{
  "date": "2023-04-26",
  "headline": "CNN News Central",
  "subHeadline": "Biden, South Korean Pres. Yoon Take Questions From Reporters; McCarthy Changes Debt Bill Amid Struggle For GOP Votes. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:05:14",
      "speaker": "BIDEN",
      "sentences": "The response that I would give you is that the extended deterrence means that we are having more consultation with whatever action is to be contemplated or taken. And we made it really very, very clear. Any -- the ROK is repeatedly formed that it's going to confirm its commitment to a -- to the Non-Proliferation Treaty and the Washington declaration is a prudent step to enforce the extended deterrence and respond to advancing DPRK nuclear threat.Look. A nuclear attack by North Korea against the United States or its allies or partisan -- partners is unacceptable and will result in the end of whatever regime were to take such an action. And it's about strengthening deterrence in response to DPRK's escalatory behavior and to deal in complete consultation. And, you know, the idea that I have absolute authority as commander in chief of the law, and the sole authority to use a nuclear weapon. But you know, what the declaration means is that we're going to make every effort to consult with our allies when it's appropriate if any actions so call for it. Certainly, we've talked about this and some other things today, but the bottom line here is there's even closer cooperation, closer consultation, and we're not going to be stationing nuclear weapons on the -- on the peninsula. But we will have visits to ports, visits to nuclear submarines, and things like that. We are not walking away from that. I turned to ask a question. I think the next question is Mary Bruce, ABC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:14",
      "speaker": "MARY BRUCE, CHIEF WHITE HOUSE CORRESPONDENT, ABC NEWS",
      "sentences": "Thank you, Mr. President. You recently launched your reelection campaign. You've said questions about your age are legitimate, and your response is always, just watch me.But the country is watching. And recent polling shows that 70 percent of Americans, including the majority of Democrats, believe you shouldn't run again. What do you say to them? What do you say to those Americans who are watching and aren't convinced? You've said you can beat Trump again. Do you think you're the only one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:02",
      "speaker": "BRUCE",
      "sentences": "To be clear, though, you just said I know him well. Did Donald Trump's decision to run affect yours? Would you be running if he wasn't?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:02",
      "speaker": "BIDEN",
      "sentences": "Yes. I think I still would be running if he wasn't. I do know him well. And he's not hard to know, as you know. You know him well, too.And the question is whether or not -- look. There's just -- there's more to finish the job. We have an opportunity to put ourselves in a position where we are economically and politically secure for a long time. Look. We continue to have and now, well, you don't like me hear saying it. There's still a contest between autocracies and democracies. And we're the leading democracy in the world. And it's something I know a fair amount about, something I care about, and something that I have found a willingness of off a lot of our allies and friends to follow. So, I think that you know, we have to finish the job and nail it down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:02",
      "speaker": "BRUCE",
      "sentences": "(INAUDIBLE)YOON (through translator): You need to repeat the question. The mic was not used. We could not interpret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:02",
      "speaker": "BIDEN",
      "sentences": "You need to repeat the questions.YOON (through translator): Please use the microphone. We cannot provide interpretation if you did not use the microphone. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:02",
      "speaker": "BRUCE",
      "sentences": "My apologies. Thank you. Did the recent leaks revealing that the U.S. was spying on South Korea come up at all in your discussions? And did President Biden provide you any assurances?YOON (through translator): With regard to that, we are communicating between our two countries and we are sharing necessary information. I believe that an investigation is underway in the United States. So, various and complex variables are always in play. We need time to wait for the investigation results by the United States and we plan to continue to communicate on the matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:03",
      "speaker": "BIDEN",
      "sentences": "The reassurances that it's overwhelming in our interest for Korea to do well. No, it is. It's very much in America's interest that Korea does well in the Pacific -- very well because they are one of our most valued partners.And so, I think the combination of growing democracies and the democratic institutions as well as their economies, is overwhelmingly to the benefit of the United States, whether it is in South Korea or it's in Australia, in the Deep South Pacific. And so, I think that there's a reason -- overwhelming reason. Plus, in addition to that, we're increasing the number of student exchanges, access to more information between our folks, educating our people, as well as we're going to be cooperating in everything from space to technology to medicine. And so, there are so many opportunities we have. And I don't think we -- at least we don't, and I don't think so far, most of the South Korean companies believe that there's somehow a U.S. effort to slow them down, prevent their growth, or anything like that. We'd like to see them grow. And I mean that sincerely. It's overwhelmingly in the U.S. interest for South Korea to do very well economically. It's overwhelmingly in our interest because it has -- and lastly, you know, I think we underestimate the example that South Korea sets. Here, you have a nation that is significant but is not a nation of two, three, four hundred thousand people making the kind of exchanges they're making. It gives other smaller nations hope to believe that if they have democratic institutions and commitment and an -- and an impact on industries, that in fact are the cutting edge industries, and new sciences and technology, including AI and other things, that there's a future for them. And I think that's what this is about. And so, we view South Korea's economic growth as a benefit to the United States, as well as freedom around the world. Thank you all so very much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Distinguished guests, please remain in your seats until the official delegations have departed.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:03",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "You've been watching President Biden with South Korea's President Yoon taking questions from reporters at the White House after holding significant talks over relations between the two countries, and announcing a key new agreement focused on deterring North Korea's nuclear program. President Biden answering important questions about that, and also about his own political prospects.One day after announcing that he was running for reelection, President Biden asked directly about his age. He would be 86 years old if he left the White House after a second term. The president's saying that number doesn't register with me, and admitting that he took a long hard look at his age before he decided to run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "And the kind of marry those two issues and actually, I thought it was interesting. He's sort of -- he was saying the next three to four years are going to determine what the next three to four decades look at. And clearly, he feels that he is uniquely positioned to orient the U.S. in the direction that he thinks it should be when it comes to this autocracy versus democracy battle that he's talking about.And this meeting today with South Korea is a part of that. This isn't just about North Korea. It's about what Iran and China and Russia are looking at as they see what happens today at the White House. DAVID SANGER, CNN POLITICAL &amp; NATIONAL SECURITY ANALYST: I think there were three sorts of really big issues that jumped out at me. First, before he talked about nuclear weapons, the president talked about investments in semiconductors and artificial intelligence to say that the relationship with South Korea was so much deeper than just the North Korea issue. He let President Yoon describe in detail this arrangement about a consultation on response to North Korea. That could be because it's more important politically to President Yoon to be able to do that, and to be able to back away from his own suggestion earlier this year that South Korea might try to get its own nuclear weapons, which by the way, it did try 40 years ago and the U.S. got in the way of it. And I think the third really interesting thing to come out of it was his election comment. Because he was basically saying, look, I'm not going to run away from the fact that I'm 80 now and would be 86. He was s going to say to compare me to how I'm doing versus the competition. And that's sort of a subtle way of saying Donald Trump's not a lot -- a lot younger --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SANGER",
      "sentences": "-- and is a bigger problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SCIUTTO",
      "sentences": "By the way, he's not the only person who looks at the rage and says they can't quite recognize that age. They're not willing to -- not -- willing to do acknowledge how high -- (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SANGER",
      "sentences": "I think no one did do that, Jim. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SCIUTTO",
      "sentences": "You know my present company accepts it. Kylie, but it -- but it is notable because of the connection between the political point and the national security environment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "KYLIE ATWOOD CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SCIUTTO",
      "sentences": "I mean, that conflict between autocracies and democracies is a key part of his political message. That's the way he frames the U.S. position in the world under his leadership. But let's not eliminate, that's also how he views the other guy as he -- as he refers to him in terms of his --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "ATWOOD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SCIUTTO",
      "sentences": "-- well, a possible opponent in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "ATWOOD",
      "sentences": "Certainly, we hear it as central to his foreign policy agenda when it comes to any country, right? I mean, it's -- you know, getting together with our allies, to take on our adversaries, and also confronting our adversaries really directly where we need to.But I also -- you know, coming back to what he said on the political front just for a second there, when it comes to Trump, he also told the reporter that he would still be running even if Trump weren't. And I think that that's key here because I think a lot of folks talk about President Biden making this decision to run because he thinks he's the only one who can be the former president. He's trying to reposition that discussion right now. And he's trying to say -- you know, he said I'm excited about the prospects of what I can do. He wasn't saying that this is only because of the former president, which I just think is an interesting point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SCIUTTO",
      "sentences": "Yes. And not just the negative framing of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "ATWOOD",
      "sentences": "Right. SCIUTTO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "KEILAR",
      "sentences": "David Sanger, and Kylie Atwood, thank you so much for the conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "ATWOOD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:27:51",
      "speaker": "SCIUTTO",
      "sentences": "Welcome back to CNN NEWS CENTRAL.Right now, House Speaker Kevin McCarthy is wheeling and dealing, or trying to do with his fellow Republicans. Overnight, he made two major concessions to the debt ceiling bill in a push to get it passed today. But even if he can ram this legislation through the House, it doesn't go much further than their Democrats, of course, control the Senate. President Biden has already vowed to veto it. In the meantime, though, inaction is putting the country on the brink potentially of a financial crisis. Experts warned the U.S. could default on its debt as early as June if they don't come to an agreement. CNN's Manu Raju is live from Capitol Hill. So, Manu, I'll keep asking this question. Does McCarthy have the votes? But even if he does get them, what happens to this proposal?",
      "isLastSentenceInterrupted": false
    }
  ]
}