{
  "date": "2023-01-05",
  "headline": "CNN Tonight",
  "subHeadline": "Damar Hamlin Is Awake And Making Progress; Kevin McCarthy Is Defeated In 11th Ballot For Speaker; GOP Chaos In The House Continues. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "LAURA COATES, CNN HOST AND SENIOR LEGAL ANALYST",
      "sentences": "Plus, we have new news on the Buffalo Bills Damar Hamlin. He is awake and making remarkable progress just three days after he collapsed in the field in cardiac arrest during Monday night football. The NFL has officially cancelled that game. And CNN has newly-obtained audio from the moment Hamlin collapsed.(BEGIN VIDEO CLIP) UNKNOWN (voice-over):  Go ahead and go over to the cot. I don't like how he went down. UNKNOWN (voice-over):  We're going to need everybody, all call, all call. UNKNOWN (voice-over):  We need everybody. UNKNOWN (voice-over):  Come bring everybody, need (INAUDIBLE) everybody. UNKNOWN (voice-over):  Bring the cot with the medics, all of you and get wheeled out here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "More on this in a moment. But let's get right to the very latest from Capitol Hill. CNN's Melanie Zanona is there for us tonight. Melanie, you've got some new reporting, I understand, in state of play with negotiations. Any movement, what is going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Not quite yet, Laura. All the negotiations have wrapped up for the night. The people who are in some of these key meetings have left the building, and not a single person who voted against Kevin McCarthy on the House floor has said they are going to change their votes just yet.Now, Kevin McCarthy did make an offer to these members. There is some sort of agreement on paper and some of the holdouts were invited to come and look at that and review it over. They have been doing that all throughout the evening, coming in and out, coming at various moments and looking at it. But coming out of all of these meetings, they have been very tight-lipped. And so, they have not agreed just yet. Kevin McCarthy, though, is still projecting confidence. He is saying they are making progress. They did succeed on getting a motion to adjourn. So, that is a sign that at least Republicans are willing to give themselves a little bit more time to try to get a deal. Kevin McCarthy is saying there is no timeline that he is putting on himself to get to 218. But I think we should just point out here that even if some of these critics do come out and support this deal, this offer that has been given to them, sources are telling us that would only potentially bring along maybe half of the 20 people who voted against Kevin McCarthy. So, doing the math there, that still leaves Kevin McCarthy short of 218. And then there is the potential that there are just potentially four, five, maybe even six people who are \"never Kevin,\" and he can only lose four on the House floor. And so, that could be a major, major problem for Kevin McCarthy. So, progress is being made, it looks like, but it is still very unclear what his path to final victory is, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "So, whatever is on this piece of paper, essentially, is it just concessions that he has already made today? Is it to offer something else? I mean, just seeing it on paper makes people want to be persuaded all the more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ZANONA",
      "sentences": "Yeah, well, we reported last night on what some of those concessions were. That includes going down on a motion to vacate. That is the power to call for a vote and to push the sitting speaker. That is going to be the power of any single member to call for that.So that is something that they agreed to last night. They agreed to put more conservatives on committees. There are promises about policy. There are promises about votes. There are a ton of things that are in the mix right now. But really, they just wanted to get pen to paper, is what we were told. So, even though a lot of these negotiations took place last night, they wanted to get them written down to try to get more of a promise and a commitment, and that is what members were going in and looking at tonight. But Laura, I can tell you that in talking to senior Republicans who are on some of these committees that would be impacted by these concessions, there is a lot of concern that McCarthy is giving away the store and still going to get nothing in return. The reason why that is problematic is because if Kevin McCarthy does drop out and all of these promises have been made, then the toothpaste is kind of out the tube there. Whoever does step in try to run is probably going to be holding to those same concessions. And so, what a lot of Republicans are wondering right now is, is there someone right now, in this moment, who could get to 218 without having to give away all of these concessions? So that is sort of the questions that are starting to come to Republicans' minds as Kevin McCarthy still fails to get the votes, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "Melanie, thank you so much for your reporting. It is so important to have your insight and reporting tonight.I want to bring in Congressman Brad Schneider into the conversation. You heard from my colleague, Melanie Zanona, about the idea of the importance, it seems, of putting it on paper. But if it is just on paper and they are still saying no, are we just going to be here indefinitely? REP. BRAD SCHNEIDER (D-IL):  I think that is the $64,000 question. We have had 11 votes already. In every single one of those 11 votes, Hakeem Jeffries has received 212. Every single Democrat is here and voting for Hakeem Jeffries because we are united. On the Republicans side, McCarthy has gone from 203 to 202 to 201, now 200. He's giving more and more away, as Melanie said, giving away the store, and yet he is losing votes and not picking up votes. And so, as she said, not just are Democrats concerned, you are seeing more Republicans concerned that they are giving too much and getting nothing. Where is that going to leave us when they come back into the session tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "Do you have concerns in the long run that what is happening right now in the concessions, really the weakening of the power of speaker would possibly impact Democrats in the future?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Speaking of getting things done, I'm sure that if Democrats were to extend, not necessarily a life preserver or life raft, but some assistance to the Republicans, more could happen in terms of getting that number. I do not see any indication that Democrats are in any way incentivized to do so. Is there anything that would cause Democrats to assist the republican endeavor to elect a speaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SCHNEIDER",
      "sentences": "So the Republicans have a majority. They have 222 seats. They should be able to select their speaker. But they are divided. They are fighting amongst each other out in public, on the floor of the House, for the American people to see. Kevin McCarthy, in his desperation to become speaker, is giving everything to the most extreme members of the Republican Party. What I would love to see is the Republicans look across the aisle. If we are going to get anything done, that is going to stand the test of time, not just in this Congress, in every Congress. It is reaching across the aisle and finding solutions that serve the entire nation.And if we could find some way to do that rather than to go to the extremes, bring the Republicans back towards the center, I think there would be a perfect conversation. But it is not going to be helping the Republicans for free. The Democrats are going to be look for roles on committees, ability to influence legislation, wanting to see us move to govern and advance policies that help American people rather than these investigations they are talking about. Rather than theatre, let's focus at the work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Are you hearing any offers for those sorts of rewards to come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SCHNEIDER",
      "sentences": "No. I mean, if you are watching it on TV and the chamber, McCarthy continues to go back to the same 20 people, who are saying we're not going to vote for you unless you give us more. He gives them more. They have another vote. And they do not vote for him again. They say we want more. He gives them more. We've had 11 tries. Maybe 12 will be the lucky number, maybe 13 or 14. But he keeps trying to go and give them more and they keep telling him, thank you that is not enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SCHNEIDER",
      "sentences": "It would be so much better if we could find a way to bring all of Congress together to find that consensus. Hakeem Jeffries has demonstrated that he has got the ability to unite the Democratic Party. Kevin McCarthy has shown that he cannot unite his party in any way whatsoever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Speaking of that consensus, though, I mean, at some point, assume that there is a speaker elected, it does not bode well, right? But there has been inability to bring and unify the Republican caucus in a way, even as the majority, a very slim majority.Do you have concerns that the same hardliners that are the illustration of a hurdle for his endeavour to become speaker will cause problems in the Congress and not allow things to happen and be effective in the greater House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SCHNEIDER",
      "sentences": "So in the last Congress, many of these same 20 people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SCHNEIDER",
      "sentences": "-- were disruptive. They would call for votes where there was consensus. They would just try to do procedural move like call to adjourn so they couldn't do a work. They are not the party of the majority. They have actual control. And what they have extracted from the leader, from McCarthy, is this one member can bring a motion to vacate the chair.Every single day, McCarthy is going to have to go through what he's going through now. Any one of those 20 or anyone else in the republican side could say, no, we don't like McCarthy, we want to a vote for speaker, and literally grind the operations in the House to a halt. We need to do work for the American people. We have challenges. We have challenges our economy. We have challenges in education, health care, foreign policy, immigration. You can run down that list, things that American people elected their representatives, all 435 of us, to work on. And what we've seen is this republican Congress so far cannot even get out from the first day. We're three days in and we still don't have a speaker. It means we are unable to take care of our constituents to our full abilities. We are representatives-elect. That means we can't introduce legislation, committee is not forming, committee staff is not being hired, it's a real problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Are any of the concessions that have been made already and offered on this whatever paper is being circulated that are attractive to Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SCHNEIDER",
      "sentences": "Obviously, have not seen what is being offered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Well, on the issue of the motion to vacate, it was the idea of, you know, being able to bring or having rank-and-file members having more agency over being able to make amendments, for example, on legislation. Is that something that would be attractive to Democrats more broadly if it were not under these circumstances?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "Really important to underscore that point. This is not just an esoteric exercise and watching the sausage being made. It has real world implications. Thank you so much, congressman. SCHNEIDER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Well, the clock is ticking, and Kevin McCarthy has got to make a deal in a matter of hours or face another humiliating round of votes in what might be his last-ditch attempt to become speaker of the House.Joining me now, \"Axios\" senior contributor Margaret Talev, senior political analyst Laura Barron-Lopez, and former Republican Congressman Joe Walsh. You time is longer than Laura, Margaret. I'll give you the full line, director of Democracy, Journalism and Citizenship Institute at Syracuse. I will give you all of respect, they say. Let me ask you, when you think about this, are couple of hours going to help McCarthy get these numbers? I mean, is it really the behind the scenes, the machinations of all of this will actually help him with these 20?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "MARGARET TALEV, DIRECTOR OF DEMOCRACY, JOURNALISM AND CITIZENSHIP INSTITUTE AT SYRACUSE UNIVERSITY, SENIOR CONTRIBUTOR AT AXIOS",
      "sentences": "I'm not sure we are going to have an answer by noon tomorrow. I don't think anybody at this table thinks so. But the working theory has always been that there is some number between 20 and four or five.That is the magic number. That if you get to that number, everyone who is coalesced around McCarthy can just start pummelling the other guys and pressuring them and saying, you do not have to vote for him but, you know, please, miss your flight back or stay home or vote not present or whatever. We are not even there yet. I think by noon tomorrow, we will know with much more certainty whether we were going to get there. But that is where this is all heading. That group is never going to vote for him, but they do not need to vote for him for him to become speaker. They just kind of need to walk away. And the question is, are they going to get there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Hmm.JOE WALSH, FORMER U.S. REPRESENTATIVE, PODCAST HOST:  Look, let's be clear, this is -- Laura, this like a perfect storm. You've got a Republican Party that is pretty radicalized. You've got 68 members who would blow that chamber down if they could be on Tucker Carlson show. But let's be real, Kevin McCarthy, and I served with him, is a uniquely bad and untrustworthy candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Tell me how you really feel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "WALSH",
      "sentences": "The fact that -- if this is a test of his leadership and this is the second time that he has tried to be speaker, he is not doing real well, the fact that we are here like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "What does it say about those who have been able to govern? A lot are looking at Speaker Pelosi and saying, well, we see how you are able to actually get this done, at least get to the part where legislating really begins.I wonder, Laura -- this seems very personal. Obviously, it is targeting to Kevin McCarthy. But some of the 20 are getting criticized heavily about it being so personal. They are being alleged not to have any platform whatsoever. The whole point of it is chaos. Is that fair? LAURA BARRON-LOPEZ, CNN POLITIICAL ANALYST:  I think that there are definitely a number of them that say that this is personal, whether it is because they felt they were wronged by McCarthy at some point along the way, during the primaries when they are running for re-election. So, you know, that is something, though, that has happened in the past. You just referred to the 2015 speaker chaos when John Boehner, speaker, was ousted and then McCarthy, again, for personal reason, partially personal, it was also that he decided to publicly say that the Benghazi committee was simply to go after Hillary Clinton rather than actually to investigate the Benghazi incident. That was partially why they didn't vote for him but. It was personal then. So, now, it is a mixture of personal, it is a mixture of -- some of them simply not wanting to do basic government functions. They've outright said, McCarthy voted for government funding bills in the past, so I can't support him. That is Scott Perry, by the way, an election denier who also tried to overturn -- that is another key thing about when we're talking about basic government function, is that these five core hardliners, they are all election deniers, but they also all voted to overturn the election, and I think that is a key point here, when we are talking about this culture that has grown within the republican Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "They're not persuaded by one of the main election deniers, Donald Trump. What does that tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "By the way, you know, mentioned this point as well, about the perception that some of the holdouts were slighted by him during the election process. I mean, the McCarthy pack, everyone, has given $316,000 to those who are now opposing him. I mean, to the likes of Scott Perry, Andy Harris, Michael Cloud, Andy Biggs, Matt Gaetz, Byron Donalds as well. There are a number of people -- Anna Paulina Luna, just to name -- Chip Roy, just to name a few. You go down the list and all of these people have gotten some money from the pact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "TALEV",
      "sentences": "They cashed the check.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "You cashed the check, but I didn't really want it. That is the whole notion of it. But here's the thing, at some point, will Democrats have to be incentivized to do anything and will they ever look bad if they continue to take a hands off approach? Is there any risk that this could actually be detrimental for the public perception of the Democratic Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "WALSH",
      "sentences": "I would say no, and I still hold to the fact that the Republican Party created this mess. Democrats would be well advised to leave them alone, this is their mess, make them own that. I think that is a tenable political position and a substantive position for the next two years, because, Laura, this just the beginning. Democrats are going to be asked to help at every step along the way these next two years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "You know, there is some brewing animosity between some who are not at odds before, the likes of Marjorie Taylor Greene and now Laura Boebert. Listen to this. Manu Raju did catch up with Marjorie Taylor Greene, the congresswoman from Georgia, and she is now summoning (ph) her colleague, Congresswoman Lauren Boebert. Listen to this.(BEGIN VIDEO CLIP) REP. MARJORIE TAYLOR GREENE (R-GA):  I think the American people, no matter how you vote, are sick and tired of drama, and this is nothing but drama. We are on multiple days now with multiple candidates from this group. So, I'm not sure how Laura Boebert on one hand can demand so much out of Kevin McCarthy, but then demand nothing out of someone else and be willing to vote for them to the speaker. That is not serious. I do not think that is leadership, and I really see it as more obstruction than progress. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Hmm, drama.BARRON-LOPEZ:  I think that it would be a mistake to think that somehow, even after this and even though they are on opposite ends on the McCarthy question for speaker, they are somehow on different ends of the ideological spectrum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "WALSH",
      "sentences": "Right.BARRON-LOPEZ:  Because Laura Boebert and Marjorie Taylor Greene are in the exact same part of the ideological spectrum within the Republican Party. They are both election deniers, they are both Trump -- you know, staunch Trump supporters, they are both people who have, you know, really shown no interest in necessarily basic government functions at all, which we've talked about. So, I would think that they would probably vote similarly on government funding bills, on debt limit bills. I mean, we've seen time and time again where Marjorie Taylor Greene and Lauren Boebert align on votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "This is the fork in the road, in other words?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "WALSH",
      "sentences": "That is why it's such a mistake to look at these 20 as a fringe. The group is much, much bigger. They all want to investigate Hunter's laptop. They all want to hang Fauci. The group is much bigger than 20.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "TALEV",
      "sentences": "The difference is tactical and strategic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "WALSH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "TALEV",
      "sentences": "The larger group says that we want to do that stuff and we cannot get to it until we are sworn in. And if Marjorie Taylor Greene prevails and helps Kevin McCarthy become an extremely weakened House speaker, she is going to be much more empowered than Lauren Boebert or Matt Gaetz --BARRON-LOPEZ:  Right, right. She is saying that they can do that with Kevin McCarthy as speaker. That is what Marjorie Taylor Greene is saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "TALEV",
      "sentences": "It is a strategic calculation. BARRON-LOPEZ",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "WALSH",
      "sentences": "It is a MAGA caucus. It's not just these 20. This is the beginning of it.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "WALSH",
      "sentences": "So emotional, look at you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "TALEV",
      "sentences": "It's the eve of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "WALSH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "WALSH",
      "sentences": "Which is why, again, Laura, the most ironic thing about all of this is that it almost doesn't matter who the speaker is because we are still going to have all of the investigatory stuff and we're still going to have a debt limit. There is nothing any speaker can do to stop any of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "TALEV",
      "sentences": "There's a reckoning that has not been resolved and will not be resolved with the ascension of the House speaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "WALSH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Is there a reckoning for my throat right now, anyone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "TALEV",
      "sentences": "A commercial break.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "We'll be right back.(COMMERCIAL BREAK) [23:30:00] (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "We have some cautious but some good news tonight about Damar Hamlin. Doctors say the Bill safety is awake, he's communicating with them, and he's holding hands with his beloved family. He is, however, still critically ill. Doctors say his condition has improved substantially in the past 24 hours.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "TIMOTHY PRITTS, DIVISION CNIEF OF GENERAL SURGEON, UNIVERSITY OF CINCINNATI MEDICAL CENTER",
      "sentences": "He's moving his hands and feet and again appears to be neurologically intact to both our exam and our neurologic consultant's exams. So, he appears to be doing well.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "We are also learning tonight that the NFL will not continue that game between the Buffalo Bills and the Cincinnati Bengals. And CNN has obtained new audio of medical personnel who are working the sidelines at the time that Hamlin collapsed.(BEGIN VIDEO CLIP) UNKNOWN (voice-over):  Go ahead and go over to the cot. I don't like how he went down. UNKNOWN (voice-over):  We're going to need everybody, all call, all call. UNKNOWN (voice-over):  We need everybody. UNKNOWN (voice-over):  Come bring everybody, need (INAUDIBLE) everybody. UNKNOWN (voice-over):  Bring the cot with the medics, all of you and get wheeled out here. UNKNOWN (voice-over):  Go ahead for field medic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "UNKNOWN",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "UNKNOWN",
      "sentences": "Go ahead.UNKNOWN (voice-over):  I need another medic in the back please. UNKNOWN (voice-over):  You need a medic in the back of the bus? UNKNOWN (voice-over):  Affirmative we are right outside the gate. UNKNOWN (voice-over):  I'm on my way. UNKNOWN (voice-over):  Mike or Dave, what's your ETA on the field? UNKNOWN (voice-over):  Dave or Mike, you copy? Go ahead. You got that other monitor on there? I need an end-tidal CO2. We do have the other monitor with us. We're checking all our equipment. I'm going to send you a text with what we need. UNKNOWN (voice-over):  I need an end-tidal CO2 now. Per the doc they're still waiting on the patient. UNKNOWN (voice-over):  (INAUDIBLE). UNKNOWN (voice-over):  You got an end-tidal CO2 for the monitor? Yup he's bringing the monitor, Dave step it up. Yeah you need to step it up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Wow, hearing that is so surreal, thinking about what transpired that day. A lot to talk about with former NFL player Marcus Smith II and CNN sports analyst Christine Brennan.I'm so glad that both of you are here. I have to start with you Marcus because listen, we are hearing this and we are hearing -- it is pretty calm at least at the outward appearance -- the coordinated effort to save his life. We know that it has saved his life and he is in critical condition. But I'm wondering, what is like for you as a former player to have the knowledge that this has happened? What has this been like, even seeing this play out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "MARCUS SMITH II, FORMER NFL PLAYER",
      "sentences": "So, for me, I think, as it was playing out, I started to cry. That was the first thing that I did. I was grieving because of what happened, because I know being a player how it looks and how it may be perceived, I know how that feels. So, for me, I was crying, I was in my room, I was looking at it as a man. What's this guy's life going to be like after this?I'm just so happy to see that he is doing really well and he's breathing and everything is going in the way that should be going. So, for me, I am -- I just really believe that through playing in the NFL and seeing that this is very traumatic for us in a sense where when we see these things, we do not realize that injuries, concussions, all of those things play a huge part in us and how we perceive and look at the game. So, for me, it was heartbreaking, but I am just so happy to get that news, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:04",
      "speaker": "SMITH",
      "sentences": "I think it does sometimes shock us. I don't know if I really want to go back out there again. Especially the people or the players who actually played the Bills and the Bengals, I think at that point in time, when they're looking at it -- you never seen something actually like that. I think the whole world was shook up, seeing something like that, the way he fell back down like that.So I think people do want to think twice about actually playing, but you have to understand how we are raised and how we think. We've been playing this game for a long time. So, the way that we think is, we have got to go back out there and play no matter what, if we are hurt, if we are banged up, because the team always comes first. We have never actually thought about ourselves first in a way that, hey, I need to protect myself. I need to make sure that everything that I am doing is protecting me and my family. So, I think in that moment, when this thing happened to him, it was all about him and we need to always focus on the player.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:04",
      "speaker": "COATES",
      "sentences": "Not to mention, to that point, Marcus's point, we learned from the doctors and the press conference that Damar thought of the team when he was conscious. He communicated and asked, did we win? Not even realizing what his body had been through, that the world had stopped really to see what happened. You think about this point of the individual over the team.I wonder what impact this is having on the way that the NFL is going to approach these matters. There's been an infamous 60-minute meeting before every game. I never know what's happening. This tells you that there has been at least the expectation that this could happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:04",
      "speaker": "CHRISTINE BRENNAN, CNN SPORTS ANALYST",
      "sentences": "Oh, for sure. What Marcus is saying is so true. I've been fortunate to cover the league, the NFL and college football for decades, and the people. I think sometimes, the fans are screaming, you may not hear it all the time but, you know, I hate to even say it now, but kill the quarterback, right, you know, knock him out. I mean, the violence that the fans want to see, it is kind of like for their entertainment. You are out there to be entertaining them.These are human beings. And if anything good has come from these last 72 hours, they have been so difficult for you and for the entire NFL community. It has been -- wait a minute. Maybe we should stop for a moment and just remember the person. This is a young man out there, 24 years old, whose hopes and dreams very much like you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:04",
      "speaker": "SMITH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:04",
      "speaker": "BRENNAN",
      "sentences": "You see yourself in him. All of these players are talking about this. We have never talked about football quite like this before in this country. And I think that is a great thing, even as the games will go on because that is what athletes do. But I hope that fans have a bit of a sense that maybe they have taken it too far, maybe they have wanted too much from these young man, maybe we should say that they are -- the kid next door, they could be your son or nephew, your uncle.And if we have learned those lessons in the midst of cheering for this young man to get better and be okay, which hopefully he will be, then maybe this is something that there will be some good coming out of something so difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:04",
      "speaker": "COATES",
      "sentences": "Marcus, you're nodding along. There has been time, frankly, especially there have been so many focuses on the NFL, the idea of the racial dynamic, the perception of the dismissiveness towards individual players to just shut up and play. You know what I mean? Did this change the way that you think the NFL and the executives are looking at players and looking at individuals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:04",
      "speaker": "SMITH",
      "sentences": "I think this was a huge step for the NFL to make a statement, to say, hey, we think about the players first and that we will always think about the players first because things like this are going to happen. If you think about players, sometimes, players get into injuries and they cannot play again. They -- sometimes, things happen and you do not think expect things.But you expect the NFL to be able to take heed to what they are saying and also take -- make sure that they are taking everything that they need from them. I just believe that even with the NFL and even with everything that they are trying to do, I think that with him and his self, Damar, I think that he should make sure that he is doing really well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SMITH",
      "sentences": "Well, I wouldn't say that they talk to us about it. We as players, we know that there is a possibility that we could get hurt. And we go out there with the thought process that we won't get hurt. But it is 100% injury rate in the NFL. You got to know that at some point, you will get hurt.At the same time, we want to be taken care of, too, as well. If something happens to us, back to what you said, you talked about the three-year plan, only if you get three years and I think three games, you get pinched in. So, when you talk about Damar and his NFL span, he has only been in two years. And so, when you look at that, what we have seen from the NFL is them to put players on the backburner and not really do what they need for them if they hurt themselves or if they are trying to get pinched in. So, there's a lot of players out there right now who have not played right at the three-year mark, but they have issues and they cannot go get the benefits that they want because the three-year mark is right there. So, they might be at two and a half years. So, that is what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "It may push themselves in ways that might hurt them, just to get to that particular point. I know we have to go, but this is really interesting to me, Christine, especially that point because if we are really invested and the world stops to watch what happen and to understand the injury that occurred to Damar, and there is another player on the team that had head injuries that need to be evaluated as well, you are so familiar with the contract negotiations and behind the scenes things in different leagues about how much the almighty dollar impacts the way that players are treated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "BRENNAN",
      "sentences": "How can it not? Three years, you're 25 and you're done. So, for every (INAUDIBLE) money, there is someone that has a cup of coffee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SMITH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "BRENNAN",
      "sentences": "And he is gone. And I'm wondering, Laura, how many athletes and football players are saying, you know what, do I want to continue? I think there's going to be a real reckoning here of players going home in their wives or their loved ones, saying, you know what, is this really worth it? That is a question that needs to be asked and it will be answered.Are we going to have players retire more than ever before? Questions that I think what journalists and players and former players be looking at as we try to look more at that humanity of these men as oppose to the commodity. As I said, for the entertainment value of the fans versus being the human beings that you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "So, Kevin McCarthy has just got a few hours now to make a deal before the House is back in session tomorrow at noon, 12th vote ahead on his bid to become speaker. And with no end in sight to the chaos in Washington, D.C., what are voters saying outside about the spectacle?Joining me now to discuss is Mike Broomhead, host of \"The Mike Broomhead Show.\" Mike, what are you hearing from your audience? I know you got a big audience in radio. What are they telling you? MIKE BROOMHEAD, HOST OF \"THE MIKE BROOMHEAD SHOW\":  Well, what we are hearing is, what are the solutions? If Kevin McCarthy is not the guy, then what are they putting up? What are they proposing? Who are they proposing that it's a better option? People don't mind standing up on principle, but they want some kind of an answer. We got a lot of issues to deal with in this next session and it seems like this logjam is just making people more frustrated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Are they frustrated with the holdout or the Republican Party more broadly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "BROOMHEAD",
      "sentences": "I think it is both. I think that if you are going to hold out, if you're trying to hold somebody accountable, you have to have a better option. If you are just saying no and not proposing a solution, it is frustrates people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Are they proposing alternative? People other than Kevin McCarthy, are they just saying, listen, the alternative is you have to stick it out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "BROOMHEAD",
      "sentences": "Well, I don't know. I haven't heard them voice -- someone nominated Congressman Donalds from Florida who I think is a great guy. But is he someone that the country will get behind? Or is this just -- are they looking for something in a negotiation that they feel they would be comfortable with? I don't know the answer to that.But people are just frustrated because, as you know, we have a lot of economic issue, the border issue the president talked about today, and we have a lot of things to deal with in this country. People just want to see us moving forward in the right direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Do they seem to understand the real distrust and really vitriol that is being spewed at McCarthy? Are you hearing people say that they agree or that they do not see the issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "COATES",
      "sentences": "Especially on this concession. A lot of concessions are rules based on procedure, not things that will impact immediately the American people. Do they think those concessions are a good priority or are they just sort of self-aggrandizing and self-serving?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "BROOMHEAD",
      "sentences": "Well, to some people, what is happening is they just are saying no. You are never going to get those people to come over and vote. But for others who are being practical, they are saying, if there can be some real changes, when we have some faith, then we are willing to do it.",
      "isLastSentenceInterrupted": false
    }
  ]
}