{
  "date": "2023-07-24",
  "headline": "CNN Tonight",
  "subHeadline": "What Happened in February 2020 Oval Office Meeting?; Israel Passes Law To Limit Supreme Court Power; Biden To Establish National Monument Honoring Emmett Till; A Black Driver Is Mauled By Police K-9. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Well, some. And you know what? To your point, some people just want to go to the movie in pink and have a little bit of fun.Sharon Waxman, thank you so much for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "WAXMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "And thank you for joining me tonight on \"CNN Primetime.\" I'm Abby Phillip. \"CNN Tonight\" starts right now with Sara Sidner. Hey, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "SARA SIDNER, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey, there. Yeah, we've become the outrage nation, I think. That was a really good interview, Abby. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "We're both going to just be in our pink. It's OK. It's all good. Have a good show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "SIDNER",
      "sentences": "Thank you.Good evening to you. I'm Sara Sidner. Welcome to \"CNN Tonight.\" The grand jury investigating Donald Trump and his allies over efforts to upend Joe Biden's election victory is expected to meet again tomorrow. CNN exclusively learning prosecutors are asking witnesses about a never before revealed Oval Office meeting in February of 2022 where Donald Trump praised election security protections. But then just a few weeks later, started spreading false voter fraud conspiracy theories. What else has Jack Smith learned and will it lead to Trump's third indictment? That's \"Tomorrow's News Tonight.\" Also, ahead for you, a momentous time in U.S. history finally getting its due. President Joe Biden is expected to sign a proclamation tomorrow, establishing a national monument honoring Emmett Till and his mother, Mamie Till-Mobley, on what would have been Emmett's 82nd birthday. Till was kidnapped, tortured, and murdered at the age of 14 in 1955. His death shocked America. It also helped fuel the civil rights movement when his mother insisted on an open casket funeral so everybody would know what hatred and racism can do. Tonight, I'll talk to Emmett Till's cousin about what all this means to the Till family. Also, driving while Black. An unarmed Black truck driver pulled over and attacked by a police dog even though he had his hands up and was surrendering. The whole disturbing episode was caught on camera. I want to warn you the video is very disturbing and difficult to watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Do not release the dog with his hands up. Do not release the dog with his hands up. Do not release the dog with his hands up. Don't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Do not -- do not -- get the dog! Get the dog!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Get the dog!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "SIDNER",
      "sentences": "We'll have much more on that disturbing video and what happened there ahead. But let's begin with \"Tomorrow's News Tonight.\" The grand jury and Special Counsel Jack Smith's investigation of efforts to overturn the 2020 election is expected to meet tomorrow as we're learning about that Oval Office meeting where Donald Trump praised American election security.Here to discuss all of this, former Trump White House lawyer James Schultz and CNN legal analyst Karen Friedman Agnifilo. I knew I was going to mess it up, girl. I'm sorry. Jim, CNN's exclusive reporting, we just talked about it. Trump was praising the election security in that Oval Office meeting, even suggesting the FBI and the Department of Homeland Security hold a press conference taking credit for it. What can prosecutors do with this or glean from this as later on, a few weeks later, he said it was a fraudulent election and that someone stole it from him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "JAMES SCHULTZ, FORMER TRUMP WHITE HOUSE LAWYER",
      "sentences": "Look, they're looking for every shred of evidence that can establish that Donald Trump truly believe that this was a fair election and that his claims that the election was stolen were bogus.So, of course, they're going to look at meetings that he had prior to the election, meetings that he had after the election, claims that he made, things that people told him specifically about the fairness of the election, documents that he may have seen relative to other lawsuits that went on as it relates to the election. They're looking for every shred of evidence that could show that he either thought in his mind that that election was stolen or and that he was -- that he was making up the fact that the election was -- making up the fact that the election was stolen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "SIDNER",
      "sentences": "Okay. So, they're looking at all of this (INAUDIBLE). Karen, Trump did criticize election security, of course, in the months that followed. I want people to listen to some of what he said.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I don't want to see a crooked election. This election will be the most rigged election in history. They know it's going to be fraudulent. It's going to be fraud all over the place.I've been complaining very strongly about the ballots, and the ballots are a disaster. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:04",
      "speaker": "KAREN FRIEDMAN AGNIFILO, CNN LEGAL ANALYST",
      "sentences": "Look, at the end of the day, whether he believed it or not, it is going to be going to be helpful information.But even if he did believe in his mind that he won, despite all of the evidence that I'm sure Jack Smith will show is to the contrary, even if he says he did believe it, it still doesn't give him the right to interfere with the election, to disenfranchise 80-something million voters who cast a ballot vote for Joe Biden. And Trump just didn't like the result. And so, he doesn't have a right. I mean, that's the very foundation of our democracy, right? You win or you lose and you accept the consequences of that. And so, what he believed at the end of the day, I think Jack Smith is going to be able to prove beyond a reasonable doubt that there's no way he could have believed it. But I think it also doesn't give him a right to interfere with the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:04",
      "speaker": "SIDNER",
      "sentences": "No matter what it is he believed. Jim, I want to go to you. We're learning that the special counsel got thousands of documents turned over by Trump ally and former New York police commissioner, Bernie Kerik. This is related to efforts with Rudy Giuliani to try to find voter fraud. We remember Rudy coming out and sort of talking about that. What do you think Jack Smith is zeroing in on in that part of the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:04",
      "speaker": "SCHULTZ",
      "sentences": "Look, if you recall, they were doing investigations to try to bring lawsuits in particular states, states like Pennsylvania, my home state, to overturn, to attempt to overturn the outcome of the election based upon voter fraud.That information, the results of those investigations, you know, they resulted on the cases getting tossed out almost immediately for lack of any evidence, right? So, that is evidence that they can use against the former president in their case that he was attempting to over -- that he -- that one, he was trying to overturn the outcome of a -- of a vowed election, and that two, he knew what he was up to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:04",
      "speaker": "SIDNER",
      "sentences": "That all makes sense. I have a question. There are several people that we expect to testify, including Bernie Kerik. But he's going to be testifying before the grand jury, as we understand it, in a month like next month. Does that mean we are really far away from actually seeing whether or not Donald Trump is indicted? Can you continue to do this after indicting him or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:04",
      "speaker": "FRIEDMAN AGNIFILO",
      "sentences": "So, we don't exactly know what's happening because everything that happens in the grand jury by law is secret. But yes, the answer is yes. We don't know if Jack Smith is going to bring a sweeping indictment or a very limited indictment. You know, this could be an indictment of many defendants, including people like Mark Meadows, Rudy Giuliani, John Eastman, Mr. Chesebro. You know, there are lots of people who were part of this conspiracy.And Jack Smith might be bringing this multi-defendant sweeping indictment or he might do a very limited indictment with just Donald Trump and the three crimes that were listed in the target letter. We just don't know, but we do know there are multiple investigations going on and that this is a special grand jury that is going to continue past tomorrow. So, it is possible that there could be a limited, discrete indictment of Donald Trump for the conduct on January 6th and the months before and the conduct after, you know, all of the things that we've talked about, and continuing investigation in the grand jury for other individuals, other crimes, other potential defendants, even potentially other charges against Donald Trump, and potentially even a superseding indictment. So yes, that could -- that doesn't mean we have to wait for an indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:04",
      "speaker": "SIDNER",
      "sentences": "Interesting that it can continue to go along because you don't know how far they're going and whether they'll charge one case and then another, and a bunch of other people.We know that Donald Trump has gotten a target letter, Jim. We know that Rudy Giuliani up to this point has said he has not gotten a target letter. And no one else has come forward saying that they have gotten a target letter. What does that tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "SIDNER",
      "sentences": "This is -- you know, it could be huge. And if it is a very big, sort of all-encompassing case, this could take a really long time to try, could it not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "FRIEDMAN AGNIFILO",
      "sentences": "Yes, absolutely. And it probably would not happen before the election if this going -- if this is the big, sweeping, huge case with many defendants. I mean, there are many reasons a case could get adjourned. You know, people's schedules, motions that are made. Every defendant has their own motion that they want to make. Some issues apply to one and not others.And so, I think if the goal is to have a trial before the election, I think this -- we might see a limited -- a very discrete, limited case coming down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "SIDNER",
      "sentences": "Could they bring charges after that, though? Could they do this very sort of limited case and then say, oh, the grand jury also found this, this and this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "FRIEDMAN AGNIFILO",
      "sentences": "I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "SIDNER",
      "sentences": "Is that unusual?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "FRIEDMAN AGNIFILO",
      "sentences": "It just depends, right? You know, it just depends. Yes, you can -- you can bring multiple indictments of -- you know, the same conduct and the same incident should probably be brought together. But if there are other incidents that they look at, that could be brought separately or other defendants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "SIDNER",
      "sentences": "Karen, Jim, thank you both so much for your analysis here. It is very interesting as tomorrow the grand jury meets again, as we understand it.All right, let's talk about all of this with senior political commentator Scott Jennings and Mark McKinnon, former adviser to George W. Bush and John McCain. Mark, I'm going to start with you. You always wear that great hat and I'd love to see it. The grand jury is expected to meet tomorrow, as I mentioned. Howdy. It has been eight days, I think, since Donald Trump got his target letter from the special counsel. And Trump's closest rivals are sort of tiptoeing around him. They're not going for the jugular except for -- with the exception of Chris Christie. How does this help them in the primaries? MARK MCKINNON, FORMER ADVISER TO GEORGE W. BUSH AND JOHN MCCAIN, EXECUTIVE PRODUCER OF \"THE CIRCUS\": It doesn't. They're trying to have it both ways and it just -- it never works. And -- but they're afraid of turning off Trump's base which, of course, you know, add it up any way you want to, but it's a significant part of the Republican primary voters. So, their fear is that they're going to turn off the voters that can elect them in the primary. And so, they're damned if they do and damned if they don't. I just think that ultimately, what may happen is that as strong as he is, a lot of this is just about sort of defending their guy. And as soon as we see enough public polling over time when there's a third or fourth indictment, they're going to start to see that this guy is not going to win a general election, that he's going to be a loser as the nominee, and I think, ultimately, that could affect his numbers going into Iowa and New Hampshire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "SIDNER",
      "sentences": "Scott, do you agree?SCOTT JENNINGS, CNN POLITICAL COMMENTATOR, FORMER SPECIAL ASSISTANT TO PRESIDNET TO PRESIDENT GEORGE W. BUSH: Yeah, I do actually. I think what the other candidates are hoping for, frankly, I know hope is not a strategy, but I think they're hoping for is that eventually the weight of all this just drags Trump down, to Mark's point, to the point where voters say, look, I love the guy, I love everything he did, I just don't want to do it again because he's so damaged, he can't win. And so, they want to put themselves in a position to be able to pick up the pieces and they think by not alienating Trump's voters today, they might be able to do that. But this is a total, you know, bank shot kind of strategy and it's a lot of -- a lot of hope and prayers that things fall your way that you don't really have control over. One other issue, I think, that's plaguing the campaigns is they don't know anything. I mean, we know what's reported. We know that indictments may come sometime. Well, we've not seen the charges. We don't know the evidence. And you remember on the documents case, some campaigns got out there and got ahead of it and commented on it, then the evidence came out in the indictment, and then they had to roll back what they initially said. So, my advice to a campaign would be to maybe keep your powder as dry as possible until you see what's in there because one thing about our reporting tonight, we didn't know about this meeting. SIDNER: Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "JENNINGS",
      "sentences": "And it makes me wonder what else does Jack Smith know that we don't know. And if you're running a presidential campaign, you'll want to comment on something before you actually -- see what the public is going to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "SIDNER",
      "sentences": "I want to mention what something that Donald Trump has posted on Truth Social. Last night, he lashed out once again writing this. We are in the middle of a major political campaign for president of the United States. Have they looked at recent poll numbers? Why didn't they bring these ridiculous charges years before -- why did they wait to bring them now -- A virtually unheard of scenario? Prosecutorial misconduct! Election interference! We've seen those before.What do you think about this? Is this just him doing the thing he always does, which is fight back no matter what the -- what's going on, no matter what the evidence is against him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "SIDNER",
      "sentences": "Scott, I do wonder if Donald Trump sort of has a point in that. He knows that the timing of it actually is really important because it needs to kind of be before the election. Is that how he's trying to spin this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "JENNINGS",
      "sentences": "Well, look, he -- this is the glue for the people that he has to hold together to win this primary. As long as this thing stays fragmented, as long as you have half the party that doesn't want to do Trump again, fragmented among nine, 10, 11 people, this kind of rhetoric is the glue that keeps the half of the party that likes him together, the idea that this is all being done to persecute him, to persecute his voters.So, this sort of rhetoric is his political strategy and has been noted many times. Winning the election is his legal defense. The campaign is the defense. The defense is the campaign. And this is all part of that. And as long as there's no consolidation in the field, getting his group to stay together and not peel off of him is the name of the game. And so far, there's really no evidence that they are. And so, I would expect they'll keep pursuing those strategies that has kept them together so far. SIDNER: I just want to quickly ask you, a yes or no question to both of you, Mark, and you, Scott. Mitt Romney has an op-ed in \"The Wall Street Journal\" where he basically says there are so many people in the field that they are going to make it, so it is impossible for anyone to win but Trump. That is the gist of what you're seeing there on your screen. Is he correct? We'll start with you, Mark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "MCKINNON",
      "sentences": "Well, he's correct theoretically, but he's wrong practically. It'll just never happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "SIDNER",
      "sentences": "Scott?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "JENNINGS",
      "sentences": "Yeah, he's right. Fragmentation is Donald Trump's best friend, but getting a bunch of rich donors to agree on anything, virtually impossible. So, Godspeed, Mitt. He's right. But man, I don't know how you pull it off.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "SIDNER",
      "sentences": "Gentlemen, thank you so much for that robust conversation. Appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "JENNINGS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "SIDNER",
      "sentences": "Major developments out of Israel tonight. A newly passed law is stoking significant division and outrage throughout the country, with tens of thousands taking to the streets to protest for and against legislation that curtails the Supreme Court's power to block government decisions and check Prime Minister Netanyahu's power as well.Let's go to senior international correspondent Fred Pleitgen, who is in Jerusalem. I spent quite a bit of time living there in Jerusalem, and I don't think I have ever since 2012, at least, seen crowds this large standing out and standing up for what they believe in, especially up against the Israeli government. Can you tell me what this is all about and what you're expecting tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, first of all, I think you're absolutely right, Sara. I think this is large and also this is determined as well. I think there's a lot of Israelis who believe that democracy in this country is under a threat. They think that the law that was passed today, but also a flurry of other laws that the government wants to pass as well, you know, slowly is going to -- or supposed to curtail the powers of the Supreme Court.But not only that, it's also supposed to then make it easier for the government to change the makeup of the Supreme Court in this country as well. They believe that is something that's really bad for Israeli democracy and really goes to the fundamentals, to the foundations of Israeli democracy, and marginalizes a lot of people, by the way, as well. We were at protests today where we saw tens of thousands of people turning out, but also a lot of minorities turning out as well like, for instance, the LGBTQ community here in Israel saying they fear that they could be in trouble if the government is unchecked, especially with a far-right government that's in power right now. So, to a lot of people, this goes to the core of what Israel is and definitely to the balance of power in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "SIDNER",
      "sentences": "Yeah, it's a really unusual moment in Israel's history. I do want to talk to you a bit about what is happening when it comes to military reservists. You're reporting that more than 10,000 reservists say they will refuse to serve in the military. What people need to understand is your military service is required. Men and women are both required to serve as Israelis. How could that have an impact on Israel's security?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:58",
      "speaker": "SIDNER",
      "sentences": "Yeah, it's a highly unusual situation. I can't say that enough. Israelis, they've been protesting for about six months now. Why is Netanyahu doing this? I mean, what does it mean for the ordinary Israeli?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:58",
      "speaker": "PLEITGEN",
      "sentences": "Well, for the ordinary Israeli, it could have massive implications as far as the laws in this country is concerned, but also as far as moving this country further to the right is concerned.And one of the things that many people hear are afraid of, are concerned about, is that the government of the day, the government that's currently in power, could make fundamental changes here in this country that could impact all of society without being kept in check. And I think one of the things that people really need to realize is that Israel does not have a written constitution. And so, the Supreme Court really, in many ways, was sort of the keeper of what this country should be about and about a lot of those fundamentals. We need to look at, for instance, the law that was passed today is a law that will make it impossible for the Supreme Court to stop a lot of the legislative measures that the government wants to push through or any government wants to push through that is in power here in Israel. Right now, of course, you have Benjamin Netanyahu with a far-right government, with some ministers that many people believe will do things that are going to be highly detrimental to certain parts of society. That's why so many people are going out on the streets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SIDNER",
      "sentences": "This week, as we saw a loud outcry from people concerned, the history of slavery in this country is being whitewashed in Florida by the State's Department of Education, a claim denied by Florida officials, including the governor.There is a move to honor and recognize the pivotal role, the tragedy of one Black American family had on our world. Tomorrow, President Biden is expected to announce the establishment of a national monument dedicated to Emmett Till. Till was visiting family in Mississippi in 1955 when two white men pulled him from his bed and marched him out of his home after a woman accused Emmett of whistling at her. Three days later, Till's bloated and mutilated body was pulled from the Tallahatchie River. When it came time for the funeral, his mother, Mamie Till-Mobley, said she wanted America to see what racist hate had done to her son. That decision and his case was a pivotal moment that helped spark the civil rights movement. Nearly 70 years later, several states will now have monuments built to remember him and his family. Joining me now is Emmett Till's cousin and the co-founder of the Emmett Till Legacy Foundation, Deborah Watts. Thank you so much for being here, Deborah. DEBORAH WATTS, COUSIN OF EMMETT TILL, CO-FOUNDER OF EMMETT TILL LEGACY FOUNDATION: Well, thank you for having me, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SIDNER",
      "sentences": "Deborah, I know you remember this. We met in Minneapolis. It was a chance meeting during the weeks-long protests after George Floyd was killed by a police officer. Obviously, the fight for civil rights is not over. But can you tell me what this moment means when you hear that there will be now recognition in public spaces of this momentous importance of the Till's family and their tragedy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "WATTS",
      "sentences": "Yes, well, you know, it's an exciting time and it's one that, I think, well overdue. We have been in our own spaces, our foundations, our cousins and other family members, have taken it upon themselves to recognize, preserve that history, and to make sure that people were aware.But now at this level, at the highest level of our country, our leader in this country has decided that these are pivotal -- I'm sorry, I can't even say it right -- places that need to be recognized and preserved and protected. I think that is what's really important. So, we have nothing but just joy, gratitude towards all the hard work that has gone in to -- starting with my family and others who have come on board, and these organizations that are going to make sure that this happens. And, you know, we're excited also because we know that it's time that we even have a seat at the table, that our family has a seat at the table, so that the erasure, the reimagining of the truth is not retold in a way that it removes the dignity, the sacrifice, and the horrific nature of what happened there because we don't want that repeated. And so, we want to make sure that we have that opportunity to sit with those that are making those decisions about what these narratives will be saying in these important places. And there's so many others as well, too, Sara, that in Mississippi will be even traveling to this August on the 68th anniversary of Emmett's murder to make sure that people understand what those places mean on that journey that he took. [23:35:09] SIDNER: You mentioned something, Deborah, that is very salient for the time that we're in now. There's a lot of discussion about what's happening with Florida's school board, with what's happening with what some people look as whitewashing the horrific nature of slavery. What do you worry about now and in the context of the fact that now your cousin, Emmett Till, will be recognized for what happened going -- even to this day, this sort of march towards civil rights?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "WATTS",
      "sentences": "Well, you know, we have always understood that that march and that struggle needs to continue, that the stories need to be told, that the voices -- it's so important to have the more authentic voices telling those stories, the witnesses and those that are part of the family and others. That's important.And so, that has not been in the textbooks of our today's educational system. So, we know that we'll have to continue doing all of the hard work that we've done before, even though there's a resistance to make sure that this is part of the curriculum in our education system, there's a resistance to the unmitigated truths about what happened back then. So, we have to continue doing all of the work that we've done before. We know that the struggle continues. And so, we can't ignore the resistance, but we definitely have, I think, the energy and inspiration behind us with Mamie to morally sacrifice it and her courage to move us forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SIDNER",
      "sentences": "Can you tell me what you remember, you know, back when you were around Mamie? What do you remember about her, about all of the things that the family sort of went through? What did you go through? What did your mother go through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "WATTS",
      "sentences": "Well, you know, it was a -- I believe, for Mamie, it was -- our family just were in awe of just her dignity, her courage, and it was her story to tell. It was her struggle to fight. She led and I believe laid this blueprint for all of us to be in awe of, and to watch -- and to watch her stand before crowds of people to tell her truth through her pain and her tragedy, but then also moving forward towards justice for Emmett Till.So, it was nothing but pride and, you know, Mamie was my hero, and I believe is for a lot of other people as well, particularly those in the Emmett Till generation. So, she, I think, just took that -- you know, took that -- those reins, move things forward for this country, made some decisions that I think woke up America. You could not deny what was happening back then because of her decision to have an open casket funeral. So, you know, nothing but pride, nothing but just being in awe of her, and also just understanding that her faith pushed her through as well and her village provided those opportunities for her to take those platforms and stand in her truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SIDNER",
      "sentences": "Yeah, seeing the mother's pain, any mother can, no matter what color, can understand what that is, and she certainly did it with grace. But also, it was a heavy weight for the family for so long. And I know you were looking for justice and justice never arrived.  But I thank you for coming on the show and discussing this with us.We will be waiting to see what those monuments are. They're going to be in three different places. And I'm sure that you'll be there. So, we will discuss that with you when that happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "WATTS",
      "sentences": "Okay. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "UNKNOWN",
      "sentences": "Come to me!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "UNKNOWN",
      "sentences": "(INAUDIBLE).ROSALES (voice-over): A trooper can also be heard instructing the canine officer. UNKNOWN (voice-over): Do not release the dog with his hands up. Do not release the dog with his hands up. ROSALES (voice-over): Despite repeated warnings from the state trooper, the dog is released and runs toward the officers before turning to Rose and attacking him. It's not clear if the K-9 officer could hear the warning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "UNKNOWN",
      "sentences": "Get the dog off of it!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "UNKNOWN",
      "sentences": "Get it out! Get it out!ROSALES (voice-over): Rose cries out as officers are yelling for a first aid kit, and he's later seen being treated by the officers. Rose was taken to the hospital and then released back to police. The Circleville Police Department and mayor confirmed in a statement that a use of force review board was convened immediately and is reviewing the incident. Rose's attorney declined to comment to CNN. But Nana Watson, president of the NAACP's Columbus branch, calls the Circleville K-9 officer's behavior -- quote -- \"barbaric.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "NANA WATSON, PRESIDENT, COLUMBUS BRANCH OF NAACP",
      "sentences": "-- those young people that perhaps don't understand the meaning of a dog being unleashed on a Black person. It is history. This country watched as Bull Connor unleashed dogs and hoses on Black people because they were marching for their rights in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "ROSALES",
      "sentences": "The Ross County Prosecutors Office tells CNN that Rose was released from custody on July 7th. That's three days after his arrest. Right now, that office is working. Still, they tell us to gather the evidence and to determine whether to move forward with a charge against Rose. That charge would be failure to comply with an order or signal by a police officer. That is a felony. Sara?(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SIDNER",
      "sentences": "All right, as you just saw in our last segment, an unarmed Black man with his hands in the air was attacked by a police K-9 despite another law enforcement officer repeatedly telling him not to release the dog.Let's bring in CNN's law enforcement and intelligence analyst John Miller. Also, CNN legal analyst and criminal defense attorney Joey Jackson. All right, first, I want -- before you jump in here, I want to play part of Jadarrius Rose's 911 call. Let's listen to that. (BEGIN VIDEO CLIP) ROSE (voice-over): I don't know why they got the gun out for whatever reason. I'm going to deliver this load. They tried to throw, spike down at this truck for whatever reason. I don't know why. UNKNOWN (voice-over): You need to pull over. You're going to get yourself in more trouble than what you're already in. ROSE (voice-over): I don't know why they're trying to kill me. UNKNOWN (voice-over): They're not trying to kill you. ROSE (voice-over): Yes, they are because I do not feel safe with stopping. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SIDNER",
      "sentences": "Okay. So, he says, I don't feel safe with stopping. We understand this was over a mud flap. So, he may not have known what he was being pulled over for, obviously. Does the dispatcher, this is to you, John, have a duty to tell the officers on the ground, hey, this guy is worried he's going to be killed, he's worried, he's very fearful? Do they get that information from dispatch? JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYSTBut, you know, we have arrived at the middle of a bad judgment convention where everybody is playing. You have somebody driving an 18-wheeler who is getting pulled over from mud flap by a police agency whose exact job is to do that. It's the state police truck inspector who's supposed to be looking for safety violations. Instead of pulling over, he continues for 35 minutes. It speeds up to 70-something miles an hour. So, you have to factor in, before we start at the end, which is the dog is released and bites him, you have to factor in what's going through their minds, and what's going through their minds is question which is, why is there a truck driver driving a massive vehicle who's trying to evade us, who's refusing to stop? When we throw down spike, you know, when he does stop, he takes off again? When we throw down spike strips and disable him, you know, he gets out and he's very slow to follow these commands? Their minds are racing for what's really going on here and what's the threat. And then as he's complying, of course, the K-9 officer releases the dog. That's wrong. But that's wrong at the end of the story. And you see somebody saying, don't release the dog while his hands are up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SIDNER",
      "sentences": "You can hear it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "MILLER",
      "sentences": "But he's 125 feet away. We're hearing him on the microphone of his body camera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "MILLER",
      "sentences": "Those two officers by the cab of the truck who were yelling these commands are screaming different commands at him. So, what you have here is a tactical situation where there isn't one person who has got command and control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "MILLER",
      "sentences": "It's a mess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "SIDNER",
      "sentences": "It's a mess. So, Joey, does -- as a defense attorney --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "SIDNER",
      "sentences": "-- turn that person on now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JACKSON",
      "sentences": "Yes. SIDNER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JACKSON",
      "sentences": "Yeah. I don't think there's any question there's a case and here's why. Number one, it's a mud flap. Okay? It's a mud flap. He's not leaving the scene of a crime in any particular way. I understand what John is saying. It informs the judgment with respect to him continuing to go and not complying.But at the end of the day, they do get compliance. He gets out of the truck, he has his hands up, and you have him calling the police on the police. Clearly, he didn't stop because of the fact that he did not trust the police officers. What does that say about the state of play right now? And so, when you have a person who's compliant, not a person who's aggressive, not a person who's giving the indication that he's going to attack the police, that he's going to engage in vicious behavior towards the police, what becomes the justification for unleashing the dog? You have to justify what you're doing. Does it make sense tactically? Does it make sense from a commonsense perspective? Does it make sense at all from any perspective? I think not. And so when you have a situation where it's a mud flap, when you have a situation where a person's hands are up, when you have a situation where a person does not represent a danger, when you have a situation where other police officers are saying don't do it, it becomes a problem. Should not have happened and, boy, you know, there's -- without question, there needs to be accountability here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "SIDNER",
      "sentences": "Something that is awry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JACKSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "SIDNER",
      "sentences": "John Miller, thank you. Uh-oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "MILLER",
      "sentences": "Did I just lose a case to Joey Jackson at midnight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JACKSON",
      "sentences": "No.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "SIDNER",
      "sentences": "I actually think you kind of did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JACKSON",
      "sentences": "John Miller doesn't lose case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "MILLER",
      "sentences": "Let me tell you where this is going, which is they will not pursue this prosecution in order -- this is what Joey Jackson would do, they will not pursue this prosecution in order to get his cooperation against the police officer in the disciplinary project, which is starting up right now with their use of force board, because they'll need them for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JACKSON",
      "sentences": "A civil case. SIDNER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JACKSON",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "SIDNER",
      "sentences": "Because I've been covering that. Joey Jackson --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JACKSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "SIDNER",
      "sentences": "-- John Miller, I appreciate both of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JACKSON",
      "sentences": "Thank you, Sara.",
      "isLastSentenceInterrupted": false
    }
  ]
}