{
  "date": "2023-10-09",
  "headline": "CNN News Central",
  "subHeadline": "IDF: More Than 700 Israelis Killed In Hamas Attack; 260 Bodies Found At Music Festival Site After Hamas Attack; IDF: Now Conducting \"Wide-Scale Strikes\" On Hamas Centers In Gaza. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "STEVE LEDER, SENIOR RABBI, WILSHIRE BOULEVARD TEMPLE",
      "sentences": "This is not just a brutality and a senseless war, it's against all Jews. It's against all good people everywhere. And we have to defeat this enemy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Rabbi Steven Leder, thank you for joining us this morning.Thanks to all of you. We will see you back here tomorrow morning. CNN continues the breaking news coverage right after this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "We continue with the breaking news this morning. Nine U.S. citizens are among those who have been killed during this unprecedented attack on Israel. As of this hour, Israeli's military says it has retaken control of all communities around Gaza and is calling for a complete siege of Gaza, no food, no water, no fuel, no electricity. CNN swatted Israeli troops and heavy armored vehicles heading towards the border.At the same time, Hamas continue sending a barrage of rockets into Israel. We're showing you new video there of rockets being launched from Gaza City this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "More than 700 people have been killed in Israel. Thousands more are injured. The death toll in Gaza we are told is up to 560. This morning, rockets hit what looks to be a residential street in Israel. We're also seeing horrifying video of the moments that Hamas terrorists ambush and kidnap Israeli civilians. Some, you know what, we're going to take a break from this video right now and go right to Clarissa Ward. Clarissa is on the ground right now. Clarissa, tell us what's happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Standby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi, John. So forgive me I have a slightly an inelegant position. But we have just had a massive barrage of rockets coming in here not too far from us. So we have had to take shelter here by the roadside. We're just about five minutes away. Gaza is in that direction. We can hear now a lot of jets in the sky. We could also hear the Iron Dome intercepting a number of those rockets as they were whizzing overhead and making impact in that direction not too far from here. We came to this location because this was ground zero for this entire operation of carnage. Hamas militants came on a pickup truck. This was the first place where they breached that border wall. And they basically drove down this strip, just spraying lead wherever they went. We saw, in fact I was just grabbing it before that happened and we had to hit the deck, but heavy weaponry being used.They're saying we can get up now. Where are we moving to? Sorry, just one second, guys. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- just come up and go this way. And then --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "WARD",
      "sentences": "All right, so now I can show you the scene here. This is where those militants first came opening up fire on all these vehicles. There's a baby carriage down there turned over on its side. You can see over there, Clayton, if you just show in the distance there some kind of strikes looks like in Gaza as well. Return fire or is that the smoke from the rocket launchers, forgive me. It's a little difficult after being crouched in a ditch to know exactly what's been going on.But yes, multiple casualties along this area. You can probably see the scale of the damage that was done to these vehicles. A lot of them just blew up with the force of the ammunition they were taking. And they're just now towing away, the actual pickup truck that was carrying those Hamas fighters. And that was some resistance. Careful Clayton. There were a couple of bullet holes in the window shields -- in the windshield rather. So they stopped the car. They got out of it. And they just went on this shooting spree. This is also they believe, where a lot of hostages were taken. They just got out of this, started grabbing people, started shooting people and taking them back to that side of the border. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "WARD",
      "sentences": "Not here, they're not. This was, you know, the city of Netivot is just over there, which was a pretty buzzing city. But almost everybody has left at this stage, or they are spending most of their days in a shelter. And this has really become a kind of an area where the only vehicles in life you see are ones like this. Israeli military, Israeli personnel, Israeli army being moved and deployed all up and down along this border, fueling speculation that some kind of a ground offensive could be imminent, although obviously, that is complicated by the fact that there are a lot of hostages. They're just moving us out of the roadway here.Oh, another one. You can see where they shot up this car here just completely, completely destroyed. We don't know we asked how many lives were lost here. It's very difficult to get a sense of who might be alive, who was taken as a hostage. But you can imagine the visceral terror as the scene was unfolding, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "SIDNER",
      "sentences": "Clarissa, this is Sara, let me ask you about you have not only been there where you're seeing rocket fire still coming in. But you actually went to the site where there was this festival and that awful video of people running for their lives and being slaughtered by Hamas militants? Can you give us some sense of what you saw there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "WARD",
      "sentences": "So we visited there yesterday, Sara, I'm just going to step out of the way there's an ambulance coming this way. We visited there yesterday. And again, just carnage, you can still see the dead bodies of those Hamas militants all over the approach to that kibbutz where thousands of young revelers had gathered celebrate the end of the High Holidays, they were dancing through the night, until at about 6Sorry, I'm just going to move us over here. Again, we're trying to keep out of the way of these guys and let them do their job. I also wonder if someone in the control room can turn around that video that just showed the initial moments we were taking shelter there when that barrage of rockets came in. But the scene at Re'im, that kibbutz that you're talking about was just nothing short of horrifying. And the fear that so many families still have, they don't know Sara, if their loved ones are even alive. And Israeli volunteer group that identifies human remains said at least 260 bodies were found. But there were thousands of people there. And there are still families desperately looking, desperately hoping and not knowing where their loved ones are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "What you're showing in stark relief right now, Clarissa, is to escape it is that this isn't a terrorist attack from just this weekend. This is ongoing. Take us back to mean when we came to you, you were you'd hit the deck with your crew, what is happening, what was happening around you? And what does it tell about this ongoing situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:14",
      "speaker": "BOLDUAN",
      "sentences": "Clarissa, thank you so much. We'll get back to you. As always, keep going and stay safe. Clarissa is in southern Israel very clearly. We're going to get over to Nic Robertson. But first, John is over at the magic wall to show where we're talking about where Nic Robertson is. This is the scene of the music festival, that music festival massacre. The control room can show John at the magic wall so we can show them. So John, these in Re'im were.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:14",
      "speaker": "BERMAN",
      "sentences": "Yes. This is where Nic Robertson is right here. This is where the music festival was Clarissa by the way. We're not giving the exact location up in this area right here. But this is where Nic Robertson at the site of the music festival, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:14",
      "speaker": "BOLDUAN",
      "sentences": "Exactly. All right, let's get to Nic Robertson now. Nic, talk to us about what you see there. And also just more and more horrific stories that are coming out of that massacre.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:14",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "There's a lot that we can see from here very quickly, Gaza is just over there. A few miles away, you can see the smoke raising. We're seeing multiple impacts over there in Gaza. But I'm going to ask John to spin the camera around now, on these vehicles here. There's a situation about to develop here. Now the people here pulling the bags from the vehicles of volunteers getting the identification documents of all those young partygoers who were who were at the party.They were they were -- this is where they were shot up. All these vehicles were shot up. The soldiers here come over to make sure that these people have authority to do what they're doing, literally smashing the windows here. I mean, this is unfolding around us here right now. But these people didn't -- it's OK. It's OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Not OK. Not OK. Not OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:14",
      "speaker": "ROBERTSON",
      "sentences": "No, we're explaining.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Not OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:14",
      "speaker": "ROBERTSON",
      "sentences": "We're explaining. OK. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No. Don't talk to me like that. You can't you see that I'm like this. What is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:14",
      "speaker": "ROBERTSON",
      "sentences": "They're collecting the documents. It's OK, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:17",
      "speaker": "SIDNER",
      "sentences": "I was going to ask you about the civilian population there because we are watching a woman there with a backpack trying to get whatever she can. We're -- are people being allowed to come in and do this? Or were they nearby? Do you have any sense of what's happening with the security there because obviously, you're very close to the border? Rockets have been coming over this morning. We just saw Clarissa Ward hit the deck. It is a very dangerous situation.And I know that there are also I think you just showed when you swung the camera around a place where people can hide. They have shelters, but you know, with a barrage of rockets, you just never know what's going to happen. So is it opened so that people can come in there right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:17",
      "speaker": "ROBERTSON",
      "sentences": "It's not open at all. There's -- there are military checkpoints to get in here, several of them. So you'll get questioned by the military to get in here. There are military encamped literally just across the road from us. They came and checked us as well. So we can be sure that if these people got here, they got here with a position -- with a permission of the military who control this area. It's not -- it's an area where the civilian population has been advised to get out of. It's an area where the government has been quite literally bussing hundreds of civilians out of at least 20 of the villages that are close to this area along the border because of that fear, very real fear reality of possible Hamas continued incursions even though this morning, Israeli Defense Forces said that they had taken back and secured control of this area, you still go past checkpoints here where some of the checkpoints are very twitchy.They are very concerned. They will come at the vehicle with their weapons, absolutely at the ready to check you. And while we've been here, that there are multiple different military units coming through, multiple different police units coming through here. You just get the sense of this is at the leading edge of massive military deployment, the situation is fluid because it has never stopped being fluid since the manner the attack took place down here. It's the lead elements. This is so far from being an established set, if you will, ready for an incursion already military maneuver. It is fluid. It is in the flow. And you've just witnessed some of it here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:17",
      "speaker": "BERMAN",
      "sentences": "Nic, before we let you go very quickly, you did say that an IDF spokesman this morning said that Hamas terrorists had been cleared from the region. But have you seen any evidence of ground fighting still taking place or even heard any evidence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "BOLDUAN",
      "sentences": "Yes. Nic Robertson there with the car alarm still going off around you. You see that massive, massive military equipment coming right down the road. Nic, thank you so much. We're going to have much more of our continuing coverage. The breaking news coming out of Israel, the war in Israel. Israel at war, we'll be right back(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "WARD",
      "sentences": "They're telling to take shelter. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "WARD",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Close it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "WARD",
      "sentences": "Get down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get down. Close, close, close. You're fine, you're fine, you're fine, you're fine, you're fine, you're fine, you're fine, you're fine. You're OK. You're all right. You're all right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "WARD",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's the Iron Dome. OK. That's the Iron Dome. WARD",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's why we want to (inaudible), yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "WARD",
      "sentences": "Guys, are you seeing our situation guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "WARD",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can you hear the shells?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, I don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "WARD",
      "sentences": "Stay down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have to stay here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "WARD",
      "sentences": "Fuck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have to stay here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "WARD",
      "sentences": "Guys come to us. Oh, fuck, fuck.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "SIDNER",
      "sentences": "All right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "BOLDUAN",
      "sentences": "Multiple rockets, multiple rockets, her team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "SIDNER",
      "sentences": "And we should be clear, lying on the ground keeps you some distance but there is no guarantee. This is a terrifying situation for the reporters that are there, for the families that are there, for the army that is there. It is a terrifying situation, because nothing guarantees your safety when a rocket is coming over, nothing, except for the Iron Dome.But there are so many rockets being sent over from Gaza, that the Iron Dome can't get them all. And so there is always the possibility that you are going to be hurt or you are going to be killed. So those situations that you see Clarissa and her team in, you know, they are raw, they are real, and they're terrifying. And they're still doing their job just as the army is doing this job and just as civilians are trying to get to safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "BOLDUAN",
      "sentences": "Let's get to Tel Aviv right now where Becky Anderson is standing by there Tel Aviv in the middle of the country. And Becky, I know you have been hearing the air sirens all day long.",
      "isLastSentenceInterrupted": false
    }
  ]
}