{
  "date": "2023-09-05",
  "headline": "CNN News Central",
  "subHeadline": "Rep. Carlos Gimenez (R-FL) Discusses Possible Kim-Putin Talks In Russia; Sen. McConnell's Office Releases Health Update; United Airlines Issues Nationwide Ground Stop; Makers Of Ozempic & Wegovy: Could Take Years To Meet Demand; Coach Of Spain's World Cup-Winning Women's Team Fired. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "So what happens on the North Korean end? They're looking to expand their satellite and submarine capability. How does making this deal with Russia facilitate that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GIMENEZ",
      "sentences": "I think it does. Look, they're allies. They're like-minded. They are enemies of the United States.And so the four main enemies of the United States are going to, you know, work together in whatever way they can to undermine U.S. interests not only there in Ukraine but U.S. interests around the world. So it doesn't surprise me that he would venture to Russia to sign some kind of a deal, get something in return, some technology that he may want. But the Russians are in desperate need of munitions and maybe some other support that the North Koreans can offer to the Russian war effort.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "And, Congressman, the United States has already sanctioned three different entities tied to arms dealing between North Korea and Russia. Will more sanctions actually do anything? Does the United States have other options?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GIMENEZ",
      "sentences": "One of the options the United States has, and this administration apparently doesn't want to utilize, is unleash American energy production. If we can start tapping into our own energy production, especially innatural gas -- we have maybe the largest natural gas reserves in the world -- and start to exploit that, then we can start to weaken Russia's ability to conduct the war by weakening their economy. And I think that's what we need to do. We need to unleash American energy so that we can undermine the Russian efforts in Ukraine by weakening the economy. So, yes, you can do that. You can issue more sanctions and maybe they'll be -- maybe they'll have, you know, greater effect. But I think the best effect is actually to hurt Russia in the pocketbook so that it can't fund their effort. Because right now, they're looking for all the help they can around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Congressman Carlos Gimenez, thank you so much for the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GIMENEZ",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Of course.Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Senate Republican Leader Mitch McConnell's office has released an update on his health. And this is coming after two concerning incidents this summer where the 81-year-old from Kentucky froze up when he was in front of cameras.Today, the Capitol Hill doctor said there's no evidence of stroke, no evidence of a seizure disorder or a movement disorder like Parkinson's disease. CNN's Manu Raju is joining us now on this story. Manu, we expect to hear from McConnell on the Senate floor this afternoon. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, we do expect to hear from him. He'll likely address the business of the Senate and not talk about the health issues at play.McConnell has really not provided much detail. Up until this morning, when his office did release that letter from the Capitol Hill physician, Brian Monahan, indicating that the leader had undergone several tests, including MRI tests, including other tests with his brain to see if there was anything wrong. It was determined there's no evidence of seizure, no evidence of stroke, no evidence of Parkinson's disease, all of which had been concerns after the recent freezing episodes. The letter does not address exactly why Senator McConnell froze. His office had said the reason why those two incidents occurred was because he felt light-headed. But it's still unclear whether that is exactly -- what is causing that light-headedness and why he froze for 30 seconds those two separate times. The leader did fall, of course, back in March, hit his head, had a concussion, broke several ribs. Which has raised concerns about the 81-year-old Republican's health and whether he can stay atop the Republican conference, which he has led for the past 16 years, longer than any party leader in Senate history. But McConnell indicating, putting out this letter today, in part, to ease those concerns and make clear they can continue on with the schedule as Monahan, the capitol physician, said he could do -- Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KEILAR",
      "sentences": "Manu Raju, live for us on Capitol Hill, thank you.Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "This is just in to CNN. United Airlines is delaying all flights nationwide now due to what it calls an equipment outage. That is according to an alert from the Federal Aviation Administration.Our Pete Muntean joins us now. Equipment outage. I know we don't have a lot of details now. But what would fall under that umbrella?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "SCIUTTO",
      "sentences": "OK. Ground stop. The FAA is saying that's all United flights?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "MUNTEAN",
      "sentences": "All United flights. And it's a request by the airline.In some cases, ground stops are put in place by the FAA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "MUNTEAN",
      "sentences": "They're administered by the FAA. In some cases, the airline themselves can request a ground stop, essentially to be able to catch their breath. SCIUTTOYou say seven, so far, that's what we're aware of. But I imagine at any given moment if this is all United flights nationwide, that number's quickly going to tick up into the hundreds I imagine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "MUNTEAN",
      "sentences": "The good news, at least right now, is this is in the middle of the day when things are usually pretty quiet for an airline.Now, this does come the Tuesday after Labor Day and we know the numbers were going to be relatively big when it comes to air travel today. We'll see the impact here. We know this is in place until at least 2:00 p.m. on the east coast. That's what the FAA alert says. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "MUNTEAN",
      "sentences": "It could be extended. It could end earlier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "SCIUTTO",
      "sentences": "OK. And again, we're working, so you'll know at home as you're following this, we're working with not a lot of information that the FAA has provided so far.Equipment outage, in your experience, what kinds of things might go down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "MUNTEAN",
      "sentences": "Usually this is something on a computer end. This may be something like a scheduling system. We're just speculating now. So we should caveat it.This may be something like the system to check in tickets. We have seen it in that case. Or it can be something so granular like, that the airline simply can't get people on board the flight through the gate and onto the jetway. We'll see. We're still waiting on a statement from United. This is developing by the moment. We have a little bit of information from the FAA and, so far, we've just been able to piece this together from the publicly available alerts that are out there from the FAA's ground stop system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "SCIUTTO",
      "sentences": "OK. Obviously, safety in any systemwide --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "SCIUTTO",
      "sentences": "Safety is number one. So if there's any issue that might affect safety, they'll say listen, we're going to err on the side of caution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "MUNTEAN",
      "sentences": "Right. And pump the brakes.And we're also seeing tweets saying captains on board flights are just explaining to passengers that this may be some sort of computer glitch. We still don't have the full scope or totality of this yet. It's coming up by the moment. Although a lot of people left in the lurch and people just -- essentially a ground stop means waiting on the tarmac before the flight can leave, being held at their departure airport. So a lot of upset people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "SCIUTTO",
      "sentences": "That is no fun. The uncertainty's no fun.Stand by, Pete. Because Mary Schiavo is joining us now, CNN transportation analyst. Spent a number of years analyzing issues with airlines. First of all, in your experience, have you seen an equipment outage like this that has led an airline to stop all its flights nationwide for the time being?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "MARY SCHIAVO, CNN TRANSPORTATION ANALYST",
      "sentences": "Yes, we have. We have seen this with other airlines, several other airlines. And it's happened many times just in the last two to three years that we've had this full ground stop.And you're correct. It is almost always a problem of equipment. And, oh, and by the way, the FAA caused a couple of them itself. It has usually been when there's been working on the system and they brought in new software and it didn't mesh up. So we've seen this many times before and with several other airlines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "SCIUTTO",
      "sentences": "I see. So your best guess -- and again, folks, if you're just joining us, our understanding is United Airlines is now delaying all flights nationwide due to what the FAA is identifying as equipment outage.We have Pete Muntean, our transportation correspondent, but also Mary Schiavo, who's worked in this space for a long time. In your experience, and again with the proviso we're with limited information, your attention would be focused on a computer-like issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "SCHIAVO",
      "sentences": "I would. I would focus on that. I'd also look at what's been done recently to the computers.I wouldn't necessarily assume it's some sort of a hack attack. I would look to see if there had been any work done on the computers, upgrading, updating, things of that nature first. Because often, in the past, that's what we've seen. We've seen where there's been some work done on the programs and that hasn't lined up with some of the software codes. But of course, you know, everybody's under a hack attack these days. So you can't rule that out. But my first effort would be to look to see what's going on with the system and what's going on with the computers because a lot of them are very old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "SCIUTTO",
      "sentences": "Understood.We're going to go back to our Pete Muntean. Because I understand you just received a statement from United Airlines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "MUNTEAN",
      "sentences": "This is from United Spokesperson Leslie Scott\"We're experiencing a systemwide technology issue holding all aircraft at their departure airports. Flights that are already airborne are continuing to their destination as planned. We're currently investigating and will share more information as it becomes available.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "SCIUTTO",
      "sentences": "Key word in there \"technology.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:02",
      "speaker": "SCIUTTO",
      "sentences": "I'm sorry, the phrase is \"systemwide technology?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:02",
      "speaker": "MUNTEAN",
      "sentences": "It said \"systemwide technology issue.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:02",
      "speaker": "SCIUTTO",
      "sentences": "Understood.Mary Schiavo, systemwide technology issue. What are the possible explanations for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:02",
      "speaker": "SCHIAVO",
      "sentences": "Again, I think it still comes down to a problem with the computer software or, as I say, you can't ever rule out a hack attack. But we have seen this systemwide outage before in other airlines and,so far, it has always comes down to some sort of computer problem, often, when there has been work done on the computers. And even the FAA itself has had a problem interfacing with the airline. So my first thought would be a computer issue with making sure that things are working. However, several airlines have been under criticism for scheduling, for not having enough people at work to do the job, et cetera. And that all -- computers as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:53",
      "speaker": "SANCHEZ",
      "sentences": "The maker of popular weight loss drugs Wegovy and Ozempic is now Europe's most valuable company. Novo Nordisk has dethroned luxury goods giant, LVMH, which boasts brands like Louis Vuitton and Tiffany's.Sales of Wegovy and Ozempic have skyrocketed in recent months. And listen to this. The company's CEO says it could take years, years to catch up to the current demand. CNN medical correspondent, Meg Tirrell, joins us now. So, Meg, you spoke with the CEO. What did he share with you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:53",
      "speaker": "MEG TIRRELL, CNN MEDICAL CORRESPONDENT",
      "sentences": "We did, Boris. You know, these shortages of Wegovy have been going on for a few months. We expected maybe they would go on for a few months longer.But in this conversation, he noted they just haven't been able to make enough to satisfy the massive demand they're seeing for these medicines. Here's what he told us. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:53",
      "speaker": "TIRRELL",
      "sentences": "I think you've limited some of the starter doses for patients trying to begin the medicine so that you can supply patients who are already on the medicine at the higher doses. How long do you expect that to have to continue? LARS FRUERGAARD JERGENSEN, CEO, NOVO NORDISKthose higher doses because it's really important for us that patients who start on treatment can titrate up to the maintenance doses. When will this stop? Well, if I knew how big the demand would end up being, I could tell you. But I have the sense it could actually take quite some years before we fulfill the demand out there. There's more than 100 million Americans living with a BMI of above 30 and many of those would like to be on treatment. We are just scratching the surface. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:53",
      "speaker": "TIRRELL",
      "sentences": "And, Boris, he said they are running their plants 24/7. They're investing up to $4 billion a year to try to expand their manufacturing capacity.And they're not alone. Eli Lilly makes a similar medicine. It, too, is trying to expand its capacity. The demand out there for these medicines is just staggering. They are trying to keep up -- Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:53",
      "speaker": "SANCHEZ",
      "sentences": "Just scratching the surface, as he said.Meg Tirrell, thanks so much for the reporting. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:48",
      "speaker": "KEILAR",
      "sentences": "Just two weeks after Spain's women's soccer team won the World Cup, the coach of that team has now been fired. Today, the Spanish Football Federation announced the stunning news that the head coach, Jorge Vilda, has been dismissed.Vilda's departure comes as the federation is under heavy fire for what happened during the championship celebration in Sydney. Spanish football president, Luis Rubiales, grabbed star player, Jenni Hermoso, and kissed her on the mouth without her consent, she says. He has been suspended. In the meantime, Spain's Football Federation named its first ever woman, Montse Tome, as national team head coach to replace Vilda. Chris Wittyngham is an MLS Season Pass commentator for Apple TV. Chris, thanks for being with us. Are you surprised by this firing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:48",
      "speaker": "CHRIS WITTYNGHAM, MLS SEASON PASS COMMENTATOR, APPLE TV",
      "sentences": "I'm surprised in the manner in which all of this has come about, right?Because I think Jorge Vilda would still be in the job if not for what happened to Luis Rubiales, and not what happened to him buy what he did on that stage in Sydney celebrating the World Cup final because he had just won the World Cup. The president announced in his \"I'm not leaving\" \"Wolf of Wall Street\" speech that he was going to give Jorge Vilda a four-year extension, I heard, 1,000 Euros a year. So it is the circumstances he has come about this and the fact he applauded Luis Rubiales when he gave that speech, that \"I'm not leaving\" speech, and really the fact that he has somehow won the World Cup and ended up damaging his reputation. And the result, it's fairly extraordinary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:48",
      "speaker": "KEILAR",
      "sentences": "It is not like he didn't have controversy before the Rubiales stuff, right? He -- last September, there were 15 members of the women's team who had sent letters to the federation saying that they would no longer play for the team unless there are changes made to the coaching staff.So Vilda is fired amid this controversy. Why isn't Rubiales also fired?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "KEILAR",
      "sentences": "Chris, talk to us a little bit about Montse Tome, who has been named as the new women's national team coach.She will be the country's first woman to hold this position. I know she's been a player, but she's also been part of the coaching staff. How does that work? It's not exactly like she isn't somehow attached to this coaching regime. WITTYNGHAM: I will say in her defense and the defense of that coaching staff, they all resigned immediately before Luis Rubiales' big press conference that he gave and they all kind of distanced themselves before the buildup. But like you're saying, there is a certain amount of, well, you stuck around through the entire process and you didn't give up your job in order to fight on behalf of some principal. You still win and coach the team at the World Cup. But I do think, her previously as a player, I do think the fact she was on the coaching staff presumably keeping better relations with the players than Jorge Vilda did does give her a step forward. And I think it had to have been some kind of signal of intent from the Spanish Football Federation to make this decision to say, we're going in a completely different direction. We're going to hire a woman, the first ever to be in charge of the Spanish women's national team. And she now has the job of being, in some ways, a symbol and, in some ways, driving home an entire message on behalf of an entire football station. Because most often, she will be the one that gives the press conferences. She will be the one that draws all the questions. So she has a big diplomatic job as well as, obviously, the coaching job of taking over the World Cup champions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "KEILAR",
      "sentences": "Let's just remember what this team did. I know a lot of this is overshadowing this, but they had an amazing performance. I don't want that to get lost.Chris Wittyngham, the fanciest of fancy lads. What do the kids say? If you know, you know. We appreciate you talking about this with us today. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "WITTYNGHAM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "KEILAR",
      "sentences": "Jim?",
      "isLastSentenceInterrupted": false
    }
  ]
}