{
  "date": "2023-08-18",
  "headline": "Isa Soares Tonight",
  "subHeadline": "United States, South Korea And Japan Sit Down For A Historic Meeting At Camp David; Russia Accuses Ukraine Of Striking Moscow; Unprecedented Wildfires In Canada Forces Thousands To Flee; First Ever Tropical Storm Watch Issued For California; Maui Emergency Official Resigns Amid Criticism For Not Using Sirens To Warn Residents When Wildfire Started; Evacuation Orders In Place For Parts Of Western Canada. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "LYNDA KINKADE, HOST, ISA SOARES TONIGHT",
      "sentences": "A very warm welcome to the show everyone, I'm Lynda Kinkade in for ISA SOARES TONIGHT. The United States,South Korea and Japan sit down for a historic meeting at Camp David. We are live for the famous presidential retreat just ahead. Then Russia accuses Ukraine of striking Moscow. What we're learning about the alleged drone attack on Russia's capital. And later, unprecedented wildfires raging in Canada, forcing thousands of people to flee as officials warn flames could reach a major city this weekend. Well, U.S. President Joe Biden is hosting the leaders of Japan and South Korea right now at Camp David. He is trying to encourage Japanese leader, Prime Minister Fumio Kishida and South Korean President Yoon Suk Yeol to cooperate even more as North Korea and China ramp up their threats in the region. We're expecting to hear from all three leaders next hour. Here's Japan's Prime Minister going into the talks. (BEGIN VIDEO CLIP) FUMIO KISHIDA, PRIME MINISTER, JAPAN (through translator):  President Yoon, I've been meeting you almost on a monthly basis since March of this year. The fact that we, the three leaders have got together in this way, I believe means that we are indeed making a new history. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KINKADE",
      "sentences": "Relations between South Korea and Japan have improved in recent years, making it easier to hold these kinds of meetings. Arlette Saenz isat Camp David for us. And our senior international correspondent Ivan Watson has the view from east Asia, good to have you both with us. So, I'll start with you, Arlette, so this presidential retreat is famous for diplomatic breakthroughs. It's used by leaders and has been for decades, so for all sorts of breakthroughs like peace in the least. But what are we expected to hear from leaders next hour about this unique trilateral?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "ARLETTE SAENZ, CNN CORRESPONDENT",
      "sentences": "Well, you're right, Lynda, Camp David has been the site of many high moments of high stakes diplomacy. AndPresident Biden said that, that is why it is fitting that they are having this first-ever trilateral summit between the U.S., South Korea and Japan here at this site. The presidential retreat just about 16 miles away from Washington D.C. Now, President Biden said that this is a new chapter in relations. There was a time when these two countries have been quite at odds, but they have put aside some of their differences as they are facing those various threats in the region, including provocative behavior from North Korea as well as an increasingly aggressive and assertive China when it comes to both military and economic components. Now, President Biden said that the start of this alliance will essentially make the countries, the two countries stronger and the world safer. And they will be appearing here at the culmination of their meeting that they've been huddling here on this wooded rich retreat. And they're going to roll out some of the agreements that they've come to during their meetings. That includes setting up a three-way hotline for the leaders to consult during crises. They will also be having annual military exercises and working more closely when it comes to ballistic missile drills. They've also talked about intelligence-sharing agreements that they can strike between their two countries. So much of what President Biden has been trying to do since he came into office is strengthening the alliances, specifically in the Indo-Pacific region. That is why you've seen him go to really great lengths to try to court both South Korea and Japan, and so much of the focus has been on China's moves and the U.S. efforts to try to counter some of their growing military and economic powers. So, in just a short while, in about an hour, we are expecting to see the three leaders here in a show of force, and not just to China, but also to North Korea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KINKADE",
      "sentences": "And we will be following that closely next hour, Arlette, thank you. And Ivan, of course, historically, Japan and South Korea were notallies, in fact, one of the best headlines I saw today was old frien-emies bond over new-ish enemies. That was from \"Foreign Policy Magazine\". Just how significant is this summit for the region?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "Yes, it really is. You certainly is staying across all those developments for us. Ivan Watson, we appreciate you staying up well intothe early hours of the morning there in Hong Kong for us, thank you so much. And our thanks also to Arlette Saenz outside the White House. Well, the U.S. as Ivan was just pointing out is also concerned about China and North Korea getting closer to one another and to Russia. And of course, Japan says it's scrambled these fighter jets in response to Russian aircraft mend-together information. And as Ivan mentioned, they were seen over the Tsushima Strait which separates Japan and South Korea. Russia and China holding Naval exercises in the East China Sea area. And it comes a day after Japan spotted Russia and Chinese warships between the two southern Japanese islands. Well, Russia says it shot down a Ukrainian drone over Moscow overnight, calling it a terrorist attack. It says debris from the drone hit an exhibition center some 5 kilometers from the Kremlin. No casualties are reported, all four major Moscow airports were temporarily closed after that strike. Ukraine has not commented, but previously warned that it would, quote, \"return the war to Russia\". Our Matthew Chance is in Moscow with more. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT (on camera):  Well, small scale drone attacks like the one that slammed into a Moscow Conference Center early Friday morning, have become a regular feature of life in the Russian capital. Authorities say the building was stuck with debris when a drone was shot down by air defenses. But this area with its molten skyscrapers has in, private government offices, has been hit at least, twice before in the past month. There's been some destruction caused, planes were briefly diverted from Moscow's airports after the latest strike later in the day. Offices were evacuated amidst reports that another drone strike may have been on its way. But none of the attacks have so far caused serious damage. Taken together though with the regular attacks elsewhere, they have a potent symbolic value showing Russians that there are consequences to the war in Ukraine. And the almost constant barrage also shows how the Russian authorities are not able to entirely defend their own airspace, making Vladimir Putin's Kremlin look much more vulnerable and weak than he would like. Matthew Chance, CNN, Moscow. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NICK PATON WALSH, CNN INTERNATIONAL SECURITY EDITOR",
      "sentences": "Yes, it's unlikely- friendly that they will get them this year still, but we have seen this flurry of activity after the Ukrainian criticism of how and when we'llreally get them fast enough. Frankly, they can't really get them fast enough at all, they need them daily right now. But Denmark saying they'll begin training by the end of the month, that's potentially in the next 13 days or so. The Netherlands also having a plan too, a lot of documentation around this has suggestion we're talking about potentially six months of training of pilots, ground staff, the simulators, the training equipment, and that all has to be signed off by the United States. That's happened for that training to begin because they wanted European allies to do the actual training the jets themselves. The U.S. has said now, technically, approved that they will be handed over. It's an exceptionally complex process frankly, because it is deeply ambitious. It is probably the closest NATO will find itself to slide in closer to becoming a party to the conflict, because of the maintenance required for these jets. Yes, they can give them to the Ukrainians to do the flying, the training, the servicing on the ground. But fundamentally at some point, these are complex-enough beast that NATO may need to provide greater assistance, and F-16s also have extraordinary range and capability here. So, we are likely to see this  conversation happening in public over the next months where they try on NATO's part to show they're doing this as fast as they can. We've seen them with the Leopard tanks move a lot faster than perhaps some thought initially. So, we could see this sped up, but really it's right now on the ground that Ukrainian forces need that assistance. They need a way of pushing back Russian jets sort of dropping half metric ton glided guarded bombs on significant military targets at will. That's really slowing Ukraine's ability to move forward. But the hollow blue, I think it's fair to say, we've seen over the past days reflects Ukraine's concerns and the response we've seen in public from the Americans and NATO allies is certainly a suggestion that they want to be seen to be doing as much as they can. But I think ultimately, the calculation has been made that this is part of the equipment supply Ukraine could be more delivered, more slowly perhaps, because of the larger risk it has to NATO being further dragged into this war. Lynda?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KINKADE",
      "sentences": "And Nick, there has been some criticism or perhaps some concern at least, from one senior U.S. official, worried about Ukraine focusing onthe Crimea. Can you explain why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WALSH",
      "sentences": "Yes, look, it is slightly confusing to me to separate Crimea as a separate issue from the southern counteroffensive. It's important to pointout that Romania and the west who fear that Crimea is so important for the Kremlin's image in terms of how it managed to annex that peninsula back in 2014 with  barely a shot fired that they are potentially worried it might be an irrational reaction from the Kremlin, that they felt they were going to lose Crimea back. It is clear that Zelenskyy, Ukraine's president has said he wants to take back Crimea too. Is that likely to happen right now? No. They've got a deal first of all with the land corridor that goes from mainland Russia all the way through down to Crimea that was taken in the invasion last year. Crimea though, importantly serves a very keen and clean role in terms of the supply of military hardware to Russian troops who are trying to fend off Ukraine's counteroffensive to the south. And so, the infrastructure being hit in Crimea, the bridge to it, the ammunition dumps near it, the bridges from it, that head up round towards that land corridor. There are all things that are being used to assist Russian troops in their fight in the Zaporizhzhia region, particularly in the western part of that counteroffensive. And so, it is interesting to hear the West and these different officials talking so nervously about Crimea and their pressure opponents. I think it reflects more their view of Putin's psychology in this that necessarily does an accurate reflection of the role Crimea plays. It's a military hub for the Russians, so stuff is going to come from it to assist their troops in the southern front area if they need it. And Ukraine hitting targets in that area doesn't really surprise me at all. Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hello, Lucy, is it?LUCY LETBY, U.K. NURSE CHARGED WITH KILLING BABIES:  Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hello, my name is Chester(ph), step in with you seconds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "LETBY",
      "sentences": "Oh, yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, thank you.UNIDENTIFIED FEMALE (voice-over):  She was a nurse trusted to care, who chose to kill. Arrested at her suburban home, everything about Lucy Letby seemed normal, but that's exactly what she used to cover the  truth that she is a murderer who attacked her victims as they desperately clung to life. And now the U.K.'s most prolific baby serial killer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "NICOLA EVANS, CHESHIRE CONSTABULARY",
      "sentences": "Lucy Letby had a position of trust, and the baby's parents in this case have put their trust in her and othersto look after their child, to their baby, and Lucy Letby has abused that trust on an unimaginable level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is where Letby began her murderous campaign in June 2015. Over a year, she attacked babies, some by injecting air intotheir bloodstream or stomachs which killed seven newborns. She attacked her other victims by dislodging their breathing tubes or poisoning them with insulin, something she used on a baby known in court as Baby L, whose twin brother known as Baby M was also attacked. She injected him with air which caused his heart to stop, something his parents say they'll never forget.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When I went down, I saw doctors around the trolley and they're just pumping his heart like a rag doll really. He was just like adoll and they were just going like that, like that to the chest. They were prescribing medication and they were ready to give up after 30 minutes, and then all of a sudden, Baby M just came back to life out of nowhere, and by the grace of God, he's OK today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What has Lucy Letby taken from your family?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She took everything, our joy, happiness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm not the same person I was before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "As a neonatal nurse, Letby operated in plain sight, but didn't go unnoticed. Four consultants at the unit raised their concernsto hospital bosses when they realized every time a baby inexplicably died, there was an explanation that Letby was always on shift.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "JOHN GIBBS, CONSULTANT",
      "sentences": "It's regrettable that we had to wait for that accumulation of deaths to realize something bad was happening. Butalthough, some concerns were raised early on, from my personal point of view, I felt that perhaps Lucy Letby had just been unlucky in being the nurse looking after some of the babies who died. That concern of feeling sorry for her changed when the pattern of deaths continued, and she continued to be associated with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But more than a year later, by July 2016, hospital bosses finally involved the police, and after a two-year investigation,Letby was arrested in 2018. When officers searched her home, they found a post-it note, where she wrote, \"I am evil, I did this\", and the diary where she marked the date of her attacks with the initials of her victims, but Letby never admitted her guilt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "LETBY",
      "sentences": "They told me (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Did you have any concerns that the walls were rising (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "LETBY",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK, so tell me about what concerns did you have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "LETBY",
      "sentences": "I think we'd all just noticed as a team in general, the nursing staff that this was (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And that was what she professed throughout the nine month trial, where she calmly sat in the dock, but at times broke down whendescribing how this has affected her life, telling the prosecution, said that she never cried for her victims whose parents should have believed their babies were in the safest place in the hands of a nurse whose job was to protect them from harm. But she betrayed those who dangerously depended on her, babies who had no chance to fight back. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back, I'm Lynda Kinkade, good to have you with us. Spanish and English football fans are gearing up for a historic Women'sWorld Cup final. The Lionesses and La Roja face off this Sunday in Sydney. Both are soccer power houses, but neither team has made it to a final before. Spain's Prime Minister Pedro Sanchez writing on social media, \"keep making history, all of Spain is with you.\" And Britain's Prince William wrote, \"what a phenomenal performance from the Lionesses.\" But before the final, co-host Australia will play Sweden on Saturday for third place. Well, joining me now to discuss this World Cup ahead of the final is former Lionesses' captain Carol Thomas. She was the second of a captain of the England Women's football, and the first to lead the Lionesses to a European final. Good to have you with us. CAROL THOMAS, FORMER CAPTAIN OF ENGLAND'S WOMEN'S NATIONAL FOOTBALL TEAM:  Good evening, thank you, thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "So, you know, as an Australian, you can guess who I wanted in the final, right? But I am looking forward to see the game on Sunday. What areyour expectations for the Lionesses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "THOMAS",
      "sentences": "Sorry for your loss to begin with. I'm really looking forward to the game, and I think the Lionesses have done really and they startedslowly, but they're gradually running to the tournament again, and then I've got every expectation that we can go the whole way and win the tournament now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "And of course, Carol, you were the England -- the women -- the captain of the England Women's national team for some 9 years, playing over50 games, which is just incredible. How would you describe this Women's World Cup tournament with all the surprises and the unexpected upsets?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "THOMAS",
      "sentences": "Yes, it's been absolutely amazing, hasn't it? The African teams have shown how far football -- women's football is coming now, we know, andit can only be good for women's football worldwide to see these teams improving and giving the so-called better teams a good room for the money. It's been an amazing tournament, and it can only be good for women's football worldwide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "THOMAS",
      "sentences": "Right, Sydney says so much doesn't it, you know, and even across in the U.K., the watching figures have been phenomenal really. And it'sjust great to see, and it speaks volumes of the women's  game and how far it's coming, and to see that (INAUDIBLE) in the stadiums and as well as moms and young girls and families as a whole just thoroughly watching and enjoying women play football. It's absolutely, it's been an amazing tournament.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KINKADE",
      "sentences": "Carol, could you have ever imagined that sort of reception back in the '70s and the '80s when you were playing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "THOMAS",
      "sentences": "It was something that I would dream of. I mean, when I first started in '74, and I got selected for England, you know, we had family andfriends and one man and his doctor, I know, Penn(ph). So it's really good to see how far it's coming, and I'm so proud of the Lionesses and how they are performing on this big stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KINKADE",
      "sentences": "And just quickly, any advice for them this Sunday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "THOMAS",
      "sentences": "I would say to them, you know what? Your preparation is done and your training is done, you played in a World Cup final, let's go out thereand show everybody what we can do, but most of all, let's enjoy it. It's a World Cup final and it's a game of football.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KINKADE",
      "sentences": "Exactly, Carol Thomas, fantastic to have you on the program. Thank you so much for your time and all the best Sunday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "THOMAS",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KINKADE",
      "sentences": "Well, in the men's game, Lionel Messi is wowing crowds yet again. Take a look.(WORLD SPORT)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KINKADE",
      "sentences": "When the Argentinean superstar moved to U.S. club Inter Miami earlier this Summer, I'm not sure he was expecting things to go quite soeasy. This was his 9th goal in just 6 games since joining. It's safe to say he's enjoying life's stateside. Take a listen. (BEGIN VIDEO CLIP) LIONEL MESSI, FORWARD, INTER MIAMI (through translator):  Today, I can tell you that I am very happy with the decision I made, and for how my family and I live our day-to-day lives, and how we enjoy the city and this new experience, and how the people received us from the first day, from the people of Miami and the people of the U.S. in general. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:41",
      "speaker": "KINKADE",
      "sentences": "Welcome back. I'm Lynda Kinkade. Good to have you with us. A rare Pacific hurricane is making history in California. authorities issue thestate's first ever tropical storm watch. Hurricane Hilary has been upgraded to a Category 4 storm as it lashes Western Mexico. The waves are picking up, beaches are empty, and Mexican officials are warning of intense wind rain and flooding. The storm is set to move north in the coming days where it could dump more than a year's worth of rain on parts of the U.S. Southwest. The California coast and low areas are being told to get ready for floods and high seas. Well, as the U.S. prepares for Hilary to make landfall, there's bad news from FEMA, the country's Emergency Management Agency. Their disaster relief fund is already running out of money. And that's before the Atlantic hurricane season has even truly started. It's been a year that has set records for billion dollar weather disasters like the one we've seen unfolding right now in Hawaii. More than 110 people have lost their lives on the island of Maui and outrage is building over the response to the fires after the alarm system wasn't activated. Now Maui's Emergency Management Chief has stepped down citing health reasons. Well, I want to get the latest from Maui, our Chief Climate correspondent Bill Weir is following all these developments and joins us live. Good to have you with us, Bill. So as we're learning more about the errors that led to this disaster, the disaster on such a huge scale, we now know that Maui's head of emergency has stepped down. What more can you tell us about what went wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:41",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Well, we definitely know that the alarm system didn't work and the alarms on Maui are part of what Hawaiicalls an All Hazard Alarm System. And they're used, it says on the website, on everything, from tsunamis to dam breaks to toxic spills to terrorist attacks. Herman Andaya, who is the head of Emergency Management on Maui, says that he didn't and defended the decision not to sound the alarm for fear that people would mistake it for a tsunami warning and run uphill into the fire. That angers a lot of locals who talk about residents who had no idea there were cinders and ashes and embers flying through the air outside. A lot of children home from school that day, so any kind of alarm to get people out and looking around and talking to each other probably could have saved some lives. There was also questions about his resume, local reports that he was hired over more experienced emergency managers. This is a former Chief of Staff. He worked in the Department of Housing for a time. He said he was well- trained and used to report to emergency services as well, but he resigned yesterday citing health reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:41",
      "speaker": "KINKADE",
      "sentences": "And Bill, I mean, we have already spoken about the fact that his fire moved about a mile a minute. We know the death toll is over 100people, but the governor of Hawaii says it could raise significantly because about a thousand people are still missing. Just how much longer will it take for responders to comb through the area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "KINKADE",
      "sentences": "Yes, it's just so sad. Bill Weir for us. We appreciate you. Thanks so much for being there for us in Maui. Bill Weir there.Well, thousands of people in Canada have been forced to flee their homes after deadly wildfires are ripping across the country in the Northwest Territories. And the deadline to leave the city of Yellowknife has now passed and 20,000 residents were ordered to leave by noon. The time there now is just after 12.30 p.m. Officials say the fires could reach the city by this weekend, but the scramble to get out isn't confined to Canada's north. These are the scenes in the West and British Columbia. Residents have been urged to leave certain areas at just a moment's notice. Well, Paula Newton is following the developments and joins us now from Ottawa, Canada. Good to have you with us, Paula. So as I was just saying, the deadline has passed, at least 20,000 people to leave. Do you know where they're going or how long they could be in limbo as these fires burn out of control?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT",
      "sentences": "Yes, the issue is how long they're gone. Right, Lynda? I mean, look, so far, we just had an update from federalofficials. They say the evacuation is going well. They also said that it has been calm. Now, while yesterday there were some traffic jams on the only road I will add out of this community, Yellowknife, but today things are much calmer. They are also continuing with an unprecedented airlift, which includes the Canadian military, which is working to bring out those vulnerable. Lynda, you can imagine trying to get people out of hospital, long-term care homes. Those who are truly vulnerable and cannot get in a car and drive 15 hours. And that's the thing, Lynda. There's only one road in or out and you are driving for quite a bit of time. If your car breaks down or if you run out of gas, there have been problems on the road, although federal officials say that they have been putting in, helping the territory, in fact, put in resources along that road. Many people are going to Alberta, some to British Columbia, but major centers in Alberta now that are filling up, quite frankly, with people who will be gone and they don't know for how long. At this point in time, the community itself remains safe. Certainly the priorities, things like hospitals, they are building those fire barriers, taking out trees, making sure that there is a barrier and that includes gel fire retardant between the fire. But that will still take several days. And the issue here, Lynda, has been the wind. You know, you were just talking to Bill about how quickly that fire burns. Certainly, this one isn't moving as quickly, but there is a healthy respect for the weather right now and the fact that they do have a cold front moving in and how quickly the fire direction could change and continue to threaten this community. Again, there are still thousands of people left in the community, but they do expect that by some time tomorrow, everyone, except for emergency responders, will be out of Yellowknife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "KINKADE",
      "sentences": "And Paula, just give us a sense of the international response because there are about a thousand active fires in Canada. How many othercountries are getting involved to try and get these fires under control?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "NEWTON",
      "sentences": "Yes, I mean, look first and foremost, Lynda, it is the United States that has been coming into help, although the United States clearlydealing with its fire issues as well. Canada has had crews in from South Korea, from Japan, from Peru. There have been people from all over the world. And why? The impact on this country has been significant and obviously in terms of emissions and air quality, that affects the entire world. It is the United States though, as we saw earlier this summer, Lynda, those scenes from major cities like New York and Washington, D.C. The smoke that will continue to funnel in to the United States has a significant impact. And for that reason, it has been all hands on deck. And I do want to point out, Lynda, at this hour, a fire raging in Kelowna, BC, this just flared up in the last few days. More evacuation orders there. And, you know, the lead firefighter there, the fire chief, you know, said that it was like fighting a hundred fires in a lifetime all at once. They continue to be dug in, structures have been lost, but thankfully no loss of life has been reported.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "Lynda, this meeting just wrapped in Accra in Ghana a short while ago. And we're hearing a tough talk from the ECOWASPolitical Commissioner who says they are ready. They will not say when exactly this intervention will happen, but if the order were to come from the heads of state, they're ready to go. Members of state of ECOWAS of Commission have committed different equipment, personnel, resources to carry this out. And I want you to hear this specific line from this senior ECOWAS official. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "BOLA TINUBU, NIGERIAN PRESIDENT",
      "sentences": "A coup in Niger is one coup too many, you know, for the region and we are putting a stop to it at this time. We aredrawing the line in the sun. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "MADOWO",
      "sentences": "ECOWAS saying it will not engage in endless dialogue and any further talks must result in the restoration of constitutional order there.And if it were to go to a military intervention, it will be surgical and it will be short-lived. However, there's also another ECOWAS mission possibly going into Niger tomorrow on Saturday to try and talk the military junta off the ledge to try and get them to reinstate and release President Mohamed Bazoum and his government. It seems unlikely because we had a lot of turd talk from ECOWAS and not a whole lot of action and the military junta in Niger has so far not shown that it's responsive to any of these. So, all of these commitments they're talking about, all of this drawing a line in the sand and all of this we're ready is likely to be received the same way it's been received over the last two and a half weeks from ECOWAS. In fact, this political commissioner has said they're only talking about this military intervention because of the intransigence from the regime there because of the obstacles they've put in the way of trying to find a negotiated settlement, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "KINKADE",
      "sentences": "Yes, I do wonder what other leverage ECOWAS has because, you know, they've threatened military intervention for the last few weeks as we'vebeen discussing and sanctions, closing land borders. Are there any other options on the table?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "MADOWO",
      "sentences": "They've thrown all tools at this and they've said that there are sanctions that they still can apply as a tool of pressure. Already thesanctions have applied. The closing of land borders, the no-fly zone, the freezing of financial transactions are biting, especially for regular people in Niger and they're saying these are all avenues for them to try and get the military junta to talk to them to negotiate a way that restores constitutional order there, but this military intervention is the last one. Unfortunately, they seem to be out of road here because you've tried everything and it's not working out and this military intervention, they understand, will have far-reaching ramifications in the entire region so it has to be considered carefully and yet without anything else working. If this mission to Niger does not work out on Saturday then they have no choice but wait for that order from the heads of states to actually physically send in the army.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:31",
      "speaker": "KINKADE",
      "sentences": "Welcome back. Today in our series, Going Green, we're looking at a simple way to save money on dining out while doing your part to protect theplanet. Every day, literally tons of food is thrown away by restaurants. But a new app called Too Good to Go promises to help prevent food waste by alerting people to high-quality meals that might otherwise be destined for a bin. Bianca Nobilo reports on how it works from the company's headquarters in Copenhagen. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:31",
      "speaker": "METTE LYKKE, CEO, TOO GOOD TO GO",
      "sentences": "Food waste is a much bigger issue than most people are aware of. Almost 10 percent of all greenhouse gas emissionsare estimated to be coming from food that we waste. And in fact, if we took just a quarter of all the food we waste and directed it to people in need, we wouldn't have any hunger on the planet. My name is Mette Lykke and I'm CEO of Too Good to Go. Too Good To Go is a free app you can download on the App Store that basically allows you to see which bakery, supermarkets, restaurants nearby expect to have food left by the end of the business. I can read a little bit about what they expect to have for me. I hit reserve here. They explain to me it's a magic bag and then I just saved a meal from being wasted. Now, I just have to go pick it up. So far, on Too Good to Go, we've saved 239 million meals from going to waste. We're really trying to help solve the issue of food waste. Mette's idea for the app all started with a simple question posed over a meal one day at a Copenhagen restaurant as she wondered what happens to all their leftovers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:31",
      "speaker": "LYKKE",
      "sentences": "The idea really was to say actually, you know, this food is still perfectly fine to eat. It was sold at full price five minutes earlier. Itmust still have some value. Basically in our DNA is this idea that we want to give the food a second chance and we want to put a real value on it. NOBILO (voice-over): The quest for that second chance launched both an app and a successful startup. The core concept of Too Good to Go is the so- called surprise bag. Because storeowners don't know in advance what will be left at the end of the day, the surprise bag allows them to, well, surprise you. A general guideline from Too Good To Go is to expect about a 66 percent discount on every bag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:31",
      "speaker": "SEBASTIAN GRIF, MANAGER, LAGKAGEHUSET",
      "sentences": "I have a lot of customers coming down here and they're curious about our products. I think it's a fun way totry them out for the first time via Too Good To Go that I can actually buy this bag and I don't know really what's in it, but I can take it home with me and try out new products that I wouldn't buy normally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:31",
      "speaker": "LYKKE",
      "sentences": "I think that's one of the great things about this is once you really commit to this, it's actually a lot of fun and good for the planet and it'sgood for your wallet, too. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:09",
      "speaker": "KINKADE",
      "sentences": "Welcome back. The world is witnessing a new era of space exploration. India's lunar lander is in its final stage before it attemptstouching down on the surface of the moon in the coming days. But another country might beat them to it. Russia says its new spacecraft could land on the moon as early as Monday. CNN's Michael Holmes reports. (BEGIN VIDEOTAPE) MICHAEL HOLMES, CNN CORRESPONDENT (voice-over): The race is on to explore the far reaches of the moon. Russia launching its first lunar lander in 47 years with the hopes of beating out the competition and becoming the first country to make a soft landing on the south pole moon. If successful, the Luna-25 mission would be an astronomical comeback for Russia, reclaiming some of the glory from its Soviet-era space heyday, and putting it at the forefront of a new push by several countries to explore the deep craters of the shadowy part of the moon that's believed to contain water ice. The liftoff was delayed for nearly two years, partially because of the backlash over Russia's invasion of Ukraine with the European Space Agency pulling key camera equipment from the project. And even though Luna-25 is now aloft, it's not alone in its endeavors. The Indian spacecraft Chandrayaan-3 is already in lunar orbit and on Thursday India's Space Agency announced the lander module had successfully separated from the propulsion module, even quoting the lander as saying, thanks for the ride, mate. They're now eyeing a soft landing spot on the moon on August 23rd, two days after Russia's ambitious target landing date. But both missions will have to avoid the fate of the Chandrayaan-2 in 2019, which crash landed on the moon's surface. Other nations are in the moon race. Earlier this month, the crew of NASA's Artemis II mission inspected the Orion spacecraft that is set to orbit the moon with astronauts on board late next year. Artemis III will follow with plans to land a crude spacecraft on the lunar south pole, but NASA says this mission could be changed or delayed if a landing system created by SpaceX isn't ready on time. China also says it plans to land astronauts on the moon by the end of the decade, something NASA says is worrying if they get to the moon's south pole first and claim it as their territory.",
      "isLastSentenceInterrupted": false
    }
  ]
}