{
  "date": "2023-08-16",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Cargo Ship Departs Odesa Despite Russia's Threats; Sources Tell CNN Donald Trump's Lawyers Are Negotiating Details Of His Surrender; Top Investor Bets On Wall Street Downturn; U.S. Remains Focused On Soldier's Safe Return from North Korea; Going Green: TerraCycle; Singapore Researchers Develop \"Mind-Reading\" Technology. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:34",
      "speaker": "LYNDA KINKADE, CNN INTERNATIONAL HOST",
      "sentences": "A very warm welcome to the show everyone, I'm  Lynda Kinkade in for Isa Soares. Tonight, shipping restartsin Ukraine's besieged Odessa port despite Moscow strikes to target Ukrainian vessels. Then, sources tell CNN that Donald Trump's lawyers are in negotiations over how and when the former president will surrender to Fulton County authorities. Well, we are learning more about that, and we'll have a live report just ahead. Plus, a big bet against Wall Street by the investor who famously predicted the 2008 financial crash. We ask just how worried should we be? We begin in Ukraine where a cargo ship which is being stranded there since the war began, has been able to leave despite threats from Russia. Ukraine says the Hong Kong-flagged vessel containing food products left Odesa earlier and it's en route to Turkey. Their ship was trapped there after Russia's invasion last year, and it's the first ship to leave since the collapse of the grain deal last month. Overnight, Russia attacked Ukrainian grain silos and ports. Russia has threatened to attack any ship leaving Ukraine. And just days ago, it boarded a different ship it says was headed to Ukraine. On the frontlines, Ukraine says its troops have liberated another village in the Donetsk region. This video shows them celebrating, waving and raising flags. Well, for the latest, I want to bring in CNN's international diplomatic editor Nic Robertson, he joins us live from London. Good to have you with us, Nic. So, this cargo ship was able to leave the port despite the threats from Russia, despite the attacks overnight on the Ukrainian ports, on the Ukrainian grain silos. It is headed out of that new Black Sea corridor. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:34",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Well, it does appear as President Zelenskyy in the last few minutes has indicated that it actuallyhas made a successful passage through the Ukrainian corridor. That doesn't leave us entirely clear about where it is now. Is it in international waters? Has it made it all the way to Turkish waters, which is where it was headed to, to a Turkish port. But this is -- this is new information coming in from President Zelenskyy where he says it has passed through the Ukrainian humanitarian corridor. And this is very important sort of proof of concept if you like, that this ship, the Joseph Schulte had 30,000 tons of cargo on board a Hong Kong- registered vessel that had been stuck in Ukraine since the beginning of the war, since Russia's invasion well over a year ago now. But it's actually been able to get out into international waters. Now, of course, the grain deal collapse a month ago exactly, because Russia pulled out of it, and Russia has indicated that it would not allow international shipping carrying Ukraine's grain out of -- out of the country, or it has made comments that suggest that it wouldn't allow it. And just a few days ago, the Russian Navy fired near a container-ship coming into Ukrainian borders of Turkey's ship. So, and that ship was in international waters, so, it's a bit of unknown territory, but the update does seem to be that the ship has made progress through that corridor. But let's wait until we get some more details coming from other Ukrainian officials to flush this out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:34",
      "speaker": "KINKADE",
      "sentences": "Exactly, and also, I want to ask you, Nic, about this counteroffensive because Ukraine says it has taken back another village inthe Donetsk region. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "Yes, exactly, it certainly is as always. Nic Robertson, good to have you with us, joining us from London, thank you. Well, there are newdetails involving the surrender of former President Donald Trump to county officials in Atlanta. We're learning from sources that Trump lawyers are negotiating the terms of his surrender. And early indications from Trump's team is that they're discussing a potential date next week, but no exact date has been set according to those sources. The former president and 18 co-conspirators have until August 25th, that's next Friday to turn themselves into authorities. They are all accused of breaking various criminal laws involving alleged attempts to overturn the 2020 election in the U.S. state of Georgia. One of the charges attempts to tie them all together is usually used to break up criminal gangs. Well, joining us now is CNN reporter Zachary Cohen. Good to have you with us, Zachary. So, I want to start on when Trump will surrender likely because he is facing this racketeering charge, which means prison time is certain if he is convicted. Talk to us about when we can expect him to arrive in Atlanta for fingerprinting and a mugshot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, Lynda, things are still very fluid, but as you said, there are ongoing negotiations between Trump'slawyers and the Fulton County District Attorney's office regarding the details of his voluntary surrender, and you know, we are expecting in this early stages that they are looking at a date early next week. But there is no final decision that's been made as far as when will Trump come to Atlanta and turn himself in? And there's a lot of moving pieces here. As you mentioned, there are 18 other co-defendants that are also trying to work out the details of their potential surrender here in Atlanta. One of them in particular, Trump's former Chief of Staff, Mark Meadows is actually trying to actively move his case out of the state of Georgia and into federal court. He's arguing that his role as chief of staff, he should -- because of that role, he should be able to claim federal defense -- immunity defense, which basically means because these allegations being brought against him while he was serving as chief of staff. Under federal law, he should be able to claim immunity and essentially get his case dismissed there. And you know, we have heard previously that Trump could potentially try a similar legal tactic, but as of now, we are hearing that ongoing negotiations about turning himself in to former president here in Fulton County, potentially as early as next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "And of course, one of the other co-defendants is the former New York mayor, former Trump attorney, Rudy Giuliani, who claims he's runningout of money as he faces these 11 lawsuits. He is now reportedly selling his $6.5 million Manhattan apartment, and the judge wants some sort of evidence to show this financial hardship. Any indication that Trump is going to help him out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "COHEN",
      "sentences": "It's a complicated relationship between Rudy Giuliani and Donald Trump in these last few months, and especially when it comes to the topicof money like you said, Rudy Giuliani is arguing that he is effectively out of money, and that he has to sell his apartment or put it on the market in order to pay these mounting legal bills. And Trump has not paid or Trump's Super PACs have not paid directly any of Giuliani's legal bills to date, but they have helped him out with some of the associated costs, they paid over $300,000 to a company that helped archive some of Rudy Giuliani's document as evidence in an unrelated civil case here in Georgia. But so, no direct payments to date between Trump's Super PACs and Rudy Giuliani. And Rudy Giuliani is going to have to make the case to this judge that he does -- he is running out of money now. Rudy's lawyers argue that, look, any sort of detailed description of why he's claiming to be effectively broke would only sort of embarrass the former New York City mayor, but we're going to have to see what happens as far as Rudy Giuliani, his money situation, how that could impact a more perilous scenario that's only, you know, that's coming down the pike as he is now indicted in this case in Georgia. And we've identified him as one of the unindicted co-conspirators in special counsel Jack Smith's investigation as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "JENNA ELLIS, LAWYER",
      "sentences": "It is irredeemably compromised.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SCHNEIDER",
      "sentences": "Trump campaign attorney, Jenna Ellis, who is front and center, falsely claiming widespread election fraud posted online defending heractions. Rudy Giuliani also shot back on his radio show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "RUDY GIULIANI, LAWYER",
      "sentences": "This is all protected free speech. This is what you're allowed to do to contest an election. This is what a lawyer isallowed to do in representing a client.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SCHNEIDER",
      "sentences": "Giuliani is charged with 13 counts in the indictment, more than any other defendant, except Trump. In a statement, he called the charges anaffront to American democracy. But former federal prosecutor Elliot Williams, points out someone's status as an attorney doesn't give them carte blanche to break the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "An attorney can provide legal representation to a client as long as they are not urging that client tocommit a crime or committing a crime themselves. And the mere fact that these individuals were attorneys doesn't somehow absolve them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SCHNEIDER",
      "sentences": "Giuliani is charged as part of the broader racketeering conspiracy encompassing all 19 defendants. But he's also facing severaladditional charges, including making false statements to the Georgia House and Senate when he testified in 2020 about bogus voter fraud claims and urged state lawmakers to overturn the results.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "GIULIANI",
      "sentences": "There are ten ways to demonstrate that this election was stolen, that the votes were phony, dead people, felons, phony ballots, phony mail-in ballots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SCHNEIDER",
      "sentences": "Other pro Trump attorneys also charged include John Eastman and Kenneth Chesebro who outlined a plan to get Vice President Mike Pence toblock the certification of the election on January 6th. And Jeffrey Clark, a top Justice Department official who drafted a letter that he hoped DOJ would send to various state leaders, including in Georgia, falsely proclaiming fraud in their states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ROBERT CHEELEY, ATTORNEY",
      "sentences": "Regarding this voter fraud that State Farm are in was deliberately planned, it had to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SCHNEIDER",
      "sentences": "Robert Cheeley was a lawyer who worked with Trump's team to promote voter fraud claims. He's also been charged along with Trumpcampaign attorney Ray Smith.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "RAY SMITH, TRUMP CAMPAIGN ATTORNEY",
      "sentences": "Two thousand, five hundred and six felons voted illegally in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SCHNEIDER",
      "sentences": "And Sydney Powell has been charged with seven crimes, including her alleged involvement in the scheme to break into voting machines inCoffee County, Georgia. She repeatedly and falsely declared Dominion Voting Systems as fraudulent in the weeks and months after the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SYDNEY POWELL, ATTORNEY",
      "sentences": "And that's when the Dominion operators went in and injected votes and changed the whole system.SCHNEIDER (on camera): And Dominion is now suing Sydney Powell and Rudy Giuliani for defamation. So their legal troubles have only been compounded by this latest criminal case out of Georgia. In the meantime, John Eastman's attorney is also responding, saying the activity in this latest indictment is political and not criminal. Jessica Schneider, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KINKADE",
      "sentences": "Well, U.S. President Joe Biden will visit the devastation in Hawaii on Monday. The White House made that announcement a short time ago.It comes as the number of those confirmed killed in last week's wildfires has risen to 106 people. Only a third of the fire zones have been searched so far. And new today, officials say the system is tested regularly and was tested just a week before those wildfires broke out. However, Governor Josh Green told CNN that some of Maui's warning sirens were broken. And that may not be the only reason they weren't used. (BEGIN VIDEO CLIP) GOV. JOSH GREEN (D-HI): The sirens were typically used for tsunamis or hurricanes. To my knowledge, at least, I never experienced them in use for fires. There may be some reasons for that. Sometimes sirens send people up mountain, and going up the mountain during a fire can be problematic. Going up the mountain when there's a wave is what you have to do. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "PAZMINO",
      "sentences": "Even the island's firefighters find themselves in need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They watched everyone's phone as they fought for the other side, other homes in the neighborhood. And it was quick, likeeverything was -- happened so fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "PAZMINO",
      "sentences": "Frustration now mounting as some Lahaina residents remain blocked from returning to what's left of their neighborhoods.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I want to go back to my home, but these guys are killing us. Like what -- I don't understand why they can't get their --together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "PAZMINO",
      "sentences": "Others just beginning to come to terms with so much loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I am praying for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "PAZMINO",
      "sentences": "Penny Schillings(ph) says her brother Joe died while helping his elderly neighbors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He helped one to escape. The last message from him was, I have these seniors in my apartment and I'm trying to keep the smokeout.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "PAZMINO",
      "sentences": "Those who were able to escape the flames say they are now reeling from the scale of the destruction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It broke me. It still breaks me. This is what keeps me going, helping people. A lot of us are at that stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "PAZMINO",
      "sentences": "And beyond the wreckage, the survivors say, it's time to come together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ohana means family, and everyone is pitching in, it doesn't matter where you're from or what color you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "From the ashes, we will survive.PAZMINO (on camera): And that spirit remains alive and well right here in the Kula community about 40 miles away from Lahaina where so much of the devastation has taken place. It's happened here, too many homes have been burned down as a result of the wildfire. But all day, we have watched as neighbors arrive to help neighbors. People pulling over to volunteer their help, trying to help people gather the pieces and clean up. It remains a very active area. There are still several fires that are burning in the vicinity. And the fire department has been dropping water in the area all day long. Recovery here remains a long ways away. Reporting on Maui, Gloria Pazmino, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KINKADE",
      "sentences": "Well, still to come tonight, the biggest women's football tournament yet. After starting off with 32 teams, it's now down to Englandand Spain. We'll have a look ahead at the World Cup final next. Also, a group of surfers missing for a day and a half lucky to be alive. How they survived and how they were eventually rescued. We'll have that story next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "DON RIDDELL, CNN SPORTS ANCHOR",
      "sentences": "There you go, take a couple --(CROSSTALK) Take a couple, Lynda",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "I mean, there was so many people around the country, literally the entire country in Australia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Rooting for this team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "But it's just a shame, my entire family went to this game. Didn't do it in the end --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "I am sorry, all good things have to come to an end obviously --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "So, you're happy, I'm sure --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "OK, so here is the thing. So obviously, I was rooting for the England team, but there was a moment in this game because I'm a sports fanas well, where I kind of wanted Australia to win it. And we'll show you the highlights and I'll explain why that was the case. As you say, you know, huge achievement for both teams to get this far, the Aussies, they've never been this far. They've really ridden a wave of euphoria to make it to the semis. Brilliant opening goal there from Ella Toone for the Lionesses of England. Remember, this is their third consecutive semifinal, this was the first time they've won. This, I think is the moment that will be remembered for a very long time. Sam Kerr, the Australian star, she really is the talisman of their team, and that was just an absolutely epic goal, bringing The Matildas back into the game. But England, I think in the end, their experience made the difference, they were very physical, they took their chances including that one from Lauren Hemp, making the most of a mistake in the Australian defense. But it could have been so different had Kerr being on target with that. Look at her face --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "She knew what a miss that was, and just literally moments later, Alessia Russo put it away for England for a 3-1 win. So, the Lionesses whoare the European champions are now into the World Cup final for the first time ever, they have a chance to emulate their men's team who won the men's tournament in 1966. And let's just take a look at how this has been received in England. This is the fan zone, one of the many fan zones there. And I know we've been seeing scenes like this in Australia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "Hugely popular team, The Matildas, the Lionesses is very popular as well, and I think that's going to be the legacy of these teams and thistournament, just how much is changing attitudes towards women's football and women sport in general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Yes, I mean, women's sports is really the winner here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "I mean, all the records have been broken in Australia for the amount of viewers that have tuned in to watch women play in this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Sort of a tournament, which is incredible. So, looking ahead, Australia plays Sweden to see who is going to get third place --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "Right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "And then the final --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Obviously, England are going to take on Spain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "What are the expectations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "So, I think it's going to be too difficult to call again, maybe you go with England on their experience, remember they are the Europeanchampions. But the Spanish team has kind of been a bit of a sleeper to get this far. A lot of people might not know that they've won the last under 20 World Cup tournament, and back-to-back under 17 World Cup tournaments. So, this is a really good team. Eight of their players play for Barcelona who have won two out of the last three European Champions League titles. So they're a very talented team, and they've overcome some pretty extreme turbulence to get to this point. A year ago, many of their players were unhappy with the system and the federation, the way they were being coached. They were concerned about their kind of mental and emotional and physical wellbeing. So 15 of those players basically stood up and said they wanted their coach Jorge Vilda to go. The federation backed the coach, only three of those players are still in the team, and yet, they have made it to the World Cup final.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Wow --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "And they're now just 90 minutes away --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Wow --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "From winning, you know, against England. So, an extraordinary story with the Spanish team, England are a great story as well, as I say,hugely popular back home in England, and I'm really hoping it's going to be a good game, it certainly have been an amazing tournament. So, it should be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "It really has --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "It's been an incredible tournament.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "There will be a lot of these --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "Take a couple more. Take a couple more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Thanks, Don --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "All right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Rub it in. Rub it in. And Don Riddell there, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RIDDELL",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Well, four Australian surfers who went missing off the coast of Indonesia have been found after a day and a half lost at sea. TwoIndonesian boat crew members were also rescued. However, they're still searching for one remaining crew member. CNN's Ivan Watson has this remarkable story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes!IVAN WATSON, CNN INTERNATIONAL CORRESPONDENT (voice-over): A moment of relief after two nights lost at sea. Searchers spot the group of surfers and the crew of their boat missing for over 38 hours in the waters off of Indonesia's west coast. But the joy is short-lived.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Where is Elliot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We got everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Everyone, yes!(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WATSON",
      "sentences": "The final member of the group of four Australians pulled from the water by two local fishermen, according to a spokesperson for the families.Reunited on dry land, the group of friends say they need time to recover from their ordeal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ELLIOT FOOTE, RESCUED SURFER",
      "sentences": "Yes, there were some moments there where we were all quite nervous, we didn't quite know what the outcome was going tobe, but we just banded together, you know, couldn't have been happier how they stayed with me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WATSON",
      "sentences": "Indonesian rescue teams had led the search for the group of seven since Sunday night. The surfers boat went down in rough weather while theywere out chasing waves at a remote destination off of Indonesia's Aceh. A private plane was pulled into help as were fishing vessels, and local tourist charters used their knowledge of the currents to plot a search area. But success is not complete.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "FOOTE",
      "sentences": "Now, their thoughts are just with the Indonesian families and friends of the missing one, it's still out there, and you know, it's justis -- it's hard to think about and they just want the best for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WATSON",
      "sentences": "Searchers say the capsized boat was found Wednesday morning with no sign of the missing man.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:44",
      "speaker": "MATT EGAN, CNN BUSINESS SENIOR WRITER",
      "sentences": "Thank you, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:44",
      "speaker": "KINKADE",
      "sentences": "There are plenty of indications that the U.S. economy is seemingly doing quite well; unemployment is low, spending is up.What is it about the market, the economy right now, that is seeing the likes of Michael Burry and also billionaire Warren Buffett bank on the fact that this market will tank?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:44",
      "speaker": "EGAN",
      "sentences": "You are right, it has been pretty popular to be bullish this year. There is a lot of reasons to be optimistic; recession fears have eased andinflation has cooled. The Federal Reserve might be able to soon wrap up its war on inflation. The truth is, there are, of course, still plenty of risks out there. Inflation is not gone and China's economy is showing some real signs of weakness. Plus the stock market is up a lot this year, which does leave little room for error here, right? There is always a possibility that the market is kind of priced for perfection. We don't know which or if any of these worries are the ones that are keeping the likes of Warren Buffett, Michael Burry up at night. They have not really disclosed what exactly they are concerned about. I would mention though on Warren Buffett, that even though his Berkshire Hathaway did sell billions of dollars more of stock than it did buy last quarter, which is significant, in the grand scheme of things, this $8 billion difference is not all that large. He has a huge portfolio. And Buffett is still very much exposed to the U.S. stock market. He owns tens of billions of dollars of shares of Coca-Cola, American Express, Bank of America; almost $200 billion in Apple. So that is not exactly how you would imagine someone to be positioned if they were worried about market downturn. Michael Burry, on the other hand, he did place this big bet against the U.S. stock market and you know, when Burry makes bets, people really listen. He earned almost legendary status for his new 2000 bet against the U.S. housing bubble. He made an absolute fortune and you might recall he was played by Christian Bale in the 2015 movie, \"The Big Short.\" One thing I will note though, Lynda, is that even Burry gets it wrong sometimes. Back in January, he predicted that inflation would get worse; it didn't. He predicted that the U.S. economy was already in recession and it isn't. So we have to be careful before we overreact to any one investor's single bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:44",
      "speaker": "KINKADE",
      "sentences": "Yes, that is -- you make some good points, which I think investors will like. Just quickly, how the market is looking today, based off thisnews.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:44",
      "speaker": "EGAN",
      "sentences": "Well, markets are somewhat mixed. As you can see the Dow up slightly, the Nasdaq is down a bit. And when you zoom out, this has been a reallygood year for the U.S. stock market. Last year was the worst since 2008. This year, we have the Nasdaq up by 30 percent, S&amp;P up by 15 percent. If anything, I think that the concern on Wall Street in recent days is that the U.S. economy might be too strong. That might end up keeping inflation too high and force the Federal Reserve to do even more interest rate hikes. The good news, Lynda, is that those recession fears, those have really faded big-time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "KINKADE",
      "sentences": "-- social media show queues at the ATMs, even with little to no money in their accounts. And some were able to withdraw over $8,000. TheBank of Ireland has apologized for that error and has warned that there is no such thing as free cash. It says that anyone who withdrew cash will be debited the full amount. Well, in around 30 minutes' time, we'll have much more business news with a special edition of \"QUEST MEANS BUSINESS,\" live from Mongolia. Our Richard Quest looks at how the country hopes to carve a new economic era in the 21st century. That includes a visit to one of the world's largest copper mines. Take a look. (BEGIN VIDEO CLIP) (MUSIC PLAYING) RICHARD QUEST, CNN HOST (voice-over): We are here. All right, we are down. Oh, my gosh, wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "QUEST",
      "sentences": "I don't, know I did not expect this. This is the first time I've actually been in a real underground mine. And this is not just any oldmine, this is a biggie. Look at the size of this thing. One, two, three, four;  there is room for 10 minibuses. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "KINKADE",
      "sentences": "Well, that is just a snapshot of what you what can expect next hour on \"QUEST MEANS BUSINESS.\" Be sure to tune in for that.Well, I want to turn to some developments in the \"Rust\" shooting case. Actor Alec Baldwin could face new charges following the incident, which killed Halyna Hutchins on set back in October 2021. The new forensic report shows that the trigger on the gun had to be pulled and, therefore, it did not malfunction. Baldwin has consistently denied ever pulling the trigger. He was charged with involuntary manslaughter earlier this year but those charges were later dismissed. Well, for more on this, I want to bring in security correspondent Josh Campbell, who joins us from Los Angeles. Josh, good to have you on the story. So this is a surprising turn of events. What exactly does this mean for Alec Baldwin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT",
      "sentences": "Yes, Lynda, if prosecutors in the U.S. state of New Mexico hold to what they wrote in court in June, thisactor, Alec Baldwin, could face new charges in that fatal shooting. Just to remind our viewers, Baldwin was originally charged with involuntary manslaughter but the case was dismissed. A law enforcement source told me that the gun that was used on that movie set in the fatal shooting of the cinematographer was found to have been modified. But I will read you part of what prosecutors said at the time. This is so important. They wrote in court that, \"The charges against Alec Baldwin were dismissed without prejudice because a possible malfunction of the gun -- if it is determined that the gun did not malfunction, charges against Mr. Baldwin will proceed.\" Now at the time, investigators in New Mexico actually brought in the FBI and they had them take a look at this gun. The FBI determined that the gun could not have been fired without someone actually pulling the trigger. Now prosecutors commissioned an independent study, which essentially came to the same conclusion. And in this new report that we just got our hands on, examiners who looked at that gun say that, \"Although Alec Baldwin repeatedly denies pulling the trigger, given the tests, findings and observations reported here, the trigger had to be pulled or depressed sufficiently to release the fully cocked, retracted hammer of the evidence revolver.\" It is so important because we are waiting to see what prosecutors will actually do. They said in June, if it's determined that the gun did malfunction, they would charge Baldwin. And we're waiting to see whether they will actually go through with that. For his, part Baldwin, of course, has maintained his innocence, he is saying that he never actually pulled the trigger during the rehearsal of that movie scene. Take a listen to what he told CNN last year. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "ALEC BALDWIN, ACTOR",
      "sentences": "I never once said, never, that the gun went off in my hand automatically. I always said I pulled the hammer back. And I pulled itback as far as I could. I never took a gun and pointed it at somebody and clicked the (INAUDIBLE) thing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "CAMPBELL",
      "sentences": "Now if a new charge is actually filed, I think the Baldwin case will have a strong defense in one particular area. And that centers on thestructural integrity of the gun itself. Now when the FBI took the gun to their laboratory in Virginia, as they were doing their test, the gun actually malfunctioned. Parts of that gun broke apart. And so this new test that was done in New Mexico by officials, it was actually done using new components. You can only imagine that Baldwin's defense attorneys would be seizing on that and saying, look, yes, it may work perfectly with new parts. But how did it work at the time of that shooting back in October 2021? Something we will certainly be watching for. But again, all eyes right now on the prosecutors trying to wait and see whether they will actually bring new charges against Alex Baldwin, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "KINKADE",
      "sentences": "For the first time since Travis King ran across the military demarcation line, Pyongyang publicly confirmed that King is there. Theprivate's mother is pleading with North Korea to treat her son humanely. CNN's Paula Hancocks is in Seoul, South Korea, with more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "North Korea claims racism in the U.S. military was the reason U.S. Pvt. Travis King crossed into its territory,adding he was seeking refuge in North Korea or a third country. One month ago, King ran across the military demarcation line during a civilian tour of the demilitarized zone. Nothing had been heard from him since. Pyongyang finally breaking its silence on the incident. Claims that King confessed that he, quote, \"harbored ill feeling against inhuman maltreatment and racial discrimination within the U.S. Army.\" A U.S. Defense official said they could not verify King's alleged comments. And the focus remains on bringing him home safely. King ran across the border at the joint security area, a heavily guarded area. U.S. and South Korean soldiers were unable to stop him. Pyongyang claims King is, quote, \"disillusioned at the unequal American society.\" There are no direct statements from King or details of his whereabouts or condition. King had faced assault charges in South Korea, serving around 50 days in a detention facility. The Army says he would've faced further charges if he had returned to the U.S. as planned. The day before he crossed into North Korea, King was taken to Inchon Airport by a military escort but did not board the plane, claiming he lost the passport to airport officials, who escorted him back to departures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Get my son home.HANCOCKS (voice-over): King's mother, through a family spokesperson is asking Pyongyang to treat her son, quote, \"humanely,\" asking for a phone call with him, contact Pyongyang has not allowed with previous U.S. detainees. King's family has told CNN they feel helpless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Let me go get him because I am his big sister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let me go get him because I'm his uncle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "HANCOCKS",
      "sentences": "The timing with North Korea is key. The U.S. and others have called for a United Nations Security Council meeting on the human rightsabuses in North Korea for Thursday. It would be the first such meeting in six years. Now just one day before Pyongyang said that King had fled due to racism in the U.S. military, Pyongyang is telling Washington that they should look inward before looking at others' human rights abuses -- Paula Hancocks, CNN, Seoul. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "KINKADE",
      "sentences": "Well, now to reports of new atrocities in West Darfur state, an area of Sudan that has been ravaged by war. A government group says morethan 1,000 people have been buried in mass graves. It says Rapid Support Forces and allied militia men dumped some bodies in landfills and other locations, even military bases, hiding the graves beneath mounds of dirt. Well a top Sudanese official says the country needs a caretaker government. He also proposed a cease-fire between the Sudanese army and paramilitary forces after four months of fighting. (BEGIN VIDEO CLIP) MALIK AGAR, DEPUTY CHAIRMAN, SOVEREIGN COUNCIL, SUDAN (through translator): The situation necessitates us to form a government to run the wheel of the state to carry out a couple of basic tasks to provide services and rebuild what was destroyed by the war; To work with the political forces to structure and establish the state and to prepare the environment for a constituent and constitutional conference that will lead us to elections in the peaceful exchange of power. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:15",
      "speaker": "KINKADE",
      "sentences": "Welcome back. Today on our series, Going Green, we're looking at the world's frightening waste crisis and an innovative potential solution.Staggering amounts of single-use items end up in landfills every year. One ecominded organization is trying to change the way we think about product packaging. Bianca Nobilo reports. (BEGIN VIDEOTAPE) (MUSIC PLAYING) BIANCA NOBILO, CNN ANCHOR AND CORRESPONDENT (voice-over): Tom Szaky is passionate about helping to stop environmental pollution caused by the amount of trash we create. TOM SZAKY, FOUNDER AND CEO, TERRACYCLE (voice-over): Recycling is a really good thing that has to happen at scale. But it is a Band-Aid to the waste problem. NOBILO (voice-over): He started TerraCycle, an organization dedicated to finding innovative ways to eliminate waste. SZAKY (voice-over): When we think about the environmental impact of waste, there is first the things we can see. If waste gets littered or informally disposed, we'll see it on our sidewalks and then we see massive amounts of this entering our ocean and aquatic systems. But we also have the things we don't see. When waste is disposed, new products have to be produced, which means more farming and more mining. And that is a phenomenal amount of impact on the planet. NOBILO (voice-over): In 2019, TerraCycle launched a platform called LOOP, a partnership between manufacturers, retailers and consumers. Products are made using, durable reusable packaging that the consumer uses and returns to a dropoff bin at the store. The container is then professionally cleaned, refilled, resealed, then placed back on store shelves. SZAKY (voice-over): It is important to note that we live in a world today where we experience reuse constantly. Whether we eat at a restaurant, we're eating from used plates and silverware. If we sleep in a hotel, we are sleeping in used sheets and using used towels. If we go to a dentist to get our teeth cleaned, we are using used tools in our mouth. And in all these cases there are very important health and safety processes. The safety processes that are in the LOOP apparatus and are incredibly. High and this allows us to safely be able do reusable baby food all the way to tomato ketchup, with the world's biggest brands. NOBILO (voice-over): Szaky believes that we need to return to the way items were sold before plastics were introduced. SZAKY (voice-over): I also, love, though, when brands go back into their history. Coca-Cola, for, example with us in France, brought back that iconic glass reusable Coke bottle, the way it used to be. NOBILO (voice-over): LOOP is currently available in the, U.S. the U.K., Canada, France and Japan. But they hope to expand to other countries in the future. SZAKY (voice-over): In Japan there is this term, (INAUDIBLE), which means to basically honor and use everything absolutely as much as possible. And that is really intrinsic to the Japanese culture. NITTA YUKIKO, SHOPPER (through translator): I often struggled with trash disposal, even at home. So I thought, this is great. NOBILO (voice-over): LOOP has partnered with over 200 companies and over a dozen retailers, which Szaky says has brought them one step closer to his dream of moving the world from a linear economy to a circular one. SZAKY (voice-over): My hope is that, as it becomes widely available, citizens vote for it and it becomes a bigger part of our lives, which then will greatly reduce waste. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:25",
      "speaker": "KINKADE",
      "sentences": "Welcome back.Researchers in Singapore are using artificial intelligence to look at brain scans and recreate the images that are seen. It is essentially like reading someone's mind. Take a look. (BEGIN VIDEOTAPE) KINKADE (voice-over): Artificial intelligence can write an essay, create a work of art and now, say researchers in Singapore, essentially read your mind. These researchers have developed a technology that aims to recreate what you see by looking at scans of your brain. Here's how it works. Study participants receive an MRI brain scan while looking at a series of images.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:25",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So the participant is presented with a series of images. Each lasts for nine seconds, with nine seconds breaking between.And then now, we can see, this is the functional magnetic resonance imaging data. KINKADE (voice-over): Researchers say the AI program learns which images correspond to which brain scans. It translates your brain activity into a language that it can understand, using a program that could (ph) stable diffusion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:25",
      "speaker": "JIAXIN QING, PHD STUDENT, CHINESE UNIVERSITY OF HONG KONG",
      "sentences": "So next time you come in, you will do the scan, right?And in the scan, you will see the visual stimuli like this. And it will record your brain activities at the same time. And your brain activities will go into our AI translator. And this translator will translate your brain activities into a special language that stable diffusion can understand. And then it will generate the images you are seeing at that point. So that's basically how we can read your mind at a distance and we can see and generate images on this side. KINKADE (voice-over): Not quite a perfect match but you can see it is a baseball scene. The technology is modeled to the brain scans of individual participants. And researchers say it has a long way to go before it can read the minds of the general public. But if mind reading does one day become a reality, they want to make sure private thoughts are protected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "CHEN ZIJIAO, PHD STUDENT, NATIONAL UNIVERSITY OF SINGAPORE",
      "sentences": "Maybe we can help them to, like, control their robots and communicate with others, likejust using their thoughts instead of speech. KINKADE (voice-over): Studies all over the world are looking into the implications of stable diffusion. Scientists in Japan, the United States and the Netherlands are learning how AI can make sense of our brains. The research is a new frontier, as artificial intelligence starts to turn science fiction into reality. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}