{
  "date": "2023-04-14",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: FBI Arrests Suspect Over Pentagon Document Leak; 21-Year-Old Guardsman Arrested, Due in Court Friday; High Court to Rule on Macron's Plan to Raise Retirement Age; CNN Follows Migrants on Five-Day Journey through Darien Gap; \"Yellow Ribbon\" Activists Push back against Russian Occupation. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "MAX FOSTER, CNN HOST",
      "sentences": "Hello you're watching CNN \"Newsroom\", I'm Max Foster in London. Just ahead, a man arrested in connection with the leaking of highly classified U.S. intelligence documents is due to appear in court shortly. Then France's highest court will decide later today whether the government's pension reforms are constitutional.We live in Paris where the level of security is unprecedented and U.S. President Joe Biden wrapping up his visit to Ireland. He'll travel to his ancestral home in County Mayo where hundreds are waiting to greet him. A 21-year-old Air National Guardsmen accused in the leak of a classified U.S. intelligence set, which was set to make it's his first court appearance later today. The FBI arrested Jack Teixeira on Thursday after source says he was kept under surveillance for days. Teixeira is suspected of posting highly sensitive documents online allegedly to impress his friends. The Pentagon, meanwhile, is assessing the damage and is now limiting who receives Top Secret Intelligence briefs. CNN's Jason Carroll is outside the federal courthouse in Boston, where Teixeira will be arranged. He joins us now live up what's he going to face when he gets there? What's going to happen from here? JASON CARROLL, CNN U.S. NATIONAL CORRESPONDENT: Well, that is the question, Max. When he has is his initial court appearance at that point. We will learn more about the charges that he faces in the meantime, a lot of folks still focusing in on those dramatic moments that we saw late afternoon just south of Boston in Dighton. That is the small town where the suspect lived with his mother. And that's where federal authorities including the FBI caught up with him. Cameras were up above as he was taken into custody his hands above his head he backed up slowly as he was finally taken into custody without incident. Here again is what we know so far about the suspect Jack Teixeira, 21 years old, a member of the Massachusetts Air National Guard Airman First Class; his duty titles Cyber Transport Systems Journeyman. He joined the Guard back in 2019, September 26 of 2019. Here's what's interesting, though, he was also the leader of this online chat group on Discord, where with a small group of people. He shared information about like interests, including guns, gaming and sharing racist means and according to Federal Officials. Also, this is the server where he allegedly shared these classified documents. I spoke to someone who knew him back when he was in high school. She also knew him when he was in middle school. They shared an honors history class together. She said people were very uncomfortable around him, especially when he spoke about his love for guns. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BROOKE CLEATHERO, FORMER CLASSMATE OF JACK TEIXEIRA",
      "sentences": "A lot of people were wary of him, especially since he was really into the whole guns thing and spoke about it quite often. I know it's kind of off putting to some people.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "OK, back with you, then Jason, thank you. Let's turn to CNN's Natasha Bertrand. She joins us at the Pentagon where huge questions being asked about how someone could be leaking this kind of information over such a long period of time before being caught?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Huge questions here, Max, and the Pentagon Press Corps was grilling the Pentagon Press Secretary about this yesterday because this was not only someone very young, it was also someone of a very low rank that you would not necessarily anticipate would have access to these kinds of classified documents.Many of which are briefed up to the senior leadership of the Pentagon, including the Chairman of the Joint Chiefs of Staff Mark Milley every day. So the question now is what is the Pentagon going to do to try to prevent these kinds of documents for being so widely disseminated across the government, that even someone who recently joined the military can access them? Now, part of the reason why he may have been able to access these documents is because he was part of the intelligence wing of the Massachusetts Air National Guard. But still, the Pentagon we're told has begun to implement some restrictions on these documents. We are told that people across the U.S. government who used to receive this kind of daily briefing deck that has put together for Senior Pentagon Officials have stopped receiving it. In recent days, many of those officials had been getting it for years. And now the distribution lists that the Pentagon is putting out there has been whittled down significantly, because they're trying to get a grasp really on just how widely this stuff is disseminated. We were told that it had that thousands of people across the U.S. government had access to it on a daily basis. So clearly, the Pentagon understands that something needs to be done about this. And we are told that the Defense Department has launched a review an internal review of how intelligence is accessed and who is getting this stuff that doesn't necessarily need to have it. Now we should note that it is not clear whether this airman properly accessed these documents, whether he had the appropriate clearance to be viewing it or whether he improperly accessed it, for example, got it from someone who either gave it to him or he took it from them. It is also unclear whether he himself printed out these documents that he eventually posted online. So a lot of questions here, but the bottom line is that the Pentagon is going to be dramatically reining in the kind of information and intelligence that it releases on a daily basis, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "OK, Natasha, the Pentagon thank you. In just a few hours, France's top court will make a key ruling on pension reform. The Constitutional Council under tight security, members of the council known as wise men can either approve the reforms and mend them or strike them down in fall or in part.The government's plan to raise the retirement age from 62 to 64, sparked massive protests on Thursday, some common frustrations between police and protesters turn pretty violent as well as you can see. CNN's Fred Pleitgen joins us live from Paris, there's a huge amount of tension ahead of this decision, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "OK, Fred in Paris, so we'll see what the decision is. Thank you very much indeed. Israeli police tried to disperse a crowd of Palestinians gathered near the Al-Aqsa Mosque in Jerusalem earlier today. Eyewitness accounts and a video obtained by CNN show that police using batons and stun grenades ahead of dawn prayers.It's unclear what sparked that confrontation. Last week, too Israeli police raids were carried out on the grounds the Al-Aqsa complex known to Jews as the Temple Mount is one of the most revered places in Islam and Judaism. A multi day operation to exchange prisoners is underway in Yemen. The International Committee of the Red Cross says more than 700 detainees from the Houthi rebel side will be exchanged for more than 180 prisoners including 15 Saudis and the Yemeni government side. China brokered replenishment last month between Saudi Arabia and Iran raising hopes that could ease the conflict in Yemen, between the Iran allied Houthis and Saudi Arabia. U.S. President Joe Biden digging into his roots in the last day of his Ireland trip on Thursday in Dublin, he told parliament he was home and today he'll explore his Irish heritage. Mr. Biden is set to arrive in County Mayo this hour to visit religious landmarks and meet with a genealogist. He will also give a speech outside a cathedral with ties to his ancestors. That Cathedral is in the town of Ballina. CNN's Donie O'Sullivan is there for us live. Is there some excitement their intrigue about their visitor? DONIE O'SULLIVAN, CNN CORRESPONDENT: Hi Max. Yes, I mean, as you can see, Biden about to leave Dublin and he's coming here to County Mayo. His first stop is going to be to knock which is a Christian, a Roman Catholic pilgrimage site and then he's going to speak to some genealogists. His great, great, great grandfather left from here in the 1850s from the town of Ballina and then tonight, the main events really the main event of the week. His huge public address here, right down by the river Moy just a few blocks away from us and you know, it's still 8, maybe nine 9 to go until he shows up but there's a lot of people who are very excited here already. So the whole town is out there expecting thousands of people here really big security presence, but a lot of excitement here, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "And literally meters from Columbia, the ground turns. People as they walk just discarding their shoes, a real sense of the atmosphere changing now we've crossed the border in to Panama, people clumping together, perhaps fearing for their own safety and this mud is just impossibly going to get your feet out of itThis man who didn't want to be named now with nothing on his feet, but his resolve, pause and imagine where you've come from, if you're willing to do this barefoot with a woolen sweater and plastic bags. Pierced your feet or break an ankle and this mud may be your grave. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "Nick joins me now. Thank you so much for joining us, Nick. I mean, you've covered these migrant's stories before what did you learn that surprised you about being on that journey with them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "WALSH",
      "sentences": "The basic tenacity of people who clearly must be fleeing something pretty awful to go through the five days of physical torture to some degree that trek really is known as it just mud, which often is impossible at times for an adult like myself, there are children clambering it too.But then you go down into the rivers, and there are endless river crossings, slippery rocks difficult to pass. And you saw one of the elder people on that trek there. And she herself deeply struggled later on with some of those river crossings. So it's the tenacity of people who put themselves through this. But also to no matter what policy we hear from the United States, whether it seems like there might be a tightening of the ability to get into America or a loosening. Regardless, people interpret it as a reason to hurry up and make this journey if it's about to get harder, do it now if it's about to get easier, do it now. And so the positivity people feel and they're often misinterpretation of how easy it's going to be to cross the border into the United States just continually feels this. And Max the other thing that really strikes you, it's just a volume of people on this. Now, we got it in traffic jammed in the jungle at times, because the routes were narrow, they were difficult to pass. And at times, you're just literally stuck because the people in front of you can't move and those behind you are beginning to queue up over that particular choke point so many children, the numbers so far this year, about seven times as many as made the crossing by this point last year, and that's after record numbers throughout all of 2022. It's staggering the volume of people doing this. It's born of desperation and throws into that as well. The fact that there's a cartel, essentially running this large, voluntary human trafficking operation, making money out of selling this route is something easy, which it's not, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WALSH",
      "sentences": "Yes, I mean, he's one U.S. Official said to me, you know if there was something really easy to do to fix this, people would be doing it, there isn't a simple silver bullet and that's clear when you're there. And all the countries on this route face the same problem.If you stop people at your border, if you become the block on the route, then those tens, hundreds of thousands of migrants become your problem, because they're not going to stop making the journey most likely, they're going to probably wait at that border for things to change or get better, because they inevitably at some point will or do. So the impetus on all the countries on that route up towards the U.S.- Mexico border, with some possible exceptions just to get people moving through as fast as they can. That's certainly what we saw in Panama, people pay to keep moving on buses, but they're certainly not impeded by Panamanian Officials for the largest part. And so solutions very hard to see the U.S. Panama and Colombia have got together and announced a two-month plan in which they say they'll make a significant challenge to the ability of people to move through that route going after the heads of the cartels putting more border patrols in potentially. But you could see in some of that footage, just the density of the jungle, we're talking about an impossible place to patrol militarily. And so really, the longer term solutions for this route make lives better for people in the country as they're fleeing Haiti, Venezuela places suffering years of collapse so easy solutions absolutely not a devastatingly difficult and deadly route, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "--talk about with Russians. They really just Hello, let's meet.WEDEMAN (voice over): Evan shows us what one real activist has posted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He sent us confirmation about his work for example here paying Glory to Ukraine Glory to the armed forces on one of the building in Luhansk.WEDEMAN (voice over): Simple acts of defiance by a nebulous network of anonymous activists are driving home a blunt message to the Russian occupiers. You're not welcome here, Ben Wedeman, CNN, Eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}