{
  "date": "2023-01-21",
  "headline": "Smerconish",
  "subHeadline": "Is There Any \"Red Line\" In U.S. Support For Ukraine?; Doctor Pledges No Medical Care After Turning 75; NHL Player Uncomfortable With Those Who Play For Other Team; America's Debt Crisis Is Only Getting Worse; The George Santos Riddle: Why The Lies? Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:25",
      "speaker": "MICHAEL SMERCONISH, CNN ANCHOR",
      "sentences": "Point of inflection. I'm Michael Smerconish in Philadelphia. A meeting in Germany among Western defense officials united against Russia's invasion of Ukraine ended without resolution as to whether President Volodymyr Zelenskyy will get the advanced battle tanks from which he pleaded. This after Russia warned that if NATO further arms Ukraine with battle tanks and long-range missiles, it'll lead to a whole new level of war.It's been nearly a year since the Russian invasion. The United States perspective has shifted during that time. Remember the unwillingness to be a participant in a three-way deal that would have had the United States backfill Poland's fleet of fighter planes after Poland gave MIG 29 fighters to Ukraine? The Biden administration said no. Initially, the administration was unwilling even to acknowledge providing Stinger anti-aircraft missiles, but with the passage of time has come a softening of the Biden administration's reluctance to go all in. Today Ukrainian troops are in Oklahoma being trained to operate the Patriot air defense system, which the U.S. is now supplying. The U.S. is also providing Stryker combat vehicles to transport Ukrainian soldiers on the battlefield as part of a new and massive $2.5 billion aid package. And report suggests a U.S. willingness to greenlight Ukrainian efforts to target Crimea, annexed illegally by Russia in 2014. So what accounts for the change in U.S. position? Has the Western objective changed from giving Ukraine what it needs not to lose to arming Ukraine with what it needs to actually win? And is our weapons supply no longer tempered by concerns over provoking Putin by crossing his red line? My next guest says the latter is the wrong question to be asking. Nigel Gould-Davies is the former U.K. Ambassador to Belarus, former head of the Economic Section at the British Embassy in Moscow, now senior fellow for Russia and Eurasia at the International Institute for Strategic Studies and the author of this recent piece in The Times, \"Putin Has No Red Lines.\" Dr. Gould-Davies, a red line, that's a tripwire for escalation. Why do you think it's flawed thinking to be guided by an adversary's red lines? NIGEL GOULD-DAVIES, FMR. U.K. AMBASSADOR TO BELARUS: Yes, I think that a red line is a bad and unhelpful metaphor in thinking about our policy towards Russia. It implies in some special sort of category of action that if we undertake it, will automatically in a trigger like way, provoke some dangerous and escalatory action. In practice, that's really not how international relations works. It's not how we should be thinking about Putin. Putin wants to assert there are such red lines, but his nuclear bluff in particular has been repeatedly called and shown to be empty since this war, since his invasion began. In practice, the actions he will take at any given point will depend upon his assessment of the risks and benefits of doing those actions. And he might claim, he might threaten that he'll do something dangerous and radical against us. But in practice, what he does or doesn't do will be based on a practical calculus. So our goal should be not to deter ourselves by fear of what he might do, but to persuade him, Putin, that escalating the war is radically against his own interests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:25",
      "speaker": "SMERCONISH",
      "sentences": "In simple terms, are you saying that no longer must we worry that his response might be nuclear if we do X, Y, or Z?GOULD-DAVIES: We should always be concerned about the possibility of nuclear escalation. It's not -- there's not a zero risk of that. But our efforts should be focused not on wondering and worrying about what might cause him to do that, but to persuade him that under any circumstances, his going nuclear, and breaking that taboo, would invite disastrous consequences himself. So we should be aiming to deter him from going nuclear, not deterring ourselves or undoing things that might cause them to go nuclear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:09",
      "speaker": "SMERCONISH",
      "sentences": "Dr. Gould-Davies, Mr. Ambassador, thank you for being here. You've set the stage nicely for my poll question of the week. Thank you, sir.GOULD-DAVIES: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "SMERCONISH",
      "sentences": "OK, but Dr. Emanuel, there are a lot of interventions. I'm going to put them on the screen, that you say when you hit 75, you're no longer interested in. Regular preventive tests, screenings, interventions, colonoscopies and other cancer screening tests, cardiac stress test, pacemaker, implantable defibrillator, heart valve replacement or bypass surgery, flu shots or antibiotics, ventilators, dialysis, surgery, medication. God forbid, if you get cancer, you're just going to let it ride?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "EMANUEL",
      "sentences": "Yes, sir. And you know what, you know, Michael, a lot of those interventions that are not necessarily pleasant interventions, especially cancer chemotherapy, I'm an oncologist as you mentioned, then I know a lot about them. And I think the real question is not at that moment. The real question is, how do you want to live your life? What does quality of life mean to you?And, you know, I'm pretty clear about what it means to me. And the reason I wrote that article was to suggest that people need to be clear about what it means to them. I wasn't telling everyone do what I do. I said, you need to think about it. You just can't sort of blindly go in to old age, which I think unfortunately happens to many, many people. And the medical system will do what the medical system does, regardless of what your philosophy of life is. And what I was urging people, think about what's important to you. You know, what's important to me is to be mentally active, mentally engaged, doing what I can do to make the world a better place. I want to be physically active --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "SMERCONISH",
      "sentences": "Dr. Emanuel --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "EMANUEL",
      "sentences": "Right. I want to be physically active.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "SMERCONISH",
      "sentences": "Dr. Emanuel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "EMANUEL",
      "sentences": "Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "SMERCONISH",
      "sentences": "Your father lived to 92. I think your mother is still with us. You were dealt a really good hand. You're still taking the under?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "EMANUEL",
      "sentences": "And, look, you're exactly right, Michael. I may turn out to be what I call in the article an outlier, right? I was talking about on averages. Because not everyone can be an outlier, almost all of us think we'll be outliers. But by definition, that's not true. On average, there's a problem.And let me point out a statistic you mentioned at the top that our average life expectancy is going down. What that really means is that a lot of young people are not living to 75. That's the real tragedy that our system has not made everyone be able to live a healthy life to 75. That's what we should be aiming for, living to 100 or living to 90. You know, those extra years, they're not in your 30s or 40s. They're in your 90s. And that's a, you know, not necessarily where people anticipate that extra year or month, or whatever it's going to be. And I'm pretty clear, in my own mind about the fact that I want to be vigorous until the end. And that's what's important to me, that the end is 75 or 80, or whatever it's going to be. I think the tragedy is we have too many Americans not making it to 75.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "SMERCONISH",
      "sentences": "As you draw closer to 75, is the Emanuel clan, lobbying, putting pressure on you to reconsider?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "EMANUEL",
      "sentences": "Look, I've had discussions with my partner extensively about this, if I'm an outlier, as I think I've said in public before. If I'm vigorous, like Tony Fauci still being active, still making major contributions into my 80s, you know, that I'll have to reconsider. And I'm fully aware of that. I said that in the article that 75 was a sort of average age. It's not what -- I mean, what's important is the quality at that point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "SMERCONISH",
      "sentences": "When you hit 90, I want to book the interview, God willing that I'm able to pull it off myself, OK? So can we can we put that in the date book right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "EMANUEL",
      "sentences": "I'll be a -- I would be an amazing outlier if that were true, Michael. You know, there are outliers. I just put up a Coursera course on Ben Franklin. He was an outlier way back in the 1700s where at -- when he was, I think, 82 He participated in the Constitutional Convention, gave a very, very famous and a speech at the end of the constitutional convention that's worth looking at.He wrote part of his autobiography at the end. He was very vigorous all the way until 84 when he died. You know, God willing, I should be like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "SMERCONISH",
      "sentences": "Dr. Emanuel, thank you. I wish you good health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "EMANUEL",
      "sentences": "Take care. Nice to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:41",
      "speaker": "SMERCONISH",
      "sentences": "An NHL defenseman under fire because he's uncomfortable with those who play for the other team. But did he deserve to be benched? Ivan Provorov is a 26-year-old Russian national who plays for the Philadelphia Flyers. Last Tuesday was pride night for a home game, and when the flyers took the ice for their pre-game skate before facing the Anaheim Ducks, players were wearing LGBTQ pride night warm up jerseys and using sticks wrapped in rainbow tape.But Provorov stayed in the locker room. He cited his Russian Orthodox faith. I've talked here about the Russian Orthodox Church, which is part of the larger communion of Eastern Orthodox Christianity, its Patriarch Kirill has a close association and friendship with Vladimir Putin. The church maintains that homosexuality is a sin and will not bless same sex unions. In fact, Patriarch Kirill has used homosexuality as a justification for the Russian invasion of Ukraine. After the game, Provorov was asked about his decision. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:41",
      "speaker": "IVAN PROVOROV, DEFENSEMAN, PHILADELPHIA FLYERS",
      "sentences": "I respect everybody and I respect everybody's choices. My choice is to stay true to myself and my religion. That's all I'm going to say.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:54",
      "speaker": "SMERCONISH",
      "sentences": "America is not just in a debt ceiling crisis. We've got a national debt crisis. There's been a lot of talk about how we hit the debt ceiling on Thursday and how the real reckoning is going to come in June when the treasury runs out of ways to move the money around to cover the payments.But what about the underlying issue, the staggering national debt itself? $31.4 trillion. That's where it stands per Thursday's letter from Treasury Secretary Janet Yellen to House Speaker Kevin McCarthy. To put that in further perspective that's $94,170 for every person in the country. Back in 2008 Pete Peterson, the former U.S. commerce secretary and later co-founder of the Blackstone Group, committed $1 billion to create a foundation in his name dedicated to -- quote -- \"raise awareness of America's long-term fiscal challenges and promote solutions to ensure a better economic future.\" You've probably seen some of the ads that the foundation has made to sound the alarm. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:54",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We all care about education. Investing in the next generation requires some serious resources. But we spend $1 billion a day on interest because of the national debt. To improve education in America we need to do something about that. Learn more at thenationaldebt.org.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:54",
      "speaker": "SMERCONISH",
      "sentences": "Joining me now is the CEO of the Peter G. Peterson Foundation, Peter's son, Michael Peterson. Michael, your father, a billion dollars he donated to this cause. Why was it so important to him?MICHAEL PETERSON, CEO, PETER G. PETERSON FOUNDATION: Well, I think it reflected some of the values that he lived during his life. So, his parents were immigrants from Greece. They came over with no education, no English, no resources. And they worked hard and saved for their future. And that saving -- those savings allowed my father to become educated and live a great life here in the United States and live the American dream. And, I think, during his life that saving for the future was a principle that benefited all Americans and him personally. And I think when we look at the current fiscal situation and what the government is doing, it's really doing the opposite of that. We're not investing in our future. We're stealing resources from our future to pay for today. So, I think, when he had this great success, he said he had to give it back to his country to try to address this big threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:54",
      "speaker": "SMERCONISH",
      "sentences": "Differentiate between debt and deficit. We get bombarded with both. They are two different things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:54",
      "speaker": "PETERSON",
      "sentences": "Very simple. Deficit is the annual shortfall between revenues and expenditures in the federal government. So, we spend about $6 trillion and we take in about $5 trillion right now. So, every year there's another trillion added to the debt.The debt is basically the pile of previous deficits. So, we're up to $31.4 trillion, as you said. The annual deficit adds to it every year. But the debt is the principal balance, if you will, of all the accumulated deficits before this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:54",
      "speaker": "SMERCONISH",
      "sentences": "So, we consumers, we all converse about the price of gas, more recently about the price of eggs. This not so much. How does it impact our day-to-day life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:54",
      "speaker": "PETERSON",
      "sentences": "Well, that's part of the challenge of this issue is that most people live their lives without thinking too much about it. But as you noted, there's $94,000 per person of debt that's accumulated. And the government, as you also noted, spends a billion dollars-plus a day on interest costs.So, that money is coming out of the country, is coming out of our tax dollars. It's money that could otherwise be spent that we cannot spend because it's due on our interest. So, it may not affect your weekly paycheck per se in a way that you can identify, but it's there. You know, big portions of our tax revenue are dedicated to this. And what's worse is the trajectory we're on going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "SMERCONISH",
      "sentences": "Is it fixable without people getting hurt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "PETERSON",
      "sentences": "Absolutely. I mean, that's the best thing about this issue, honestly. There are all sorts of problems around the world, our climate, Ukraine, that are very challenging to fix.This one we know how to do. We could do it tomorrow if we so choose. That's because the budget is under our control. It's unilateral. Only the United States can control -- you know, we can control our own budget here. And the solutions are right in front of us. You know, there's many revenue solutions that would bring in more revenue to help pay for the things we want. There's many adjustments we can make to Social Security and Medicare and other programs that can be done in a very gradual manner, exempting current retirees. I mean, there are all sorts of things people use to politicize this issue that aren't true. But, you know, I personally believe we can do this, we can solve it in a way that's very humane and gradual and sensible, frankly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "SMERCONISH",
      "sentences": "Apart from disputes over the debt ceiling, the last time I remember a serious conversation in this country about the nation's debt was Simpson-Bowles. And in the end Simpson-Bowles failed, didn't get the vote that I wish would have taken place in the Congress. Is there any move afoot to reenergize that type of thinking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "PETERSON",
      "sentences": "Well, there are some movements, yes. There's something called the Trust Act which is -- has the support on a bipartisan basis in both the House and the Senate. And it would set up a process to address the trust funds that are insolvent right now.So Social Security is on a path to insolvency. The Medicare trust fund is on a path to insolvency. The highway trust fund is not in good shape. So, there's a process bill, basically, that would put it out to bipartisan groups to come back to the Congress with real solutions and face an up-or-down vote. It's absolutely the type of activity we should be doing. Simpson- Bowles did not succeed in the end, but they did get 14 out of 18 commissioners on a bipartisan basis to support it. They needed 16 for it to go to Congress, so they were -- they were just a little short, but they had a majority. So, I think there's plenty of leaders in Congress who actually would like to do this, who can do this. And we just need to set up mechanisms to give them this chance to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "SMERCONISH",
      "sentences": "Michael, your dad must have been quite a patriot. Thank you for being here. I appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "PETERSON",
      "sentences": "Thanks for having me on, Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:24",
      "speaker": "SMERCONISH",
      "sentences": "In the few months since being elected, New York congressman George Santos has gone from obscure freshman legislator to national punchline and lightning rod. But what's behind his endless fabrications?As the claims keep piling up, you know, volleyball star for a school he never attended, his Jewishness, his mother being on the south tower on 9/11. Many people are outraged, and they want him ousted including many of his fellow New York Republicans. What makes a person lie so frequently? Well, joining me now is Dr. Tracey Marks. She's an Atlanta-based psychiatrist whose YouTube channel of mental health videos has more than 1.27 million subscribers. She's also the author of the book titled \"Why Am I So Anxious? Powerful Tools for Recognizing Anxiety and Restoring Your Peace.\" Pseudologia fantastica. To you, doctor, what exactly is a pathological liar? DR. TRACEY MARKS, AUTHOR, \"WHY AM I SO ANXIOUS?\": A pathological liar, and I love that phrase by the way, pseudologia fantastica. I love saying it. But it's where someone tells an excessive amount of outrageous lies that don't seem to make any sense or have zero consequence to them, they're just pointless. Versus normal lying which we all do at some level, usually has the purpose of either gaining something or saving someone from hurt or harm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:24",
      "speaker": "SMERCONISH",
      "sentences": "Is it a matter of, you know, like where is the Mendoza Line? How many little lies versus big lies can you tell per day before you become a pathological liar?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:24",
      "speaker": "MARKS",
      "sentences": "Right. So, yes, there is deception research out there that kind of defines all of this, normal lying versus prolific lying and the number of lies that you tell. But pathological lying is really on a whole different scale because, in general, the quality of the lies that they're telling, they get very extensive, they have no purpose to them, and you can kind of imagine a child who has an imaginary friend and, you know, tells stories with the friends. It's similar to that, and it even starts in childhood where it just becomes a lot of storytelling that gets even more complicated with lots of details and things. And all of those details are just lies. But to them in their head, they're just telling stories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "MARKS",
      "sentences": "So sometimes they don't. And that's one of the distinctions between regular lying because I want to gain something, I want you to believe something about me and I'm intentionally deceiving you. And pathological lying where, yes, there can be some intent to deceive but sometimes it can just be lots of different stories in their head and sometimes they can't tell the difference between what's real and what's not real. It also has a compulsive nature to it, where they have a drive to tell these stories and they just can't stop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "SMERCONISH",
      "sentences": "Does the DSM recognize pathological liars?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "MARKS",
      "sentences": "No, it doesn't. So, it's really just seen as a behavior. It's not recognized as a disorder. It can be seen within some brain disorders like Wernicke-Korsakoff syndrome, by the way, but -- and that comes from excessive drinking. But aside from that kind of pathology, it can also be seen within certain personality types, psychopathy.People who are sociopaths can also have one aspect of that pathological lying. But in those cases, again there is the intent to deceive, to harm someone. Whereas this, the lies are so extensive and so convoluted and pretty much about nothing real or nothing important that the intent isn't always to deceive people or harm someone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "SMERCONISH",
      "sentences": "Quick final answer if you can do it in 30 seconds. Is it treatable, pathological lying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "MARKS",
      "sentences": "It is but with a lot of psychotherapy. People have to understand. They need empathy training to see how their lies affect other people and they also need help even recognizing when they are telling a lie.So you have got to switch it to what did you lie about to what didn't you lie about today. And one other thing that I want to say that's really important, I think, is that people involved in pathological lying don't stop just because they are called out on. It continues until they get help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "SMERCONISH",
      "sentences": "Wow. Wow. Thank you. That was really informative. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "MARKS",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}