{
  "date": "2023-07-25",
  "headline": "CNN News Central",
  "subHeadline": "McCarthy's Direct Impeachment Threat; Rep. Madeleine Dean (D- PA) is Interviewed about McCarthy's Comments; San Francisco Stores Lock up Basic Items. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:32:45",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "New today, House Speaker Kevin McCarthy stepping up this threats of an impeachment inquiry against President Biden. McCarthy told Fox News that the GOP investigation into Hunter Biden's business dealings will prove that when Biden was vice president he was involved with his son's activities.(BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA): We've only followed where the information has taken us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:32:45",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But, Mr. Speaker -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:32:45",
      "speaker": "MCCARTHY",
      "sentences": "This is just rising to the level of impeachment inquiry, which provides Congress the strongest power to get the rest of the knowledge and information needed.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:32:45",
      "speaker": "SOLOMON",
      "sentences": "We should say that Biden has repeatedly denied such claims.But let's bring in CNN's Lauren Fox. She is on Capitol Hill. So, Lauren, what evidence did McCarthy claim to have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:32:45",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, I mean, McCarthy didn't outline any specific evidence. Instead, what he argued is his strongest comments yet that the House could take up an impeachment inquiry against President Joe Biden.This comes, of course, as House Republicans have been pushing for months, potentially, to continue their investigations into Alejandro Mayorkas, the secretary of Homeland Security, as well as the attorney general, Merrick Garland. So that just shows you that House Republicans are hungry for a fight with the Biden administration. And now that includes Biden himself. We should also note, however, that Kevin McCarthy has also been talking to the former president, specifically telling him in a phone call just a couple of weeks ago that he supported the idea of actually erasing the record of Donald Trump's impeachment in the House of Representatives, but he was going to continue those conversation with his broader Republican conference. That just goes to show you that as House Republicans are marching potentially forward with an impeachment inquiry into the president, they are also looking at erasing the record from former President Donald Trump. We should note that the White House suggested last night that the House of Representatives has better things to do than move forward with an impeachment inquiry. Of course, there is no discussion yet of timing or any specifics. But the strongest comments yet that we have heard from the House speaker about this topic. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:32:45",
      "speaker": "SOLOMON",
      "sentences": "Lauren Fox, live for us on Capitol Hill.Lauren, thank you. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "BERMAN",
      "sentences": "And when you hear House Speaker Kevin McCarthy suggest that they may be close to an impeachment inquiry of President Biden, what's your reaction to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "DEAN",
      "sentences": "My reaction is, where's the evidence? There is no evidence of any wrongdoing by the president. And Mr. McCarthy knows that. This is all -- everything in -- upside down because the former president, who was so corrupt and crude and based -- engaged in such criminal activity, now we're going to try to deflect -- or McCarthy is going to try to deflect and try to drag Mr. Biden into this. It's actually completely upside down. Again, it's failed leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "BERMAN",
      "sentences": "What -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "DEAN",
      "sentences": "And what it is also showing is the extraordinary contrast between what Democrats have done, particularly under President Biden, in the last Congress. Look at what we did in the big bills that we passed. Everything from ARPA, which was actually in the Congress before, but the infrastructure bill, the CHIPS and Science Act, the Safer Communities Act, IRA, all resources to invest in America, to invest in Americans as our economy is growing.Last night I had a telephone town hall which was really informative. I loved the opportunity to talk to my constituents. We had more than 6,500 folks on the call. And what they tell me is they have a growing confidence in the economy as jobs are back, inflation is cooling. Manufacturing jobs, 800,000 created. But they have an exhaustion with the low-base place, this criminal, corrupt former president has taken our country. So, we're at a time of great contrast, Democrats leading, investing in America, and Republicans chasing conspiracy theories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "BERMAN",
      "sentences": "On the subject of what could be a pending impeachment inquiry into President Biden, what questions, if any, do you have about Joe Biden's connection to Hunter Biden's business dealings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "DEAN",
      "sentences": "I don't have any at this point. But certainly there are questions that can be asked and should be answered if there was any connection. But we don't see any evidence of that whatsoever. So, they're making it up whole cloth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "BERMAN",
      "sentences": "And where would you learn that evidence, if not for an inquiry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "BERMAN",
      "sentences": "When -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "DEAN",
      "sentences": "We are not seeing leadership out of this group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "BERMAN",
      "sentences": "I want to harken back to when you were an impeachment manager trying a case before the U.S. Senate in Donald Trump's second impeachment. When you were delivering your case there -- that was more than two years ago now. At that time, did you think Donald Trump broke the law as (INAUDIBLE) president? I understand an impeachment inquiry is different than the issue of whether he broke the law, but did you think he broke the law at that point, and do you think -- what do you think of the timing that it has now taken two years for the Justice Department to get to the point where they may indict Donald Trump for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "DEAN",
      "sentences": "Of course, impeachment was for constitutional crimes. Crimes against the Constitution. Incitement to insurrection. The reluctance on the part of Republicans to call it what it was is shocking and shameful.I am disappointed that it's taking so long, but I do believe, and I know, that Mr. Trump and anybody else involved will be held to account. We see that for those who have pierced the Capitol and violently attacked our police officers. But we will see it for - for others. And Mr. Trump must be held to account. He's already indicted twice on two - under two sets of indictments. We are seeing one, two, three more possibly coming forward. I'm sorry that it is taking this long. Our country needs to heal from this. And the only way for us to heal is not to whitewash it, as Mr. McCarthy would have, but to actually hold Mr. Trump to account. No man is above the law. And we must make sure we are that, governing by the rule of law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "BERMAN",
      "sentences": "Congressman Madeleine Dean, thank you so much for joining us on CNN NEWS CENTRAL. Look forward to speaking with you again.Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "SOLOMON",
      "sentences": "All right, John, thank you.And still ahead for us, candy bars and other goods swiped right in front of our eyes. Shoplifting is so widespread in one store that nearly every product is chained or locked away. Find out where our cameras caught not one, not two, but three thefts taking place within just a matter of minutes. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "KYUNG LAH, CNN CORRESPONDENT",
      "sentences": "Did that guy pay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Say it again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "LAH",
      "sentences": "Did that guy pay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:44",
      "speaker": "SOLOMON",
      "sentences": "A new twist this morning in the case of an Alabama woman who appeared to go missing after calling 911 about a toddler on the highway. Well, police now say that they received a letter from Carlee Russell's lawyers saying that she lied to 911 dispatchers and she was actually never missing.CNN's Ryan Young is with us. Ryan, I mean, this is a pretty big twist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:44",
      "speaker": "RYAN YOUNG, CNN CORRESPONDENT",
      "sentences": "Pretty big twist. And a lot of folks want to know what happened to Carlee Russell over those 49 hours.Look, this tall tale really got spun really widely at some point. Forty-nine hours of missing. A call to 911 about a toddler who was on the side of the road. At some point Carlee then told detectives that a man with orange hair kidnapped her. Well, after detectives went through this entire case, they pretty much were able to prove, they thought, that some of the story didn't add up. And, of course, now we have the lawyer stepping forward with this apology letter really. Take a listen to the chief yesterday giving some of the details in this statement. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:44",
      "speaker": "CHIEF NICK DERZIS, HOOVER, ALABAMA POLICE",
      "sentences": "There was no kidnapping on Thursday July 13, 2023. My client did not see a baby on the side of the road. My client did not leave the Hoover area when she was identified as a missing person. My client did not have any help in this incident. This was a single act done by herself.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:44",
      "speaker": "YOUNG",
      "sentences": "Yes, still so many questions about this. look, police have been able to detail that she stopped at the Target, got snacks, then went on the side of the road, left her phone and her purse and her Apple watch inside that car. They started digging to see exactly what happened next.We still don't know where she went for those 49 hours. And then they went into the search history in her phone. Something like looking up the movie \"Taken,\" looking up how old you have to be to get an Amber Alert. So, and these questions. And one reporter asked a question that will be quite interesting in the future, how much did this search cost, especially with the federal investigators, state and local investigators. When that all plays out, will she face charges? And you think about the parents who went on TV begging for her return and even believing her story afterwards. You can understand there was a lot of people in that community who were troubled by what happened here. Still so many questions, especially since they have not been able to talk to Carlee after she'd been returned home. Again, they're trying to figure out exactly where she may have been during those 49 hours. This is truly a headscratcher. So many people on the internet trying to figure this out. So far we're just waiting to see what happens next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:44",
      "speaker": "SOLOMON",
      "sentences": "Yes. Ryan Young, good to have you explain some of this. But as you say, there are still many more questions to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:44",
      "speaker": "YOUNG",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:44",
      "speaker": "SOLOMON",
      "sentences": "And as Ryan points out, I mean, this was a search that had expanded certainly beyond Alabama. A lot of people had sort of been posting about it. But also there's a question about the law enforcement resources that might have been used to try to find this person. So, still a lot of questions to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:44",
      "speaker": "BERMAN",
      "sentences": "Yes, indeed, to say the least, but it seems from the very beginning something very fishy here.Republican Senator Mitt Romney making a plea to Republican donors. His plan to prevent Donald Trump from winning the Republican nomination. Plus, everything from ketchup to soap behind lock and key. CNN takes a closer look at this problem of shoplifting. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:52",
      "speaker": "BERMAN",
      "sentences": "All right, this morning, locking up the merchandise, even frozen pizza and ketchup. Stores in San Francisco putting basic items behind Plexiglas. This amid widespread theft inside the stores there. CNN's senior national correspondent Kyung Lah was there, joins us now.And you saw this all happen before your eyes, Kyung.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "MATT DORSEY, SAN FRANCISCO CITY SUPERVISOR",
      "sentences": "When you're seeing that level of retail theft, that tends to be sustenance level retail theft. People are -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "LAH",
      "sentences": "People who are hungry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "DORSEY",
      "sentences": "People are hungry. There is a level of addition playing out in many parts of our city. It's happening at levels we really haven't seen in San Francisco. What I'm hearing from my residents and what I'm hearing from San Franciscans is, it's time for tough love.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "LAH",
      "sentences": "And when Dorsey says that, he says that as a recovering drug addict.Something else to point out, John, is that there are multiple food banks within walking distance of a lot of these stores. That very Walgreen's that we were at, you could walk around the corner and find access to services. Walgreen's corporate did send us a statement saying that they are focused on safety and prevention, but that retail theft is a major problem, especially in San Francisco, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BERMAN",
      "sentences": "Amazing what you saw, Kyung, and thank you so much for putting it in context.Kyung Lah, thank you very much. Rahel.",
      "isLastSentenceInterrupted": false
    }
  ]
}