{
  "date": "2023-01-25",
  "headline": "Inside Politics",
  "subHeadline": "Soon: Suspect In Half Moon Bay Mass Shooting Due In Court; Tonight: VP Harris In CA To Mourn 11 Victims Of Monterey Park Attack; Biden Allies See Pence Classified Docs As \"Helpful Example\". Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Like, I think just being very clear about the two distinctions there is really, really important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "And the -- so the next challenge will be on the floor, as you know, to remove Ilhan Omar from the Foreign Affairs Committee you have to have a vote of the full House. She says this, unless McCarthy can say how myself, Adam Schiff, and Eric Swalwell are a danger to the institution and our colleagues, then he's not following the example that set by Speaker Pelosi. That's your point.Paul Gosar, for example, was stripped from his committees after he posted, his staff did it, but he posted with his authority a video, anime video, essentially, where he's fantasizing about killing another member of Congress say, you know, Andrea -- Alexandria Ocasio-Cortez. The question there is a number of Republicans have raised reservations about Omar, particularly, who's very well liked, even by Republican colleagues. They think she's liberal and all that. But she has given a bunch of anti-Semitic statements. And Don Bacon, one of the Republicans who said he had reservations about it, came out of the conference meeting today saying he would vote to remove her because they read in the conference meeting a number of her anti-Semitic statements. She has apologized in the past, but apparently not enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "RHONDA COLVIN, SENIOR POLITICAL CORRESPONDENT, THE WASHINGTON POST",
      "sentences": "Apparently not enough for some Republicans. And they sort of are going back and forth with how they're going to determine what they'll do in her situation. Because we have heard from moderate Republicans who are saying, no, I think this is going a step too far with her, that she did give an apology early on and this was actually a few years ago. But I just think it's a part of in the congressional role, just keeping things going, keeping one side, getting a point over the other side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "They have a -- they're new, and we'll watch them play out, and we'll talk about this more in detail later. But they also have a new panel to investigate COVID origins that has Marjorie Taylor Greene, antivaxxer, who has said some things that flunk every fact check possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "COLVIN",
      "sentences": "Jewish space lasers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:58",
      "speaker": "KING",
      "sentences": "A court hearing set later today for the gunman accused of killing seven people Monday in Half Moon Bay, California. That was one of two back to back mass shootings in the state. In all, 18 people were killed. CNN's Veronica Miracle is live in Redwood City, where that arraignment will take place a bit later today. Veronica, what new are we learning about the shooter?Veronica Miracle, cnn correspondent: Well, John, 66-year-old Chunli Zhao will be here in court at 1:30 for that first court appearance after being accused of killing seven people and critically injuring another person. But CNN has obtained court documents that show this is not the first time that he has been accused of violence involving the workplace. About 10 years ago, a former coworker and roommate accused him of trying to suffocate him with a pillow. He says Zhao tried to murder him and threatened him. And at the time, a judge issued a temporary restraining order against Zhao. He was not able to contact that coworker. And he was also not allowed to obtain or buy a gun. But that went away in July of 2013. Yesterday, Governor Gavin Newsom toured Half Moon Bay. It was the second community where there's been a mass shooting in California, and it's the second one that he's toured in just days. And I can tell you, John, he seemed exhausted and just really fired up and angry about what's been happening in the state. And he says this is not an issue with California. He says this is an issue with the country. And he points to the federal government and says that there are issues at the federal government in terms of gun reform that needs to be looked at and addressed. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:58",
      "speaker": "KING",
      "sentences": "Well, we'll see if that happens in Washington, as obviously there's still grief and anger in California. Veronica Miracle outside the courthouse, thanks so much.The second deadly California shooting was in Monterey Park. Vice President Kamala Harris will visit there tonight to pay her respects to the 11 victims. California does have some of the strictest gun laws in the nation, but as Natasha just noted, Governor Gavin Newsom says federal action is necessary and he is blaming Republicans for blocking it. (BEGIN VIDEO CLIP) GOV. GAVIN NEWSOM (D-CA): We've got to solve for these not just the incidents, but we got to solve for these patterns. And it requires Congress to take bold leadership, but the Republican Party has been obstructing it. And the Republican leader happens to be in our own backyard and he hasn't said a damn word. We need the federal government to do its job. This is on everybody. We've chosen this. This is our decision to live in these conditions. It doesn't exist anywhere else in the world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:58",
      "speaker": "KING",
      "sentences": "Hey, that's Natasha Chen joins us now live from Monterey Park. Natasha, what's the latest in that investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:22",
      "speaker": "KING",
      "sentences": "Later today, the Director of National Intelligence will brief the Senate Intelligence Committee behind closed doors. Committee members say they will press for answers about discovery after discovery of classified documents at the Trump, at the Biden, and now the Pence homes. The questions begin with how does this happen? It include whether national security might have been compromised.The Pence discovery was revealed just yesterday right here first on CNN. The Biden saga has played out over the past three weeks, and Trump has been in a contentious battle with the Justice Department over the documents he took for more than a year now. To the politics of all this in a moment, first, though, the substance and the process, joining me now to add perspective, the former deputy director of the FBI, Andrew McCabe. Andy, good to see you. You have familiarity with how this process works. Now the DNI will be up on Capitol Hill today. How much do you think she is ready, prepared, and willing to tell the senators about, A, how this happened, and B, I guess, more importantly, was national security compromised?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:22",
      "speaker": "ANDREW MCCABE, FORMER DEPUTY DIRECTOR, FBI",
      "sentences": "Well, it's an interesting question, John. I think she'll certainly be able to talk to the members about the process, how the process is supposed to run, what the regulations are. And then I expect that she'll talk about if they've had the opportunity to do their damage assessment yet. She'll probably talk in broad terms about some of the information that was included in some of these documents and whether or not their exposure presents a risk to national security.The sensitivity is there are ongoing criminal investigations here, certainly on the Trump side and on the Biden side. We know that DOJ is reviewing the Pence matter. It will likely end up in some investigative posture. So she can't go too far. She can't share details that might compromise those investigations. So likely the members will get something, but not everything they want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:22",
      "speaker": "KING",
      "sentences": "Can you help me with your experience in the sense that so you're at FBI headquarters. You see classified materials, sometimes counterterrorism investigations, other things, you might go to the white house for a meeting, maybe you're up on Capitol Hill, places where the documents move around. What's the process? Did you take documents home, for example, when you're preparing for something big, is that possible? Do you have to sign them out? They have to be in a secured case. How does it work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:22",
      "speaker": "MCCABE",
      "sentences": "For the vast majority of people who work in the intelligence community, the answer is, no. You cannot take documents out of a skiff, particularly TS or TSSCI documents. They work with the things at work, and when they go home at night, they don't take things with them. If something comes up in the middle of the night or on the weekend, they hop in their car and drive back to the office. It's different when you're the head of an agency, when you are a principal, as they like to say, president, vice president, of course, but also the heads of the executive branch, agencies that run national security.Those folks actually have a need to have access to classified material or to be briefed on classified matters 24 hours a day, right? If the North Koreans send a rocket launch off at the middle of the night, somebody in the Defense Department is going to have to be told, what happened? What do we know about it? So the mere need to have access to that information at all times means it's constantly traveling around with you, and that creates opportunities for misplacement or inadvertent things, get commingled with personal matters, and you might have a document that doesn't end up back where it needs to be in the skiff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:22",
      "speaker": "KING",
      "sentences": "So help me. Lastly, then, if a president or a vice president or a director, an executive in the agency says, leave that with me, I want to read it and study it. Does the aid then hand it over to them? Or does the aid say, sorry, sir, ma'am, I can't, it has to go back with me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:26",
      "speaker": "KING",
      "sentences": "Clearly, human beings make mistakes. And I guess that's the question for the investigations is all -- this all just honest mistakes, or is there some other conduct at play. Andrew McCabe, appreciate the important insights.Now let's get to the politics and what you might call and anything I did, he did too moment for the Biden White House. Biden allies do see the Pence revelation as an avenue to turn down the temperature on the President's recent document struggles. Biden aids, telling CNN that Pence find is, quote, helpful example that shows the current President was not alone in lumping top secret documents with personal materials. Our reporters are back at the table with me. Yes, I get the politics of it. Pence did it too. He's hyper cautious. So if Pence did it and Biden did it, there's a problem with the system, not with the people. Is that their argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:26",
      "speaker": "LEE",
      "sentences": "Yes, you know, you're not going to hear White House officials sort of parading around saying this part out loud, but yes, when the news broke yesterday, there was definitely a sense of relief because keep in mind, this White House has been completely under siege the last couple of weeks. Being criticized for the fact that the documents ended up where they shouldn't have in the first place, questions about the way they chose to disclose the information in a very drip, drip, drip manner, not being forthcoming about what they knew initially. And now, they get to say, hey, wait, look over here. This happened to somebody else too, and this person also happens to be a former vice president. I mean, they are very much hoping. And again, this is the quiet part, that they're not necessarily going to be saying out loud because the issue is very serious, it is very sensitive. They're hoping that this helps make the case. But this clearly happened with more frequency than we might have realized.And they also want to continue making the distinction between how they have handled things, the Biden lawyers versus the Pence lawyers. They think that they clearly did the right things, at least so far, based on what we know, versus, like Trump over here, who didn't follow any of the rules and hasn't been cooperating in any real way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:26",
      "speaker": "KING",
      "sentences": "But Trump has proven over the last five, six years of American life, everybody does an argument to get out of jams before he will use it, even though you're right, the facts are not the same in each of these cases. It's interesting, though, to watch the different reactions around town. Senate Intelligence Committee, two responsible people at the top, Mark Warner and Marco Rubio saying, let's have a private briefing with the DNI. Let's talk in private before we go public throwing things around.House Republicans want the visitor logs from the Secret Service of people who went to Joe Biden's house. It's funny they haven't asked for them for yet, at least for people who went to Mike Pence's house or people who went to Mar-a-Lago, you can draw your own conclusion there. Up on Capitol Hill, you ask Republicans, you get a somewhat different answer. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:26",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Does it make sense to you for this to be a broader investigation than just Joe Biden?REP. GREG PENCE (R-IN): I don't know. You know, there's -- there are kind of a glaring differences two-month delay versus what, you know, what he stated. You know, we found it on what I think he said the 19th and he reported it on the 23rd, you know, as soon as possible. Yes, so, that's one's bigger than the other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:26",
      "speaker": "RAJU",
      "sentences": "Could there be a special counsel for Pence?REP. DON BACON (R-NE): I think that or you could say the one doing Biden could do both or so, I don't know, but it should be looked at. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:26",
      "speaker": "KING",
      "sentences": "It's interesting, that's Mike Pence's brother, the first congressman you heard here say, trying to make a distinction. There's a difference there. I guess family loyalty will give him a little slack there. But Don Bacon at the end, the moderate Republican from Nebraska, made an interesting point where he says, I think you should say the one doing Biden can do both, meaning Pence. So implicitly there, he is making your point that it appears, at least from what we know so far, that Biden and Pence did something that nobody is excusing, that is wrong and something wrong happened. Let's look into it as opposed to what Trump did, which was take way more documents and then essentially have his attorneys lie to the Justice Department saying they were all returned when they weren't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:26",
      "speaker": "COLVIN",
      "sentences": "Yes, you're going to hear that from some of the moderate Republicans in the GOP caucus in the House, but look at the chairman's of the important committees like Representative Comer yesterday put out a statement after the Pence revelations and he said that Pence was more forthcoming than the Biden White House. But the Biden White House did send a letter to Comer's Oversight Committee saying that they will work with them. So what's the difference? And I think that's going to be the open question on the Hill right now, if House Republicans can prove what is the difference between the two cases.",
      "isLastSentenceInterrupted": false
    }
  ]
}