{
  "date": "2023-08-09",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Hawaii Officials: Six Dead, Crews Still In Search & Rescue Mode; Hawaii Officials Update On Catastrophic Fires; At Least Six Dead In Catastrophic Hawaii Wildfires; Georgia Prosecutor Expected To Seek More Than A Dozen Indictments In Trump 2020 Election Case; Special Counsel Got Search Warrant For Trump's Twitter; CNN On Front Line Of Southern Ukrainian Counteroffensive. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:01",
      "speaker": "VAN DAM",
      "sentences": "Lieutenant Governor Sylvia Luke issued an emergency proclamation Tuesday. Governor Josh Green has been out of state but is returning tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "LUKE",
      "sentences": "It has turned very serious and very dire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "VAN DAM",
      "sentences": "She said the hospitals on the island are overwhelmed with burn patients and people suffering from smoke inhalation. Also, 911 cell and phone services are down, complicating evacuations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "LUKE",
      "sentences": "The Maui County has not been able to communicate with residents on the west side, Lahaina side. So we're dealing with -- because we're an island state, in addition to dealing with the disaster, we're dealing with major transportation issues as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "VAN DAM",
      "sentences": "Right now, emergency response teams are working together to gain control of the island. The disaster wiping out power to around 14,000 homes and businesses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "People sleeping everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "VAN DAM",
      "sentences": "Also stopping air travel at the Kahului airport forcing several travelers to sleep on airport grounds. And according to Maui County officials, the U.S. Coast Guard has rescued at least 12 people from waters off Lahaina saying they jumped into the ocean to escape the smoke and fire conditions.Some Lahaina residents comparing the scene to an apocalypse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "People basically running for their lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "VAN DAM",
      "sentences": "Many now saying they are homeless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Our house is gone. Everything that we had ever known is gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Everyone I know, in Lahaina, they're homes have been burnt down.(END VIDEOTAPE) VAN DAM (on camera): Similarly to what Southern California residents experience with Santa Ana winds, the winds that rushed over Maui in the mountainous terrain there went through some basic thermo dynamic processes as they went up and over the mountains, they dry out, they warm up and they speed up. And as long as that hurricane continues to move away from Hawaii, it will impact this area with wind -- Jake. TAPPER: Derek Van Dam, thanks. Let's go to Hawaii right now where officials are giving an update.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:13",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mahalo, Major General Hara.At this time, I'd like to turn your attention to the screen electronically. And joining us today is Mayor Richard Bissen with Maui County. MAYOR RICHARD BISSEN, MAUI COUNTY: Aloha mai kakou. I would like to first thank the lieutenant governor as well as the attorney -- the acting general for arranging this joint press conference. We know there is a lot of interest in what is going on in our county and I would like to update everyone. As a result of three fires that have occurred, that are continuing here on our island, we have had 13 evacuations from different neighborhoods and towns, we've had 16 road closures. We've opened five shelters. And we've, as a result of that, our west side of our island, Lahaina area was cut off. Only one road was able to be traveled in and out. Power was out to 2,628 customers. There is no power at our hotels. Or even at the shelters that we opened up on that side. I'm sad to report that just before coming on this, it was confirmed we've had six fatalities that we were able to confirm. And we are still in a search and rescue mode. And, so, I don't know what will happen to that number. We've had many dwellings, businesses, structures, that have been burned, maybe to the ground. Mostly in Lahaina neighborhoods and the Lahaina area. We've also should have added multiple school closures. We're grateful to the DOE to allow us to use their facilities here in Maui to be able to house (INAUDIBLE). Over 2,100 people in shelters, and within those shelters, I mentioned to you, several that are unaccounted for in the sense that they are in their cars an do not come into the actual shelter. We are grateful again for the assets that have been sent over to us by the state. Our federal partners, our county, partners and allies, we're grateful for the outpouring of assistance. At this time, we are battling and continuing to battle the fire. We now have helicopters that were unable to get up in the air yesterday that are now using water drops to help suppress the fire. That's the latest information from Maui County. Thank you again for allowing us to address you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:13",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mahalo, Mayor Bissen.At this time, I would like to turn your attention to Mayor Mitch Roth virtually from Hawaii County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mahalo, Mayor Roth.At this time, I'd like to bring up Director Ed Sniffen with the Hawaii State Department of Transportation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:17",
      "speaker": "ED SNIFFEN, DIRECTOR OF THE HAWAII STATE DEPARTMENT OF TRANSPORTATION",
      "sentences": "Hello, everybody.Absolutely horrific situation that we're trying to work through right now, and really, hearts and prayers to Maui -- Maui County. We are strongly discouraging nonessential travel to Maui. But the airports are still operating efficiently. Right now, last night, we had 2,000 people staying at the airport that got stuck because they couldn't get on the red eye or they're waiting for other flights to come in. We made sure that we processed them through this morning and working with our airline partners on all of that. There is another 4,000 visitors that we are expecting to want to leave the island, from the west side. So, Kahekili Highway is open on the back road to make sure that you could come from Lahaina or the west side into town to get to Kahului. And the Honoapiilani Highway and the bypass are closed for operational or emergency responders only at this time. There is just a lot of poles down in different areas, and fires in different spots and it's dangerous to utilize that roadway. But Kahekili is open. We expect everybody to use that to get into town -- into the airport area. Our airport partners are amazing. They've dropped fares an offered waivers to a lot of travelers to help everybody get off of Maui, so to make sure that we could move people to Oahu or get them home, whichever they'd like, to ensure that we could start using the resources to recover and focus on the residents of Maui in that area. We'll keep updating on our web pages, the accessibility of our highways and if any impacts occur at the airports. I would recommend to everybody, any time we have travel like this that's -- that's impacted on one island, it's going to impact others. So, before you head down to the airport, if you're going to travel anywhere, if you head down to the airport, make sure you check in with your airlines, check in on the status of your flight to make sure it's on time. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mahalo.At this time, we'll open up for a live Q&amp;A with the media and I'm going to repeat the question. I'm inviting Acting Governor Sylvia Luke, but either she or I will repeat the question so that everybody could understand. So the first question is going to go to \"Star Advertiser\", Dan Nakaso.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "DAN NAKASO, STAR ADVISER",
      "sentences": "Do you have -- an estimate of the fatalities. Were they drowning or were they fire related?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Before you answer, Mayor, the question is around do we have an update on fatalities and injuries on Maui County?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "BISSEN",
      "sentences": "You know, I don't have the specifics for those six confirmed fatalities that we have that was because I got that number just really literally the minute before we came on to this press conference. We've been trying to get that update this morning was first time that we were able to assess obviously during daylight hours what was happening and so that's based on that.As far as injuries, we've had a few injuries. We sent folks to Straub (ph) and I'm trying to think about six or so, not all were burn related. Three of them were. And we also had a firefighter that suffered smoke inhalation, that firefighter was also treated and I believe transported over to a hospital over on Oahu, but is in stable condition. So we did have some injuries as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Governor, the next question comes from -- if you could repeat your question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "REPORTER",
      "sentences": "Yes, this is for Mayor Bissen. Do you have an estimate on the number of businesses and homes impacted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The question --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "BISSEN",
      "sentences": "I'm sorry. You want to repeat the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The question is how many businesses have been impacted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "BISSEN",
      "sentences": "We don't have that exact number just yet. Again, we're still in the assessment phase this morning. Now that we have light, so I don't want to take a guess at the number. But it is quite, it is going to be a high number. Again, power is still out in that part of the island. There were 29poles or 30 poles that were down, 29 in Lahaina itself. So we have not been able to restore that to get a better idea and the fire is still going on in Lahaina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "REPORTER",
      "sentences": "Our next question is from --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "TAPPER",
      "sentences": "We've been listening to an update from officials in Hawaii as Maui deals with devastating wildfires. The mayor of Maui County announced that six people have been killed in the wildfires and search and rescue efforts are still underway. They have trouble getting helicopters up yesterday but they are up today.Officials also say hospitals are overwhelmed with burn patients and those suffering from smoke inhalation. These violent and explosive wildfires are not under control on Maui, which is the second largest of Hawaii's 137 islands. These fires are being fueled by strong winds from a hurricane 800 miles away. Let's bring in CNN's chief climate correspondent Bill Weir now, as well as meteorologist Chad Myers. Bill, how unprecedented is this kind of situation in Hawaii?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "TAPPER",
      "sentences": "Chad, we're told that the fires are made much worse by this -- these hurricane winds from 800 miles away. How soon might the strong winds die down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "CHAD MYERS, AMS METEOROLOGIST",
      "sentences": "I think they die tonight, probably down to around 40. Now, that is still a very gusty storm, especially when you have so many fires out there.And it wasn't only the hurricane itself that was well south of there. But also this high pressure that was north of there. And this funneling effect right through the Hawaiian Islands and I don't know if you were watching any pictures at home when they had that fly over, it was still very smoky, but you could see all of the homes that were just no longer there. In the overnight pictures that I watched earlier today, you could see just hot spots in the dark. And we were all hoping that those were just trees. But in fact, in those night time pictures, those hot spots from the fly over, on the drone video, those were homes and they are now completely gone. The videos that we were just looking at were almost unfathomable and the one little lieutenant there, I think he was, said this reminded him of Iniki. I was on Kauai, at when it hit about three weeks after and that was absolute devastation. So if he's looking at this like Poiku (ph) was in 1992, that's how devastating this is at this point in time. It is still windy and very dry. There will still be more threats of fires again tonight. Fire lines are so large right now, it is going to be very difficult to get every single one of the fires out quickly. And we are, of course, as Bill will tell you, in drought there in Hawaii.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "TAPPER",
      "sentences": "Yeah. CNN's Chad Myers and Bill Weir, thanks to both of you.Maui County's chief of communications and public affairs, Mahina Martin, joins us now. Ms. Martin, thanks for joining us. So, we just heard six people have unfortunately been confirmed dead. A horrible number. Do you expect that number to get even bigger?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "MAHINA MARTIN, CHIEF OF COMMUNICATIONS AND PUBLIC AFFAIRS, MAUI COUNTY",
      "sentences": "I think these are early numbers. The daylight, as you heard, mayor said this is a pretty sad day with six fatalities. We're going to keep our thoughts on the families and it is important now that our efforts are geared up for understanding what else may be happening in those areas that were effected and as well as yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "TAPPER",
      "sentences": "Crews are still in search and rescue mode, we were just told. How is that efforts going on as the wildfires continue to rage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "MARTIN",
      "sentences": "Well, these are still active fires. Search and rescue efforts will come in areas that are being safe and accessible for those crews. So, these are completely active fires. I think it is important to keep that in mind and it is going to be a case by case and area by area, neighborhood by neighborhood situation. TAPPERis the current status of emergency communications on the western part of the island?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "MARTIN",
      "sentences": "On the western part of Maui, yes, 911 services remain very limited. You could use it on this side of the island but in Lahaina, in the areas, and those Maui district. Landlines could call a direct number to the fire station that we're providing. Cell towers unfortunately have been up and that's been very problematic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "TAPPER",
      "sentences": "And this fire seemed to move extremely quickly. Some evacuation orders came in the middle of the night. Did these fires come as a complete shock to Maui officials? The size and how catastrophic they seem?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "MARTIN",
      "sentences": "Yes. The winds alone in one area on the mountainside of Hula, we have reports of wind gusts up to 80 miles per hour. Those rapidly spread the fire in the West Maui area in the mix of commercial shops as you saw some of the footage, are circulating as well as the residential areas, it's very quickly -- it's very, very unfortunate that we have three separate fires going on, three separate areas of the island. We deployed and it is been all hands on deck throughout the island for first responders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "TAPPER",
      "sentences": "And -- I mean, are there hopes that the winds will die -- our Chad Myers, our weather guy told us that the hope is that the winds will die down this evening. I'm just wondering if there is any sort of hope in sight here beyond that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "OLSTEN",
      "sentences": "Yeah, we were -- there is a family praying for that to happen last night and right now, here at the airport, it's not as windy as it was yesterday and the day before. So the winds have died down a little bit. We're hoping that they're not going to pick up super strong again this afternoon and this evening.And when we were returning from viewing the fire, wind ward aviation was on the way out there with helicopters with buckets to try to extinguish the remaining small fires in the fields above the town.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "TAPPER",
      "sentences": "Richie Olsen, thank you so much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "OLSEN",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "TAPPER",
      "sentences": "Turning now to our law and justice lead, more legal trouble could be brewing for Donald Trump and not only Donald Trump, but his allies.CNN is reporting that Fulton County District Attorney Fani Willis is expected to indict more than a dozen people as soon as next week. Willis has been investigating actions taken by Trump and his allies to try to overturn the results in Georgia in the 2020 election. In a state that Joe Biden won, including efforts to pressure election officials, a plot to put forward fake electors and a voting systems breach in one county. CNN's Sara Murray joins us now. Sara, indictments against more than a dozen people. So who might that include?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "Well, you know, look, she has a pretty wide scope for her investigation, so there are some familiar names I think we're looking for. Rudy Giuliani, Trump's former attorney, was told months and months ago he is a target of this investigation, same with David Shafer, the head of the Republican Party in Georgia who served as a fake elector.And, of course, Donald Trump himself is at the center of the investigation. His team believes that he is going to be indicted for a fourth time. But again, there are people who were involved in the Coffee County voting systems that are worried they're going to be on list of people who could be charged, the people who pressured election officials, who have concerns that they could be among those charged. So, we will see what happens when she goes before a grand jury next week and makes her case, seeking these indictments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "TAPPER",
      "sentences": "Right. And this will be the first time Georgia charges are brought. We've had federal charges.You're also learning that Fani Willis, the district attorney, has been eyeing conspiracy and racketeering charges. What might that indicate about the breadth of this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "MURRAY",
      "sentences": "So, it allows her to charge multiple defendants and craft this narrative that it was part of a criminal enterprise and if she decided to charge Donald Trump, that Donald Trump was at head of it, and all of these efforts were essentially linked. So, it allows to you we've together a narrative of what happened around the 2020 election and also when you're looking at racketeering charges, they come with much steeper penalties than some of the underlying crimes, if you want to pressure a witness to flip, if you want to pressure, you know, a defendant to try to take a plea deal, this gives more leverage to the prosecutor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "TAPPER",
      "sentences": "Why did Twitter run by Elon Musk, we should note, delay handing over records of Trump's Twitter account?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "REID",
      "sentences": "So they did not appear to object to the warrant itself but they took issue with the secrecy, not being able to inform Trump about this warrant. They argued that was a violation of the First Amendment and the current laws that govern electronic communications and social media.Now, one of the arguments that prosecutors made is they said, look, if he knows about this warrant, he could try to destroy evidence, or even flee. But when judge made their decision on this case, they did not take into consideration him being a real flight risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "TAPPER",
      "sentences": "Why did prosecutors ultimately agree to allow Twitter to tell Trump about the search warrant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "REID",
      "sentences": "Eventually they felt enough was public about this investigation that it was okay to inform him about the warrant. But they were careful to try to protect the identities of investigators, and, Jake, that's what we see now in this eight months after the warrant was requested, there are concerns about former president lashing out at the people running this investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "TAPPER",
      "sentences": "All right. Paula Reid, thanks so much.With us now to discuss, CNN senior legal analyst Elie Honig. Elie, what would prosecutors be looking for on Trump's Twitter account that wasn't already public in his tweets?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Yeah, Jake, if it was just Donald Trump's public tweets, those are already publicly available, and you could get them by subpoena, which is a much easier method.The fact that they went and got a search warrant tells me prosecutors were looking for something more. And that could include draft but unsent tweets and I base that on a couple of things. First of all, I know from my own experience prosecutors and investigators often want to look into draft emails, draft texts because you could get some valuable insight into a person's state of mind. And second, if you look at the January 6 committee report, there are several mentions throughout their draft memos and draft documents because again they could be really revealing as to a person's state of mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "TAPPER",
      "sentences": "Also, of course, DMs, I would think, any private messages in there, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "HONIG",
      "sentences": "Right, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "TRUMP",
      "sentences": "And Trump reacted to the news of the search warrant of his Twitter account. He wrote, quote, just found out that crooked Joe Biden's Department of Justice secretly attacked my Twitter account making it a point not to let me know about this major hit -- hit in quotes for some inexplicable reason -- hit on my civil rights. Nothing like that has happened before. Does the First Amendment still exist, unquote.Elie, as Paula noted, there are concerns about possible violations of his First Amendment, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "HONIG",
      "sentences": "Yeah. But I don't think the First Amendment is going to be an issue here. First of all, prosecutors use people's statements, their public statements as evidence of crimes against them all the time. That's sort of evidence 101.The other thing is the way prosecutors did that, they got a search warrant. Meaning they had to go to a federal judge, established probable cause. The judge had to then sign off on it. And I should note, if Donald Trump wants to challenge this search warrant, he absolutely can do that. He could argue prosecutors improperly obtained the search warrant and improperly executed it, and it's not going to be a First Amendment question, it is going to be an evidentiary question but he'll have his chance to challenge this for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "TAPPER",
      "sentences": "Turning to Fulton County, you heard CNN's Sara Murray just report that Fani Willis, the district there in Atlanta, is expected to indict more than a dozen people, perhaps as soon as next week.Are you surprised? What does that tell you about her case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "HONIG",
      "sentences": "I am a little surprised. It tells me that Fani Willis is getting ready to take a very broad, very aggressive swing here. And just for the sake of scale, Jack Smith has indicted one person, of course, Donald Trump, and he's named six other co-conspirators and that covers the entire nationwide efforts to steal this election and now we hear that Fani Willis is looking at indicting a dozen people, only relating to Georgia.Now, part of that could be consistent with Sarah's reporting that some of the focus is on local officials who wouldn't necessarily be on Jack Smith's radar. But it is a very aggressive swing and indictment is the easy part for prosecutors. Hard part is whether she could back it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "TAPPER",
      "sentences": "Do you think that we will see next week assuming the indictments come down, that 12 people charged in the same indictment or will they be 12 separate indictments maybe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "HONIG",
      "sentences": "Very interesting strategic decision. That is entirely up to the D.A. On the one hand, if you charge everyone together, you essentially eliminate any chance you have of trying Donald Trump quickly before the election because you're indictments is going to be so heavy, so over loaded with defendants.On the other hand, if you split them into 12 separate indictments, you have a better chance of getting Donald Trump to trial quicker but you're asking for 12 separate trials. Each of the people is entitled to their own trial. You can group them together for a separate indictment. So tricky calculus to do here for the prosecutor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "HONIG",
      "sentences": "Great point. Absolutely, you could do Donald Trump by himself and group the others more than one at a time, sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "TAPPER",
      "sentences": "Willis says it's going to take about two days for her to present her case before the grand jury. She's expected to start next week, Monday theoretically. Could we see these indictments announced as soon as close of business on Tuesday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "HONIG",
      "sentences": "Absolutely. And two days, that doesn't sound like a lot of time to present a case. You are allowed to summarize evidence in front of a grand jury. So, you don't have to call every witness individually. You could call law enforcement who could summarize vast amounts of information and all signs, Jake, are pointing to us getting word of this indictment quickly, if not immediately after its returned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "TAPPER",
      "sentences": "All right. Elie Honig, thank you so much. Appreciate it.Let's go now to the world lead, Ukraine's President Volodymyr Zelenskyy top met military commanders today to discuss their counteroffensive. He acknowledged that beating the Russians back has not been easy, and is progressing much slower than some, including the U.S. had hoped. Ukraine forces are tasked with breaking through Russia's multi-layer defensive lines in the eastern and southern parts of the country. Those lines are riddled with tens of thousands of mines and vast networks of trenches like you saw in World War I. CNN's Nick Paton Walsh is on the front where attacks are ramping up and a brief warning now, this viewer may be disturbing for some viewers. (BEGIN VIDEOTAPE) NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT (voice-over): The brutal work here, the world hasn't seen but wants results. From the west, they have words and weapons of support. But out here, it is them alone. In searing heat cloaked in dust, in the southern counter offensive near Orikhiv (ph), Ukraine has the initiative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come on Dima, fire!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "WALSH",
      "sentences": "Yet, they have to shoot their way forward. Round by round.The Russians are just past the building on the horizon. Let's keep moving, guys. They're very anxious that we leave. We're the first journalists to reach this part of Ukraine's counteroffensive push south towards Robatina (ph). So, they're pretty sure the tank was spotted by the Russians. And so, now, we're moving fast out of here because they're expecting return fire. The losses from their early assaults evident. This a destroyed U.S.- supplied Bradley armored vehicle. This thick dust, these tankers moving forward to fire at Russian positions which they say are beginning to look in peril as Ukraine's southern counteroffensive pushed forward. The 15th National Guard have lost many friends here, but also gained ground. It has been incredibly tough. But some faces we saw over the past week have brightened. Robatina has gotten closer. Some of the assessment of their fight and the tools given towards it grates here. They're being expected to do things no NATO army would attempt with equipment they would scoff at. The Humvee we travel in with tires so thread bare no American soldier would be expected to drive it. They have no time for arm chair assessments that they're failing. VITALY, TANK OPERATOR, 15TH NATIONAL GUARD BRIGADE (translated): They are wrong. We have successes. It depends on how fortified they are. Above all, don't underestimate the enemy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "WALSH",
      "sentences": "And that underestimation is visible here, in the nearest town of Orikhiv, pummeled by the main problem, Russian air superiority, and the half ton bombs they drop.At any moment, it may not matter how much cover you have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Su-35 jet in the air.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WALSH",
      "sentences": "Down here, death is far too close and they seem to shut it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "EUGENE",
      "sentences": "When they hit further than 100 meters away from us, we don't pay attention. If it's closer, we just laugh hysterically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "VLAD",
      "sentences": "I tell everybody, we will all die, but a bit later. Maybe in 50 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WALSH",
      "sentences": "And they need the war to end in months though, not years, before nothing but dust is left.(END VIDEOTAPE) WALSH (on camera): Now, the medics you saw on that report, while they were treating casualties this morning, it appears people caught in another Russian minefield, troops that is. And also, too, in that town of Orikhiv, we spent a lot of time over the past months, a key center for humanitarian aid. That was hit in June where many lives were lost, the devastation there quite startling what these half ton bombs dropped by Russians. One morning we were in there, 14 in one morning alone. The damage that's doing to that town -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "TAPPER",
      "sentences": "And, Nick, you are part of the only news media crew allowed in this part of the front lines. What did people tell you about this ongoing offensive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WALSH",
      "sentences": "Look, it's rare to get a view of this part of the counteroffensive, the main thrust of what Ukraine is doing right here. Yes, they are pushing along the south but this is where the majority of the effort is, where all, frankly, of the chips are being laid down. When you hear all this criticism of Western analysts, this is and is going as fast as they would like, they're not feeling the pace of change they wanted or expected, NATO supplied arms would bring that, some of those arms are really as good as perhaps they said on the can. You saw the threadbare tires on the Humvee there. Imagine giving that to somebody in the 101st mounted.But at the same time, they are dealing with extraordinary Russian airpower here. They do not control the skies. They're vulnerable to drones, Russian jets, missiles. We heard them ourselves. We saw the damage we can do. No NATO army would try this without air superiority yet, somehow, there are those in NATO and the west hoping the Ukrainians can suddenly take on these new weapons and achieve the whole thing without controlling the skies. It's slow. They are dying. And I think at times they wish people were more patient about their sacrifice -- Jake.",
      "isLastSentenceInterrupted": false
    }
  ]
}