{
  "date": "2023-11-17",
  "headline": "Connect the World",
  "subHeadline": "Israel Claims Hamas Tunnel Found at Hospital Raided by IDF: Dire Humanitarian Crisis Unfolding Across Gaza; Final Day of Indo-Pacific Leaders' Summit in San Francisco; Refugees Describe Atrocities in Darfur; Egypt's Health Minister Says Ready to Help Patients from Gaza; New Technology Helping Clean Up the Ocean; Brothers Travis and Jason Kelce Release Christmas Jingle. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:38",
      "speaker": "LYNDA KINKADE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Welcome to the second hour of CONNECT THE WORLD, with me, Lynda Kinkade. It is 10Atlanta. It's 5:00 p.m. in Gaza. Israel is facing mounting pressure to justify its siege of Gaza's largest hospital Al-Shifa. The Israeli army now says its troops have recovered the bodies of two hostages nearby. 65-year-old Israeli grandmother, Yehudit Weiss, seen there on your left, and Noa Marciano, a 19-year-old corporal in the IDF. The video released by Hamas claims the young woman what was killed by an Israeli airstrike. Well, the IDF released this video, which it says shows a Hamas tunnel shaft close to the hospital. CNN cannot independently verify this video or the claims. Hamas have called the claim ridiculous and doctors and hospital officials have continuously denied the existence of a Hamas control center under Al-Shifa Hospital. They're also raising the alarm about just how dire the conditions have gotten there. The hospital's director describes patients on the brink of death and children close to starvation. The Israel-Hamas war is about to enter its seventh week. And the IDF now says it estimates the number of hostages held in Gaza by Hamas is 237. The death toll of Palestinians in Gaza is rising every day. The Palestinian Health Ministry citing sources from the Hamas-controlled enclave says almost 11,500 people have been killed in Gaza, including over 4,700 children. That's around one in every 200 people. Our Scott McLean is following the developments and joins us now live from Istanbul. Good to have you with us, Scott. I want to start first on those photos and videos handed out by the Israeli Defense Force, claiming that it is some evidence of a Hamas tunnel in the facility near that major hospital. But at this stage they've shown no evidence of Hamas control and command centers under that hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:06",
      "speaker": "KINKADE",
      "sentences": "And of course, Turkey's president is in Germany. Those two countries, poles apart when it comes to the stance towards Israel's waragainst Hamas. Of course, Turkey's leader this week referring to Israel as a terrorist state. What can you tell us about the meeting and what are the expectations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:06",
      "speaker": "MCLEAN",
      "sentences": "Yes, these two men are on different planets when it comes to what is going on in Gaza. You have the German chancellor Olaf Scholz, who saidthat -- it was previously said that Germany has one place and that place is alongside Israel. And he said that the security of Israel is Germany's reason of state. Now he has signed a joint letter, he has called on Israel to respect the laws of war and respect international law as it goes about trying to root out Hamas. On the other hand, though, you have President Recep Tayyip Erdogan of Turkey, who not only called Israel a terror state this week -- a terrorist state, he has also said that Hamas is not terrorist, called them a liberation group, trying to protect their land. And so these two men don't share the same view on what to do about Gaza, but frankly there are a lot of issues that they do need to discuss. And so it is impossible to ignore Turkey. They need to discuss the migration issue, Sweden's membership in NATO, and of course Turkey has also been a major player in trying to broker some kind of an agreement on the war in Ukraine -- Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:06",
      "speaker": "KINKADE",
      "sentences": "Scott McLean, seeing across all the developments for us from Turkey. Good to have you there for us. Thanks so much.As Gaza's largest hospital finds itself on the frontline of the war, a grim picture is emerging of the humanitarian crisis there and throughout Gaza. CNN's Nada Bashir has this report. But we must warn you it contains graphic images that are disturbing. (BEGIN VIDEOTAPE) NADA BASHIR, CNN CORRESPONDENT (voice over): It's a scene that should be filled with innocence, but these drawings, sketches of houses, paint a picture of all these children have lost. Home for the displaced, now makeshift shelters in Central Gaza, lives in limbo with nowhere to go. In the south, as more children are buried, another warning. Leaflets dropped by the Israeli military on Thursday telling civilians in Southern Gaza to move and find shelter. A foreboding signal that Israel's ground incursion could soon extend its punishing reach. ATYA ABU JACAL, DISPLACED GAZAN IN KHAN YOUNIS (through translator): Now they are asking us to leave. Where do we go? We want to understand where exactly we should go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:06",
      "speaker": "BASHIR",
      "sentences": "The U.N. rights experts on Thursday warned that grave violations committed by Israel point, in their words, to a genocide in the making.As darkness encompasses doctors in the south, already grappling with the impact of Israel's intensifying bombing campaign, there are growing fears over what could come next. Desperate scenes from the north of Gaza almost entirely destroyed by Israel's unrelenting airstrikes, show just how dire the situation can quickly become. DR. NAHED ABU TAAEMA, DIRECTOR, NASSER HOSPITAL (through translator): We have lost contact with our colleagues, patients and everyone inside the Al- Shifa medical complex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:06",
      "speaker": "BASHIR",
      "sentences": "Israeli forces say they are still active in and around the Al-Shifa Hospital, Gaza's largest, claiming to have found an operational tunnelshaft at the hospital complex. With no access to the complex, CNN is unable to verify either side's claims. Israel says its military operation at Al-Shifa will take time, raising fears over the safety and security of more than a thousand patients and medical staff now trapped inside. DR. RICK BRENNAN, REGIONAL EMERGENCY DIRECTOR, WORLD HEALTH ORGANIZATION: We are looking at options for medical evacuation, but there are a lot of security concerns, there are a lot of logistics constraints, our options are rather limited.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "KINKADE",
      "sentences": "I want to bring in Dr. Tanya Haj-Hassan. She is a pediatric intensive care doctor with Doctors Without Border.We appreciate your time today, Doctor. DR. TANYA HAJ-HASSAN, CO-FOUNDER, GAZA MEDIC VOICES: Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "KINKADE",
      "sentences": "So despite the communication issues connecting with Gaza, I understand you have been able to speak to colleagues at Al-Shifa Hospital,the main hospital in Gaza. What are they telling you about what they've been dealing with these past few days? HAJ-HASSAN: Yes, so just a correction on that, we have not been able to contact anyone at Al-Shifa Hospital for two days now. Like you and the rest of the media world, we have lost complete contact. And last we heard the situation was harrowing. You know, this is prior to the actual invasion into the hospital. The hospital was under complete siege surrounded by military tanks. The staff were not able to move, even within the hospital. They describe being shot at through the windows when they tried to move her through the hospital corridors. They said that two nurses were killed, shot through the window. Several patients were shot as well. And they described being stripped of food, running out of water. I think the exact words where people are screaming for thirst -- of thirst. They had no access to water either. And obviously the medical staff described being extremely concerned for their patients. The intensive care unit patients unfortunately could no longer receive oxygen when the oxygen supply was hit. This includes both adults, children and newborn babies, the (INAUDIBLE). They were not able to sustain their life support and equipment for patients on dialysis. The same applied there. And they were extremely concerned and they were begging the international communities to help them evacuate the patients and provide safety. Remarkably, to their patients, even now in the most harrowing times, the recurrent theme is their desire and commitment to protecting patients. They also described very harrowing scenes of the over 100 dead bodies that they were unable to bury. They dug one mass grave, I was told, and buried 80 individuals there and the rest of the bodies they tried to reach to bury but anytime they tried to access them they described being targeted and shot at. They also described having injured people within the vicinity of the hospital that they could not reach because the ambulance vehicles could not come and go without being targeted. So they -- I think some of the words we heard were that they were unable to articulate what they are seeing. They were speechless. That these are scenes that no creature can and should endure. And yes, very concerning. And I think even most concerning is the fact that we cannot contact them anymore. We cannot bear witness on what is happening. And that is a fundamental principle of the organization I work for, the (INAUDIBLE), the concept of bearing witness on these atrocities and relieving the suffering associated with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:07",
      "speaker": "KINKADE",
      "sentences": "Yes, I mean, we know at least a dozen hospitals can't even operate at all. But in terms of Al-Shifa Hospital, you have been to that hospitalbefore. Israel says it bombed and conducted raids there because they believed that there was a Hamas control and command center under that hospital. So far the only evidence they have shown is one single tunnel shaft within the vicinity of that complex. What do you make of that claim? To go in and carry out these raids at that hospital? HAJ-HASSAN: Look, I am not an investigator or a politician. What I will tell you is having been in the hospital, it is a very busy, chaotic trauma hospital with -- that is a tertiary center for the entire Gaza Strip. So if you imagine the equivalent wherever you are based right, or the equivalent wherever I'm based right now it is an extremely busy functional health care facility that is a lifeline for an entire population. When I have been to that hospital I have never seen any evidence of military activity. All I have seen is health care providers dedicated to caring for their patients and thousands of patients flocking there for care. That is also the messages that I have received now during this raid on the Gaza Strip. It is video footage, constant testimonies both from MSF, Doctors Without Borders staff, and other health care workers in the Gaza Strip that they are doing their best to keep patients alive in these facilities. And that they are being directly targeted without any evidence or concerns from their part or knowledge of their part of any military activity occurring in these hospitals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:07",
      "speaker": "KINKADE",
      "sentences": "Yes.HAJ-HASSAN: I also want to point out that, you know, in war times, a lot of justifications are made for targeting civilian infrastructure. What I can tell you for certainty, for certainty, is that this hospital is functioning as a health care facility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:07",
      "speaker": "KINKADE",
      "sentences": "OK. Doctor --HAJ-HASSAN: That in and of itself would make targeting it under any capacity prohibited under international law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:07",
      "speaker": "KINKADE",
      "sentences": "Exactly.HAJ-HASSAN: And considered a war crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:07",
      "speaker": "KINKADE",
      "sentences": "Dr. Tanya --HAJ-HASSAN: I'm sorry, just going back real quick. You know, all of those other hospitals that were targeted, we're focusing on this justification for Al-Shifa, but there's no justification for targeting the entire health care system of a population.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:21:09",
      "speaker": "KINKADE",
      "sentences": "Welcome back. It's the final day of the APEC Summit in California. Leaders and top officials from the block's 21 economies spent this week inSan Francisco trying to shore up alliances and to court investments. Later today, U.S. President Joe Biden will meet with his Mexican counterpart. They'll discuss ways to curb fentanyl production. I want to bring in Kevin Liptak, who's covering the summit in San Francisco. Kevin, good to have you with us. Let's start first with what we can expect in the coming hours when President Biden meets the president of Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:21:09",
      "speaker": "KEVIN LIPTAK, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, and this hasn't always been an easy relationship for President Biden. They are allies, butit is somewhat tense sometimes between President Biden and President Lopez- Obrador. But they do have a lot to talk about certainly. And you'll remember, the last time President Biden held a major summit of leaders in the United States, the Summit of the Americas in Los Angeles, President Lopez-Obrador decided to skip it. But he is here. He is in San Francisco today. And they will sit down and they will talk about issues like fentanyl. And you'll remember that was an important outcome of President Biden's meeting with President Xi. They decided that China would help cut down on the component chemicals of fentanyl. But the issue for President Biden is that once the fentanyl comes to North America, it makes its way across the border from Mexico. And so this is sort of another link in the chain that he wants to address on the growing narcotics crisis in the United States. They'll also talk about migration. And of course, those two issues are connected. And certainly it shows you that President Biden, even though he is here focusing on, you know, the long awaited pivot to Asia, American foreign policy in the Pacific, he's also very focused on these domestic issues that have caused him so many problems, political problems at home, including the situation at the border. He is under pressure from Republicans but also critically from Democrats, governors, mayors who are confronting these waves of migrants without a lot of direction from the federal government. And certainly he wants to demonstrate that he has his eye on these important domestic issues, even though he is confronting all these foreign crisis as well. And certainly the situation in Israel has loomed -- the summit this week as a backdrop of some sort. And certainly President Biden wants to talk to all of these leaders about coming to some sort of global consensus about how to confront that crisis. And so I think as President Biden wraps up the APEC summit, that's sort of the question, is what he really was able to accomplish. That meeting with President Xi certainly was very important in setting sort of a level set for that very critical relationship between the two largest economies. And that is what the leaders -- the other Asian leaders at the summit were really looking for with some stability in the Pacific. And I think on that front, President Biden certainly thinks he was successful -- Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:01",
      "speaker": "ELBAGIR",
      "sentences": "Harassing them, threatening them.UNIDENTIFIED MALE (through text translation): Kill them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:01",
      "speaker": "ELBAGIR",
      "sentences": "CNN has been able to geolocate these videos, placing them in Ardamata, an outlying district of El Geneina, the capital of West Darfur,where some of the worst atrocities during the recent war have taken place. Over the last year during the war in Sudan, the RSF have targeted members of African tribal groups, including the Masalit, who claim Darfur as their ancestral land. Many of the RSF belong to tribes which unlike the Masalit claimed Arab ancestry. What we are about to show you is very disturbing. These are the most recent images emerging from Darfur. What you are looking at is a mass grave, filled with over a dozen bodies, some are alive, others clearly dead. One man can be seen throwing earth on top of another, even though he is still alive. A man off-camera can be heard shouting as someone appears from beneath a pile of dirt. UNIDENTIFIED MALE (through text translation): Hey, get back down. Hey, that guy's alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:01",
      "speaker": "ELBAGIR",
      "sentences": "He quickly buries his head back into the earth. We don't know the fate of these men. It's also unclear whether the men seen in the ditch arethe same men as those in the video running from RSF soldiers and militia loyal to the RSF. But it does illustrate the newest, most terrific pattern of violence in the region. Communication in Darfur has been deliberately choked by the RSF. It's been excruciatingly hard to understand exactly what's happening there. A few months ago, we travel to a refugee camp in Adre, Chad, where survivors and eyewitnesses of these brutal attacks were able to cross the border. One by one, brave survivors came forward wanting to share, to document what has happened to them. Describing the horrors from the city of El Geneina, stories of rape and enslavement. UNIDENTIFIED FEMALE (through translator): From within our family, we lost more than 40 men. UNIDENTIFIED FEMALE (through translator): They said to my father we're going to rape your daughter in front of you. UNIDENTIFIED FEMALE (through translator): The RSF said leave these ones. We will find better ones to sell. These ones, let's rape them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:01",
      "speaker": "ELBAGIR",
      "sentences": "Textbook ethnic cleansing. These are the hallmarks of genocide.CNN interviewed over a dozen survivors and eyewitness in El Geneina, where civilians were targeted and were women were being sold from slave houses. UNIDENTIFIED FEMALE (through translator): There were RSF soldiers outside, and they beat me until they force me into the building. Inside I saw nine or 10 girls, some without clothes. They told us they will sell us very cheaply. They said, we kill all the men, we will not leave any black skin here. You have to leave, get out. They said they will be the only ones to sleep with us, because if we have our own children, our sons will one day take revenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:03",
      "speaker": "KINKADE",
      "sentences": "You can watch Nima's full report on \"THE WHOLE STORY,\" \"Going Home, the War in Sudan.\" It airs on Sunday night at 9United States. Egypt's health minister says his country is ready and waiting to help some of the most vulnerable patients in Gaza's hospitals. But he says the challenge of getting them across the border is out of his control. Have his exclusive interview with CNN, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:03",
      "speaker": "KINKADE",
      "sentences": "Welcome back to CONNECT THE WORLD, with me, Lynda Kinkade. Good to have you with us.Medics in Egypt are standing by to provide urgent care for patients from Gaza. Some severely injured people have already been evacuated to Egypt. But all those, including newborn babies, still at the Al-Shifa Hospital in Gaza remain trapped. This week the director general of Gaza's hospital said those babies are in severe danger. Egypt's minister of health gave an exclusive interview to CNN's Eleni Giokos about what's going on and what Egypt can and can't do. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "GIOKOS",
      "sentences": "So with the babies from Al-Shifa Hospital, what is the timeline in terms of getting them into Egypt? Who dictates that timeline? And how areyou able to intervene?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "ABDEL GHAFFAR",
      "sentences": "Unfortunately this is not in our hands. I mean, as I told, our ambulance is now, as we speak, waiting in the borders ready to movethem right away. Even the hospitals to be equipped with ventilators and with the incubators for that purpose are ready. So we just need the other side to get them in, most importantly that we are ready to receive 10 times, 20 times, 30 times more than that. We are ready to do that. I mean, we allocated 37 hospitals. We allocated more than 11,000 beds, more than 1700 ICUs. More than, you know, 150 ambulances, ready to move those patients. So we decided, we dedicated and deployed more than 38,000 physicians, and 25,000 nurse staff, ready to operate. So whatever numbers we're going to get, we're going to deal with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "GIOKOS",
      "sentences": "Why are you giving those numbers? Because you can deal with the bigger number of injured people? Why are you not getting them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "ABDEL GHAFFAR",
      "sentences": "Again, it's not Egypt's decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "GIOKOS",
      "sentences": "Whose decision is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "ABDEL GHAFFAR",
      "sentences": "I don't know. But certainly there is someone that has to check and has to clear out and give the clearance for those patients tocome out from these territories to the Egyptian side. But I told you, my team and my staff are staying day and night waiting for every single case to get in, to start dealing with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "GIOKOS",
      "sentences": "Do you think that Israel has the final say about which patients get out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "ABDEL GHAFFAR",
      "sentences": "I have no information to tell you about this. I cannot say something that I'm not sure of. But definitely there is a certain authorityon the other side to take decisions whom to come out. Otherwise we could have just waited for thousands of patients to come because they have 28,000 patients ready. We can say 10 percent, 20 percent of them need extensive interventions that they don't have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "GIOKOS",
      "sentences": "Would you be able to absorb 28,000 patients right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "ABDEL GHAFFAR",
      "sentences": "The health system in Egypt accommodates more than 70 million to 80 million Egyptians. So we do have the capacity to accommodate and thisis in terms of capacity but most importantly the passion that we have in the hearts of Egyptians and the heart of our community, and with the leadership of our president who's directing us from the day one that whatever facilities that we have, we have to bring it and we have to give it to our sisters and brothers and families from Gaza. So the idea is the system can accommodate, definitely yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "GIOKOS",
      "sentences": "So to be clear, there is no basis or criteria in which exists in terms of accepting patients into Palestinians --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "ABDEL GHAFFAR",
      "sentences": "No limits. No limits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "GIOKOS",
      "sentences": "So how many ambulances do you have at the border right now? How are you managing which patient goes where? And what does it take from aplanning and logistics perspective for Egypt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "ABDEL GHAFFAR",
      "sentences": "That's a good point. Because I told that we put ourselves in an emergency plan since day one. And we sit down together with our team andwe put the plan from the very beginning. The ambulance has to be there at the borders. And from that point, we have triaging and we have three hospitals in Mount Sinai as phase one of hospitals. And then we have phase two of hospitals in the Suez Canal region which is Port Said and Ismailia and Suez, as well as Damietta, and Sharqia, with our neighboring (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "GIOKOS",
      "sentences": "Is Egypt going to be embarking on any investigation with regards to the types of injuries that you've been seeing? I'm sure you're collatingdata at the moment and in terms of how it relates to the weapons that are being used right now inside of Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "ABDEL GHAFFAR",
      "sentences": "Certainly. I mean, this is very huge. We have specialists and researchers from different areas that they have -- when we havesuspected injury or something that we need to get more evidence, more scientific knowledge about what's going on, we do that all the time. And that's something that until we get proof and until we get evidence of what we have seen, I think this is too early to talk about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "GIOKOS",
      "sentences": "I want to talk about the types of injuries you've come across and what I witnessed today was, you know, one young boy, a small little body,seven injuries that requires intervention from multiple different doctors. So give me a rundown of what you've been seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:16",
      "speaker": "KINKADE",
      "sentences": "Our thanks to Eleni Giokos for that interview. We're going to take a quick break, stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:16",
      "speaker": "KINKADE",
      "sentences": "Welcome. Previously on \"Call to Earth,\" we shared the story of an effort to save Hawaiian forest birds from extinction due to the spread ofavian malaria. That same disease was recently discovered in southern Chile. Researchers there are hoping to prevent the spread of it across Patagonia. (BEGIN VIDEOTAPE) UNIDENTIFIED FEMALE (voice-over): The south Antarctic Island of Navarino near Chile's southernmost tip is home to a wide variety of birds. Some are permanent residents. Others only summer here during their annual migration. It's an idyllic destination and a safe haven for the birds. But the recent discovery of another airborne creature here has some scientists concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:16",
      "speaker": "JAVIER RENDOLL, DOCTORAL STUDENT, UNIVERSITY OF MAGALLANES",
      "sentences": "When I found the first mosquito, that was a signal of things are changing and arechanging probably not in a good way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:16",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "With an average temperature of 43 degrees Fahrenheit, the island is not a place where mosquitoes would typically thrive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:16",
      "speaker": "RENDOLL",
      "sentences": "We know from everywhere else in the world that mosquitoes can carry diseases. It is more than just a mosquito in a particular place. Thishas its consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:18",
      "speaker": "RENDOLL",
      "sentences": "It's a pattern. You will see that you get first the mosquito. You get the yellow jacket, you get the European bumblebee, European earwigs.And you can track in time that every year we are detecting new exotic or introduced species. So something is happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:18",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "At the Cape Horn International Center, researcher Juan Rivero is on the lookout for what he fears the mosquitoes may have broughtwith them, a strain of avian malaria called plasmodium.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:18",
      "speaker": "JUAN RIVERO DE AGUILAR, ASSISTANT PROFESSOR, CAPE HORN INTERNATIONAL CENTER, UNIVERSITY OF MAGALLANES",
      "sentences": "Here, the purple bruise thing is theparasite. This is the whole body. The parasite is inside these cells. So parasites infect the cells and start growing inside and start feeding on the red cell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:18",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Avian malaria does not affect humans but it can be deadly to birds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:18",
      "speaker": "RIVERO DE AGUILAR",
      "sentences": "Here, an entire colony of penguins dying from avian malaria at Exmoor Zoo, U.K.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:18",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It can be particularly devastating to local species who may have no resistance to the disease.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:18",
      "speaker": "RIVERO DE AGUILAR",
      "sentences": "We have a limited response, two plus million infections in resident birds. So that confirms at least the presence of plasmodium inthis (INAUDIBLE). UNIDENTIFIED FEMALE (voice-over): While there is currently no foolproof solution to stopping the spread of avian malaria, by sounding the alarm from this remote corner of South America, Juan and Javier hope to preserve Patagonia's birds and also have a positive impact on the human population, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:18",
      "speaker": "RIVERO DE AGUILAR",
      "sentences": "Birds conservation is a matter of international issue because birds fly between countries. So when you think how we can stop thespread of infection or disease has to look into the mosquito. We need to change our way of life. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:18",
      "speaker": "KINKADE",
      "sentences": "Well, let us know what you're doing to answer the call with the hashtag CalltoEarth. We are going to take a very quick break now. We'll beback in just a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:18",
      "speaker": "KINKADE",
      "sentences": "Welcome back. As artificial intelligence becomes more advanced, university researchers using -- around the world are using things to driveinnovation in robotics that were unheard of just a few years ago. In a new series called \"Bold Pursuits,\" Will Ripley meets with the scientists behind these incredible machines. (BEGIN VIDEOTAPE) WILL RIPLEY, CNN CORRESPONDENT (voice-over): Our oceans, they remain largely unexplored and contain many mysteries and challenges. On the shores of Abu Dhabi, I have come to meet a team investigating what role robots could play in our oceans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "HUSSAIN",
      "sentences": "So it has its own camera, basically it identifies autonomously the plastics. It goes there and picks the plastic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "RIPLEY",
      "sentences": "So it picks it up, picks it up itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "HUSSAIN",
      "sentences": "Picks it up. And then we have the other boats that has these baskets and it drops there. And then this boat can bring towards the coastand where you can remove the plastics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "RIPLEY",
      "sentences": "This research into autonomous marine robotics is being conducted by a team at Abu Dhabi's Khalifa University.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "LAKMAL SENEVIRATNE, DIRECTOR, CENTER FOR AUTONOMOUS ROBOTIC SYSTEMS, KHALIFA UNIVERSITY",
      "sentences": "We have about 90 researchers working in differentaspects of robotics, plus cleaning, coral reef inspection, a swam robotics, aquaculture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "RIPLEY",
      "sentences": "In this robotics, lab students attach an array of technology, including cameras and sensors. In this research pool, waves simulationtechnology allows them to conduct their studies. Using advanced software, AI and algorithms, they analyze the data.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "SENEVIRATNE",
      "sentences": "I've been working in the field since the 1980s, and there's never been a time like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "RIPLEY",
      "sentences": "Advances in technology are changing scientists' approach to robotics. The arrival of AI is a game-changer. Achieving their goal ofbuilding autonomous underwater robots is not easy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "SENEVIRATNE",
      "sentences": "You don't have a GPS, for example, underwater. Your visibility is poor. You have waves and screens and you are buffeted every which way.Communication is very difficult as well. So many challenging problems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "RIPLEY",
      "sentences": "Challenges that, through sheer determination and continuous research, these scientists aim to overcome.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "KINKADE",
      "sentences": "Well, officials say the risk of a volcanic eruption in southern Iceland remains high. Words of (INAUDIBLE) as earthquakes continue to rockthe region. Joining me now for the latest is CNN meteorologist Derek Van Dam. Good to have you with us, Derek. So there have been 800 earthquakes in 24 hours. Talk to us about the concerns over a volcanic eruption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "DEREK VAN DAM",
      "sentences": "Yes, Lynda, these earthquakes are a direct result of magma actually funneling underneath the town of Grindavik in southwesternIceland. And people there have evacuated but they noticed that the ground was literally separating from each other, causing cracks by upwards of one meter. Just incredible to notice what's happened. But it begs the question, why in the world would the ground sink if magma is pushing up towards the surface for this imminent volcanic eruption? Well, there's a reason for that. And that is because as the magma actually makes its way towards the surface of the earth, it is thinning the crust of the earth. And as it does show the result is that the ground sinks from the stretching motion that is actually happening. So we get that ground defamation or that drop of over one meter, that you saw an imagery just a few moments ago. How do we confirm this? Well, satellites are actually able to detect this drop in the ground. You see the town of Grindavik here located with some of the road grids there on the map. Kind of difficult to see but that shading of purple is actually satellite imagery detecting that one meter drop that has occurred since the volcanic earthquakes that started to erupt last Friday. So this is the magma corridor, there is Grindavik, that magma again thrusting towards the surface. That is what scientists are concerned about. Eventually breaking through when one of those cracks or one of the fissures, and unfortunately impacting the parts of Grindavik where people call home -- Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "KINKADE",
      "sentences": "Wow, we will keep an eye on that. Good to have you with us. Derek Van Dam, thank you.Well, it looks like Taylor Swift is not the only singer in her relationship. With the holiday season now in full swing, her boyfriend, Travis Kelce, and his brother Jason are recording a duet. Jeanne Moos has more. (BEGIN VIDEOTAPE) JEANNE MOOS, CNN CORRESPONDENT (voice-over): Move over Mariah. It's going to be a very Kelce Christmas. As the football bros Jason and Travis Kelce dropped their holiday song. And here you thought Taylor Swift was the singer of this couple.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "TRAVIS KELCE, KANSAS CITY CHIEFS TIGHT END",
      "sentences": "Everybody can hear me sing like a church boy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:06",
      "speaker": "KELCE",
      "sentences": "I'm going to get just absolutely butchered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:06",
      "speaker": "MOOS",
      "sentences": "And he was, by someone who posted, \"I'd rather hear a test of the emergency broadcast system on repeat than listen to the Kelce brothers. Butthere was tons of rave reviews. What can't these brothers do? That's awesome. Now add Taylor. But she's not making the duet. The trio yet. What's next for these two? \"Will there be Travis and Jason ornaments for our tree?\" Jeanne Moos, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}