{
  "date": "2023-08-06",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump on the Trail; Wildfires in Canada; Simone Biles is Back. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "LAILA HARRAK, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from the United States and all around the world. I'm Laila Harrak.Former U.S. President Donald Trump is on the campaign trail in South Carolina as he faces several indictments, he is still railing against the special counsel investigating him. More than 1,000 wildfires burning in Canada right now. We'll hear how those blazes are affecting an indigenous community. Simone Biles is back, her return to competitive gymnastics. Republican frontrunner Donald Trump was in South Carolina on Saturday night complaining once again about the numerous criminal indictments he's facing and calling on Republicans in Congress to do something. In addressing the friendly audience, Trump grossly understated the seriousness of the charges against him. Take a listen. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT:  The fake charges put forth by the Biden sham, we call it a sham indictment, and the man that's -- I really believe he's mentally ill. But these are outrageous, and it is an outrageous criminalization of political speech. They're trying to make it illegal to question the results of an election. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "HARRAK",
      "sentences": "He's also lashing out at his former vice president, Mike Pence, who has increasingly been -- criticized Trump in his own bid for the White House. Trump posted one of his sharpest attacks yet on social media calling Pence delusional and not a very good person.CNN's Alayna Treene was at the South Carolina event and has our report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "The former president spent much of his Saturday night speech railing against the recent charges that he faces as well as attacking Special Counsel Jack Smith directly. Donald Trump called him, quote, mentally ill as well as deranged.Now, the former president also made an appeal to Republican lawmakers on Capitol Hill. He argued that they needed to step up and do something in order to help defend him against his recent legal battles. But one big thing that I find to be different from his speech on Saturday is it came less than 24 hours after Jack Smith wrote in a court filing asking a judge to set limits on what Trump's team can do with the evidence shared in the election subversion case. Now, the judge ultimately ruled on Saturday that Donald Trump's team must respond to that proposal by Monday afternoon, but there were a lot of questions going into Saturday night, whether Donald Trump's team would encourage him to change his rhetoric in light of that court filing, but, clearly, he did not. Alayna Treene, CNN, Columbia, South Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "HARRAK",
      "sentences": "Ukraine says its air defenses fought off a Russian attack overnight. Kyiv says Russia launched two waves of strikes, one Saturday night and the other Sunday morning. But Ukraine shot down all 26 drones used in those strikes, and a majority of 40 cruise missiles.Meanwhile, Russia is claiming progress in Northeastern Ukraine. It says its troops captured a village in the Luhansk region on Saturday. Moscow also threatening with a response after what it calls a barbaric sea drone strike on one of its oil tankers. But Ukraine is making it clear it only plans to scale up those attacks, and it's putting six Russian ports on notice that shipping in and out of them could be impacted by military operations. Nada Bashir is monitoring events for you. She joins us now live from London. Good morning, Nada. Escalating attacks just as this peace summit is under way in Saudi?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "HARRAK",
      "sentences": "Nada Bashir reporting in London, thank you very much.Well, now to a story of two soldiers, one Russian and one Ukrainian, both separated from their units after being wounded on the battlefield. One was saved by a Ukrainian drone, the other by Ukrainian troops. Nick Paton Walsh reports. (BEGIN VIDEOTAPE) NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT (voice over):  It is usually only the dead lying here in the craters of Ukraine's southern front. But sometimes a glint of life shines. This drone spotting a Ukrainian soldier, Serhiy, separated from his unit. Wounded in the chest and leg by shelling, he filmed this as he lay alone bleeding. He feared whatever fight to live he put up would not be enough, he later told CNN from his hospital bed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "SERHIY, UKRAINIAN SOLDIER",
      "sentences": "I was ready to fight for my life, and I did, even lying there under the blazing sun. I realized I was too close to the Russians, and you even start to look at your gun in a different way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "WALSH",
      "sentences": "But the drone operators had other plans. They attached water, medicine, and a note to the drone and sent it back. It found him again and dropped the package. But he didn't know if it was friendly or a Russian bomb.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "SERHIY",
      "sentences": "All the time I was crawling, a drone was always hovering above. We didn't realize if it was friend or foe. It was a lottery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "WALSH",
      "sentences": "This is the moment he realizes the drone may save him. The water and medicine kept coming, easing the pain that was visible even from up high. And then he crawled back to safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "SERHIY",
      "sentences": "The combat medics who gave me first aid when they found me were very surprised I survived for two days with a pierced lung.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:03",
      "speaker": "HARRAK",
      "sentences": "Still ahead at this hour, uncertainty in Niger as coup leaders face a deadline to give up power. We'll discuss what's at stakes for millions of people in the country.And massive crowds in Portugal as Pope Francis attends what's known as the catholic Woodstock. What's in store as he prepares to wrap up his five-day visit. (COMMERCIAL BREAK) [03:15:00] HARRAK:  Today is the deadline Niger's coup leaders were given to reinstate the country's ousted president. A bloc of West African nations set that deadline and has drafted a plan for potential military intervention if their demands aren't met. Neighboring Algeria, though, is rejecting such action, saying it could further destabilize the region. CNN's Larry Madowo joins us with more. Larry, good day. And Niger's military coup leaders apparently still defiant in the face ECOWAS' deadline to restore the ousted president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:03",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "That's right, Laila. They insist that they will defend themselves if this group of ECOWAS countries decide to militarily intervene as they promised they would do in a week if President Mohamed Bazoum is not reinstated.The chiefs of defense of the ECOWAS bloc met in Abuja, the Nigerian capital, for three days. They finished that up by saying they're ready, they've decided the logistics and the timing, the when, where, and how they would militarily intervene if it came to it. But that will be a last resort. They're still hoping that there's a path for dialogue. The only support that the Nigerien military junta have is their neighbors, Burkina Faso and Mali, that are also ruled military juntas, said that any military intervention in Niger would be tantamount to an act of war against Mali and Burkina Faso and they would support them. So, could that actually work out? Listen to President Mohamed Bazoum's prime minister, who has been speaking in Paris about that possibility. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:03",
      "speaker": "OUHOUMOUDOU MAHAMADOU, OUSTED NIGERIEN PRIME MINISTER",
      "sentences": "We don't have the Mali military on our borders, we have jihadist groups. We don't have the Burkinabe government and soldiers on our borders. We have jihadist groups. So, to get to Niger, they have to cross the jihadist groups they've spent years fighting and haven't managed to fight.So, for us, that's an empty threat. We don't see how the Malian army or the Burkinabe army could intervene in Niger. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:03",
      "speaker": "MADOWO",
      "sentences": "So, empty threat is how the ousted government of Mohamed Bazoum considers that banding together, really, these military juntas in Mali and Burkina Faso in support of Niger, Guinea which is also ruled by military junta, has said that they support the junta and the people of Niger, so that's one side.The real question here is would ECOWAS actually carry out this military intervention they have threatened? We are waiting to hear a statement at some point today about the next steps forward, Laila.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:03",
      "speaker": "HARRAK",
      "sentences": "Larry, what kind of future awaits the people of Niger now facing all this uncertainty? MADOWOEven at the best of times, Niger is only an oasis of peace in a really dangerous neighborhood. They suffer from the jihadist threat. These extremist groups that the prime minister's been talking about, they're active in Mali and Burkina Faso. But they have also been a big thorn in the flesh of the government of President Mohamed Bazoum. Adding a military confrontation on top of the other humanitarian situations is the absolute worst combination of factors in this situation, and that the ECOWAS has talked about the possible ripple effect of any kind of prolonged conflict in Niger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:03",
      "speaker": "HARRAK",
      "sentences": "Larry Madowo reporting, thank you so much, Larry.Meanwhile, in Pakistan, several supporters of former Prime Minister Imran Khan were arrested during a protest against his arrest. The police also tried to disperse the crowd that had gathered in response to their leader's sentencing. Khan was arrested Saturday soon after a court sentenced him to three years in prison. He was found guilty of unlawfully selling state gifts during his time as prime minister. In a recorded message, Khan urged his supporters to protest peacefully for their, quote, human rights. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:03",
      "speaker": "IMRAN KHAN, FORMER PAKISTANI PRIME MINISTER",
      "sentences": "By the time you hear this statement, they will have arrested me. I have only one appeal. Don't sit silently at home. I am struggling for you and the country and your children's future.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:07",
      "speaker": "ELLIOTT GOTKINE, JOURNALIST",
      "sentences": "Israel's parliament, the Knesset, may be on its long summer recess. We may be in the midst of summer holidays. But as you can see, there is still no letup to these protests against the government's judicial overhaul. Once again, more than eight months in, there are still tens of thousands if not more people on the streets protesting against this judicial overhaul, which these protesters say will irreparably damage Israeli democracy. And there will be no letup, they say, until the government either reaches a compromise or until it backs down.Elliott Gotkine, CNN, Tel Aviv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:07",
      "speaker": "HARRAK",
      "sentences": "Just hours earlier, downtown Tel Aviv was rocked by a fatal shooting incident. Israeli police say a police officer on patrol in the financial district was shot by a Palestinian gunman. The gunman was then shot and killed by another officer. The U.S. State Department has condemned the incident as a terror attack.The U.S. is also condemning the killing of a 19-year-old Palestinian villager on Friday by Israeli settlers in the occupied West Bank. Two settlers were being held for questioning in that incident. The U.N. recently reported that violent clashes between settlers and Palestinians have risen sharply since the start of the year. In the next hour, Pope Francis will deliver a farewell mass as he wraps up a five-day visit to Portugal. And as you can see here, a live look, large crowds have gathered at a riverside park in Lisbon as the pope arrives for the open-air mass. It comes a day after the pontiff prayed at a catholic shrine with some 200,000 people. And that's where CNN's Antonia Mortensen picks up the story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:07",
      "speaker": "ANTONIA MORTENSEN, CNN SENIOR PRODUCER",
      "sentences": "Another action-packed day for Pope Francis here in Portugal for World Youth Day. On Saturday morning, Pope Francis visited the shrine of Our Lady of Fatima, Portugal's holiest site. According to the Catholic Church, in 1979, the Virgin Mary is believed to have appeared to three shepherd children in the Portuguese town of Fatima. Fatima has been historically important to all popes, given the strong references in the apparition.The pontiff is in Portugal on a five-day trip for World Youth Day, a global gathering of catholic youth dubbed as the catholic Woodstock, and it really is, as you can see around me, where he has been received like a rock star. And this evening, massive crowds here for the vigil, while authorities estimate as many as a million people have arrived. The 86-year-old was in good spirits, almost rejuvenated during his trip. And tonight on the Pope Mobile, he has been greeted enthusiastically by the crowd. The octogenarian has been busy over the last few days, many admiring his stamina. His message to catholic youth has been consistent. There is room for everyone in the Catholic Church. Look after your planet and be careful of the pitfalls of social media and the internet. Sunday is the last day of the pope's trip, and he will conclude World Youth Day with a mass before heading back to the Vatican. Antonia Mortensen, CNN, Lisbon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "HARRAK",
      "sentences": "Welcome back to our viewers in the United States, Canada and all around the world. I'm Laila Harrak and you're watch watching CNN newsroom.Record-breaking heat is expected in the coming days from California to Florida. Heat indices could top 115 degrees in some parts and severe storms with flooding rains and damaging winds are targeting the nation's midsection. CNN Meteorologist Allison Chinchar breaks it down for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "More than 100 records are expected to be broken all the way through Monday of the upcoming week. And this stretches from Arizona all the way over into Florida.Keep in mind some of these cities could end up breaking records two, if not even three days in a row. Looking at the actual temperatures for Sunday, we will top out at 107 degrees in Dallas, 105 in San Antonio, 101 in Jackson, Mississippi, even Tallahassee topping out at 97 degrees. And that doesn't even take into account the humidity that's going to be factored in. The problem is in the long-term forecast, that heat stays in place across the southern tier of the U.S., so there's not really much relief in sight for a lot of these cities, including Phoenix, which is expected to stay well above their average of 106 for at least the next seven days. The only cities that are likely to see some relief are the ones that are getting rain showers. And that's really going to be focused across the Midwest spreading into the mid-Atlantic region over the next 24 to 48 hours. The problem is it's not just some summer rain showers. You're also looking at the potential for some severe storms. The main concerns for a lot of these cities are going to be damaging winds, large hail, but flooding is also a concern, especially for hard-hit states like Kentucky and Tennessee, which have seen a tremendous amount of rain just in the last 48 hours. Now, we're adding more rain on top of that. So, areas like Cincinnati, Nashville, St. Louis, even stretching down to Atlanta, all have the potential for those severe storms on Sunday. The forecast rainfall for a lot of these areas, you're mostly looking at two to four inches. But, remember, this is compounded on top of whatever any of these communities have had in the last two to three days. Now, we're going to be adding on top of that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's been a swell in migrants, says a young woman fainted due to the high temperatures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "ROMO",
      "sentences": "And across the borders, states like Arizona, California, Nevada have been boiling for more than a month.JOE BIDEN, U.S. PRESIDENT:  Even those who deny we're in the midst of a climate crisis can't deny the impact extreme heat is having on Americans. Americans, like an elderly woman in Phoenix, who fell out of her wheelchair, and after five minutes on the ground, had third- degree burns. ROMO:  The National Weather Service says this heat wave is not typical due to its long duration, extreme daytime temperatures, and warm nights. They also say that everyone needs to take this heat seriously, including those who live in the desert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "CARLO BUONTEMPO, DIRECTOR, EUROPEAN COPERNICUS CLIMATE CHANGE SERVICE",
      "sentences": "In all likelihood, we have never experienced a world so hot in modern history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "ROMO",
      "sentences": "The European Union's Copernicus Climate Change Service and the World Meteorological Organization recently said that July was the planet's hottest on record by far and hottest in around 120,000 years.ANTONIO GUTIERRES, U.N. SECRETARY-GENERAL:  Climate change is here, it is terrifying and it is just the beginning. The era of global warming has ended. The era of global boiling has arrived.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "ROMO",
      "sentences": "Even in places like tropical Cuba, where people are used to humidity and high temperatures, records were broken in late July when the thermometer reached 39 degrees Celsius, forcing this man without an air conditioner to improvise by filling up a bathtub and adding chunks of ice.Resourcefulness aside, this is yet another worrisome reminder of what extreme temperatures are forcing people to do around the world. Rafael Romo, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "HARRAK",
      "sentences": "Well, more than 1,000 wildfires are burning across Canada right now. The Canadian Interagency Forest Fire Center says a staggering 32 million acres have burned so far this year. Experts say this year's fire season is about twice as bad as any other wildfire season on record. The fires have been particularly harmful to Canada's indigenous population.Joining me now, Mandy Gull-Masty is a member of the Cree First Nation of Waswanapi and the first woman to be elected grant chief of the Cree Nation in Quebec. Thank you so much for joining us. Now, Canada, as you know better than anyone, has been struggling to subdue these ferocious fires that are burning out of control. How have these catastrophic fires impacted you personally, your community, and your land? MANDY GULL-MASTY, GRAND CHIEF, CREE NATION QUEBEC:  Hi, good evening. These fires in the Cree Nation's traditional territories have been very significant. I myself personally, I'm coming to you from a camp this evening. We wanted to come blueberry-picking. It is the summer harvest season. Unfortunately, we spent this afternoon fighting hot spots that are still burning in the territory, also managing information. Two of our northern coastal communities have been closed off once again, the main highway along the James Bay Coast is closed due to reigniting fires in the territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "HARRAK",
      "sentences": "And, of course, that's the crux of this problem. I mean, these catastrophic fires are being attributed in part to climate change. What does the reality mean for you and your community going forward? How are you preparing for the intensification of the climate crisis? What can be done?GULL-MASTY:  My nation has 11 communities, nine of them located in the USG. We have undertaken a report for climate. We have been planning for this. We really need our provincial and federal governments to partner with us in a response. This year, it has been an unprecedented year. The traditional knowledge that we depend on in managing the territory has been really hard to implement. And we really need our partners, the other members in the territory, other governments that are reigning in this territory to work with us in collaborative effort. Everybody who resides here is impacted by fires and everybody who is a citizen on this globe is impacted by the fires. We've seen smoke reaching New York. We've seen smoke reaching Europe. It's an example when one place is hit hard, everybody is impacted. We're also one of the largest global sinks in the world, so -- carbon sinks in the world. So, it's really hard for us to see what is happening right now, and it's going to be challenging for the Earth as a whole when you see such significant impact on the large forest scapes. HARRAK:  Mandy Gull-Masty, thank you so much for sharing your experiences with us and that of your community and we wish you all safety. GULL-MASTY:  Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "HARRAK",
      "sentences": "We now know the identity of the man accused of shooting two Florida police officers, sending authorities on an hours-long manhunt for the suspect. The Orlando Police Department said the 28-year-old suspected gunman, Dayton S. Viel, is now dead. He apparently exchanged gunfire with a SWAT Team while barricaded in a hotel yesterday morning. Well, the two officers were shot while conducting a traffic stop on Friday night for a vehicle wanted in connection with a homicide. Officials say the suspect had an extensive criminal history.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "CHIEF ERIC SMITH, ORLANDO POLICE DEPARTMENT",
      "sentences": "This is a tragedy for our department any time you get officers shot. These officers are out here every day protecting the community. They put their lives on the line every day to keep us safe. And for some piece of crap to do this to them because they don't want to go back to prison is ridiculous, and we're not going to put up with it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "HARRAK",
      "sentences": "Well, at last check, the two officers hurt remain in critical condition.Social media influencer Kai Cenat has been charged with inciting a riot and unlawful assembly after he drew thousands of his followers to New York City with promises of a giveaway, including Playstations and computers. Dozens of people were arrested while many police officers were injured. CNN's Polo Sandoval has the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "New York City officials investigating Friday's incident after an unlawful assembly here in the heart of Manhattan quickly spiraled into an out-of-control mob as initially the NYPD says hundreds of young people, which later turned out to be thousands of them, were drawn here by a popular social media influencer with promises of free video games and other free items. Over the weekend, though, the cleanup does continue with power washing crews trying to remove some of the paint splatter. You see that mob tore down that temporary fencing at a construction site, some of the materials, some of the equipment at the site used during the incident.We understand three officers and four civilians were hurt. About half of the roughly 65 people who were arrested are juveniles. On Saturday, we heard from Mayor Eric Adams as he offered information on what may have led to Friday's incident and also addressed the police response. (BEGIN VIDEO CLIP) MAYOR ERIC ADAMS (D-NEW YORK CITY, NY):  We believe there was some outside influences that may have attempted to aggravate the situation. And I cannot say enough for the police department yesterday. I don't think people realize the level of discipline that was shown to take a very dangerous, volatile situation and to be able to bring it to a level of resolve without any loss of life, any substantial damage to property, and without young people harming themselves. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "SANDOVAL",
      "sentences": "As for the social media influencer at the center of it all, he's expected to return to court on August 18th after being charged with inciting a riot and unlawful assembly.Polo Sandoval, CNN, New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "KEVIN LIPTAK, CNN WHITE HOUSE REPORTER",
      "sentences": "The White House is making a major new push to get federal workers back into the office now that the national COVID emergency has ended. The White House chief of staff, Jeff Zients, saying in an email obtained by CNN and sent to the heads of cabinet agencies that this is a priority of President Biden's, to get federal workers back into the office. He says that it will increase productivity, but he also cites the importance of these face-to-face interactions in developing younger federal workers.Now, the White House had been coming under pressure both from Republicans but also from the mayor of Washington, D.C., Muriel Bowser, who had voiced increasing concern about the number of vacant office spaces in her city. Now, of course, this is an issue that has been going on in workplaces across the country, and the federal government is no different. Some workplaces have struggled to convince workers to come back into the office after they had structured their whole lives around working from home. But President Biden says that this is a priority, and in that email, Jeff Zients directs cabinet heads and agencies and departments to work and aggressively execute this shift over the coming months. Now, Jeff Zients doesn't say that work from home will be eliminated entirely. Instead, he says he wants to work to develop a solution while ensuring we have the in-person time we need to build a strong culture, trust and interpersonal connections. Kevin Liptak, CNN, in Wilmington, Delaware.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "HARRAK",
      "sentences": "Wells Fargo says its disappearing deposit glitch has been resolved. The banking giant says all accounts are now showing accurate balances and transactions. The issue began on Thursday when some customers complained on social media they could not access money they had deposited. A person familiar with the matter tells CNN the problem was caused by an isolated technical glitch and was not related to a cybersecurity incident.The Biden administration says it's taking a digital first approach to stopping the spread of fentanyl in the U.S., at the center of the search, tracing cryptocurrency payments between some of the most dangerous Mexican drug cartels and Chinese chemical companies. The use of digital currency has exploded among fentanyl traffickers. And CNN Cybersecurity Reporter Sean Lyngaas explains.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "SEAN LYNGAAS, CNN CYBERSECURITY REPORTER",
      "sentences": "The drug war has gone virtual. Mexican cartels are increasingly using cryptocurrency to pay for fentanyl ingredients and smuggle them into the U.S. as part of the deadly drug trade.How is the Biden administration responding? There's an ongoing surge involving multiple agencies where they're furiously trying to trace the source of this funding and intercept the funds where they can. The DEA told CNN it has identified senior money launderers within the cartels who specialize in cryptocurrency. The IRS, the Internal Revenue Service, for its part, has some of its best agents trying to infiltrate dark web forums where the drugs are bought. It's very much an ongoing process, and progress couldn't come soon enough as tens of thousands of Americans die from drug overdoses every year, much of it from fentanyl. I'm Sean Lyngaas in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "HARRAK",
      "sentences": "After two years away, seven-time Olympic medalist Simone Biles triumphantly returned to competition on Saturday. And just like that, she won.At the Core Hydration Classic outside Chicago, the 26-year-old U.S. star won the all-around, the floor routine, and the balance beam, and placed third on the uneven bars as the sell-out crowd cheered her on. CNN's Isabel Rosales reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "We're just under one year away from the opening ceremony of the 2024 Paris Olympics. Time flies here, and seven-time Olympic medalist Simone Biles is back. The excitement not just from the fans but from fellow athletes is tangible here at now arena. I've certainly heard little girls screaming all day long here, just waiting, waiting on Simone. And folks are so excited, in fact, that they sold out every single seat, 7,200 of them, all of them here to witness the greatest of all-time back in action.And this meet is so important because it is the last chance to qualify for the U.S. Nationals in San Jose and then later on in the fall for the world championships, and all that leading, of course, to the Olympics. Biles has been registered for all four events, and people keeping a close eye on how she does after this two-year hiatus. And that's the last time we saw Simone Biles compete was in Tokyo, where she shocked the world by withdrawing from all of her events after suffering from the twisties. That's a spatial and mental block that gymnasts can suffer from where they can't tell what's up and what's down when they're flipping in midair, so certainly problematic for an elite gymnast. She, after Tokyo, after the Tokyo games, disappeared from competitive gymnastics. Now, so many people are excited to see her back. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "ROSALES",
      "sentences": "And what does your shirt say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Simone Freaking Biles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The courage and be a role model to come and say, no, my mental health is more important, my physical health is more important because the twisties, she could have gotten paralyzed, let's be honest. I was so proud of her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "ROSALES",
      "sentences": "When you heard Simone was coming back to the world of gymnastics, oh my gosh, what did you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We heard Simone was coming back, she started going crazy. She was like, mom, please get tickets, please, please, please get tickets.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "ROSALES",
      "sentences": "And CNN spoke with Joan Ryan. She is author and also a sports analyst. And she says that Simone competing again is proof that there's a positive change in the world of gymnastics, that this whole idea that you have to be a prepubescent teen to succeed at this level, that is just not reality. Biles, 26 years old, recently married, and now getting back on the mat again.Isabel Rosales, CNN, Hoffman Estates, Illinois.",
      "isLastSentenceInterrupted": false
    }
  ]
}