{
  "date": "2023-10-06",
  "headline": "Amanpour",
  "subHeadline": "Interview with John Jay College of Criminal Justice Professor of Constitutional Law Gloria Browne-Marshall; Interview with \"Democracy Awakening\" Author and Boston College Historian and Professor Heather Cox Richardson; Interview with Legendary Trumpeter and A&M Records Cofounder Herb Alpert. Aired 1:00-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN SENIOR GLOBAL AFFAIRS ANALYST",
      "sentences": "Hello, everyone. And welcome to \"Amanpour.\" Here's what's coming up.A vote for women's rights in Iran and around the world, as the Nobel Peace Prize goes to jailed Iranian activist Narges Mohammadi. Correspondent Jomana Karadsheh interviewed her via letter and audio recording before this announcement. We have that exclusive report and we look back at some of Christiane's reporting on the Iranian women fighting for their future. Then, the Supreme Court returns for a new term. As controversies cast a shadow, we look at the cases coming up with constitutional law professor Gloria Browne-Marshall. And -- (BEGIN VIDEO CLIP) HEATHER COX RICHARDSON, AUTHOR, \"DEMOCRACY AWAKENING\" AND HISTORIAN AND PROFESSOR, BOSTON COLLEGE:  How do we look at people who came before us and see how they faced a similar moment and got out of it? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KARADSHEH",
      "sentences": "But that hasn't deterred Mohammadi who, with the help of intermediaries, responded to CNN questions in writing, detailing incidentsof sexual assaults dating back to 1999. She also mentions her own experience. But since the protests, she says, they have increased significantly describing them now as systematic KARADSHEH (voiceover):  She writes, in prison, I have heard the narratives of three protesting women who were sexually assaulted. One of them was a well-known activist of the student movement who, upon entering the prison, filed a complaint with the authorities and announced that after being arrested on the street, her one hand and one leg were cuffed and tied. And in that position, she was sexually assaulted. I went with one of my cellmates under the pretext of taking food for a prisoner. We saw bruises on her stomach, thighs, arms and legs. The Iranian regime denied has allegations including a CNN investigation of using sexual violence and rape to suppress the protests, calling them baseless and false. For years, Mohammadi has been the voice of the voiceless, fighting for political prisoners against the death penalty and solitary confinement. Something she and her husband, Taghi Rahmani, have both endured. Rahmani, a former political prisoner who was jailed 14 years, now lives in exile with the children in Paris. He's had to be both father and mother and Kiana and Ali. TAGHI RAHMANI, NARGES MOHAMMADI'S HUSBAND (through translator):  Kiana used to say, when mama is here, daddy isn't. And when daddy is here, mom isn't. It's not good, but when someone chooses a path, they must endure the hardships. KARADSHEH (voiceover):  The last time they were allowed to call her was 18 months ago. Ali still vividly remembers the day his mother was taken away for them. ALI RAHMANI, NARGES MOHAMMADI'S SON (through translator):  It was around 6:00, 7:00 a.m., my mom made me eggs. She said, take care of yourself and study hard. And we said goodbye and I got into the car and went to school. When I got back, my mom wasn't there anymore. KARADSHEH (voiceover):  Ali says he's proud of his mom and has accepted this life. He says, it's for freedom, for Iran. Rahmani shows off all the awards his wife has won while in prison. She's an endless energy for freedom, he tells us. An unstoppable force. Her fight extending deep inside Evin where she leads women who continue to protest. Their chance of warm and life freedom captured in this recording shared with CNN. They sing the Farsi rendition of \"Bella Ciao,\" the Italian antifascist resistance song, now an anthem for Iran's freedom movement. (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "What incredible bravery. And Mohammadi's son telling CNN today that when he found out the news, his heart exploded with joy. Well, thisNobel Prize is providing recognition for all the women in Iran who have been fighting long and hard for a better future. It's a struggle that Christiane has been following throughout her career. In this 1998 report for 60 minutes, she spoke with a lawyer, Shirin Ebadi, who will become the Iran's first Nobel Peace Prize Laureate. A meeting made in tragic circumstances. It was around the case of a child called Arian who was murdered while in custody of her father. And Arian's mother and Ebadi fought for justice in a system stacked against them. (BEGIN VIDEO CLIP) CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR (voiceover):  Shirin Ebadi represents Arian's mother. She is an out spoken crusader for women's rights. But Ebadi knows she can't make Arian's father pay for his crime. Because by law here, a father can't be convicted of killing his own child. SHIRIN EBADI, HUMAN RIGHTS LAWYER AND NOBEL PEACE PRIZE LAUREATE (through translator):  If Arian's father had strangled her to death in front of everybody, he would not have been punished.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "It's incredible. And the clerics, the courts didn't understand that? That he here was completely unsuitable situation, but yet, the childhad to stay with the father until she was killed? EBADI (through translator):  The court is responsible for the death (ph) of Arian. The law is responsible for the murder of Arian. It wasn't just her father who killed her. AMANPOUR (voiceover):  But by turning this trial into a fight for women's rights, Shirin Ebadi treads on sensitive ground, and the cleric presiding over the court rebukes her. UNIDENTIFIED MALE (through translator):  These rules are in the Quran and are set by God, who is almighty. The learning of all people is not equal to one drop of god's wisdom. So, we cannot question the knowledge of God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Arian's father was acquitted of the murder and released, but her stepbrother was found guilty. Arian's mother did not feel like she gotjustice for her daughter, but the case did lead to a change in Iran's custody laws. When Shirin Ebadi spoke to Christiane last year in the midst of these new protests, there was more hope, and she told her that some men are finally coming on board. (BEGIN VIDEO CLIP) EBADI (through translator):  Iranian men have come to understand that they have to support women. They have understood that democracy will only come to Iran if we women succeed. In fact, it's the women who will open the gate to democracy in Iran. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "But despite those hopes, many do fear backlash. That was certainly the concern when Christiane spoke to human rights lawyer NasrinSotoudeh in February. In an exclusive interview, Sotoudeh spoke to Christiane from inside Iran and without wearing a headscarf. Here's what she said when Christiane asked if the situation was improving after the demonstrations. NASRIN SOTOUDEH, IRANIAN HUMAN RIGHTS LAWYER (through translator):  If you're talking about officially and whether the situation has changed officially, no, I can even tell you it's exacerbated. In fact, official authorities are trying to flex their muscles more. They're trying to show their strength a lot more than before, but civil disobedience continues and many women courageously take to the streets without wearing a headscarf or any form of the hijab.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "And finally, Nasreen, are you scared for your safety now, after speaking out publicly and after all that you do and say on behalf ofIranian women? SOTOUDEH (through translator):  Yes. If my -- knowing that my family, my children are being threatened, as a mother, because I know it can curb their education, it can curb the progress of my children. Yes, I am fearful because of that And I am -- but on the other hand, I'm also frightened that if I don't do anything, if I stay passive, that would lead to worsening of the situation, the kind of slavery of our young women and men. So, despite my fear, I try and do what is going to be more helpful for freeing the country and freeing our people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.BROWNE-MARSHALL:  And because of the New York case, prior to that, they feel they have precedent to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And the New York case was really a precedent, as you note, to where we are right now. The Fifth Circuit ruling that the law is an\"outlier that our ancestors would never have accepted.\" Obviously, you don't know what the ultimate ruling will be from the Supreme Court. But given its makeup, how do you think they will respond to some of that justification from the Fifth Circuit Court of Appeals? BROWNE-MARSHALL:  Well, I actually write books on legal history that would take into account that conservatives weren't the only people in America, 100 years ago, 200 years ago, in 1791, when the Bill of rights was Drafted. So, conservatives aren't the only voice that we should be interpreting our laws to -- and have applied to our laws. My concern is Clarence Thomas, in the New York State Rifles Association case versus Bruen, said we have to look at what history was like back in 1791 up until 1865. This is very arbitrary. Because it takes into account that for some reason only those conservative voices during that time period are the ones that the court is going to listen to. And so, when we're looking at this case and they're saying, we're going to apply the historical context, it's already skewed, because there is skewed look of history, there's an arbitrary look at history. If it was only a conservative voice that ruled this country, we would not have had a civil war. We would not have had cases and people who abolitionists against slavery, who are fighting for women's rights to vote. We had so many ways in which of this country is represented by more than just conservative originalism. And that's what the court's conservatives are relying on, especially Clarence Thomas, who is by far the most conservative justice on court right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.BROWNE-MARSHALL:  So, there are many ways in which these cases, if they're -- probably the court is going to look at it very narrowly, but there's a lot to really parse out here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Technology regulation overall is one of the most challenging issues facing not only the court, but Congress as well. Anotherissue that will go up before the court is gerrymandering or redistricting. Justices will consider a congressional redistricting plan drawn by South Carolina's Republican controlled legislature. I'm wondering how you think they will rule here, given their recent decision, rejecting Alabama's bid to use a congressional map that just had one majority black district. Do you think they'll follow along with the logic behind that ruling in this one? BROWNE-MARSHALL:  People were very surprised by the Alabama outcome because of what had taken place in the Dobbs ruling, undermining a woman's right to choose as well as other conservative rulings from this court. Chief Justice Roberts made his bones in voting rights. He was the one who wrote the opinion that gutted the Voting Rights Act in 2013. My concern here is these cases are so blatant that we're giving the Supreme Court, probably the conservatives, much more credit because the three-judge court that actually ruled on the South Carolina case, finding that there were stark racial gerrymandering tactics being used by the conservative South Carolina legislature to take 30,000 people who are of African descent primarily and move them to another district and gerrymandering is basically to have an entanglement of districting in a way that is going to undermine the voting capacity of a particular group. In this case, is African Americans in Charleston and in North Charleston. And the black vote has been a powerful vote since 1870, when black men gained the right to vote. And then when black women gained the right to vote with other women in 1920. The undermining of the black vote shows its power, but it also shows how black vote dilution is working. So, to break apart, to crack these districts, and then make them minorities within another district, whether then to have the power, the full power of the other -- of this -- the district that they're in, which is the city. Now, let's say this one last thing, with, with re-gentrification and more white people moving from the suburbs and from rural places into the cities, the cities that were abandoned before and became majority people of color, now, other people are moving into these cities and they want control, whether or not it's local, state, or in this case, federal control. And that's going to be an ongoing issue as people come into the cities and want to wrest away the political power that's been gained by African Americans, in this case, Charleston. I do believe that the Supreme Court should follow its precedent, but in so many cases, we never know, with this Supreme Court and the conservatives on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.BROWNE-MARSHALL:  -- because certain people don't like the decisions of the agency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, you just laid out for us -- I feel like we got a crash course in one of your lectures, all -- just a handful actually of theconsequential cases that will going up before the Supreme Court. Would love to have you back and talk about other issues like the Fifth Circuit Court of Appeals, how Trump's potential appeals in his indictments will be affected by the Supreme Court perhaps. But that will be for another time. Gloria Browne-Marshall, thank you so much. A lot to talk about. Well, the Supreme Court is just one example of the eroding trust in America's institutions. For decades, an elite majority has weaponized language and promoted false history, according to historian Heather Cox Richardson. She explores how this has led some Americans into authoritarianism in her new book. And she joins Michel Martin to discuss. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "MICHEL MARTIN, CONTRIBUTOR",
      "sentences": "Thanks, Bianna. Heather Cox Richardson, thank you so much for speaking with us.HEATHER COX RICHARDSON, AUTHOR, \"DEMOCRACY AWAKENING\" AND HISTORIAN AND PROFESSOR, BOSTON COLLEGE:  Oh, it's such a pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "MARTIN",
      "sentences": "As you and I are speaking now, we're in this really strange kind of moment where, you know, the speaker of the house, Kevin McCarthy, islosing his job because he compromised with the Democrats to keep the government open and, you know, all these other things. Looking at all the things that are going on in our politics at the moment, is there a way you could put this in the context for us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "RICHARDSON",
      "sentences": "Yes. But let's start with what you just said, the idea that for the speaker of the house, who is a Republican, to work with Democratswho, of course, represent their constituents, to keep the government open is somehow something that makes him in his own conference be unpopular. That is completely antithetical to the way the government was always supposed to work. So, from the beginning, we're in a really unusual moment. One of the things that I study, of course, is what's happened to the Republican Party. And one of the things I like to emphasize is this is not your mother's Republican Party. It has become an extremist faction that has within its goals to get rid of the kind of government under which we have lived since 1933. So, you have to start from the premise that you can't both sides this issue. We have a national problem that is embodied by one hard right extremist party. That's not to say the Democrats are right about everything, but that's to say that this is a moment in which we have to take a step back and recognize a larger challenge to our democracy that happens to be embodied right now by a certain division -- you know, a certain partisan division, but one that echoes other moments in our history that we got through by working together to isolate the extremists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "MARTIN",
      "sentences": "And I'm going to ask you to kind of walk us through your argument, that is the subject of your book, \"Democracy Awakening.\" But I kind of wantto skip ahead to the point you make several times in the book. You make the point very persuasively and chillingly, I have to say, that sometimes people get to a point where they're so invested in their belief system, they don't care what's true. OK. So, I'm just interested in if you believe that that's where we are, how do you address that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MARTIN",
      "sentences": "So, who was -- who's your book for? Who are you writing for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "RICHARDSON",
      "sentences": "So, this book is for the people who want to understand our country. Want to feel a part of it but feel like there's too much coming atthem to understand all the different pieces. When did the parties switch sides? What's is the electoral college? What does the constitution say in the 14th Amendment? All those different things that seem to be in the news but aren't there in such an orderly way that you can understand them. So, this is really a series of short essays that take you through how we got here from 1937 to 2015. What the rise of an authoritarian meant in the United States from 2015 until the present. And crucially that final section, how do we look at the people who came before us and see how they faced a similar moment and got out of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MARTIN",
      "sentences": "Let's just start at -- with the new deal, that's the first section of the book. You said that FDR created what you call, a liberal consensusin government that kind of defined the years after World War II. And when authoritarianism in the U.S. and elsewhere around the world was defeated, what -- how did that liberal consensus came about? Was it the people actually saw material improvement in their lives or was it the external threat of the war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "RICHARDSON",
      "sentences": "That's a really important piece of what's going on, and I'm glad you called that out. Because the liberal consensus comes not only fromFDR who does, in fact, help people's material lives during the depression by inventing a government that are -- picking up a government that regulates business, provides a basic social safety net, promotes infrastructure, things like the TV -- Tennessee Valley Authority, and begins to flirt with the idea of the government protecting civil rights in the States. But crucially it's not really the Democrats who pushed that part of the liberal consensus in this period, although Truman does quite a lot. It's really under Republican Dwight Eisenhower that the government begins to protect civil rights in the States. And those four pieces together make the liberal consensus which does, in fact, dramatically help people's economic lives. That matters because when peoples' economic lives are better, historically in the United States, they are also much more willing to accord rights to people of color, and women, minorities. When they're not, when -- they're not so much when they're not able to put food on table. So, those things do go hand-in-hand. And they are, at first, I think, a reaction to the fact that somebody's got to do something about the depression. But crucially, what FDR begins to do is to articulate the principles of democracy that monitory populations had been holding high all along. So, he begins very articulately to defend democracy and defend the principles of democracy against fascism, for example, in a way that really inspires people to carry that torch forward. And you can see it really dramatically in moment that Rome falls, for example, and he gives a very powerful speech about how even though the fascists promised everything, look who's feeding the starving people in Rome. It's us, the democratic governments. So, that idea of helping people at a very basic economic level and also at the -- soon to be at the level of civil rights in the States then becomes a profound defense of the concept of human self-determination as it's embodied in democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MARTIN",
      "sentences": "You draw a through line from FDR to Joe Biden. I mean, the Infrastructure Act, the Inflation Reduction Act, and so forth. You alsodraw a through line between those counter veiling forces who you say, you know, continually try to marshal racial grievance in the service of authoritarianism and in the service of, basically, you know, an unbalanced economy that benefits the few at the expense of the many. And I'm just so curious of, like, when you, sort of, say, gosh, we've seen this movie over and over again. Why does it still work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MARTIN",
      "sentences": "You know, on the one hand many people consider our democratic institutions to be at a time of, kind of, great peril. And -- but thenother people would look at this and say that they've survived before. They've survived, sort of, you know, grievous threats. I mean, the civil war, for example. Is there something fundamentally self-protective about the American experience that acts as a -- I don't know, bullwork against this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "RICHARDSON",
      "sentences": "What you've identified to me is the exciting part of this book. And that is -- it's the central question. Why -- when all sorts ofother countries fell to fascism, why didn't America? And what I came to believe is that when I was writing this book and through my years as a historian is that the United States has, in a funny way, had an enucleation against fascism for the simple reason that it has always had such a complicated history with race and immigration. That is that marginalized Americans from the very beginning center the Declaration of Independence and the idea that they must be treated equally before the laws and they must have a right to a say in their government. So, while other countries could take that for granted or could say that this is -- has already been established, we don't have to think about it. Americans were out there every minute saying, hey, wait a minute, what about us? And because of that, that constant struggle to make that liberal democracy actually become real, Americans had it in front of them and still have it in front of us in a way that we might not. Were we not such a dramatically multi-cultural society.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MARTIN",
      "sentences": "Give us an example of how you say a group of people who represent historically marginalized people are really the ones who hold America toits ideals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "How though do you address, based on sort of your historical knowledge and your deep reporting, this -- the ongoing power of whitegrievance? And for whatever reason, as you've pointed out in your book, this kind of we're not get outstanding fair share argument, or that these people, these other people, these minority people, these brown people are getting more than their fair share at the expense of us is a very powerful argument. How do well-meaning people who do believe in a government and in a country that includes all the people who live here and contribute to it should benefit from it? How does that -- how does one address that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "RICHARDSON",
      "sentences": "Well, historically, that is worked by making the economic pie fairer. That is people are very susceptible to that language. White peopleare very susceptible to that language when their own tables are barer than they used to be. That is -- it's always important to remember that the rise of white grievance tracks very, very closely to the concentration of wealth at the top of the scale. You could see it in the 1890s, you can see it in the 1920s, you can certainly see it in present, you can see it in the 1850s. And the -- at the 1850's and the 18th -- early 1860s in the American south where, in fact, wealth was dramatically concentrating in about one percent of the white population, leaving the rest of the white population much of it homeless. So, the -- it's always important to remember that those things track economically as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "So, before we let you go, if -- let's say, I know you identify yourself as a conservative. You say in the same way that Lincoln did, whichis that you adhere to first principles. These were the principles articulated in the Declaration of Independence, our founding document. What about people who don't see it that way? Who could say, well, you know what, no. I'm a conservative because I believe in small government. I believe that, you know, that traditional family structures are the best. I believe in a minimal federal footprint, it's a -- that's what makes me a conservative. Do you have an argument for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "RICHARDSON",
      "sentences": "Yes, and the answer is, of course, by reaching back to Lincoln and trying to reclaim the mantel of conservativism for, if you will,progressivism. I'm trying to make the point that today's Republicans who talk about, for example, small government are simply not trying to do that at all. They're in fact, talking about a large government that going to impose Christian nationalism on the rest of us. You know, we need to have working political parties that are functioning in the real world in this moment. And it's a give and take between those things that will get us to a reasonable government that operates in the real world. But that's not where we are right now. And where we are right now is that those people who believe those things need to work with people like me who have a different perspective on it to get rid of those who disagree with those principles altogether. Want to get rid of the American government that does things like protect civil rights. That does things like regulate business or has a basic social safety net or promotes infrastructure. Because those are things that the vast majority of Americans agree on. Those are the things that are traditional in this country. They're the things under which we tend to have the most just society, both economically, culturally and religiously. And those are the true values of Americans, and those are the things on which we need to stand right now. Once we've done that, sure, let's go fight tooth and nail about mortgage rates, or let's go fight tooth and nail about what we should do in our public schools. But until we have the restoration of our democracy, the rest of it needs to be moved off the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "Heather Cox Richardson, thank you so much for talking with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "RICHARDSON",
      "sentences": "Thank you for having me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "And finally, a real treat with a musical legend. Herb Alpert made his name as a trumpeter and songwriter, penning classics like \"SpanishFlea\" with his band like Tijuana Brass. (BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "It is so great --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ALPERT",
      "sentences": "Great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "-- to see you. We -- I can't begin to tell you how excited we've been for this segment to be able to talk to you and congratulationson the new album. So, let's just start there. It debuted already on number one on the chart for current contemporary jazz albums. It's a collection, it takes on classical songs like from The Beatles and from Elvis. And the namesake, obviously, the Disney song, \"When You Wish Upon a Star.\" I want to play a track from the new album. It is the lead singer -- lead single, a rendition of Jerry Reed's, \"East Bound and Down.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ALPERT",
      "sentences": "Oh, boy.(BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Oh, that takes me back, Herb.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ALPERT",
      "sentences": "Sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Talk to us about this new album and why you chose to make it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ALPERT",
      "sentences": "Well, it's just a series of songs that haunt me that -- you know, that song that you just played. I saw that \"Smokey and the Bandit's\" movieabout, I don't know, a hundred years ago. And I couldn't get this song out of my mind. It was written by Jerry Reed. Jerry Reed was in the movie. He was driving an 18-wheeler, and this song was playing, and ever since then I just felt, is there a way I can do this song that maybe hasn't been done that way before? And just did it. And lo and behold, I got invited to play with the Grand Ole Opry, and I did that about a month ago. And it was a fabulous night, one of the best nights of my life as a musician.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, as you know, you have a legion of fans from amateurs and those who are professionals alike. Miles Davis, actually said that you hearthree notes and you know it's Herb Alpert. Tell us more about your unique style -- I mean, in fact we should tell our viewers, your song rise has been sampled by several artists including Notorious B.I.G. and Nas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ALPERT",
      "sentences": "Well, I just choose songs that touch me, you know, I try to be honest the way I play. I'm not a -- I'm a jazz musician at heart, you know,that's -- I like impromptu -- provisional (ph) type music. And I just go for the songs that make me feel good when I hear it, you know. And oddly enough, I don't know if I've told this to too many people. Is anybody listening? I make songs for myself. You know, I record songs that make me feel good. And then if I have a collection of songs, I'll put them in an album and that's about it. There's not like -- I don't have like a major plan actually. I get lucky a lot of the times. And I'll tell you, I got lucky with -- somebody picked up one of my songs in that I recorded 60 years ago on TikTok and so far, I've had 200 million streams on that one song called \"Ladyfingers\". So, I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "I think it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ALPERT",
      "sentences": "-- this is totally out of the blue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "I think it takes a little more than luck, but luck goes a long way too. We'll all take luck. You've had luck for 80 years now. You wereeight years old when you first picked up a trumpet and I guess it was love at first sound ever since. Speaking of timeless music, can we just play Sam Cooke's \"Wonderful World\". (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SAM COOKE, SINGER",
      "sentences": "Don't know much about history. Don't know much biology. Don't know much about science book. Don't know much about the French Itook. But I do know that I love you. And I know that if you love me too, what a wonderful world this would be. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "I mean, talk about timeless music, that is just a song that you can hear time and time again no matter how old you are, no matter who youwere with. When you hear that song now, does it resonate with you differently than it did the first, I don't know, thousand times you did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "That's a phenomenal song. We should note that you and your partner at A&amp;M, Jerry Moss, who started this record label. Your roster, Imean, come on, Cat Stevens, Carole King, The Police, Janet Jackson just to name some. Well, Jerry recently passed away, and I'm sorry for the loss of your colleague and your dear friend, and huge loss to the music world. I want you to read for you something that Sting said about you both in \"The New York Times.\" And he said, they were gentlemen. I think they're extraordinary success was really predicated on those very human qualities. Not being ruthless business or kill to be killed people. They were artists friendly. You know, this comes at a time when there's this debate about whether genius, no matter what industry you're in, has to come with somebody being ruthless or cruel. You, sort of, disproved that, wouldn't you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALPERT",
      "sentences": "Well, you know, I think you have to be at the right place at the right time. Time and place is such an important part of it all. And we wereat the right place. And, you know, prior to A&amp;M, I recorded for a major company. And I wasn't crazy about the way they were treating me. They -- you know, at point, I wanted to overdump my trumpet and do some things that I thought were appropriate and they wouldn't let me because of the union problems, et cetera. And I said, well, if I ever had my own record company, I'd do it a much different way. I'd -- the record company should revolve -- a music company should revolve around the artist, and that's the way we made it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "I have to mention that behind you, I spy a trumpet. And I'd be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALPERT",
      "sentences": "Oh, yes. Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "-- kicking myself if I didn't ask you, if you don't mind. If you would feel -- if it would be the right time to play something for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALPERT",
      "sentences": "What would you like to hear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "You know what, I'll let you pick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALPERT",
      "sentences": "Any particular theme.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "I'll let you pick. I'm not going to be greedy here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALPERT",
      "sentences": "So, it started out with.(MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALPERT",
      "sentences": "You know, so that's the long A bone (ph).(MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALPERT",
      "sentences": "That was -- what you already played before, \"Spanish Lady.\" And then --(MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALPERT",
      "sentences": "-- that's \"Rise\", it was a number one record. So, I have this record of being the only artist that has a number one record as a vocalist,\"This Guy's In Love With You\". And that this song I just played, \"Rise\". (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALPERT",
      "sentences": "I love that song, \"Smile\". It's a song we play in concert, and every time I do it, it gets a great reaction. Something about that melody,that melody, and it's all about melody. I think it's all about melody. You certainly have to have a good lyric if you're writing a, you know, a vocal but the melody is supreme. Great lyric without a good melody isn't going to go as far as a great melody with a great lyric.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "That is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALPERT",
      "sentences": "And that's with Burt Bacharach -- and my dear friend Burt had with Hal David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "ALPERT",
      "sentences": "Well, I want to give back as much as I can to artists. I think artists are the heartbeat of our world. I'm talking about not onlymusicians but painters, sculptures, actors, poets, you know. We're the ones that kind of identify and make it feel good. And everybody, for the most part, is creative. I think we, kind of, beat creativity out of kids at an early age. I think we should get more credit to the arts. And I hope there are politicians can someday recognize that because the artists are crucially important to the survival of our world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "You have been a gift to this world, and I do want to correct myself, you're not the first trumpeter on with Christiane, of course. Butin 2016, you're in good company, she interviewed Wynton Marsalis. I'm sure you would approve with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "ALPERT",
      "sentences": "Oh, yes. Wynton, he's a wonderful -- not only a wonderful artist. A great human being.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, Herb Alpert --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "ALPERT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "-- thank you so much for joining us. It has been a real special treat, and congratulations on the album. Keep playing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "ALPERT",
      "sentences": "My pleasure, thank you so much.",
      "isLastSentenceInterrupted": false
    }
  ]
}