{
  "date": "2023-02-06",
  "headline": "CNN Newsroom",
  "subHeadline": "Hundreds are Dead in Turkey and Syria After a Major Earthquake; Suspected Spy Balloon Raises Concern; Republicans Slam Biden Response to Suspected Spy Balloon. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world. I'm Rosemary Church.We continue tracking breaking news out of the Middle East this hour where a major earthquake has killed hundreds of people in Syria and Turkey and the death toll is rising. Syrian state media now reports at least 237 people have died in Syria and more than 600 are injured. An unknown number could be tracked under rubble. We got this video earlier of a rescuer carrying an injured child away from the rubble of a damaged building. The White Helmets rescue group also known as the Syrian Civil Defence has declared the northwestern part of Syria a disaster area. Dozens of buildings have collapsed in both countries. Turkey's vice president says at least 284 people have died in southern Turkey and more than 2,300 are injured. Emergency workers are asking for silence so they can hear possible cries for help from people trapped under the rubble. The governor of Istanbul says nearly a thousand search and rescue volunteers are heading to the impacted region, and Turkey's Disaster and Emergency Management Agency is calling for international support. The Netherlands is now answering that call saying it will send a search and rescue team to Turkey. The U.S. Geological Survey says the epicenter of the 7.8 magnitude quake was in Turkey's Gaziantep province. It is believed to be the strongest to hit Turkey since 1939. At least 18 aftershocks with a magnitude greater than four have been reported. CNN's Scott McLean is following developments for us. He joins us now live from London. Good morning to you, Scott. So, this powerful earthquake hit in the early hours of the morning just after 4:00 a.m. That, of course, means most people were sleeping, which is exactly why there's so much concern about this rapidly rising loss of life. What more are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Most of the videos that we are seeing of buildings that have collapsed look very much like these are residential apartment buildings or, hopefully, that is not the case, but obviously, the loss of life here is going to be tremendous.The latest numbers that we have from the Turkish vice president's office is that 284 dead, more than 2,300 injured, and more than 1,700 buildings damaged across 10 cities. And again, this is what has been officially counted, what they know about at this point in time. We've also just got an update from Turkey's Disaster and Emergency Management Agency, so I will just take you through some of the things that we've learned from them. They say that people are now being sent to safe indoor spaces like schools and mosques. Obviously, single story is much better than a high-rise building at the stage. Schools are obviously closed for today and tomorrow, maybe longer than that. Gas has also been shut off in many reasons for obvious reasons, so they don't have fire starting because of the shifting soil and buildings. And then electricity is also out in many regions. They are also struggling with mobile network connectivity in some of the worst affected areas, and so what they are trying to do instead is send out generators and sort of mobile cell towers so that people can still reach their loved ones and, obviously, so that the emergency services can still function as well. And, of course, heavy machinery is going to be one of the biggest things that they have to contend with or one of the biggest needs across this affected area. You know, you heard earlier, Rosemary, from our colleague, (INAUDIBLE), who is in Gaziantep, and he said the city seemed to have -- the people who may not have it, though, is in some of the smaller towns. I also just want to show you a piece of video that we have just got in from Malatya of a rescue effort. This is a city nearby where they have seen fatalities, where they have seen some buildings collapsed. This is a man trying to reach a woman trapped under the rubble. Let's just listen for a second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "UNKNOWN",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MCLEAN",
      "sentences": "And then the man that you saw there trying to get at this other woman says, man, can you please just think about yourself? I can't see anyone else. I can't see anything else at this moment. So, the woman who is trapped is obviously worried about another girl who may be down there as well. So, these are the types of scenes that are playing out across this region.We are also getting some new pieces of video from (INAUDIBLE), our colleague on Gaziantep, some of the scenes there. What I found particularly remarkable about these videos, Rosemary, is that you have scenes like this one where one building is completely intact, it seems that way, and then this one has, you know, completely collapsed. It is difficult to imagine that it is going to be easy to find anyone alive under rubble like that. It does not inspire a whole lot of optimism about the rescue efforts there. Here's another example of, you know, an entire street where you have apartment buildings that look at least at first glance like they are in decent shape and then another one that is completely collapsed. You have that piece of heavy machinery there trying to move debris around. Obviously, it is a very sensitive situation. You don't want to move anything too much because, obviously, they are hoping to find people who maybe still alive there. We also know that from Gaziantep, a major historical monument, a major tourist attraction, the Gaziantep Citadel has sustained heavy, heavy damage as well. So, Obviously, not just the loss of life but the loss of some very important historical or at least one very important historical site as well. (INAUDIBLE) described on the scene that -- in Gaziantep, that there were lots of volunteers. There is heavy equipment, but he is on his way out to the epicenter, more smaller areas, smaller towns, and that is where there are plenty of concerns about whether or not they have the equipment that they need, whether or not there is adequate cell phone service connectivity. So, it may be that at the moment, the highest death toll right now is in Gaziantep where at least 80 people have been killed, but it is very possible that there are also very high death tolls in some of these smaller towns. We just haven't heard about them just yet. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "Yeah, a very important point. Of course, a lot of those pictures we are bringing our viewers, we are seeing people there just using their bare hands to try to get people out for the most part. Scott McLean, many thanks for bringing us the very latest there.Well, CNN's supervising meteorologist Brandon Miller joins us now in the studio. Of course, we were talking in the last hour. We were talking about the fact that this is a 7.8 magnitude earthquake. The people were in their beds, as we mentioned there with Scott, early in the morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "BRANDON MILLER, CNN SUPERVISING METEOROLOGIST",
      "sentences": "Early in the morning, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MILLER",
      "sentences": "In your deepest sleep at that point of the morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MILLER",
      "sentences": "And they had three hours of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "So, I know that you use science, don't you, as a way to sort of estimate what you are dealing with here, just how tragic this could be. How do you work that out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MILLER",
      "sentences": "So, I've got some of the latest models here from the U.S. GS. That's the United States Geological Survey. They actually can look at the depth of the earthquake, the vulnerability of the structures, the number of people.Gaziantep, as Scott said, is some of the highest population numbers. That is likely where you're going to find just as the numbers' basis, where you're going to find so many fatalities. But I worry about, as you get outside of that, into more rural areas, areas with a lot of terrain to the northeast. We saw the strikes that went for a couple hundred kilometers to the northeast. What does that mean? It means -- epicenters are not just a point on the map. Even though we look at them, it is maybe a star or a red circle. They actually can go on for many kilometers or, you know, 100 miles maybe in this case. So, that is 7.8 magnitude was not just felt in that one location. It was felt all along on that slip. So, what that means, you know, the earth is -- the earth's crust is broken up into plates and they're constantly pushing up against each, rubbing against each other, and sometimes, that tension becomes too great and it pops. This pop was over 150 miles maybe. As you get up farther into the northeast along that slip, you are going to get into areas that maybe don't have buildings that are built as well. We are seeing some of these. You've seen the pictures. Some of the buildings that are built well are already tumbling. So, what does that mean for ones that aren't? They are maybe in the higher elevation where there are landslides, which just makes things worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "Right. And you mentioned the buildings because -- I mean, Turkey is no stranger --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MILLER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "-- to earthquakes and North Syria, certainly in that part of Syrian north.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MILLER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "So, what is the problem when it comes to -- I mean, obviously, in this sense, they are going to have to rebuild these structures and they will build them presumably if there are the funds to make sure that they can withstand an earthquake of this magnitude. But for the most part, these buildings are not able to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "MILLER",
      "sentences": "But even some of the best ones aren't going to be that effective against 7.8 magnitude. We are talking whether a lot about hurricane-resistant structures. You have the hurricane scale that goes from 1 to 5. You know, you can build it to withstand Category 3, Category 4, but when the winds get 150, 160 miles an hour like we've seen with some hurricanes in recent years, you just can't build to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "CHURCH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "MILLER",
      "sentences": "It's not cost effective at all and it's really just impossible at some point. You know, the earth or the weather, in this case, the earth itself is just too powerful. And a lot of it depends not just on the building but on the soil underneath it.As you get closer to the water, you might have sandier soil that is going to what we call liquification. It will literally just turn to liquid underneath the buildings. So, even if it's very well-built building, if the ground it's on goes to liquid, it's going to fall down. So, you see that as well. Fortunately, most of this ground isn't of that variety, as you go farther south and into Syria. I'm sure there are some but as you get up into the mountains, it's a little bit sturdier rock. But again, you're going to run into landslides. We know that the weather is poor there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "CHURCH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "MILLER",
      "sentences": "That's something I was just looking at. You know, it is raining. We've seen rain in some of these images, wet streets. And it's cold. It's four or five degrees Celsius, upper 30s Fahrenheit. That's cold. And it's going to get colder over the next 24, 48 hours. Some rain is going to turn to snow in some locations. So, it's miserable --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "CHURCH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "MILLER",
      "sentences": "-- weather to be in. You're not going to want to be inside. You're going to want to be outside because when the building shakes, you don't want it to fall on you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "CHURCH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "MILLER",
      "sentences": "So, you know, we often look at the weather in the days after a big event. In this case, it's not good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "CHURCH",
      "sentences": "Yeah. And that is the problem. I mean, it's problematic in a number of ways because it makes it very difficult in terms of search and rescue efforts. But also, people are going to be without a home for a very, very long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "MILLER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "CHURCH",
      "sentences": "Making sure that the government steps up and helps some of these people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "MILLER",
      "sentences": "Right. And no power as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "CHURCH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "MILLER",
      "sentences": "Even if you have a house, you're not going to have power to heat it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "CHURCH",
      "sentences": "Yeah. And as you say, you'd rather be outside in those instances. Brandon Miller, thank you so much for talking with us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:59",
      "speaker": "MILLER",
      "sentences": "No problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "CHURCH",
      "sentences": "Video shows a survivor pulled from the rubble after one of the strongest earthquakes to hit Turkey in more than a century. More than 500 have been killed and nearly 3,000 injured in Turkey and neighboring Syria.The U.S. Geological Survey says the earthquake had a magnitude of 7.8. At least 18 aftershocks with a magnitude of more than four have been recorded since that initial quake. It was so powerful that it could be felt in Lebanon as well as Israel and the Palestinian territories. And we are learning critical new details about when U.S. officials became aware of the suspected Chinese spy balloon last week and when they alerted President Biden. Days before it was shot down off the South Carolina coast, it was spotted around Alaska. When it began drifting towards the U.S. mainland, officials say they realized it was a situation which require the president's attention. And he ultimately ordered the military to shoot it down once it was safe to do so. The Navy is trying to recover the balloon's remnants. A resident in South Carolina filmed uniform men inspecting possible debris on a boat. But CNN cannot confirm that it came from the balloon. U.S. officials say they also grew concern when the balloon hovered over missile sites. Earlier, the U.S. Transportation secretary discussed the Biden administration's response to the situation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "PETE BUTTIGIEG, UNITED STATES SECRETARY OF TRANSPORTATION",
      "sentences": "The U.S. has made clear this is an unacceptable intrusion into American sovereignty, and I think you can expect that any further developments will be appropriate in response to what happened.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "CHURCH",
      "sentences": "China's defense ministry has accused the U.S. of overreacting by shooting the balloon down and says China -- quote -- \"reserves the right to use necessary means to deal with similar situations.\"Let's get more now on China's reaction from our Beijing bureau chief Steven Jiang. So, Steven, what is the latest on China's reaction to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "JIANG",
      "sentences": "But one thing that is worth noting is so far, very few people think, at this juncture, we will see immediate aggressive Chinese military action against the U.S. And part of that sentiment is also being reflected on China's government-controlled and censored social media platform where things don't seem to have reached a fever pitch, which is something we have previously seen in similar situations when the two governments had run-ins.But the worry right now, of course, is long-term wise because of this latest incident that could incentivize the Chinese military to take actions against the U.S. reconnaissance assets in the region, especially unmanned craft and vessels. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "CHURCH",
      "sentences": "All right, Steven Jiang joining us live from Beijing, many thanks.The U.S. House Republicans are said to be considering a resolution condemning the Biden administration for its handling of the balloon situation. That could be approved as soon as Tuesday, the same day President Biden will deliver his first state of the union address. CNN's Arlette Saenz has our report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "President Biden continues to face questions over his decision-making to wait to down that suspected Chinese spy balloon until it was out over the Atlantic Ocean on Saturday.House Republicans are considering voting on a resolution to criticize the Biden administration for their response. Throughout this day's long incident, the White House has faced criticism from Republicans who have tried to paint President Biden as indecisive, slow to act, and weak in his approach towards China. Here is Senator Marco Rubio, the vice chair of the Senate Intelligence Committee. SEN. MARCO RUBIO (R-FL):  They calculated this carefully with a message embedded in it. And I think that is the part we can't forget here. It is not just the balloon. It is the message they're trying to send the world, that we can do whatever we want and American can't stop us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "SAENZ",
      "sentences": "The White House has defended President Biden's decision-making process, calling it deliberative and saying he took the responsible action a commander-in-chief should take.Transportation Secretary Pete Buttigieg appeared on \"The Sunday Show' where he offered a defense for the Biden administration, saying that the president prioritized keeping American lives as safe as possible throughout this process. Additionally, officials say that the president directed his military team that when they did shoot down this balloon, that they did so in a way that would maximize the recovery efforts of that payload, trying to glean as much information as possible from this device. Officials arguing that the best way to do that was while doing it over water. But these are all questions the White House will continue to face in the coming days and weeks. Lawmakers have already promised hearings into the matter. And the so-called \"Gang of Eight,\" that is the leaders and ranking members of the intelligence committees and the top leaders in the House and Senate, they will be briefed possibly as soon as Tuesday and that there will be a more full Senate-classified briefing on February 15th. Arlette Saenz, CNN, the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "CHURCH",
      "sentences": "And earlier, I spoke with Democratic strategist Caroline Heldman and Republican strategist Alice Stewart. I asked them about President Biden's response to the balloon incident and why Republicans appear to be politicizing the issue. Here is part of that conversation.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR, REPUBLICAN STRATEGIST",
      "sentences": "Rosemary, a lot of Republicans that we are hearing from and many that I have spoken with, this is not about politics, this about national security. And the question many continue to have is what took so long. And not only that. We are seeing that across the globe. We are looking at international headlines for this, that the high-altitude spying sparks a new low in U.S.-China relations.Look, it is inconceivable to hear China now say that what the United States did in response was overreacting and provocative when, in fact, what is provocative is sending a spy drone to any portion of the United States, let alone across the entire country, and not expect some kind of reaction and some kind of consequence for those actions. And look, what I'm also hearing from many Republicans in Washington D.C. is they are hearing from their constituents, Republicans and Democrats, who are outraged also, Rosemary, at the length of time it took for actions to be taken. And it is also putting new spotlight on the dangers that China poses on many fronts, not just in terms of surveillance and their spying capabilities, but their human rights abuses and many of the actions they are doing across the globe, not the least of which is their failure to condemn Russia for its invasion of Ukraine. So, this just yet again puts a new spotlight on the many dangers that we face with China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CAROLINE HELDMAN, DEMOCRATIC STRATEGIST",
      "sentences": "Well, I say it is hyperbolic. In terms of the national security threat, this is a very minor threat. Yes, it is brazened, but anyone in intelligence can tell you that they can get better information using satellites, spice satellites and variety of other sources.This was absolutely brazened but not a big threat to security. At the end of the day, Republicans are making hay out of this. I don't think we should be politicizing anything with China. I think Alice is right in the sense that we have to be concerned about human rights abuses. I would add to that certainly anticompetitive practices, the fact that they are shipping chemicals to Mexico to make fentanyl that is killing 100,000 Americans a here, the situation in Taiwan. We really don't need partisan politics driving our foreign policy with one of our major trading partners, the second biggest economic superpower in the world. We don't need this partisan baloney that has entered the national political sphere because this is not a national security concern. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHURCH",
      "sentences": "Our thanks to Caroline Heldman and Alice Stewart for their analysis. Still to come, more on our breaking news this hour. A major earthquake kills hundreds of people in Turkey and in neighboring Syria. Back in just a moment.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:58",
      "speaker": "CHURCH",
      "sentences": "And now, there is a desperate and urgent search and rescue effort underway to reach people trapped beneath the rubble. The 7.8 magnitude quake struck before daybreak centered in Turkey's Gaziantep province. Since then, at least 18 aftershocks stronger than a magnitude 4 have been reported.I'm joined now by CNN correspondent Scott McLean, he is live in London. He is live in London. And our meteorologist Karen Maginnis joining us from the CNN Weather Center. So, Scott, starting with you, sadly we are seeing the death toll rise in the wake of this powerful earthquake in Central Turkey, also impacting Syria. As the search and rescue teams desperately look for survivors in the rubble, what is the latest on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:58",
      "speaker": "MCLEAN",
      "sentences": "Yes, I'd like Karen to tell you about the weather, but certainly it is not helping right now. It is hovering right around the freezing point, a little bit above, that's colder than usual. And in some places, they're actually seeing not just rain but snow, so just one more thing to add to the difficulty here and the situation that they're seeing in Southern Turkey.There are people who have been sent to schools, mosques, indoor places, because of the weather, obviously. Many people can't be outside for long periods of time. And then, obviously, we're seeing these desperate search efforts, one of them you are seeing on screen right there on top of these piles of rubble but, frankly, it's difficult to imagine anyone who could possibly be under. And yet, we are seeing these remarkable pictures of people, survivors coming out of those areas, and there's one video that I want to show you coming out of the city of Malatya. It is a small city. It is not right at the epicenter, but it is not far. And I'll just play it for you now. Listen. (BEGIN VIDEO CLIP) UNKNOWN (on-screen text): Who's there? Which color? Does the person wear pink? Ma'am, please think about yourself right now. I can't see anything else. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:58",
      "speaker": "MCLEAN",
      "sentences": "So, it just gives you a sense of the chaos there and trying to communicate with people who maybe trapped under the rubble, and you see people here using their hands to try to get to people, when frankly they need heavy equipment. But even using heavy equipment, it's difficult, because, of course, it's very sensitive. You don't want to move anything in the wrong way, because you may risk the life of someone who is trapped underneath. You don't want to end up having something heavy, you know, a slab of concrete falling on someone below.They are also just struggling to deal with the basics right now. Obviously, they have cut off gas to many of the regions, for obvious reasons, so they don't have fire starting. There also are power cuts in many areas and mobile phone connectivity, especially near the epicenter, is not good as well. So, what they are trying to do is trying to get mobile generators out to the area to try and make sure people have some level of connectivity there, but it is an extremely difficult situation, Rosemary. The latest figures, 284 dead, more than 2,300 injured, and more than 1,700 buildings damaged in some way across 10 cities. This is just what we know, a few hours into this. Surely, those numbers are going to rise in a big, big way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:58",
      "speaker": "CHURCH",
      "sentences": "Yeah, it is a horrifying situation for those trapped and, of course, for family members trying to get their loved ones out. So, let's turn to Karen now. And Karen, the weather is cold and wet, and that is not helping search and rescue efforts. What are you seeing in the forecast, and what is happening with those aftershocks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "CHURCH",
      "sentences": "Yeah, they certainly do. Karen Maginnis, Scott McLean, many thanks to you both for joining us.Well, Mads Brinch Hansen is the head of the delegation for the International Federation of Red Cross and Red Crescent Society for Syria, and he joins me on the line from Damascus. Thank you so much for talking with us. What are you able to tell us about the situation on the ground in northern Syria right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "MADS BRINCH HANSEN, HEAD OF DELEGATION OF INTERNATIONAL FEDERATION OF RED CROSS AND RED CRESCENT IN SYRIA",
      "sentences": "Yes, thank you for having me on the program. Well, the situation here in Syria, and especially the north -- west of Syria and the situation is very much like the one described for Turkey.The earthquake hit the northwest earlier this morning in areas that are already in need of humanitarian aid after 12 years of conflict and very rapidly declining economy in Syria. We see major infrastructure damage in Aleppo, Latakia, and Hama Governorate in northeast -- in the northwest of the country. Mainly the city centers have been hit very hard and some of the rural areas we see extensive damage as well, but the city centers are hit very, very hard. The building structures have already in the decay after extensive bombing from the war. So, they are very susceptible to fall apart. The latest figures we have from the authorities are over 200 dead and over 700 wounded, but these numbers are increasing by the hour. Alone in Hama, an eight-story building has collapsed and there are 100 people in the building that are unaccounted for. Some 33 have come out alive, but 100 people are unaccounted for. So it is a large scale emergency we are facing here. The tens of thousands are now homeless due to damage in the structure, and the local economy is plummeting and the resources in the country are very limited to tackle such a large scale emergency. And all public sector services are really --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "CHURCH",
      "sentences": "And so, you mentioned -- you mentioned -- you mentioned all of those --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "BRINCH HANSEN",
      "sentences": "Yeah, these --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "CHURCH",
      "sentences": "-- all those people who are now homeless, and of course, that is where your organization steps in. But so many people will be out -- without a home for a very, very long time. So, what happens in those instances, do they rely totally on your organization, for food, water, shelter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "CHURCH",
      "sentences": "Yes, totally understand. And while you are speaking with us, we were looking at those extraordinary pictures of that very young child who was saved and rescued from under of that rubble. I don't suppose you have any information on that particular rescue, do you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "BRINCH HANSEN",
      "sentences": "Not on that particular rescue. Mind you, there are hundreds, if not thousands by now, that needs to be rescued and the health services are all overwhelmed at the moment. The health services that are still operating, and they are not really in a country like Syria, over 80 percent are not operating. So, it is a big muscle (ph) for -- not only our organization, but other organizations here as well as the authorities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "CHURCH",
      "sentences": "All right, Mads Brinch Hansen, thank you so much, joining us on the line there from Damascus, Syria.CNN's Salma Abdelaziz joins us now live from London with more. And Salma, we were talking about this earthquake that's devastated both Turkey and Syria in terms of lost lives in these collapsed buildings, but it was also felt across the region, wasn't it, in a number of countries, talk to us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Absolutely. But Syria really is the focus right now, Rosemary. As you heard from (inaudible), that aid worker who just spoke, there are serious concerns about the Syrian government's ability in the aftermath of this earthquake to provide services, to provided places for people to go to, to provide shelter, to provide rescue operations.I mean this is a country that has suffered over a decade of war. When you're talking about the infrastructure of that country, it is absolutely frayed. It is absolutely damaged. I know your running picture of the many hospitals. Many hospitals and clinics across the country over the course of this war have been bombarded, have been destroyed. So, you are looking at clinics overwhelmed, doctors without equipment, a shortage of nurses and staff. And of course, on the streets, you're looking at rescue workers being done oftentimes by volunteers, those white elements. I know we had that video here to show you as well. And the response across the country, across the northwest of Syria, will not be even, Rosemary. You have to remember there are parts of the country that are still rebel held, particularly Idlib, where the government has very little access if at all. That means it is entirely reliant on those rebel forces. Families are entirely reliant on them for help and services. We're hearing in Turkey, of course, already that earth moving equipment coming, boulders, cranes, et cetera. That is not going to be the case in Syria where much of that equipment has been destroyed as well over the course of this. And then you have to remember the international aid, the international help, that's going to be easy for the international community to provide resources to Turkey. It will simply not be the same case in Syria. We already have that death toll of over 230 people killed, hundreds more wounded, Rosemary. And as you heard, that number going up by the hour for a country already devastated by war, already traumatized by war, for these young children who have heard bombs and warplanes going off to wake up to this earthquake. It is absolutely terrifying. And then in the aftermath, this response, what resources, what help will the Syrian government, will the authorities really be able to give to these communities, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. A Chinese Foreign Ministry spokesperson has told reporters in Beijing that a balloon spotted over Latin America in recent days belongs to China and that it was being used for flight tests.The Pentagon said on Friday it assessed the aircrafts seen over Costa Rica and Colombia was a Chinese surveillance balloon. This, before the U.S. military shot down a different Chinese balloon after tracking it crossing the United States. Now, the balloon has been spotted a third Latin American as Stefano Pozzebon reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "STEFANO POZZEBON, JOURNALIST",
      "sentences": "The location of a second air balloon they called that a spokesperson from the Pentagon said it is another Chinese surveillance balloon remains unknown after authorities in Costa Rica and Colombia confirmed sighting last week.On Saturday, the Colombian Air Force released a statement saying that an object with characteristics similar to a balloon had left to the Colombian airspace and that the Colombian military had assessed that it did not represent a threat to national security and defense. The object was cruising over the northern shore of Colombia at approximately 30 miles per hour or 25 knots. Also, Venezuelan media reported sightings of similar objects over the weekend, but Venezuela authorities did not confirm whether it was the same object identified by Colombia. The Venezuelan Foreign Ministry instead released a statement protesting a U.S. decision to shut down a Chinese balloon over South Carolina on Saturday. Caracas is a (inaudible) of Beijing and South America and in recent decades has received a consistent amount of Chinese investments to assist the Maduro government. For CNN, this is Stefano Pozzebon, Bogota. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:59",
      "speaker": "JUAN PAPPIER, HUMAN RIGHTS WATCH",
      "sentences": "I think this facility, which will probably be one of the biggest prisons in the western hemisphere, is a symbol of madness of President Bukele's security policies.ROMO (voice-over):  In a statement last week, Human Rights Watch said Bukele's iron fist policies have resulted in mass due process violations, severe prison overcrowding, and deaths. PAPPIER:  We have documented in the ground that some of these people have nothing to do with gangs, are innocent Salvadorians, working people, children who have been arrested, and now face Kafkian (ph) legal proceedings to prove they have nothing to do with this criminal organizations. ROMO (voice-over):  Among those who believe Bukele's policies are doing more harm than good are the parents of five children who live near San Salvador, the capital. One of her sons was detained last April and a second one in December and accused of gang crimes. They're practically talking my life, their mother says. My children are not criminals. They are hardworking good people. The wildly popular Bukele denies accusations of human rights abuses and due process violations, and says sharp drops in homicides and crimes like extortion proof his policies are working. But the family wonders if Bukele's rush to try to arrest his way out of El Salvador's endemic gang problem is creating new innocent victims. Rafael Romo, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}