{
  "date": "2023-06-26",
  "headline": "CNN News Central",
  "subHeadline": "Moscow: Putin To Make \"A Number\" Of Statements Soon; Soon: Putin Expected To Speak After Wagner Revolt; Putin: \"All The Necessary Actions To Neutralize The Threat\" Were Taken To Stop Wagner \"Mutiny\". Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:00:43",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "For the first time since he disappeared from the public eye, we are hearing from the leader of the Russian insurrection, Yevgeny Prigozhin, in his own words, on why he suddenly stopped his advance on Moscow, as we expect to hear from Russian president, Vladimir Putin, addressing his country any minute now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:43",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Here in the U.S., the State Department says, perhaps in diplomatic understatement, it remains a \"dynamic situation\" in Russia. State Department also makes clear the West, the U.S., had no role in this rebellion. What this all could mean for the war in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:43",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Plus, investigators recovering debris from the Titan submersible disaster and analyzing voice recordings from the sub's mothership as the Coast Guard tries to determine if any laws may have been broken.We're following these developing stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:43",
      "speaker": "KEILAR",
      "sentences": "\"We don't know how this is going to end.\" That is the message from the White House after Vladimir Putin faced the most serious threat to his rule in 23 years this weekend. Any minute now, we'll be hearing from Putin after a weekend that saw thousands of armed fighters advancing within 120 miles of the Kremlin.Now, the leader of those mercenaries, Wagner Group chief, Yevgeny Prigozhin, has gone underground and released a statement saying he never intended to topple the Putin regime. (BEGIN VIDEO CLIP) YEVGENY PRIGOZHIN, WAGNER GROUP CHIEF (through interpreter): Two factors played into my decision to turn around. First factor, we wanted to avoid a Russian bloodshed. Second is, we marched in demonstration of a protest not to overturn the power in the country. At this time, Alexander Lukashenko extended his hand and offered to find solutions for the further work of Wagner PMC and legal jurisdiction. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:43",
      "speaker": "KEILAR",
      "sentences": "CNN's Nick Paton Walsh is in Kyiv tracking this for us.Nick, tell us what else Prigozhin is saying and whether this meshes with what we saw over the weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "KEILAR",
      "sentences": "Yes, the pictures as we are looking at them are extraordinary.Nick Paton Walsh following this from Kyiv, thank you for that. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "SCIUTTO",
      "sentences": "We're also trying to learn more about this supposed truce brokered by Belarus, at least according to the Kremlin story here.CNN's Alex Marquardt here to discuss. So they say that he's going to be allowed exile, Prigozhin, to some degree in Belarus, and there's also concern that some of his forces will follow him. I just spoke to the Belarusian opposition leader who told us, in her words, we don't have confirmation Prigozhin arrived in Belarus. The information about Wagner's camps in Belarus not confirmed either. She says the goal is to mislead. Does Western intelligence have any hard information about where he's going? Is he going there? Has he arrived there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "No, there's certainly no sense that he's arrived just yet. Everybody's watching all the same kinds of indications that we are, whether it's open source or social media. Obviously the intelligence community has much better resources than we do.So we are still operating under the assumption that this deal is something that will be carried out. I think, Jim, the most stunning thing that happened on Saturday was obviously that Prigozhin ended this march towards Moscow. The second most stunning thing was news of this deal that was apparently brokered by Alexander Lukashenko. As you know well, he's a two-bit dictator in Eastern Europe. He's been accused of being Putin's lapdog. Why would Vladimir Putin need this guy to broker this kind of deal? But this is what all three of the men involved are saying happened. Putin, Lukashenko and Prigozhin all saying that this was Lukashenko who extended this hand. Now, Prigozhin is giving a number of reasons for the reason he stopped his march. He didn't want to spill any more blood. He - this was a march of protest. He was not looking to overturn the Russian regime. He wanted to make his case against the Russian military leadership. But what Nick was just talking about, I think, is very important. There was this deadline, according to Prigozhin, of July 1st, at which point Prigozhin says that there would be the destruction of the Wagner Group and essentially that the forces would be absorbed into the Russian military. And what Lukashenko has apparently done, according to Prigozhin, is given him a legal way out. A way that the Wagner Group can continue to exist, operate in some capacity inside Belarus. We heard Prigozhin say that his forces didn't want to sign up and join this defense ministry, which of course he's been railing against for months now. So we're still waiting to see whether he actually shows up. We're waiting to see to what extent Wagner can live - forgive me - to fight another day. So many questions about the future of both Prigozhin and Wagner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "SCIUTTO",
      "sentences": "Well, listen, if he has his forces and he was able to march those forces two-thirds to Moscow, he's clearly still around for now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "MARQUARDT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "SCIUTTO",
      "sentences": "And we'll see whether he can manage a safe haven in Belarus going forward. Alex Marquardt, thanks so much, as always. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "SANCHEZ",
      "sentences": "Let's discuss all of this with Ian Bremmer. He's president of the Eurasia Group and also the founder and president of GZERO Media.Ian, thank you so much for being with us. As you know, we are anticipating that we are going to hear from Vladimir Putin in just a few minutes. What can we expect to hear from him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:06",
      "speaker": "SANCHEZ",
      "sentences": "We have been listening to Russian President Vladimir Putin talk about what we saw unfold this week. Yevgeny Prigozhin, the head of the Wagner mercenary group, apparently attempting a coup, headed toward Moscow, now denying it, saying that this was not a coup, but rather a protest.Vladimir Putin responding, saying that this was a mutiny, saying that these soldiers betrayed Russia, describing them as neo-Nazis, traitors of the homeland who try to break up our society. He says that the Kremlin has taken steps to try to avoid bloodshed, yet he offered these Wagner troops an opportunity to come back and sign contracts with the Ministry of Defense. Quite a statement from Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:06",
      "speaker": "SCIUTTO",
      "sentences": "In effect absolve them, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:06",
      "speaker": "SANCHEZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:06",
      "speaker": "SCIUTTO",
      "sentences": "I mean, that's what these - that's how Prigozhin perceived these offers to sign regular contracts with the Russian regular army was that they would be taken away as a power center for him.And listen, having reported over these last few days on this - first the rebellion and now this peace deal, as it were - this is a Russian president who is not making nice with Prigozhin. I mean, he's accusing him of betraying his country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:06",
      "speaker": "KEILAR",
      "sentences": "No, but he's also trying to make him out to be this leader who had no followers, which is interesting because we've seen the pictures and there were people who were supporting Prigozhin. Ultimately, did he have enough support? Maybe not. That may be why he blinked.But you also saw Vladimir Putin blinking as well and that is certainly to be clear. I want to get now to CNN's Matthew Chance, who is in Moscow. Matthew, what is your takeaway from this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:06",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, actually, we're a little nonplussed by it here because we thought the statements were going to be a lot more dramatic. There was sort of - the Kremlin was sort of really speaking up beforehand, saying that this statement would determine the fate of the Russian state of Russia. And it doesn't seem to have done that.It just seems to have reiterated a lot of the stuff. I think we've already been talking about quite a lot since this armed rebellion was put down. I think what's most interesting for me sitting here in Moscow watching this is that it's been so long since we've seen Vladimir Putin in public. He hasn't come out and actually said anything since this rebellion was - well, was put down or whether it was negotiated away or whatever happened. And so, finally, we've seen the Russian president sort of stand up in front of the nation, condemn this armed uprising, reiterate the deal that had been offered to the Wagner fighters who didn't take part, which is that they'll be offered contracts or are being offered contracts with the Russian military and also condemn the loss of life that did occur. And of course, we've not spoken enough, I don't think, about the fact that several Russian aircraft were shot out of the sky by Wagner forces with a number of pilots being killed. And Vladimir Putin referred to that loss of life and, of course, condemned it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:06",
      "speaker": "SCIUTTO",
      "sentences": "Matthew, what does this mean for Prigozhin? As you note there, Prigozhin, in his statement earlier today, even granted that his forces had shot down Russian aircraft. And now you have the Russian president following this agreement, accusing him of a mutiny and betraying his country. Does this call into question Prigozhin's safety going forward?Putin is not someone who has shown any evidence of being willing to tolerate even mild dissent, let alone an armed insurrection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "CHANCE",
      "sentences": "But I've also spoken to the Belarusian opposition to answer your question just there. And they've said it would be suicide for Prigozhin to relocate to Belarus because he would not have any safety, any guarantees from the revenge of Vladimir Putin. That was said to me earlier by the Belarusian opposition in exile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "SANCHEZ",
      "sentences": "We also have with us CNN's Nick Paton Walsh, who's reporting live in Kyiv.Clearly, a discrepancy here between what we heard from Prigozhin earlier talking about this not being a coup attempt, this being an opportunity to speak of the corruption among the Russian Ministry of Defense. Vladimir Putin's not buying that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "WALSH",
      "sentences": "No. And he doesn't even mention Yevgeny Prigozhin, the man whose alliance, allegiance, confidant he's been relying on for years, even mention him by name. And it is clear in the tone of the speech that the traitors he's referring to, the people behind the events that required this solidarity, this unified position by the Russian people that he praises so openly is Prigozhin.And if I heard that and I was wherever Yevgeny Prigozhin is, you would have definite cause for concern. It does not sound like the charges against him necessarily have been dropped, although quite clearly within that speech there is a lengthy attempt to be sure that those Wagner fighters out there consider themselves free to go to Belarus, free to join the Russian Ministry of Defense and he's quite clear that he considers them to be patriots who fought for Russia. So a short speech, certainly, one also, too, in which we don't get any suggestion of concessions from Putin. He's not standing there and saying there will be changes in Russia's top brass, which was essentially the goal of Yevgeny Prigozhin. He thanks Alexander Lukashenko, a highly unlikely man, frankly, to have saved Putin as it seems to have occurred on Saturday, a man who Putin often seems to treat with distance and a degree of contempt as a subordinate, but seems to have stepped in here and engineered this deal. We don't really know where Prigozhin is in all of this. And it does appear at this point that Putin would like to see Wagner dismantled. I mean, to the tone of that speech, you don't read in those lines a suggestion that Wagner is a force necessarily that he wants to see maintained. But a strident bid there, I think, to say this episode is finished. You do still have to wonder why it's taken him the best part of well over two and a half days to come in front of the Russian people and speak like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "KEILAR",
      "sentences": "Nick, what do you make of it not being more dramatic as the Kremlin had sort of prepared people and reporters in Moscow for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "WALSH",
      "sentences": "I think it's odd because you don't often hear Vladimir Putin talk not at length. I remember the 57 minute speech we had ahead of the invasion of Ukraine last year in February, which showed a man with a thesis he wanted to present to the world. This is short. It essentially thanks the Russian people for a solidarity, which a unified response to these events of the weekend, which we didn't really see that much of.I mean, there were people in Rostov, frankly, who seemed to be cheering the Wagner mercenaries on in what they did. We don't know how they were met along the road up towards Moscow. But this is certainly not necessarily events over the weekend, which found people coming out on the streets to purposely oppose them. Quite the opposite in some of the scenes we saw in Rostov. So it's short. It's a bid to show he's back in control again, certainly. It does not mention Yevgeny Prigozhin by name at all. Almost like he's a non-person now in Putin's Russia and that may well be exactly what occurs, apart from his channel on Telegram, where we hear audio messages, he ceases to have a role in the Russian elite. But the impact of what he did over the weekend and how weak it made Vladimir Putin look, well, you can almost see in his face, he looks gaunt, Vladimir Putin. He looks angry. And I think it's been a long time, frankly, for him to come forward, make the speech. And yes, it was not a series of very significant statements like it had been trailed to be. It was a repetition of the offer of a degree of amnesty to Wagner soldiers, a reminder that they were patriots who fought hard in the Ukrainian war. I should remind people that Wagner are brutal fighters who are behind some of the more savage attacks we've seen on the Ukrainian front lines. But yes, a bid to show he's back in control again, but a short one and one that didn't really give us anything new.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "There's a way in which Putin hasn't shown he's - he is in control, which I find utterly bizarre here, where he in essence had Prigozhin cornered in Rostov-on- Don, albeit cornered with a lot of civilians that seem to support him and in a very important military base that's vital to fighting the war in Ukraine.However cornered in a known location. Putin's narrative has not changed at all. The Russian government position has not changed at all, okay. There was nothing explosive in what Putin said. So in that case and given that Prigozhin has been able to speak out again today, publicly again criticizing Putin's defense minister, why did Putin not round him up on Saturday evening, he had the opportunity. He's let him fly into the wind. We all assess that if he goes to Belarus, he won't be safe there because Putin can easily reach into that country. But why let this carry on? He calls him a traitor. Again, it's doubling down on the use of the word traitor. He used it Saturday. He's using it today. But if the guy is really a traitor and you're this super tough, powerful president who doesn't tolerate disloyalty like this, why do you let this guy go away? That points to a level of weakness here. And I think, Putin's trying to retake and reshape the narrative for the Russian people, but at the same time is exposing a grand inability to actually take Prigozhin out of the out of the equation and stop him being a voluble critic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "SCIUTTO",
      "sentences": "It's a great point because Prigozhin still has - he still has a bullhorn here. He was able to make his statement, give his view of the world, right, just hours before Putin spoke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "SANCHEZ",
      "sentences": "It is notable that during his speech, Putin thanked Russian society for quashing what was an open rebellion. But if you watch the videos of Yevgeny Prigozhin in the street, it seems like a lot of people, at least where he was in Russia, were taking selfies with him. They were shaking his hand. He seemed like a folk hero.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "KEILAR",
      "sentences": "Yes, many people supporting him. But you heard Putin there leaning into talking about the patriots, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "KEILAR",
      "sentences": "Who stopped this from happening, trying to put a shine on a situation that is tricky for him. And in a way, he had no choice. He had to come out and punctuate this moment. And as we just heard, what a short statement it was and how unusual that was for him to not - obviously not a moment that he was relishing and prolonging. Certainly something that we saw there.Ian Bremmer, President of the Eurasia Group, back with us. What did you think of what you heard from Vladimir Putin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "BREMMER",
      "sentences": "Well, yes, a short statement, he had to give one - almost nothing new, but that in itself is noteworthy. The fact that Putin said that the Wagner Group are patriots thrown at their brothers, first is the fact that he clearly wants to reintegrate Wagner into the Russian military capability. They're a danger for him right now. He wants them under contract. He wants them part of Russian defense forces. He opened his speech by talking about the fight against Ukraine and how critical it was to be able to continue that.So, I mean, maybe part of the reason why he's continuing to allow Prigozhin to be there is because he wants some time to ensure that Wagner is stripped away, is effectively liquidated. But there's no question he still considers Prigozhin to be a traitor. Prigozhin is the one that's throwing these patriots against their brothers. And as of right now, he didn't mention his name. He's taken no steps against him and that is - the longer that goes on, the more challenged existentially that Putin actually looks as an uncontested dictator in his country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "SANCHEZ",
      "sentences": "I want to go back to CNN Senior International Correspondent, Matthew Chance, in Moscow, because Matthew, it stood out to me that Vladimir Putin was trying to take credit as the person who avoided blood being shed on the streets of Russia.",
      "isLastSentenceInterrupted": false
    }
  ]
}