{
  "date": "2023-10-09",
  "headline": "Inside Politics",
  "subHeadline": "Huge, Near-Continuous Explosions Inside Gaza; Israel Orders \"Complete Siege\" Of Gaza After Hamas Terror Attack; Near-Continuous Strikes & Explosions Inside Gaza; Jerusalem Region Hit By Direct Rocket Attacks; CNN Speaks To Family With Missing Loved Ones. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "A supporter of Hamas, and even supported basically the thrust of this terrorist attack over the weekend. So, we will have to wait and see where those discussions go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Absolutely. We're going to continue to watch as, you know, the sun has set. Now you can see fires blazing is what it appears in Gaza. We saw at the beginning of this show, very tenuous situation still in Israel with Clarissa Ward and her team. I mean they hit the deck is (Inaudible) fired over. A very tough day. Another tough day. Our continuing coverage continues now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "DANA BASH, CNN HOST, INSIDE POLITICS",
      "sentences": "Today in Inside Politics, the cost and chaos of war in response to an unprecedented terror attack against Israel. First inside Israel, siren, and screams, fires and rescues. And in Gaza the crackle of bombs. Right now, you're looking at live images of the Gaza skyline, smoky ash as far as the eye can see.And here in the U.S. the worst-case scenario for nine American families. A national security council official confirmed this morning that nine U.S. citizens were murdered during attacks inside Israel and there are also Americans still missing. Today, Israel escalates. We should warn you that you are about to watch something quite graphic. It is carnage inside Gaza, airstrike near a refugee camp, evidence of what the Hamas terror attack inside Israel has rocked on many innocent Palestinians, sewage and mangled concrete strewn everywhere amid a race to pull people from still burning rubble. Israel's government response includes a complete blockade of Gaza. CNN teams spotted heavy machinery headed toward the border. Israel has called up 300,000 reservists. Its prime minister vowed to make Hamas extinct. This morning CNN cameras were rolling near the border when this happened. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Guys, are you seeing our situation guys? UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "WARD",
      "sentences": "OK. Stayed down. Guys come to us.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "That was CNN's Clarissa Ward, and the rest of her CNN team sprinting for their lives as the clanging of missiles burst overhead. I want to make clear, and goodness Clarissa and the team are OK. We want to start with another one of our extraordinary members of our reporting team in Israel, Nic Robertson. Nic, you are near the Gaza border at this time. Tell us what you're seeing there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "Certainly, it is, and just the description that you have. And I know that you were there earlier today of what happened at what was a very happy, joyous peace festival and the terror there. And I want to tell our viewers what we're looking at right now.And I think this is some of what you were referring to, Nic, that you could hear some big explosions inside Gaza, as Israel continues to have to respond to the terror attack that happened inside its own country on Saturday on the Jewish Sabbath. Nic, thank you so much for that. Appreciate it. Now I want to now go to Lieutenant Colonel Richard Hecht. He is the global spokesperson for the Israeli Defense Forces. Thank you so much for joining me. Tonight, in Israel, sirens are going off in Jerusalem. And in Tel Aviv, there have been multiple impacts in Gaza. And we're actually showing our viewers some of that happening as we speak. What can you tell us about the current situation on the ground in Israel and on the borders? LT. COL. RICHARD HECHT, IDF INTERNATIONAL SPOKESPERSON: So, first of all, it's actually too late to thank and compliment, Clarissa and Nic outstanding war correspondents. They're endangering the lives in order to tell the story. You're telling the story in a very fair and balanced way. So, first of all, I'd like to thank you. And we're watching Clarissa, Nic, we're talking to them in the field. Very impressive. So, thank you for that. I'd like to start with that. Because being here and being under fire is not something we take for granted. But situation on the ground, I think it's more or less as you were seeing it. We have -- our first goal was after this unprecedented attack. And again, the stories are starting to come out as we're evacuating the people from the Gaza communities on the Israeli side. A horrific carnage, kidnapping, terrible visuals, also from the families, from mothers and fathers. But we've managed it more or less take control of that security area. There may be some more terrorists in but there's no major firefights right in the Gaza Strip. Of course, you're seeing the barrage as fire that they're firing. We're up. We've also secured the border, which was a substantial thing. There were many, many crossing points. And now we're responding very, very severely against Hamas targets. Now, again, everybody has a mindset of conflicts in the past. This is something different. What they did here on Saturday, is unprecedented. It was declaring war on the state of Israel, and we are at war. Again, picking the north. We can talk about the north later but the war just what's happened in Gaza right now is a field where we've deployed forces. BASH: Lieutenant Colonel Hecht, I just want to make sure I heard you right. Did you say that you have been able to rescue Israelis from the other side of the border from inside Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HECHT",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "No question about it. Any, as you prepare to, you said you haven't been able to rescue any of these civilian hostages that were taken outside of their homes and off the streets. Any sense as the response begins inside Gaza of where they are, or is it too soon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HECHT",
      "sentences": "It's too soon to have a question that didn't ask that question. We are focusing very differently from our enemies to attack civilians. Again, just something which is important to mention, this ISIL style attack, and that was the visual, it was a massacre. And in one day we killed -- there was a biggest number of Jews killed since the Holocaust. That's the scale of this event.And right now, the hostages and gatherers is a tough one, and we're all affected by it. There's not nearly one Israeli who's not connected, because we're the people's army. But we are focusing on Hamas targets. And I know that questions are going to come right now, but this is something different and challenging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Yes. I mean, I'm just sort of taking in what you just said that this is the most Jewish death since the Holocaust. Obviously, we are talking about Jewish civilian death. This is not some of the -- not like some of the wars that we've seen in Israel's past where it is largely military on military, this is quite different. I want to ask you about the intelligence that you have right now about other non- state actors moving in towards Israel in addition to Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HECHT",
      "sentences": "So, there's an occurrence right now in the north. We would advise his biller not to join this horrific event. We've responded with fire after the fire, they started by firing rockets. And they also infiltrated with terrorists and immediately (Inaudible), supported them and neutralize them. And there's still some things going on there.We've pulled our population in the north to stay at home. Our defenses are ready. And it's important to mention that the American sent a battle group, a carrier is moving towards the man with a very powerful statement. That's why we're very thankful from General Kurilla, the central command commander saying that he will support us with a statement saying to advise anyone that doesn't want it. That's not part of what's going on in the south to join in in this. That's a very strong message coming out from our brothers in arms in America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Just final question. I want to ask about a claim by Hamas' military wing that airstrikes. In response, Israeli airstrikes killed four Israeli hostages overnight. Do you have any sense of whether that's true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HECHT",
      "sentences": "We have no sense at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "OK. I understand it is very early and a lot of information that you do not know. I hope you come back, a lot more questions. I know that you are a very busy man. Thank you for your time today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HECHT",
      "sentences": "Thanks for having us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "General, you are such an expert, not only serving in this region, but studying this region academically as a scholar. Can you talk about one of the things that you mentioned there, which is the possibility of this becoming a two-front war for Israel? And by two fronts, we're talking about Gaza, and we're talking about the north at the border with Lebanon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "HERTLING",
      "sentences": "Well, it has the possibility of even more than that, Dana, because you're talking about not only threats from Hezbollah, which is linked to the same supporter that supports Hamas and that's Iran. But you're also concerning, I'm sure the Israeli government is concerned with uprisings within the West Bank and even the (Inaudible).This is the kind of threat that Israel faces daily throughout their country. But we've seen some things that have happened this time with the attack of Hamas and using the multi-dimensional operations that they did on the first day this by that has taken this to a whole new level. The killing of -- the mass killing of Israeli citizens, as you just heard from Colonel Hecht, as well as the potential for Hamas and other portraits using new types of techniques to attack the state of Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Yes. And as you're speaking, you can probably hear the bombs going off the explosions, which is happening inside Gaza right now. Thank you so much General Hertling, for your time, for your expertise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "HERTLING",
      "sentences": "You're welcome, Dana. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "Right now, you are seeing darkness in the region in Gaza. But we are seeing over and over the orange glow of war. Israel's response to Hamas' terror has spanned hours and a barrage of missiles. At this very moment, nowhere inside Gaza or inside Israel appear to be safe.The video is from Jerusalem. We're looking at this right now. That was under threat from Hamas rockets. Jerusalem is where Hadas Gold is right now. Hadas, just in context, you see there, and we see you obviously there now at nightfall. We usually don't see this as active when Israel is under threat in the holy city. This is different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "BASH",
      "sentences": "You know, it is really interesting and noteworthy that the IDF wanted the world to see those. And as you said, I'm sure we will get a lot more to give an illustration of the fact that these are Hamas terrorists who were going into a civilian homes. They weren't attacking the Israeli military. And I appreciate you bringing that to us, Hadas.I want to show our viewers some video we just got in from Clarissa Ward's team, showing shelling in the city of Ashkelon. (VIDEO PLAYING) I want to now bring in somebody whose family was directly affected by the Hamas attack in southern Israel. Doron Libshtein lost family in a kibbutz near the border with Gaza and still has a family member and nephew unaccounted for. Doron, thank you so much for joining me. Your brother was the mayor of Kfar Aza, the kibbutz right near the border with Gaza and he was murdered. And your nephew is unaccounted for. DORON LIBSHTEIN, BROTHER WAS KILLED SATURDAY, NEPHEW IS WOUNDED &amp; MISSING: Yes. My brother will fear who was dedicating his life for peace was murdered on Saturday morning at the beginning of this attack. And also, his wife's mother was murdered. She was 80 years old, almost at the same time. And his wife's nephew 22 years old, also was murdered on the same day. We are now looking for his son. The name of the son is Nitzan (Ph). He's 19 years old. And he was wounded in his room in the shelter from the gunshot. And we lost contact with him at 2:30 midday, and it's been more than 55 hours. And we haven't heard anything from him or from anyone else in Israel. We are all trying to find out what happened to him, but we have no clue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "BASH",
      "sentences": "I just want to ask you about that. You said that you lost contact with Nitzan, your nephew at 2",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "LIBSHTEIN",
      "sentences": "Yes. Exactly. He was calling and asking for help. And he was guided how to rescue himself and rescue his leg because he was shot in his leg. And at 2And he was helping himself until probably the battery was dead. And later on, when they rescued the kibbutz, the room was empty. And we have no idea where is Nitzan? We need help from anyone in the world to get more information about where is Nitzan and what he has done. We hope that he managed to maybe get out of the room. He's still there somewhere. There was guns fires all day long today and yesterday and the day before. So, only in the last few hours, people are searching for him. And we need all the help in the world to find Nitzan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "BASH",
      "sentences": "As we talked about Nitzan, we can put his photo back up because you do have hope that he is somewhere on the Israel side of the border and wasn't taken across the border to Gaza.",
      "isLastSentenceInterrupted": false
    }
  ]
}