{
  "date": "2023-01-07",
  "headline": "CNN Newsroom",
  "subHeadline": "Kevin McCarthy Finally Becomes Speaker After 15th Vote; Interview with Representative Anthony D'Esposito (R-NY) on House Speaker Vote; NFL's Damar Hamlin Continues to Make Progress After Collapse; 6-Year-Old Boy Shoots His Teacher Inside Classroom. Aired 4- 5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:06",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "You are live in the CNN NEWSROOM. I'm Jim Acosta in Washington.A speaker has been chosen. Kevin McCarthy finally holds the House speaker's gavel after four days and 15 rounds of voting. (CHEERS AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:06",
      "speaker": "ACOSTA",
      "sentences": "It was the longest speaker contest in 164 years, but before it ended, the House floor turned into a stage for some stunning political drama. The 14th vote should have been the clincher as McCarthy and his allies thought they had the votes in the bag, but Florida Congressman Matt Gaetz waited until the very end of the balloting process to vote present, even though McCarthy needed just one more yes vote to win.McCarthy appeared stunned and walked up the House floor to confront Matt Gaetz himself. McCarthy walked away dejected. And then it almost came to blows. Again, we've seen this. This footage is incredible. Armed Services Committee chairman Mike Rogers appears to suddenly lunge at Gaetz and had to be physically restrained by a fellow Republican. This looked like the end of the line for McCarthy as the vote to adjourn until Monday was about to pass but in those final moments, Kevin McCarthy found a breakthrough with Matt Gaetz. Republicans quickly changed the vote to adjourn then held the decisive 15th vote for speaker and then gavel in hand, McCarthy administered the oath of office to the 118th Congress. CNN's Eva McKend is up on Capitol Hill. It's exhausting just going over everything that happened last night. I guess everybody is glad to get a break today. Eva, glad that you're with us. This was a riveting and historic scene. So tell us what did Kevin McCarthy have to give up to these holdouts in order to finally win this battle? He was saying it's not how you start, it's how you finish. But a lot of critics in Washington are saying right now well, he finished as a weakened speaker. EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT: He does, very literally, Jim. You know, any one member can call for a vote to potentially oust the speaker. That is one of the concessions that he made. He also now has to put some of these far-right members, the members that gave him the most trouble perhaps on the House Rules Committee. You know, this place, Capitol Hill, really operates on rules. That is a pivotal committee, and of course they will vote on the House rules package on Monday. And then of course he also committed to a 72-hour process to allow members to read bills. This is actually a frustration that we hear expressed by both rank-and-file members on the Democratic and Republican side. That there is not enough time to read key pieces of legislation before they are voted on. He agreed to this as well. Republicans, I think, are coming out of this process sort of limping. It was a bruising week this week, but McCarthy, he is not characterizing it that way. Take a listen. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA): Don't judge us on how we start. Watch how we finish. And I think by having the disruption now really built the trust with one another and learned how to work together. What we're going to have to find in our mindset is that we have to frontload, that we have to think about and work on the bills with a microcosm of the conference before we even start writing it, and that's really what we learned here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:06",
      "speaker": "MCKEND",
      "sentences": "So some positive framing there from McCarthy, but Democrats argue that this was a worrisome opening act and that this all indicates that Republicans are not ready to govern -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:06",
      "speaker": "ACOSTA",
      "sentences": "And what more do we know about the confrontation on the House floor when Congressman Rogers had to be restrained by a colleague. I talked to Congressman Burchett who was right there in the last hour, and he described quite a scene. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:06",
      "speaker": "MCKEND",
      "sentences": "So Congressman Rogers nor his team are commenting publicly for now, but it appears that he just lost his cool. This was the 14th vote at this point. It really appeared at the outset that that was the vote that was going to allow McCarthy to clinch the speakership and Matt Gaetz was the holdout. He voted present. He would have needed to vote in the affirmative, yes, in order for McCarthy to be able to secure the speakership on that 14th vote.Well, it was just too much for some members, and that is when we saw him lunge at Gaetz and then have to be restrained by a congressman from North Carolina. So no word on that yet but that really indicates, Jim, I think just how frustrating this process was. You have to remember that the vast majority of Republicans were ready to support McCarthy on day one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "ACOSTA",
      "sentences": "We still don't know the full scope of all the concessions that McCarthy made to get 20 of your Republican colleagues to flip their votes. But we do know that it will likely diminish his power as the speaker of the House. Does that worry you, and what do you make of the prospect that someone like a Matt Gaetz could simply go to the floor over the coming weeks and start this process all over again? It only takes one member to call the speaker out and call for another vote on whether he should be the speaker.D'ESPOSITO: So I don't think that it diminishes the power of the speaker. I think that that was a conversation that we've had over and over again these last four days, and Speaker McCarthy was confident that these new rules were actually rules that were in place prior, and it never before diminished the power of the speaker. And listen, let's be honest. With those that were against Kevin McCarthy, they would have had five people to, you know, to change all of this in an instant anyway. So whether it was one or five, I think that we got to the point now where we are a unified team. We don't plan on bringing any issues up to interrupt Speaker McCarthy's leadership, and I think right now the focus is on our commitment to America, on rolling up our sleeves, on governing. And at least here on Long Island and in Nassau County and in New York, I'm ready to get to work for the people who sent me to the people's House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "ACOSTA",
      "sentences": "And Congressman D'Esposito, where were you last night when we saw things unravel there in the late night hours when the eyes of the world were on the floor of the House and things were getting chaotic and tense, that moment where Congressman Mike Rogers had to be restrained as he seemed to be confronting Matt Gaetz? Did you see any of that? Did you witness any of that? What was going on?D'ESPOSITO: So I was seated sort of directly behind our conference chair, Elise Stefanik, and our majority leader Steve Scalise. So when I saw the speaker get up and head towards the back, everyone did stand up and I was unable to see the actual confrontation, but we were all well aware that there was something going on. And listen, it was a long four days. I mean, at that point it was close to 1:00 in the morning. Like I said, emotions were high. But at the end of the day, we all came together and we made sure that the gavel was taken from Nancy Pelosi and put into the hands of Kevin McCarthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "ACOSTA",
      "sentences": "And certainly a lot of interest in how a speaker is voted in, a lot of interest in how a speaker is voted in, that's for sure.Congressman, let me ask you one last thing. I want to ask you about another freshman Republican congressman from your state, somebody you're familiar with, George Santos. He's under fire for lying about his education, experience, his campaign is under investigation. What do you think? Do you think he deserves to sit in the House of Representatives? D'ESPOSITO: Well, I think right now, you know, up until now everyone who had said, you know, he should resign, we should call for his resignation, you know, up until 2:00 this morning, there was nothing that George Santos could resign from. I think the facts are the facts and what we're dealing with now is he violated the trust of the public. He violated the trust of the voters, and he violated the trust of his colleagues, not only in the Republican side but on the Democrat side as well. So I think over the next few days, we are going to come together as a conference. You know, I can't speak for everyone in the majority, but I know that here in Nassau County our chairman and our leaders, we're going to come together and take a look at where we go now and what our next steps are in dealing with George Santos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "ACOSTA",
      "sentences": "It doesn't sound like you have a whole lot of confidence in him.D'ESPOSITO: Well, you know, from what everything that we've heard, I haven't had any conversations with Mr. Santos, but I will say with everything that we heard, you know, a lot of the individuals that he embraced or embraced him during this campaign I've spoken to, and they do feel violated. They feel that they've been had, and you know, that it was a world of lies. And when you live those world of lies, it's I think very hard to step now in and roll up your sleeves and govern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "ACOSTA",
      "sentences": "All right. Congressman Anthony D'Esposito, thank you very much for your time. We appreciate it.D'ESPOSITO: Thank you very much. Happy new year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:31",
      "speaker": "ACOSTA",
      "sentences": "A new update today on the Buffalo Bills star Damar Hamlin. The team says according to Hamlin's doctors, he's making continued progress but remains in critical condition. This comes after a nearly weeks' long roller coaster that all began when Hamlin went into cardiac arrest and collapsed on the field during Monday night's game against the Cincinnati Bengals.CNN's Adrienne Broaddus joins us now. Adrienne, this is an incredible turn of events. And a lot of people are very hopeful now. What else do we know about Damar Hamlin's condition right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:31",
      "speaker": "ADRIENNE BROADDUS, CNN CORRESPONDENT",
      "sentences": "The Bills tweeting today in addition to that news you just shared. They're saying Damar Hamlin continues to breathe on his own and his neurological function is, quote, \"excellent.\" All of this after he suffered a cardiac arrest on Monday night.We are outside of the University of Cincinnati Medical Center, and if you notice behind me, there is the focal point, I will say, of the sidewalk which leads to the hospital. There's a helmet created using balloons, and people have been stopping by throughout the day leaving messages of hope and healing behind us. Doctors treating Damar says these magnificent milestones we've seen over the last few days go back to what happened on the football field Monday night. Those team or that team of medical responders were able to realize something was seriously wrong quickly, and they were right at Damar's side. Listen in to some of that audio. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:31",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go ahead, and go over the cot. I don't like how he went down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:31",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're going to need everybody, all call, all call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:31",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We need everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:31",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come bring everybody. We need everything we got, everybody. Bring the cot with the medics, all of you and get wheeled out here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:31",
      "speaker": "BROADDUS",
      "sentences": "And the physician saying if the medical personnel had responded minutes or even seconds later, we might have seen a different outcome. Meanwhile, he is still in critical condition under intensive care and has a long road to recovery, but everything we've seen so far, according to doctors, was a necessary step in terms of Damar turning the corner -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "ACOSTA",
      "sentences": "And Dr. Rolle, as you just heard CNN obtained the audio of the chaotic moments after his collapse. In all your years of playing or watching football, I mean, have you ever seen anything like this? As a football fan myself, you know, I've watched games. I've seen guys get carted off the field, that sort of thing, but this almost looked like it was way beyond that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "ROLLE",
      "sentences": "It was, absolutely. You know, I played safety just like Damar played. So I understand being 15, 20 yards off the line of scrimmage, running head first into a player as he runs head first into you, and that collision, leaving collateral damage and sometimes the injuries are devastating like we saw with Damar. But the fact that the NFL had an ambulance ready, had a defibrillator ready, had people who are trained to know how to do proper CPR.As a neurosurgeon obviously I'm concerned with getting proper CPR so that blood flow can get restored to the head and that the brain gets the oxygenation and blood that it needs to function like it should. And so far from everything he's doing, communicating, squeezing hands, wiggling toes, able to be up and move his eyes a certain way, you know, he's made a remarkable recovery. I've never seen something like this before. But the fact that there were so many people activated at just the right moment for him is a blessing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "ACOSTA",
      "sentences": "And this whole experience has clearly shaken the team. Let's listen to Josh Allen, the team's star quarterback.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "JOSH ALLEN, BUFFALO BILLS QUARTERBACK",
      "sentences": "We've had some very open and honest and deep talks, some unbelievable -- it sounds weird but embraces as men, just hugging somebody and actually leaning into him. There's been a lot of that going afternoon. And you need every bit of it. You really do. And again, I think the fact that we just keep hearing good news about Damar, it just keeps pushing us forward.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "ACOSTA",
      "sentences": "And tomorrow apparently the team will be wearing special patches on their jerseys in his honor. What do you think it's going to be like for these players mentally to get ready for this game?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "ROLLE",
      "sentences": "I think it will be difficult for the players to get ready for the game mentally. When you step onto the football field -- I told this to my colleagues in medicine now -- they see me with decorum as I walk around the hospital. And I told them I was a different man when I was on that field. I was aggressive, I was trained to be alpha, be the hammer, not the nail, see ball, get ball. And so you see a player who goes through a routine tackle that you've seen before that you will see again, get up, and then collapse in front of you, fight for his life right in front of you, there's no question that they were distraught. That they had angst on their face. They were terrified of what they were experiencing. Traumatized even.I hope the NFL and Bills provided those players with some emotional support and some professional counseling before they step back onto that field and have to be gridiron warriors again. Because, Jim, if you hesitate one second on that field, you either don't make the play, don't make the tackle, don't make the catch or can position yourself to get hurt. So these players have to be locked in. And I'm hopeful that they got the right support around them to buttress them forward so they're able to perform like we all know they can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "ACOSTA",
      "sentences": "And you're a former NFL player who is also a doctor in the area of neurosurgery. I'm a huge football fan, I hate to ask this question, but it's been asked over and over again, needs to be asked again, is this game safe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "ROLLE",
      "sentences": "Great question. You know, I've been asked that question quite a few times now in this past week. I have two sons who, you know, are showing interest in football right now. They're very young. But, you know, football is a violent sport inherently and there are risks associated with it. I think what this event can tell us is that we need trained professionals on sidelines and new sports leagues and high school leagues in lacrosse, softball, baseball, all of these sports.We need the right equipment on the sideline as well to bring people back from maybe the brink of death, and we need to understand that, you know, there are some challenges that we face with our children as they play these sports. But, however, football and other team sports do provide valuable traits and characteristics that make people leaders and help them be leaders of industry, leaders of men, titans in our society. And I believe that there's certainly value in it. So it's a balance, it's a tricky balance certainly. Right now at this particular time, let's focus on Damar getting better and then we can have those substantive discussions later but it's a very, very challenging time and I hope Damar and his family continue to make progress forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "ACOSTA",
      "sentences": "We're all rooting for Damar whether we're Bills fans or not.Dr. Myron Rolle, thanks so much for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "ROLLE",
      "sentences": "Thank you so much, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:28:51",
      "speaker": "ACOSTA",
      "sentences": "Not an accident. That's what police in Newport News, Virginia, are saying after a 6-year-old boy, a 6-year-old boy, allegedly shot a teacher Friday in a classroom full of first graders.Here's what the police say happened. The child and female teacher were in some sort of altercation when the 6-year-old pulled out a gun and fired a single shot hitting the teacher. The teacher was taken to a hospital with life-threatening injuries, and CNN's Gloria Pazmino is following this for us. Gloria, I would say this is such a shocking story, but not in this country. This is what happens with what has been happening in our schools lately. What more are you learning, and how is the teacher doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Why is there a 7-year-old with a bloody gun? Come on, think about it. How does a 7-year-old have a gun? That's what I'm pissed off with.DR. GEORGE PARKER, SUPERINTENDENT, NEWPORT NEWS PUBLIC SCHOOLS: It was really a breakdown in what our values are as a community, what our values are as a city and what our values are as a school division. And we need to make sure that we never see incidents like this happen again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "PAZMINO",
      "sentences": "The superintendent there for Richneck Elementary School.We should also note, Jim, that the school is making resources available for parents, for teachers, for students, and the school staff as they try to navigate this traumatic incident. School has also been canceled for Monday and Tuesday. And questions remain. It continues to be part of the investigation about exactly what led to this incident, this supposed altercation, and just how that 6-year-old child got his hands on a handgun -- Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "ACOSTA",
      "sentences": "All right, Gloria Pazmino, thank you very much.And joining me now retired Los Angeles police sergeant, Cheryl Dorsey, the author of \"The Confidence Chronicles, The Greatest Crime Story Never Told.\" Sergeant, it's infuriating all of these school shootings we've experienced. And now we have a 6-year-old first grader. You can't say that this is shocking anymore, not in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "CHERYL DORSEY, RETIRED LOS ANGELES POLICE SERGEANT",
      "sentences": "Well, it's shocking that a 6-year-old child would be sophisticated enough, number one, to know how to possess a gun, conceal it, carry it to school, and then with discipline, fire one round at his teacher after an altercation.I cannot wrap my head around that as a parent myself of four young men, as someone who as a law enforcement officer has had a gun in and around them, my home, safely, of course, responsibly of course, all of their life. And I've got questions for the parents. How does this happen? This is so unfortunate and certainly could have been avoided.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "ACOSTA",
      "sentences": "Where do you think the investigation should go from here? Does it start with the parents? How did the kid get this into the school? I guess that has to be asked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "DORSEY",
      "sentences": "Listen, it's got to start at home. It's got to start with the parents. How does this happen? How does a child, the 7-year-old know that the parent has a gun. How about that?How does this 7-year-old have the wherewithal to conceal it? Where did he keep it on his little body? Was it in his backpack, his waistband, did he have a holster? I've got all sorts of questions. And listen, if you're going to possess a gun, anybody out there that's listening, there's a device that you can buy, if it doesn't come with your weapon, where you can run it through the gun so that it doesn't operate even if someone who shouldn't possess it gets their hands on it. And so I've got a lot of questions for these parents. And they're going to have some answers that will probably wind up with them being culpable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "CRESENCIO SANDOVAL, MEXICAN DEFENSE MINISTER",
      "sentences": "(SPEAKING FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "ROMO",
      "sentences": "Mexican Defense Minister Cresencio Sandoval said that, after Guzman's detention, cells from his criminal group staged 19 blockades and armed attacks in different parts of the city, including its international airport and an air force base.Ovidio Guzman-Lopez, also known as the Mouse, is the son of Joaquin \"El Chapo\" Guzman. The former leader of the Sinaloa cartel was convicted in the U.S. in 2019 of 10 counts related to leading a criminal organization, drug trafficking, and firearms charges. He was sentenced to life in prison plus 30 years. (on camera) Mexico defense minister Sandoval said Ovidio, El Chapo's son, leads the criminal group known as the Miners, part of the Cartel of the Pacific, which is responsible for violence in four Mexican states and the country's Northwest region. ROMO (voice-over): And according to the U.S. State Department, \"Law enforcement investigations indicate Olivio and his brother, Juaquin Guzman-Lopez, function in high-level command-and-control roles of their own drug-trafficking organization, the Guzman-Lopez Transnational Criminal Organization, under the umbrella of the Sinaloa Cartel.\" (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "ROMO",
      "sentences": "The Mexican government had already tried to capture Ovidio Guzman-Lopez in October 2019. After he was detained, the Sinaloa cartel unleashed a heavily armed fighting force.A gun battle in the streets of Culiacan ensued, putting the lives of countless civilians at risk. It quickly became painfully obvious the Sinaloa cartel had outmaneuvered and overpowered Mexican security forces. In the end, Mexican authorities decided to release Guzman to prevent further bloodshed. Rafael Romo, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:32",
      "speaker": "ACOSTA",
      "sentences": "Jeremy Renner is updating fans as he continues to recover from a snowplow accident.The 52-year-old actor posted this photo on his Instagram account thanking the medical staff as he remains hospitalized after he was crushed by a snowplow on New Year's Eve near his home in Nevada. Joining me now, CNN entertainment report, Chloe Melas. Chloe, Renner is spending his birthday today in the hospital. This is a remarkable, unbelievable thing that happened. He's lucky to be alive. What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:32",
      "speaker": "CHLOE MELAS, CNN ENTERTAINMENT REPORTER",
      "sentences": "Exactly, Jim. This is happy news. And let's point out that that snowcat, we learned earlier this week, it was 14,000 pounds.And it all happened because he was actually trying to tow a car in his driveway that had gotten stuck in this unprecedented snowfall, and that he successfully towed the car. It was something like that that you see on the screen right there. He was talking to a family member when the snowcat started to roll. That's when he tried to jump up, stop it, wasn't successful, and got crushed. According to this new 911 -- or the 911 call that was obtained by some outlets this week, that was the language that was used, completely crushed by this snowcat. So, yes, he's lucky to be alive. He posted a video of himself getting a quote, \"spa day,\" a little head massage from his mom and his sister, celebrating his birthday in the ICU. But the biggest birthday present of all his life. But look at that video right there. He's going to be OK. But I know many people are just loving these Instagram posts and these updates. And it's just incredible that he can even, you know, take to Instagram. Look, posting that selfie earlier this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:32",
      "speaker": "ACOSTA",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:32",
      "speaker": "MELAS",
      "sentences": "But with all the negative news out there, it's so positive that this has a happy ending -- Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:32",
      "speaker": "ACOSTA",
      "sentences": "Absolutely. I mean, he's a huge star. And I mean, it just goes to show you this kind of stuff can happen if you're not careful. And freak accidents do happen as well, Chloe.I have to ask you about all the hype surrounding Prince Harry's memoir, \"Spare\" that is coming out. We were talking about this in the last hour. My goodness, a number of salacious details have already leaked out. Give us an overview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:32",
      "speaker": "MELAS",
      "sentences": "Jim, people are torn. Some people are saying that this is a money grab, that you know, Meghan with Spotify, and then they had their Netflix docuseries that just came out, their documentary, two- part documentary or multi-episode.And now they have the book. And then there's reports that Meghan is going to be writing a book. And some people feel as though this is going too far. In the book, he talks about having killed 25 people in Afghanistan, that some people feel is a security issue, and he shouldn't be saying this. Talks about, you know, drug use in his teens. Losing his virginity. And then also talking about his issues with his brother in this alleged physical altercation. CNN reached out to Prince William's camp for comment. We haven't heard back. Again, this book accidentally went on shelves in Spain. Some people already got their copy. It comes out Tuesday. And I'm not sure what else is left in the book, Jim, that's going to leave people surprised. But I know he's also doing a lot of interviews with our own Anderson Cooper on \"60 Minutes.\" He's going to be sitting down with Michael Strahan on GMA this week. So it just keeps coming right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "MELAS",
      "sentences": "Jim, it's called \"Reef Road\" by former actress, Deborah Goodrich Royce, who you probably recognize from \"All My Children,\" \"90210.\"This book is inspired by a real murder that took place when her mother was growing up. And it really affected Deborah's life. And we spoke about this book. And she also starred in the Ted Bundy miniseries in the '80s. So we talked about how she feels that that is very similar to what's going on now with the Idaho murders. Take a listen. (BEGIN VIDEO CLIP) DEBORAH GOODRICH ROYCE, AUTHOR &amp; FORMER ACTRESS: My mother's best friend was murdered in 1948 Pittsburgh on December 10th. It is a known crime. It is an unsolved crime. And I can't really remember when I become aware of it. I would say by my teenage years I knew my mother had been sort of next door to this horrible act of violence. And it had a strong effect on her, and I would say consequently me. I think we are deeply fascinated with crimes that happen to real people. I think people are obsessed with the Idaho murders because, again, we look at what goes on in the world around us and we react often based on whether or not we think it could happen to us. This is very evocative to me of Ted Bundy. Many years ago, when I was a young actress, I did the TV movie with Mark Harman about Bundy and I played the woman who married him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "MELAS",
      "sentences": "This was a really interesting conversation, Jim, because she said that, you know, oftentimes. it is the person that you would least suspect. She talked about Bundy.Now, you know, Bryan Kohberger allegedly did this. We don't know. But, again, PhD student, sometimes doesn't fit the bill of those that we think would be lurking in the shadows. Of course, we are all fascinated by true crime. I know that I found myself watching \"Dahmer\" and these are the types of shows and books that I'm drawn to the most. But also, like Deborah was saying, so many of us think it might never happen to us. But if we read and watch these things, maybe we can outsmart it, but oftentimes you can't. But her book is out on Tuesday, Jim. And so is \"Spare.\" It is a big week for books.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "ACOSTA",
      "sentences": "Absolutely. We will be on the lookout for those.Chloe Melas, thank you very much. Speaking of other page turners, it is the story of the rise and fall of a firebrand. CNN's new original series, \"GIULIANI: WHAT HAPPENED TO AMERICA'S MAYOR,\" premieres tomorrow night. Here is a preview. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I remember Rudy reading us passages and saying it would be a great case he would take on personally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "One of the attributes that he had, which I think was very important, was that he tried to see how things could be done rather than finding reasons for not doing them.The really good lawyers are those that spot the issues and then figure out legally how you can accomplish what you want to do. RUDY GIULIANI, ATTORNEY &amp; FORMER NEW YORK CITY MAYOR: First, we can expose that is a very, very important ingredient in taking some of that's power away, not all of that power, because, as I said, they operate through secrecy. It is also very important for the public to see what we do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There was a real sense that Rudy was the dominant personality in that office. And he did not brook dissent. He wanted people to agree with him.There was a joke around the office that the people around him were members of the Rudy tribe because they said, yes, Rudy, yes, Rudy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:53:15",
      "speaker": "ACOSTA",
      "sentences": "In Texas, a brazen escape caught on camera. Officials say a jail inmate escaped during a transfer. You can see him running in an orange jumpsuit and apparently still handcuffed.The sheriff's office said the inmate kicked out the passenger side cage and window while the transfer van was stopped at a red light. After he escaped, he allegedly broke into two houses before police caught up with him again. In addition to the original charge of criminal mischief, he is now also being charged with escape while arrested and two counts of burglary. Lava is once again flowing from one of the world's most active volcanos. It is on Hawaii's big island, the volcano, called Kilauea. And it is erupting again after a few weeks of relative calm. You can see bubbling lava and smoke rising out of the mountain as tourists continue to visit the site. Officials say neighboring communities are safe for now because the eruption is contained to the crater. The Catskills are known for picturesque nature but there's a lot more to these Upstate New York mountains than meets the eye. That's the subject of today's \"OFF THE BEATEN PATH.\" (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:53:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Catskills are an amazingly wild destination that are only a few hours from the metropolitan area. They have hundreds of miles of hiking trails, restaurants, spas, unique little villages.The first stop you should make is the Catskills Visitor Center where you can climb the upper fire tower. They offer 360-degree views of the surrounding mountains.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Here we are on 100 acres surrounded by beautiful white pine trees. Our getaway Catskills location is absolutely one of our most popular locations. The cabins themselves are about 150 to 200 square feet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I usually come to the Catskills when I just need a break from everything going on. At the getaway cabins, you don't have wi-fi, which I love. It really gives you the chance to disconnect.",
      "isLastSentenceInterrupted": false
    }
  ]
}