{
  "date": "2023-10-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Few Options For Shelter As Israel Prepares For Gaza Ground Offensive; Israel Exchanging Fire With Hezbollah In Lebanon; One-On- One With Israeli President Isaac Herzog. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:01:56",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "Welcome back and thank you for being with us. I'm Dana Bash in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:56",
      "speaker": "SARA SIDNER, CNN HOST",
      "sentences": "And I'm Sara Sidner in Tel Aviv with CNN's breaking news coverage of Israel at War.People in Northern Gaza are running out of time to get to safety at this hour. Israel says it is now clearing up for a new phase of war. The Israel Defense Force is gathering more tanks at the Gaza border as they prepare for a significant ground operation. This coupled with crippling airstrikes is their response to the unprecedented terror attack by Hamas eight days ago that left 1,400 Israelis dead -- men, women, children, grandparents. The death toll in Gaza also climbing steeply According to the Ministry of Health at least 2,600 Palestinians have been killed and nearly 10,000 have been injured. Gaza's Health Ministry is begging for medical teams from around the world to send help. Their health care system is on the brink of collapse. And with food and water shortages, a humanitarian crisis is worsening by the minute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:56",
      "speaker": "BASH",
      "sentences": "Meantime, Israel is also exchanging fire along its northern border with Hezbollah. Early this morning, the militant group launched nine rockets into Israel killing one Israeli citizen. Now Israel responded with fighter jets striking Hezbollah's military infrastructure.The IDF is sending a stark warning to that militant group, to Hezbollah, not to escalate things. (BEGIN VIDEO CLIP) LT. COL. PETER LERNER, IDF SPOKESPERSON: I would highly recommend that Hezbollah watch very closely what is happening to Hamas and their organization in Gaza as we speak. If they have -- they should be very cautious of crossing that threshold because we are determined to defend the state of Israel. (END VIDEO CLIP) BASH: Meanwhile, the United States continues to show support for Israel. A Senate delegation met with Israel's president just a few hours ago. Before the meeting, the bipartisan group had to rush to a bomb shelter in Tel Aviv. Senator Chuck Schumer wrote on social media that they were forced to take cover to wait out rockets launched by Hamas -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, more airstrikes continuing this evening. We can hear the fighter jets even in the skies above us now and hear their big explosions coming from Gaza, impossible to know exactly where they are targeting, but we've traveled all along this border today. In fact, we have been to some of the training bases that the IDF is using in preparation for troops to go into Gaza, if they get that decision, if they're called upon for a ground incursion.We've been to a base where there is a mock Palestinian town built complete with mosques, compete with shops, and houses, and homes and we've seen the troops training in there, training for that sort of combat in an urban environment. And I was asking one of the commanders there, is it possible to go in to an urban environment where you know, Hamas is telling civilians not to leave, civilians that have been asked to leave, is it possible to go into that environment where, you know, where there are women and children? Is it possible to do that and not have civilian casualties? And he said, look, we're very clearly focused on going after Hamas. That's our target. That's what we intend to do. The IDF is a professional force, he said, and we try to avoid civilian casualties. I also spoke to an IDF spokesman about this as well, and he said, look, you know, Israel has asked the civilians of Gaza to go to the south, many of them are going to the south, the IDF says. But he said, look, in essence, if Hamas tells the civilians to stay, that is on Hamas' head. That's in their writ. That's not our responsibility. What else have we seen? We've seen troops quite literally, in a field, in their vehicles lining up and rehearsing that moment where these combined forces get the order to go into Gaza. So the preparations are really underway. A lot of tanks, a lot of armored fighting vehicles, hundreds getting at the ready from what we saw today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "SIDNER",
      "sentences": "Nic Robertson, thank you so much for that.And just, you know, to reiterate, what he's saying is that they are trying to figure out how to do urban warfare within Gaza by using -- this is just very interesting -- by using sort of makeshift -- a makeshift set, if you will, to give them some sense of how they're going to go about doing that. But in any war anywhere, there are always civilian casualties. It is almost in a place like Gaza, especially unavoidable -- Dana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BASH",
      "sentences": "Thank you, Sara.And as Israel is preparing for that ground incursion, there are millions of civilians stuck in the conflict zone. Israel's president spoke with CNN's Wolf Blitzer, for his first one on one interview in the US since Hamas attacked Israel. He said that Israel is working to help civilians in Gaza get to a safe zone. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Israel as ordering as you know, more than a million Palestinian residents of Northern Gaza to immediately leave their homes and move south. But in the past 24 hours alone, some 300 people were killed, most of them women and children.What do you say to your critics who insist that Israel should be doing much more to protect innocent civilians in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:16",
      "speaker": "BLITZER",
      "sentences": "Israel, of course, blames Hamas for the suffering of these Palestinian civilians in Gaza. But as you know, Israel controls Gaza's borders, and has been blockading the Gaza Strip since 2007 when it left Gaza.You say you want to minimize Palestinian civilian casualties, but at the same time, Israel has cut off food, electricity, water, and fuel into Gaza. I understand by the way, that water has been turned back to parts of Gaza earlier today. But the United Nations put it this way, Gaza already is a, in their words a \"hellhole\" and is now on the brink of collapse, their words. Won't these latest moves increase the death toll of Palestinian civilians and children in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:16",
      "speaker": "HERZOG",
      "sentences": "So we are monitoring the humanitarian situation in Gaza on an hourly basis. We are following all the facts. For example, seven percent of the water only in Gaza are under Israel response, and the responsibility lies fully with Hamas. There's a lot of distortion in the facts.Yes, I realize there's a lot of pain. But, let's look at the picture, honestly, at the picture. Something terrible happened, unprecedented in human history in modern times. You mentioned it yourself, since the Holocaust. There hasn't been such a huge number of Jews being killed in one day. This cannot go on. How would anybody continue to live side by side? How could anybody moved to peace side by side when our homes are bombarded? Our families are killed? When we are tortured and abducted? How could we go on like that? You have -- we have the full right for self-defense. That means going in, uprooting them out, and enabling a new future for that region. For that, it takes a process that is painful, but will be under the supervision of all the humanitarian needs of the people of Gaza. Moreover than that, I repeat again and again, there is going to be a humanitarian safe zone for the people of Gaza. We are working with the UN agencies and everybody else. The ones who are stopping it all is Hamas, simply. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:16",
      "speaker": "BASH",
      "sentences": "The UN says Gaza is becoming a \"hellhole\" on the brink of collapse, that after Israel's barrage of airstrikes in response to Hamas' terror attack savagely killing more than 1,000 innocent civilians and Hamas is telling its own Palestinian civilians, not to go anywhere.Joining me now is staff writer for \"The New Yorker,\" Susan Glasser and CNN national security analyst, Carrie Cordero. Susan, you have reported from the region before. You understand how Hamas operates, not just when you're talking about what we've seen, which you've never seen, because nobody's ever witnessed the kind of savage attack from eight days ago. But what I mean is how it operates inside Gaza, and how it uses innocent Palestinian civilians. What is your sense of what is going on right now as so many hundreds of thousands north of that are trying to figure out to stay or go and if they go, how does that even work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:16",
      "speaker": "SUSAN GLASSER, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "Well, that's exactly right, Dana. I've been asking that question, as I know, so many people have. Where is there even for people to go at this point? Israel has issued this evacuation order, a demand really, said that if you don't leave the northern part of Gaza, essentially, it's going to become some kind of a free far war zone.And yet, you know, that's clearly not an organized evacuation that's taking place. It does appear that Hamas, which has embedded itself in the civilian infrastructure of Gaza for years in order to make -- increase the costs for Israel of any kind of effort at retaliation. Clearly, Hamas is reluctant for these people to go and again, nobody -- it's just a complete power vacuum, and so that's a big question. How can you guarantee the safety of civilians as we've heard, Israeli leaders say that they want to do, but who is actually in charge of doing that is the big question. Why have these border crossings not been open for days? The US has been in talks with Egypt about opening that border. Secretary of State Tony Blinken addressed that earlier today, but it is still not clear even after all of that diplomacy, that even foreign nationals are going to be let out. Never mind, you know, just the actual Palestinian residents of Gaza. So it's a grim situation, it seems to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:11",
      "speaker": "CARRIE CORDERO, CNN LEGAL AND NATIONAL SECURITY ANALYST",
      "sentences": "Well, they're going to continue, the secretary of State and American diplomats are going to continue to work on that issue, both with the Egyptian government and with all of the other countries in the region through which there is an open dialogue to try to potentially place pressure on Egypt to open that to be able to enable some passage through that that area.Of course, Egypt has its own interests at stake. And so we have to keep in mind that each of the countries in that region has their own interest at stake, and even though there is a humanitarian issue here, they are going to put their own national security interests first. But it also does highlight the fact that America's interest, and the secretary of State's objectives in working on this issue, pertain first to Israel and our support to Israel to be able to help it defend itself against this terrible attack and the terrorist organization that perpetrated it; two, our interests pertaining to supporting Israel as the only democracy in the region; and three, there are American lives at stake and the last count that I saw was over 29 Americans were killed in the attack itself, and there remain Americans who are at risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:11",
      "speaker": "BASH",
      "sentences": "So you mentioned Americans who are believed to be held hostage inside Gaza, taken, forcibly taken brutally so from the Israeli side of the border over to Gaza. That is what the belief is.Jake Tapper spoke with the Biden National Security adviser, Jake Sullivan about that this morning. Listen to what Jake Sullivan said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:11",
      "speaker": "JAKE SULLIVAN, WHITE HOUSE NATIONAL SECURITY ADVISER",
      "sentences": "We know there are 15 unaccounted for Americans, but we cannot confirm the precise number of American hostages being held by Hamas at this time. All we can do is to continue to work closely with the Israeli government on hostage recovery options, which we are doing, and then work through third countries to see if there are avenues for release.Those efforts are underway. Our hope is that they can produce results. We will continue to stay focused on this. It's as high a priority as the president has. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:11",
      "speaker": "BASH",
      "sentences": "Susan, that last part, working through third party, third countries. That's a big part of what the US secretary of State has been doing on this trip through the Middle East, isn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:11",
      "speaker": "GLASSER",
      "sentences": "Yes,  that's right. I mean, you know, the secretary of State said that he had been in six countries, aside from Israel. He has traveled around through many of the US partners in the Gulf, as well as Jordan, Egypt. He is returning to Israel on Monday to meet again with Prime Minister Netanyahu.You know, there is this sort of an eerie silence at this point, Dana, about the fate of these hostages. We don't even have a firm number, of course, of how many were taken. It's already been more than a week. I've just been thinking with a real amount of horror at what has happened to these young, young children and old people who've been taken more than eight days in captivity, if they're still alive. The urgency of this crisis only increases it seems as time goes by as far as what options there really are. Hamas has maintained contacts, extensive contacts, in places like Qatar, around the region, in recent years, so there are interlocutors that the US can use to try to get messages directly to Hamas. But of course, they are hampered because it's Israel who will be in the end making the military decisions and taking action on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:11",
      "speaker": "BASH",
      "sentences": "And there's even a more fundamental problem or challenge that Jake Sullivan referred to there, Carrie, which is that the US government doesn't even have a full handle on how many Americans are inside Gaza and who they are.How do you get out hostages if you don't know that they exist. It's hard enough if you do know they exist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:11",
      "speaker": "CORDERO",
      "sentences": "Yes, there is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:11",
      "speaker": "BASH",
      "sentences": "Oh, we just lost Carrie there, Susan -- oh, there's Carrie.Carrie, you're back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:14",
      "speaker": "BASH",
      "sentences": "Yes, I mean, that's an entirely different and critically important conversation that will be had and is already being had about the vaunted Israeli intelligence and what happened there and I'm sure you are each talking to people is in Israel as I am that the mourning and the sadness is really coupled with the anger about how this happened. Israeli government officials just keep saying we'll deal with that later, let's first deal with Hamas.Thank you both. Looking forward to talk to you -- talking to you again and your incredible expertise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:14",
      "speaker": "CORDERO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:34",
      "speaker": "SIDNER",
      "sentences": "Right now, the US is holding off on getting directly involved in the war in Israel. Instead, it is making sure two of its most powerful Navy ships are in the Mediterranean Sea, in an effort to ward off other groups from joining into the war, note, Hezbollah in Lebanon, but it's not ruling out sending troops over to get American hostages out of Gaza.With us right now is CNN Jerusalem correspondent, Hadas Gold. Can you give us some sense of what might be the tipping point for potentially deploying troops? Something we have not heard at all in other incursions, for example, in Ukraine, but in this instance, something very specific to try and help save the hostages that had been taken by Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:34",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "Yes, it is possible we would see it, but I think that would be a very major moment in history and a very major moment in this relationship.Listen, the Israeli and American militaries work very, very closely together. They are constantly exercising together. In fact, just a few months ago, I was on the USS George HW Bush, a carrier ship for the largest joint Israeli-American exercise in history that was meant to send a very, very clear message to Iran, that's obviously being sent right now. I don't think we've ever been closer to seeing this joint military relationship be tested and possibly exhibited than where we are today. Now, as you noted, the US has never gotten fully involved, even in 2006 with the Lebanon War, in previous wars. The US has never sent, you know, full troops on the ground. They're always more just providing support. Right now, they are providing support in terms of munitions, in terms of having those carrier ships off the coast. Israel is very pleased to have those ships sitting off the coast, sitting off the Mediterranean to send a very clear message to Hezbollah, a very clear message to Iran, a very clear message also to elements in Syria as well, we can't forget, about possibly getting involved. But if the United States gets involved, whether by intention, whether by potentially no accident, something happens that causes something to blow up, that could completely change the region into potentially a much broader conflict than what we've seen before. And as of right now, it doesn't seem as though that's the direction either the United States or maybe even really Israel wants to go towards and right now, the United States is letting Israel take the lead, including with these hostages, even though some of these hostages have American citizenship as well -- Sara. SIDNER: I have to just say just quickly, Hadas, that it is extraordinary, just to hear that the United States is considering sending troops on the ground, and in particular, for the hostages in a very, very, very difficult -- what would be a very difficult operation, because Hamas, as you know, does not easily give up hostages. The last time I remember, a hostage being released from Gaza, it took five-and-a-half years and that was Gilad Shalit, someone who was in the IDF and had been captured, a very, very, very long time. Others had been killed, some people had been there for nine years. This is extraordinary to hear this. Is that how you feel when you hear the possibility of US troops on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:34",
      "speaker": "GOLD",
      "sentences": "Absolutely extraordinary, but this is an extraordinary situation. As you know, Gilad Shalit was a single Israeli soldier, so a soldier, not a civilian, who was later than exchanged for more than a thousand Palestinian prisoners.Right now, we're talking about civilians, we're talking about babies, we're talking about the elderly. So unprecedent situation might mean an unprecedented potential solution. That could potentially involve, you know, a very small Special Ops American forces who will be on the ground supporting the Israelis, maybe even something we don't necessarily know, publicly, but that could be the sport that might be needed. Because again, unprecedent situation. You have civilians, babies, children, elderly, most likely in these Hamas tunnels underground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:16",
      "speaker": "SIDNER",
      "sentences": "Yes, I've got to tell you, it blew my mind a little bit just to hear -- just to hear it, never mind the possibility of it actually happening, it shows you that the relationship between the two countries and the extraordinary situation we find ourselves in.I do want to ask you about what it might mean, if that were to happen. Would that bring in an excuse for Iran, for example, to respond, an excuse for Iran-backed Hezbollah, who is already firing rockets on the northern border into Israel to respond in a different way. What are your thoughts there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:16",
      "speaker": "PITTARD",
      "sentences": "Well, Iran is always looking for an excuse. I mean, Iran, I think has already claimed that if Israel attacks in the Gaza, that they may take action. And so this would not be any different.But what the powerful US carrier strike groups are doing with having two of them there in the Eastern Mediterranean is sending a distinct message to potential adversaries like Iran or Syria or Hezbollah, to stay out or the power of the US military may be a part of this situation. So Iran does not want to take on the US, in this case. The fight itself with the Israeli Defense Forces going to Gaza and I've been to Gaza myself, it's densely populated. It is going to be a very, very difficult and complex urban fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:41",
      "speaker": "BASH",
      "sentences": "Significant ground operations are expected soon as Israeli troops are amassing at the Gaza border. Israel's president told Wolf Blitzer earlier that they are trying to allow civilians in Gaza to get to safe zones.Joining me now to talk about that and what he has seen is Ben, he's an American born IDF reservist originally from Los Angeles how has been living in Israel for the last six years, and we're just going to call you, Ben and tell our viewers that you are near the border. I want you to have the opportunity to explain what happened about a week ago, when you and your fellow IDF soldiers went to Kfar Aza and saw what happened there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:41",
      "speaker": "BEN, AMERICAN BORN IDF RESERVIST",
      "sentences": "Yes, first of all, thank you so much for having me, Dana.Yes, last week, when we arrived, we are moving around quite a bit, but when we did arrive at Kfar Aza, then we initially were waiting for hours of what to do, where to move, where to even sleep and the first thing that we saw were just ambulances and large 18-wheeler trucks, and they were moving. They were processing the bodies from -- dead body bags from the ambulances into the big trucks. And so after each body bag that went into the truck, we would say the mourner's prayer, and this went on for about an hour-and-a-half or so. And immediately after, after the last body bag was loaded, we all broke out into the Hatikvah, the Israeli national anthem, which translates to \"The Hope.\" And you know, we looked over at my fellow comrades, and we all had tears in our eyes, but it gave us a feeling of you know, we know why we're here what we're doing. And we have a -- we have a mission, you know, it's truly one of the darkest days in Israeli history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:41",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:41",
      "speaker": "BEN",
      "sentences": "And, you know, the day with the most murdered Israelis, the most murdered Jews since the Holocaust. So we know what we're doing, we have a very clear mission ahead of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:13",
      "speaker": "BEN",
      "sentences": "Yes, well, I mean, our mission right now is to eliminate Hamas, to make sure that Hamas can never do something like this ever again. I'm just a staff sergeant, you know, I'm not sitting in the War Room, the operational rooms making those big decisions, so I can't really speak to that.However, you know, being an American and an Israeli, knowing, you know, wear both of these hats at the same time. It's personal for me on all levels. And, you know, we have our mission of making sure that this can never happen, and I'm a reservist, you know, I have my daily life, I have my dog, my family, and my girlfriend, you know, my job. We didn't plan on having this happen, but if we don't come, then what we saw happen in the Gaza border communities would happen to all throughout Israel if we don't rise to action, and it was also very clear, you know, we are very clear what our mission is. We found the orders on the bodies of Hamas terrorists that were taken out here, and their mission was very clear as well, to hunt and kill everything that moves. And what we saw and you know, the pictures that you showed on the broadcast here are pictures that I took, in our couple of days in the community, that you know, that's proof of it, that they used complete barbarism and savagery that this massacre that took place. And you know, they took a few chess pieces with them, and we have to get them back, but we -- it's just as an American, I just want to say also that, you know, it warms my heart knowing how close our two countries are, and the support that we've received from the United States, from the president, knowing that our brothers and sisters in America are standing by our side at all costs if this is going to turn into something larger than what it already is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:13",
      "speaker": "BASH",
      "sentences": "Ben, thank you so much for taking the time to talk to us. Thank you so much for sharing the horrific story and what you saw that will no doubt be etched in your mind and for explaining in your words why you fight as an American and as an Israeli.Take care, Ben.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:19",
      "speaker": "SIDNER",
      "sentences": "Within Gaza, a humanitarian crisis is worsening by the hour. Israel's prime minister has told CNN now that water is being restored in southern Gaza, but Gaza officials say they can't get the water running without power, which they do not have because fuel is also not allowed into Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:19",
      "speaker": "BASH",
      "sentences": "Right, and Sara, Israeli officials say that that power is not there because Hamas, which is supposed to be leadership in Gaza, they bombed the supply lines there, and we are trying to get more information about that.But meanwhile, what is very clear is that deaths are adding up. We want to warn you that the next videos you're going to see are graphic, and maybe much too disturbing to some of you. Mourners in Gaza pray over the bodies of those killed. The death toll in Gaza has risen according to officials there to 2,600 people, and you see the people in Gaza, recovering the body of a child from underneath the rubble of a collapsed building following an Israeli airstrike. Now we're working to find out if that child is dead or alive, regardless what you are seeing there is the result of a response from Israel after Hamas terrorists went into Israel and brutally killed civilians there. CNN's Scott McLean has more, but again, we want to continue to warn you, the images you're going to see are quite graphic. (BEGIN VIDEOTAPE) SCOTT MCLEAN, CNN CORRESPONDENT (voice over): This is the frantic scene outside a hospital in the city of Deir al Balah. Constant wail of sirens and a steady stream of children carried desperately inside, some bandaged, some seeming alert, others not moving at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Is this a target? Is this a real target for Israel?(UNIDENTIFIED MALE praying in foreign language.) MCLEAN (voice over): On Sunday, people in that same city gathered to pray over bodies, wrapped in white and loaded onto a flatbed truck. Deir al Balah located south of the evacuation line declared by Israel and Gaza was hit again on Sunday. Afterwards heavy machine shift the slabs of concrete, hoping perhaps in vain to find survivors. UNIDENTIFIED MALE (through translator): There were women or children, children, children. MCLEAN (voice over): Across Gaza, Israel says it hit more than 100 military targets overnight and more on Sunday. In the aftermath of each, people rushed to frantically find victims never far from danger. This video from Gaza City shows the sheer chaos as distraught men, women, and children try to figure out what to do and where to go next. UNIDENTIFIED MALE (through translator): It is as you can see destruction. Destruction. They are destroying us. MCLEAN (voice over): Even hospitals like this children's hospital had been told to evacuate from Northern Gaza, but with newborn babies and children on ventilators, doctors say they can't. UNIDENTIFIED MALE (through translator): Where will these children go? They're on ventilators and it is not possible to move them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:15",
      "speaker": "LERNER",
      "sentences": "The IDF and the Defense Ministry arm are engaged with the international community to try and facilitate various different things. You know, I think we need to leave -- I speak on behalf of the IDF, so we are deeply involved in the combat. We are the warriors, we need to leave the diplomacy for the diplomats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:15",
      "speaker": "MCLEAN",
      "sentences": "In just eight days, the death toll in Gaza has already surpassed the number of people killed in the 2014 conflict, which lasted 51 days, and with an Israeli ground invasion looming and supplies running low, there is little hope that things will soon get better for the people of Gaza.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:15",
      "speaker": "MCLEAN",
      "sentences": "And on the water situations, Sara, as of this morning, there was no working water in Southern Gaza, people were still filling jerrycans from trucks wherever they could find them. The UN was warning some people were so desperate they were drinking water from wells meant for agriculture, raising obvious concerns about waterborne diseases.Obviously, the Israelis have said that the water is back on in Southern Israel. The Gaza Water Authority says it's not going to work unless we have fuel or electricity and right now, we have neither. The World Food Programme also says they can't get anything in or out. They are running out of food and it says very plainly that people will starve, civilians will starve in Gaza if it cannot help them -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SIDNER",
      "sentences": "As the war rages on, hospitals are taking on more patients.In Israel, the Sheba Medical Center has taken over 200 casualties, including of course some soldiers and dozens remain now in intensive care units. Here with me now is the director of the International Division of Sheba Medical Center in Israel, Dr. Yoel Har-Even. Thank you so much, Doctor. I know you are exhausted and very busy along with your staff. Can you give me some sense how you would describe the challenges that you all are facing providing care to the wounded? DR. YOEL HAR-EVEN, DIRECTOR OF THE INTERNATIONAL DIVISION OF SHEBA MEDICAL CENTER IN ISRAEL: So good evening, Sara and good afternoon to the audience. Right now, Sheba hospital center accepted more than 250 casualties, I would say half of them civilians, half of them military servicemen, which 70 percent -- 75 percent of them are in critical condition and some are the wounded. The main challenges that we are right now is that we need to deal with the situation of the casualties, which are -- some of them are extremely wounded, but also taking care of their families and their siblings that stay beside them and support them. They have been through in the last week some horrific time, terrible time. They themselves have threatened to their life and now they need to support their family members that are lying on in ICUs in critical beds and supporting their boys, girls, family members.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SIDNER",
      "sentences": "Doctor, can you tell me what some of the injuries are? Is it all from gunshot wounds? Is that mostly what you are seeing there?HAR-EVEN: The nature of the violence that happened last Shabbat mostly is gunshots from a very near proximity, few meters, even less. We see also some shrapnel from the grenades that the terrorists throw on shelters. And unfortunately, some of the casualties are suffering from severe burns. I'll say some of the families in the shelters were cooked to death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SIDNER",
      "sentences": "From the heat, from the explosion of the of the grenade, that is -- that is just horrifying. Given your --HAR-EVEN: They put fire in their houses, they took the tires from -- the flat tires from the cars, put them on fire and make smoke and heat in those apartments and some of them were chopped to death, because of the smoke, some of them are burned completely and now we need to take care of those burns. We have small babies, those, and fortunately, Sheba is ready to take care of such casualties, but this is a big challenge for us in the next -- and for them in the next coming days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SIDNER",
      "sentences": "It is a horrible, first of all, way to die and second of all, injuries when there are burns involved. I just want to lastly ask you no, you are a doctor obviously. Your first order of duty is to do no harm. But you also are in Israel, you have someone who is in the IDF in your family. How difficult is this for you as a human being to see the carnage that you have been seeing from your fellow countrymen and women?HAR-EVEN: Look, I served 28 years in the Army in the battalion aid station until the -- the headquarters -- my two boys right now are in the Army. I was dreaming that one day, when they would grow up, there is no need for Army in Israel. Unfortunately, the history and the current situation show us that we need still to defend ourselves. As a professional, it's very hard to take those visions, the brutal and the animal behavior of our enemy. And as much as I can say, we are trying to be different. We are trying to do it in a moral way, as human beings as Jewish people and Israelis, again, it's still horrifying views to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SIDNER",
      "sentences": "You're speaking as a former soldier and now as a doctor who has two sons that are serving in the military in what is officially a war that has been declared by Israel now.Dr. Yoel Har-Even, thank you so much for the work that you're doing to try and heal the people who have been so badly injured. I appreciate your time, sir. HAR-EVEN: Thank you, Sara. Thank you. Good evening.",
      "isLastSentenceInterrupted": false
    }
  ]
}