{
  "date": "2023-05-02",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "White House: Russia Has Suffered More Than 100,000 Casualties Since December; Hunter Biden Ordered To Disclose More Finances In Paternity Case; Speaker McCarthy Agrees To Meet At White House On Debt Ceiling. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "And then, of course, when it comes to preventing climate change itself, she says that what the rich nations especially need to commit to is to help the entire world, but especially poorer nations, to also move faster to renewables.And, of course, one of the things, Christine, that's always an issue with conferences like this one or the COP 28 that's going to happen later this year is that there is often a lot of pledges but there's very little in the way of tangible results that then follow in many cases. And this is somewhere where the German foreign minister says she believes that for renewable energies around the world there need to be real tangible results and there need to be benchmarks that need to be met. Now, of course, the real goal of the world's community if you will -- of conferences like this one and conferences like the one that's going to be happening later this year is to try and prevent climate change from exceeding more than 1.5 degrees Celsius. And right now, quite frankly, scientists say, the Germans have said today -- the German foreign minister has said and the UAE says as well the world is not meeting that. There are, of course, a lot of droughts here in Europe. One of the things folk were alluding to is a massive drought that's happening in southern Europe, especially in Spain. So certainly, a lot of urgency here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "CHRISTINE ROMANS, CNN EARLY START HOST",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "PLEITGEN",
      "sentences": "-- and certainly, a lot of urgency also being projected from the populations in Europe and, of course, as we know, in the U.S. as well, Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "ROMANS",
      "sentences": "Yes, indeed.All right, Fred Pleitgen. Thanks for covering that for us. We'll talk soon. All right, the Biden administration estimating Russian forces have suffered more than 100,000 casualties in Ukraine since December. That's troops killed or wounded. The White House says Russia has exhausted its military stockpiles and its armed forces, and that number is a stunning key signal that Moscow's effort has backfired. CNN's Scott McLean live in London with more. Scott, how is Russia responding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Good morning, Christine.Yes -- so far, there has not been an official response from the Russians. But we should take these numbers with somewhat of a grain of salt because, of course, neither side wants to put out their official casualty counts. And this is an estimate based on U.S. intelligence but we don't know what kind or how reliable that might be. But what's interesting here is that the U.S. says that nearly half of the 100,000 dead or wounded since December on the Russian side have been part of the Wagner mercenary group that we know has been doing much of the fighting in the bloody battle for Bakhmut. We also know that sometimes they are ill-equipped and poorly trained when they're actually sent out to the front lines. There's also a comical gap between this U.S. estimate and what Wagner is saying officially, which is that they've only had 94 casualties. The U.S. also says that it's not going to release its Ukrainian casualty estimate because it doesn't want to do anything that may make things harder for the Ukrainians. Now, the Ukrainians have also not acknowledged an explosion that took place on Russian soil yesterday involving a train that the governor of the Bryansk region says was carrying oil and construction supplies. Bryansk is on the border with Ukraine and there's been a lot of back- and-forth in that area as of late. We know that the governor said that just overnight there was Ukrainian shelling there. Over the weekend he said that there was shelling that killed four civilians. And the Ukrainians, for their part, say that there have been drone strikes on Kyiv originating from Bryansk. And they also, less than two months ago, said that they launched their own drone strike on that region -- something that is an extremely rare admission. Because as we know, there have been plenty of mysterious explosions on Russian soil since the outset of the war but Ukraine typically doesn't acknowledge any of them. And in cases like this, both sides kind of have somewhat of an incentive to downplay it because the Ukrainians don't want to provoke a response from the Russians and, of course, the Russians are reluctant to concede to their own population that there is war taking place on their own soil, Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:01",
      "speaker": "ROMANS",
      "sentences": "All right, to sports now.James Harden puts on a vintage performance to lead the 76ers to an upset win over the Celtics in game one of their playoff series. Andy Scholes has this morning's Bleacher Report. Hey, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:01",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Yes, good morning, Christine.So a lot of people were counting the Sixers out in game one without Joel Embiid who is out with a knee injury. This Celtics, 10-point favorites last night. But James Harden just looking like the Harden from five years ago. Fourth quarter here, he's got to cross over Jaylen Brown to take it in for the lay-in. Now this game was back and forth late. Under six to go, Harden here -- the three. He made seven of them in the game -- the big one coming in the final seconds. The Celtics up one. Harden going to hit the step-back on Al Horford -- nails it. Harden tying a playoff career-high with 45 points as the Sixers stun the Celtics in game one 119-115. (BEGIN VIDEO CLIP) JAMES HARDEN, PHILADELPHIA 76ERS GUARD:  I work on that shot every day. Whether it go in or don't, I've got the confidence to shoot it. So just stay with my shot and follow through, and it went in. We're just a resilient team and we going without Joel. We've got the confidence to come here and win games and we've been doing it all year long, so it's a good one for us. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:01",
      "speaker": "SCHOLES",
      "sentences": "All right, the Nuggets and Suns, meanwhile, playing a low- scoring affair in game two of their series. Denver entered the fourth quarter trailing but that's when two-time reigning MVP Nikola Jokic just took over. Jokic pouring in 39 points to go along with 16 rebounds. The Nuggets outscored the Suns by 13 in the final quarter to get the win 97-87 to take a 2-0 lead in that series.Now, the NBA is going to make the MVP announcement tonight at 7:00 Eastern on TNT. It's expected to be either Jokic or Joel Embiid. Then we've got game two between the Knicks and the Heat. Then one of the most anticipated second-round series ever -- Warriors versus Lakers. And Steph Curry and LeBron -- they both have four titles. They've squared off against each other four times in the finals but never in a playoff series. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:01",
      "speaker": "DRAYMONG GREEN, GOLDEN STATE WARRIORS GUARD",
      "sentences": "It's like it's goosebumps, man. Like, you -- this is what you prepare for -- for these moments. And this series against the Lakers is going to be epic. You've got Steph, you've got Bron doing it all over again. We've never played against the Lakers in a playoff series. We get to experience that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "-- and her husband there, Christine, as baby number two is on the way",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "ROMANS",
      "sentences": "That's amazing. The best work is yet to come, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "ROMANS",
      "sentences": "Nice stuff there.OK, thanks so much. Nice to see you, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "ROMANS",
      "sentences": "Coming up on \"CNN THIS MORNING\" President Biden's plan to meet with Republicans on the debt limit. What the White House says he wants to tell them.And next, right here, the iconic American company that just admitted robots are coming for your job. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:11",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:11",
      "speaker": "MCBRIDE",
      "sentences": "-- that x date. So a lot of concern out there for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:11",
      "speaker": "ROMANS",
      "sentences": "And the irony -- the irony of that is that it added to the cost of financing all that debt by fighting over all that debt. I mean, the thing that they wanted to prevent in the first place. So it's just -- it's all a very, very dangerous game all around, the politics of it aside.Let's talk about the FDIC. We learned that the FDIC wants to raise or eliminate the insurance limit for -- specifically, for some businesses, right? I mean, let's think about that. Part of the problem in the banking sector recently has been a lot of these people and companies who have more than $250,000 in a bank account -- now they're worried they might not have that money if a bank fails. Is that a good idea, maybe, to raise that insurance limit? Would that help calm the banking sector, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:11",
      "speaker": "MCBRIDE",
      "sentences": "Yes, I think it would. I mean, this trail has been blazed. They had a very similar program in effect in the days following the financial crisis from about 2010 to 2012 where there was unlimited insurance on non-interest-bearing accounts. And so that aimed directly at those small accounts where they may have hundreds of thousands or even millions of dollars that they need just for operations but having the assurance that money was fully protected.So that trail has been blazed. Frankly, I'm kind of surprised that hasn't been rolled out already given the turmoil we've seen over the last six weeks or so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:11",
      "speaker": "ROMANS",
      "sentences": "We saw JPMorgan Chase -- a megabank now, just truly a megabank -- absorb First Republic. The JPMorgan CEO says the banking system is sound. But we have the Fed that's likely to raise interest rates again this week and it's Fed rate hikes that kind of got us here.What do you make about this moment in banking? Is the worst behind us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:11",
      "speaker": "MCBRIDE",
      "sentences": "Well, I mean, in terms of the turmoil, I think yes, the worst is behind us. However, there will be other ramifications and fallout from the sharpest rising interest rates in 40 years. It may not come in banking. It may be in commercial lending. There could be hedge funds out there that are positioned for something to zig when it actually zags.So there will be other fallout that we see and there will be other bank failures. Hopefully, they won't be the sizable significant bank failures we've seen over the last couple of months. But when interest rates go up at the fastest pace in 40 years that's going to catch a lot of people off sides and that -- we're kind of seeing the impacts of that now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:11",
      "speaker": "ROMANS",
      "sentences": "Absolutely.All right, Greg McBride of Bankrate.com. Thanks so much. Nice to see you this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:11",
      "speaker": "MCBRIDE",
      "sentences": "Thank you, Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:15",
      "speaker": "ROMANS",
      "sentences": "All right. Our top of the morning, the top books this week on Amazon.\"Spare,\" by Prince Harry, is number one on the non-fiction most-read list. His father becomes King Charles III on Saturday. Number two, \"Outlive: The Science &amp; Art of Longevity\" by Peter Attia, MD. Number three, James Clear's \"Atomic Habits: An Easy &amp; Proven Way to Build Good Habits &amp; Break Bad Ones.\" All right, Aerosmith is getting back in the saddle for the last time. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:15",
      "speaker": "AEROSMITH, ROCK BAND",
      "sentences": "Singing \"Sweet Emotion.\"(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}