{
  "date": "2023-03-24",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump's Exec Privilege Claim Rejected, Meadows Ordered To Testify; U.S. Launches Airstrikes After Drone Attack On Troops In Syria. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "Yes. And now we will see a lot of questions around well, how this changes the former president's exposure. Michael Moore, thank you so much for your expertise in this. We appreciate it.And that does it for me. Don't go anywhere, though. We have much more on our breaking news right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "Hello, and welcome to the CNN NEWSROOM. I'm Boris Sanchez.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JESSICA DEAN, CNN ANCHOR",
      "sentences": "Hi, everyone. Boris, great to be with you. I'm Jessica Dean.And we begin with breaking details. Another major legal blow to former President Donald Trump. On the day his attorney had to testify before a federal grand jury in one case, we're learning in a separate case, his former top administration aides have now been ordered to testify. And that includes his past White House Chief of Staff, Mark Meadows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Now, this specific investigation is the federal criminal probe into Donald Trump's efforts to overturn the 2020 election loss. CNN's senior crime and justice reporter Katelyn Polantz is with us live standing outside of the Department of Justice on a rainy day. Katelyn, tell us so much about this development, the claim of executive privilege by the former president thrown out by this judge.KATELYN POLANTZ, CNN SENIOR CRIME &amp; JUSTICE REPORTER: Right. So, this is another attempt to where Donald Trump was coming into court secretly, behind closed doors, and trying to say that people around him should not be answering questions about his direct communications with him. In this situation, it would be a claim of presidential confidentiality or executive privilege. And we do know that there are several different people who were top aides around him even a cabinet member at the time around January 6 where he was trying to block them from answering questions. And the federal judge, Beryl Howell, who was the chief judge of this court until last week, one of her last rulings was striking this down, just deciding that no, he wasn't going to be able to make these sorts of claims and block people from answering additional questions about those direct type of conversations. People like Mark Meadows his chief of staff in the White House, John Ratcliffe, the Director of National Intelligence, the National Security Adviser at the time, Robert O'Brien, Ken Cuccinelli, a cabinet member, Homeland Security Official, the Secretary and then two top aides, Stephen Miller, and Dan Scavino. We have been able to confirm all of those people are affected by this. Now, Trump did give a response saying that the prosecutors are continuously stepping far outside the standard norms in attempting to destroy long-standing, long-held constitutionally-based standards here, including around executive privilege. But really in criminal investigations, it is -- it is very often that prosecutors are able to use the grand jury to get answers, even when people try to make claims around the presidency like this. So, this isn't the first time it's happened in this investigation related to January 6, but this would be a pretty big decision from Judge Howell going forward for special counsel Jack Smith.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "DEAN",
      "sentences": "Yes, sure. Thank you, Katelyn. And I also want to talk about a separate case against former President Donald Trump in which his attorney, Evan Corcoran was in court today being forced to testify there. Walk us through that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "POLANTZ",
      "sentences": "Right. Another proceeding behind closed doors. This was the grand jury investigating the handling of classified documents at Mar- a-Lago after Trump left the presidency and possible obstruction of justice. Evan Corcoran, his defense attorney was forced as well by Judge Howell to come back into court and answer additional questions that he did not want to answer about what happened after he and his team received a subpoena from the Justice Department last year saying hand back all of the classified documents that might be at Mar-a-Lago. And then the FBI, of course, did -- went into Mar-a-Lago, found many, many documents, and so there wasn't full compliance with that subpoena right away.And so, that is what we know prosecutors wanted to ask Evan about -- Evan Corcoran about today. We don't know exactly what happened within that grand jury. But now we're going to be watching what the -- what the investigation does from here, do they call in more witnesses or did they get enough from him where they believe they may want to look to charge a case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "DEAN",
      "sentences": "All right, Katelyn, stay with us. We know you'll be getting more details and reporting as the hours go by. Katelyn Polantz, thanks so much.And joining us now is CNN legal analyst Elliot Williams, who helped lead the Justice Department as Deputy Assistant Attorney General. Elliot, it's great to see you. There are so many cases right now and I -- it's hard for all of us to keep straight. I can't imagine if you're watching. It's hard for you to keep straight. [14:05:01] But, Elliot, let's start first with the first one we were talking about, this breaking news that we just got, that in this January 6 investigation that all of these top aides including former President Trump's chief of staff, Mark Meadows will be compelled to testify. What do you make of that development?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Well, it's a significant development, Jessica. So, the way executive privilege operates and works is that the senior aides to the president and the president ought to be entitled to protection around conversations they have with the president when they're doing their jobs. Now, the problem, and I think what a federal judge has recognized here, at least identified here is that some of the -- some communications around January 6 were beyond the scope of just the work of the White House.You're talking about the former president as a candidate, but also perhaps the target or subject of criminal investigations here. And that's why the court was able to find it seems. Again, we haven't seen the opinion. It's under seal. But that's what happens in an executive privilege matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Well, Elliot, this claim from the former president's attorneys of executive privilege over communications and administration that is no longer in office, it's oh, for like, what, like 30 attempts by Trump's lawyers to make this thing stick? Is it that we're not going to see these executive privilege claims anymore, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "WILLIAMS",
      "sentences": "No. I -- yes -- you very well saw me. Now, there's a very strong argument being -- that is made and put forward that. Well, executive privilege rests with the presidency, not an individual president, and that's the proper party to exert executive privilege would be President Biden or the Biden -- or -- you know, or the subsequent president, whoever that may be, whether it's President Biden or another president in the future. But beyond that point, also the nature of the communications, matters.And so, for instance, if a president is a candidate for office and speaking with some of the people around him or her about the candidacy or campaign issues or whatever that may be, those really aren't the work of the White House. And then those would fall into an area that just simply would not be protected under executive privilege. And then again, you get to the point, if people were talking about the possible commission of crimes, those simply aren't going to be protected communications, and I think the courts are beginning to recognize that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "DEAN",
      "sentences": "OK, now, let's move on to the second case. It's also a federal case. This is the one which Evan Corcoran forms -- Trump's attorney has been compelled to testify, which is a very rare thing for an attorney to have to testify potentially, against their own client. And, Elliot, you said that the line that the Trump team has been using is really key. And I want to read it for everybody. Prosecutors only attack lawyers when they have no case whatsoever. Why do you think that's so key, and how would you -- how would you read into that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "WILLIAMS",
      "sentences": "So, we're talking now about attorney-client privilege. I feel like you've -- March 24 is the Privileged Day.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "DEAN",
      "sentences": "Happy Privilege Day, everyone. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "WILLIAMS",
      "sentences": "Happy Privilege Day. But the point is, on -- when we speak about attorney-client privilege, the law protects conversations that attorneys have with their clients with the exception that those conversations can't be used to commit or shield a crime. And it's very, very rare to get behind the attorney-client privilege. This almost never happens anywhere across the United States.Now, the statement of the former president's attorneys -- that -- the president's attorneys that they only attack attorneys -- (INAUDIBLE) that's simply not the case. What you have here was a remarkable scenario, in which a federal court and a federal appeals court both found that there was at least some evidence that statements between the former president and his attorney were either themselves evidence of a crime or use to shield the possible commission of a crime. It doesn't have to be a crime committed by the president himself, merely that there was some crime committed and misstatements related to it. So, it's really a big deal. And I think it's a little bit dismissive of the legal process. And a truly remarkable scenario to say that, well -- yes, you know, all they're doing is attacking attorneys because they have nothing else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SANCHEZ",
      "sentences": "It may also be premature given that we don't know the extent of Corcoran's testimony yet. We'll see where it heads. Elliot Williams, thanks so much for the expertise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "WILLIAMS",
      "sentences": "Thank you. Happy Privilege Day, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, merry Privilege Day, like you said.We want to pivot to major international news now specifically zeroing in on the Middle East and Syria because the U.S. military is striking back after a deadly drone attack killed an American contractor, and wounded five service members. Now, the Pentagon says that an Iranian- made drone struck a base in northeast Syria. An official telling CNN that it was a one-way drone that intentionally crashed into its target.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "DEAN",
      "sentences": "President Biden responded with airstrikes against groups of with Iranian Revolutionary Guard in Syria. What you're looking at is social media video that appears to show the flaming aftermath of the U.S. strikes. I think we're going to go to the Pentagon right now where we're expecting to get a briefing on this. Let's see if we can listen in on that.BRIG. GEN. PAT RYDER, PENTAGON PRESS SECRETARY: In northeast Syria at approximately 1:38 p.m. local time. Secretary Austin at the direction of President Biden authorized U.S. Central Command forces to conduct precision strikes into eastern Syria against facilities used by groups affiliated with Iran's Islamic Revolutionary Guard Corps. The airstrikes were conducted in response to yesterday's attack, as well as a series of recent attacks against coalition forces in Syria by groups affiliated with the IRGC. In terms of air strike details, two U.S. Air Force F-15E fighter aircraft assigned to U.S. Air Force's central and based in the CENTCOM area of responsibility struck two IRGC-affiliated facilities at approximately 7:40 p.m. Eastern Time or 2:40 a.m. local. The facilities were located near Deir ez-Zour in eastern Syria, and we're continuing to assess the outcome of the strikes. Initial indications are that the facilities were destroyed. In regards to any military casualties, we're still assessing. These precision strikes were intended to protect and defend U.S. personnel and the U.S. took proportionate and deliberate action intended to limit the risk of escalation and minimize casualties. As Secretary Austin said in his statement, no group will strike our troops with impunity. Again, Secretary Austin, along with the Department of Defense offers our thoughts and prayers to the family and colleagues of the American contractor who was killed, and with those who are wounded in the attack. Our forces deployed in Syria continue to conduct their important mission in support of the international coalition to ensure the enduring defeat of ISIS. Separately, Secretary Austin and Chairman of the Joint Chiefs of Staff General Milley testified yesterday before the House Appropriations Subcommittee on Defense to discuss the president's fiscal year 2024 budget. Next week, both leaders are scheduled to testify before the Senate Armed Services Committee in the House Armed Services Committee on DoD's budget posture and our future years' defense program. Again, the Secretary and the chairman look forward to working with Congress to provide our service members serving around the world with the resources that they need to accomplish DoD's mission and strengthen America's national security for the 21st century and beyond. Finally, on Wednesday, Secretary Austin unveiled a comprehensive plan aimed at improving the lives of our dedicated military force and their families. The new plan consists of six additional actions that address essential needs in education, childcare, parental leave, and career advancement. The Department of Defense is committed to working with Congress and other stakeholders to ensure the successful implementation of these measures. The plan directs the implementation of the following, universal pre- kindergarten at DOD education activity schools, dependent care flexible spending accounts for servicemembers promoting awareness of new military parental leave benefits, improvements to the exceptional family member program, expanded spouse eligibility for career advancement account financial assistance, and continuing efforts for portability for professional licensees for military families. Secretary Austin and the Department of Defense are dedicated to enhancing the quality of life for our service members and their families through these new measures. The DoD will collaborate with Congress and state partners to ensure the successful implementation and ongoing support of these initiatives. The memorandum and additional information can be found on the DoD website. And with that, I will take your questions. We'll start with AP, Lita Baldor. LOLITA BALDOR, NATIONAL SECURITY &amp; MILITARY REPORTER, THE ASSOCIATED PRESS: Thanks, Pat. A couple of things. One quick clarification in the counter strikes. Do the U.S. hit three or two? Was it three strikes or two strikes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "RYDER",
      "sentences": "To two different facilities, so two strikes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BALDOR",
      "sentences": "Two strikes. OK. And then secondly, can you talk a little bit about the protection at the base where the Iranian drone hit? My understanding is that there was some either lacking protections there. Can you say, whether or not, any of the radars or aerostats or anything that are there either failed or were not operating? Is there adequate protection there now? How did the drone pierce the security of that base? And then I have one follow-up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "BALDOR",
      "sentences": "Just a quick follow-up on the actual situation now. Obviously, the U.S. was struck again, if Green Village was hit again, in response to those the U.S. retaliatory strikes, are things escalating there, can we expect more, is this turning into a far more escalatory situation in Syria for the troops?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "RYDER",
      "sentences": "Sure. And as you highlight this morning at approximately 8In terms of escalation. Look, again, our focus in Syria is on the defeat of ISIS mission. And that will remain our focus. We do not see a conflict with Iran. We don't see escalation with Iran. But the strikes that we took last night were intended to send a very clear message that we will take the protection of our personnel seriously and that we will respond quickly and decisively if they're threatened. (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you, General. I have two questions. So according to the DOD, the intelligence assessment is this UAV to be of Iranian origin, the groups that were targeted by the U.S. or affiliated with the Iranian Revolutionary Guard, one American citizen was killed, six more were injured, do you would -- and the department and Secretary of Defense hold Iran responsible for the death of an American citizen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "RYDER",
      "sentences": "Look, we know that these groups are sponsored by Iran. So, Iran certainly plays a role in terms of ensuring that this type of activity doesn't happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So, is Iran responsible for the death of an American citizen or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "RYDER",
      "sentences": "Look, Iran, certainly, again, back to these groups. And by default, therefore has a responsibility to ensure that they're not contributing to insecurity, instability, but clearly, they continue to do that. Thank you. Jennifer. Let me -- let me go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Just one more question and I then make it quick. So, yesterday, General Kurilla was on the Hill delivering his testimony. According to the DoD statement, the attack happened at 1",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "RYDER",
      "sentences": "Yes, I'd have to refer you to General Kurilla. Thank you. Jennifer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "JENNIFER GRIFFIN, NATIONAL SECURITY CORRESPONDENT, FOX NEWS",
      "sentences": "General Ryder, what kind of drone was this Iranian drone, and how fast was it flying when it came towards the base? And did it in the end, actually crash into the base or did it fire its missiles at the base?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "RYDER",
      "sentences": "Yes. Thanks, Jennifer. So, we're still assessing some of those pieces. I don't have that information to provide other than we are very confident that based on the forensics, based on the intelligence analysis that we've done that it was of Iranian origin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "GRIFFIN",
      "sentences": "Did it crash into the facility or fire a weapon at the facility?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "RYDER",
      "sentences": "It did not fire a weapon to my knowledge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "GRIFFIN",
      "sentences": "So, if you say the radar was working and if you were tracking it and drones don't fly that quickly, how is it that it was able to crash into the base?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "RYDER",
      "sentences": "And -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "GRIFFIN",
      "sentences": "And you say that you're protecting those bases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "RYDER",
      "sentences": "Look. Again, this is a dangerous part of the world. The work that we do is inherently dangerous. That's why you have the military in these types of places conducting these types of operations. We've seen rocket attacks, mortar attacks in the past from these kinds of groups. Again, CENTCOM will do an assessment in terms of the attack. But the fact is that these IRGC-backed groups conducted this attack and unfortunately, we had an American killed. GRIFFIN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "RYDER",
      "sentences": "Again, look, we take a variety of measures to safeguard our people. But again, it's an inherently dangerous place. And again, we'll look into the details of that actual attack. Thank you. We got to Janie (PH).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you, General. I have two questions. North Korea announced that it had conducted their nuclear underwater explosion test and then Kim Jong-un said that he would respond aggressively to the U.S. and South Korea. How will the U.S. react to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:04",
      "speaker": "DEAN",
      "sentences": "And you're watching now this update from the Pentagon on this drone strike by American -- by America. Back with us now, CNN's Natasha Bertrand from the Pentagon. Natasha, what's the latest that you're learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:04",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes. So, a couple of new details that we got from the Pentagon press secretary there, specifically that the fighter jets that carried out this airstrike on these Iranian -- Iran-backed facilities in Syria where two U.S. Air Force F-15E fighter aircraft, and they actually struck two facilities. And we were told earlier today that those facilities were where Iranian proxy groups were housing some munitions, and also used as a base to gather intelligence.Now, we're also told by Ryder there that the Pentagon is still assessing the number of militant casualties that actually resulted from that airstrike. It's unclear how many people actually died there. However, a UK-based human rights monitoring group says that there were at least eight killed as a result of that U.S. Air Strike. But look, there were a lot of questions here about why that couldn't have been --- that U.S. -- that Iranian drone strike could not have been prevented, right, because the point was made that these drones don't move very quickly and that perhaps the base could have taken some measures to try to take it down before it crashed into that facility that was housing U.S. personnel. And the question -- the answer that we got from the Pentagon press secretary there was that they're essentially assessing what happened here. It is his understanding that the radar was all operating pretty correctly. And so, the question now is, what can they do better to mitigate that potential risk in the future? And he did say that U.S. Central Command is carrying out an assessment right now about how they can better protect U.S. troops and personnel stationed there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:04",
      "speaker": "SANCHEZ",
      "sentences": "Only the latest in a round of attacks from these Iranian- backed groups, some 80 drone or rocket attacks on U.S. troops in that region since the beginning of 2021. Natasha Bertrand from the Pentagon, thank you so much.Let's get some perspective now from retired brigadier general Peter Zwack. He's a Wilson Center Global Fellow at the Kennedy Institute. Sir, thank you so much for being with us. And as we noted that statistics, 78 drone or rocket attacks on U.S. troops in that area since 2021. Obviously, there, Brigadier General Pat Ryder asked about the security of these facilities. Look, the focus of the United States from a security perspective, obviously is on Eastern Europe, it's on the Pacific, but is enough being done to protect and fortify our acids in Syria in this fight -- continuing fight against ISIS? BRIG. GEN. PETER ZWACK, (RET) U.S. ARMY: I believe that the forces on the ground force protection in these types of environments I've seen it. It's paramount. And -- but the nature of law, the unpredictability of conflict, it's not perfect. It's not a perfect science, and sometimes missiles or drones will get through. I think that the -- what we would note is that this is in -- when you look at the whole picture, fairly rare but it did happen. 78 attacks apparently over the last few years between Syria and Iraq. And yes-- but I got to believe those ground commanders whose responsibility is paid very, number one is force protection for offensive operations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:04",
      "speaker": "DEAN",
      "sentences": "And, General, we know that Iran often uses these proxy groups to carry out these attacks, which is what apparently reportedly happened here. Help us understand why they do that. Does that allow them to keep their hands clean as it were? We heard that reporters trying to press the general there about if Iran was responsible for this American death, and he didn't quite -- he'd stop short of saying that they were. What do you make of all of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:24",
      "speaker": "DEAN",
      "sentences": "Right. Yes, a lot at play there. Retired Brigadier General Peter Zwack, thank you so much for your analysis there. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:24",
      "speaker": "SWACK",
      "sentences": "(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    }
  ]
}