{
  "date": "2023-01-31",
  "headline": "CNN Newsroom",
  "subHeadline": "Winter Storm Brings Ice, Sleet, Snow To Southern & Central U.S.; Video Contradict Initial Police Report On Tyre Nichols Death; New Video: Trump Deposition In NY Attorney General's Civil Probe. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "Hello everyone. I'm Alisyn Camerota. Welcome to CNN NEWSROOM.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "I'm Victor Blackwell.Right now, an ice storm is sweeping across parts of the southern and central U.S. More than 40 million Americans are under winter weather alerts. And officials warned all this ice could make travel dangerous and lead to power outages. Freezing rain, slick roads are already causing a nightmare for drivers in Texas. Look at this car.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Look at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Cars and trucks just sliding across the highways. Local officials are employing people to stay off the roads. Emergency crews say they've responded to more than 140 traffic accidents in the Dallas Fort Worth area alone, and at least two people have been killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "CAMEROTA",
      "sentences": "And in Arkansas, several big rigs flipped over on their sides after officials say ice made driving there treacherous. You can see that on your screen. The governor declaring a state of emergency there. There's chaos in the skies too. Airlines canceling more than a thousand flights today.Let's go to CNN's Gabe Cohen and CNN's Ed Lavandera. Ed is live for us in Dallas right now. Ed, what are you seeing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Alisyn and Victor, we have seen conditions deteriorate throughout the morning. We had one long stretch of heavy rain -- freezing rain and sleet that fell down here. And that really transformed the way the roadways here in North Texas. Look.And as we've stood here this morning, we've really seen the road conditions worsen. That initial layer of sleet has now really hardened up and has really turned into just thick ice here on the roadways, that's making driving very difficult. But as you can tell from looking out here, millions of people heeding the warnings of staying off the roads, of course, school cancellations across the region as well as office closings as well, that has gone a long way in keeping people off the roadway. But it has been deadly. There's reported one fatality in the Austin, Texas area. And there's a number of people without power, some 5000 or so according to state officials, but that has we are told nothing to do with the power grid here in the state. Those are localized issues of power outages. In fact, state officials are saying that the power grid here in Texas is holding up. Of course, that is a major concern given what happened here two years ago in that winter storm where millions were left without power and several hundred people were killed because of that. But this has been an intense storm that has really transformed here in the last couple of hours. And they're saying that this will last well into tomorrow as well. Victor and Alisyn, back to you, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLACKWELL",
      "sentences": "All right. Ed, thank you. Let's go to Gabe now. Let's look at the airports, the airlines, how bad is it there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:11",
      "speaker": "BLACKWELL",
      "sentences": "Yes, of course. Let's hope it doesn't become that. But there is a national like side eye looking over at Southwest to see what happens after what we've watched for the last several months. Gabe Cohen, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:11",
      "speaker": "CAMEROTA",
      "sentences": "Now to Memphis. The initial police report, it turns out of Tyre Nichols's arrest, does not line up with what we see in the body cam video. The written report does not include how officers repeatedly punched and kicks the 29-year-old unarmed black man and even calls one of the five officers charged in Nichols' killing a \"victim.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:11",
      "speaker": "BLACKWELL",
      "sentences": "More Memphis city employees are now facing consequences. A seventh Memphis police officer has been relieved of duty. Two EMTs and their lieutenant who were all on the scene have been fired from the city's fire department. CNN's Ryan Young is in Memphis. Ryan, let's start with the discrepancies between the videos we've all watched and this police report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:11",
      "speaker": "RYAN YOUNG, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes. In the video that we've all watched, some of us several different times, one of the things we're still checking into is who that seventh officer is. That name has not been released just yet. But as you go through the video, you start seeing some of these discrepancies.One of the first things that stands out it says Nichols was an aggravated assault suspect when officers first arrived. The second part that we noticed is that he was sweating profusely and irate upon exiting the vehicle. And, of course, as you watch that video, you can see that it was officers who actually approached that car with a lot of aggression before he even knew what was going on. The next part is, says that Nichols grabbed detective Martin's gun, we didn't see that in the video. And they say -- listed Martin as a victim. And then it also says that Nichols pulled on officers' duty belts. If you watch that video over and over, you see, sometimes officers holding his arms as he's being hit repeatedly. And then, of course, there's no mention of officers punching, and kicking Nichols at all. In fact, some of those are even captured in the video on audio after the beating occurs. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And he was going for my gun too, so I'm like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He grabbed -- he grabbed one gun (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Look, we got him out of the car and I was hey, bro, you good?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE) almost hit me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He reached for my gun, I slammed him to the car.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:11",
      "speaker": "YOUNG",
      "sentences": "Now, Victor, I have actually been talking to several Memphis police officers and they actually tell me when they are involved in an incident that involves physical force, they have to put that as part of their report. So, that should be a part of it. Of course, we're hoping that the police department which has been so transparent so far, maybe provides us with the entire file so we can go through it. But as I was talking to these officers, they tell me when they do put hands on someone or it gets physical, they usually have to list what use of force they use when they're trying to arrest somebody. And as you can imagine, this has been very difficult for the family. In fact, his brother -- Tyre's brother talked to Don Lemon this morning. And listen to the emotion in his voice, just about what this family has been enduring.(BEGIN VIDEO CLIP) JAMAL DUPREE, TYRE NICHOLS' BROTHER: I hope they meet the same fate as my brother. It's just how I feel, you know. I mean, I don't know what the laws is in Tennessee or whatnot but for me, I believe they deserve the death penalty. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:11",
      "speaker": "YOUNG",
      "sentences": "Yes, you can imagine how tough this is for Tyre's family. We're also told later tonight, there will be a news conference where the family will be talking once again. But, Victor, so many new questions now a part of this case trying to figure out exactly who that seventh officer is, what's going on at the fire department, and there's total review. But now we also have a look into that initial incident report that's leading to so many more questions about exactly what officers said right after this beating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:11",
      "speaker": "BLACKWELL",
      "sentences": "Yes. We'll be talking to a member of the Memphis City Council to try to get some of those answers a little later in the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "VAN TURNER, PRESIDENT, NAACP MEMPHIS",
      "sentences": "It's puzzling. And everyone knew Tyre was in a state where he needed medical attention. As you see in the video, they pulled him up twice and he slumped over twice. Obviously, at that point in time, you knew because of what you had done to him, he was -- medically. he needed assistance, he needed If your aid, and nobody gave him the aid. And one may ask was that as -- you know, was that the worst thing that happened that evening?Because if Tyre, perhaps, been given the aid that he deserved, you know, maybe he couldn't live. But what we saw was the brutalization, the beat down, the kick and the stump, and -- the stomping, and basically, they leave him dead and die. And had those officers intervened, had the leadership intervened, had the EMTs intervened, I think there were two sheriff deputies had they intervened, maybe Tyre will still be alive today. So, it was a failure all around. And they opened -- and the list keeps growing. I mean, we're at --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "CAMEROTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "TURNER",
      "sentences": "We're up to a seventh officer now, there may be more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "CAMEROTA",
      "sentences": "I want to ask you about the police chief because she has been lauded for being transparent and for acting swiftly in this case. But she also was the person who I believe created and certainly oversaw the Scorpion unit, which has now been disbanded. So, do you still have faith in her leadership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "TURNER",
      "sentences": "You know that's a good question. And I believe that's a question that's left open. Obviously, she's done a good job with -- I would be -- she asked for a quick termination. She supported the indictment. She supported and assisted with the release of the video footage. Ben Crump himself said this is the blueprint for how you treat these kinds of cases. I think now since more names are coming out, the question is, why weren't these other officers included when the first five officers came out and were terminated and indicted?So, I think that question is still out there. Certainly, up to this point, she's been transparent, she supported the release of the officers, their termination, and their indictment. And I think that's still an ongoing analysis that we all will have. And some of that is being questioned now because of these two officers, which are now just being revealed. But I think, you know, up to this point as a whole, this has been treated a lot better than what we've seen in other cases where there -- where there has been a delay --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "CAMEROTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "TURNER",
      "sentences": "Of failure to terminate the officers, failure to bring a quick indictment. So, I think, you know, she used to be -- you know, give him positive marks on that aspect of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "CAMEROTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "TURNER",
      "sentences": "But you know, it's still out -- it's still an option as to where this takes us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "CAMEROTA",
      "sentences": "Yes. And I have another question for you. Have you learned of any other excessive force cases or any other victims connected to this Scorpion unit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "TURNER",
      "sentences": "Yes. A couple of days before Tyre Nichols, there was another gentleman that came forward. I think his name was Corey McKinley (PH). I need to go look in my notes again. But he complained of the same treatment, pulled out from his car, held at gunpoint, beat, but he was released. And he was simply going to get pizza. He called the office complaining twice and he never got a response. A few days later, Tyre Nichols is killed.And so that's just one complaint that's come in thus far. There may be others. And so, I'm sure this investigation will reveal what's all out there. There is a culture which allowed the Scorpion unit to feel empowered to do what they did. And I have to admit, the reason that we get here is because of the high crime and the reason that we have the high crime is we've not invested enough into the community to permit the type of crime that we're seeing which require the Scorpion unit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "CAMEROTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "TURNER",
      "sentences": "So, it's a -- it's a multifaceted solution that we have to look at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:07",
      "speaker": "CAMEROTA",
      "sentences": "Definitely. Van Turner, thank you very much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:25",
      "speaker": "CAMEROTA",
      "sentences": "The last time around with George Floyd Policing Act -- Justice in Policing Act, qualified immunity was a sticking point. So, has that been resolved? What's the answer there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:25",
      "speaker": "CLARKE",
      "sentences": "Well, you know, I think that we have to continue to talk. There's no reason for us to stall everything that we can accomplish around protecting our citizens from rogue cops that believe in the inhumanity of others in brutality as a way of exerting their authority. So, you know, qualified immunity is something that we're still very concerned about because of the lack of accountability. However, there are many of the provisions that need to also be examined, and we need to move this legislation forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:25",
      "speaker": "BLACKWELL",
      "sentences": "I want you to listen to Republican Congressman Jim Jordan about what he sees as the limits of legislation. Watch.(BEGIN VIDEO CLIP) REP. JIM JORDAN, (R-OH): Well, I don't know that there's any law that can stop that evil that we saw, that is just -- I mean, just difficult to watch. What strikes me is just the lack of respect for human life. So, I don't know that any law, any training, any reform is going to change. You know, they -- this man was handcuffed, they continued to beat him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:25",
      "speaker": "BLACKWELL",
      "sentences": "There was training for the Memphis Police Department, Congress approved funding for body cams to make it potentially less likely that things like this would happen because officers, they would be aware that there would be cameras, this happened in a residential neighborhood, so what about Jordan's point that some of this you cannot legislate away?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:25",
      "speaker": "CLARKE",
      "sentences": "Yes, absolutely right. But we can hold people accountable. We can make examples of individuals who are rogue cops so that they know from the outset that this is not tolerated anywhere in the United States of America and its territories. So, I don't think we throw in the towel and say, you know, there's nothing we can do to prevent brutality within our civil society. It's a similar argument that we hear around gun violence prevention, right? At the end of the day, lives are at stake, we've got to put everything on the table, and accountability needs to be front and center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:25",
      "speaker": "CAMEROTA",
      "sentences": "But you know, this is -- as I was just talking to Van Turner of the NAACP, this is so much bigger we now know than just rogue cops. There were EMTs who kept walking away -- repeatedly away from Tyre Nichols, instead of rendering aid. There was a fire lieutenant, there were ambulance drivers, there were all sorts of people who didn't intervene, and it's just hard to know what that mindset, that kind of collective mindset was about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:25",
      "speaker": "CLARKE",
      "sentences": "It's dehumanization. And at the end of the day, they're all professionals paid by the tax dollars of the citizenry of this nation, and we have to hold them accountable. When we fail to hold people accountable, we're implicitly sending a signal that it's OK to dehumanize individuals, that you -- we are not going to hold you to the highest standards of your professions as public servants. We can't afford that. And we've got to move forward to hope everyone in this scenario and future scenarios God unfortunately, hoping that they don't occur, but we've got to hold them accountable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:25",
      "speaker": "CAMEROTA",
      "sentences": "Congresswoman Yvette Clarke, thank you very much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:25",
      "speaker": "CLARKE",
      "sentences": "Thank you. BLACKWELL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:23:35",
      "speaker": "BLACKWELL",
      "sentences": "New video has just been released from the August deposition of former President Trump. He was deposed as part of the New York District Attorney's investigation into fraudulent practices at the Trump Organization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:23:35",
      "speaker": "CAMEROTA",
      "sentences": "CNN's Kara Scannell is following this case. So, Kara, tell us what we need to know here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:23:35",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Well, yes. So, we got this from the New York Attorney General's office. That's when Trump gave that deposition last August before they sued him and his three eldest children for $250 million. So, this is the first time we're seeing this deposition. It's a portion of it. It's about 38 minutes. And you may remember that Trump had previously said in the past if you're innocent, why would you ever take the fifth? Well, here's his answer.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:23:35",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Anyone in my position not taking the fifth amendment would be a fool and an absolute fool. One statement or answer that is ever so slightly off -- just ever so slightly, by accident or by mistake such as it was a sunny, beautiful day when actually it was slightly overcast, would be met by law enforcement under the advice of my counsel. And for all of the above reasons, I respectfully declined to answer the questions under the rights and privileges afforded to every citizen under the United States Constitution.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:12",
      "speaker": "CAMEROTA",
      "sentences": "Well, he is the master of saying completely contradictory things as we know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:12",
      "speaker": "BLACKWELL",
      "sentences": "Kara Scannell, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:12",
      "speaker": "CAMEROTA",
      "sentences": "Thanks, Kara.Secretary of State Tony Blinken is wrapping up his high-stakes visit with Israeli and Palestinian leaders. This morning, he met with Palestinian President Mahmoud Abbas in the West Bank. That follows Blinken's talks yesterday with Israeli Prime Minister Benjamin Netanyahu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:12",
      "speaker": "BLACKWELL",
      "sentences": "There has been a sharp escalation of violence between the two sides in just the past week. Now, Secretary Blinken asked senior members of his team to stay in the Middle East to help lower the temperature. CNN's Hadas gold is in Jerusalem. So, what is the big takeaway from the secretary's visit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:12",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, Secretary of State Antony Blinken didn't come with necessarily concrete solutions to the rising violence. I don't think anybody expected him to come with some 10-point plan saying hey guys, fixed it. Here we go.Instead, what he talked about during his press conferences today was that he was there trying to at least restore the calm, give some reassurances that there was at least somebody having a dialogue between the two sides. He did also reiterate the U.S. support for the two-state solution, a state of Palestine, a state of Israel side by side, even though, guys, that prospect seems as far away as ever. Take a listen. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: The United States is committed to working toward our enduring goal of ensuring that Palestinians and Israelis enjoy equal measures of freedom, security, opportunity, justice, and dignity. And it's President Biden's firm conviction that the only way to achieve that goal is through preserving and then realizing the vision of two states for two peoples. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:12",
      "speaker": "GOLD",
      "sentences": "Now, the Secretary of State did acknowledge that the horizon for that two-state solution is shrinking, not expanding. And as you noted, one of the most significant announcements he made is that there are staff staying behind to continue this dialogue.And likely what they're going to be doing is talking to the Palestinian Authority trying to get them to reinstate the security coordination the Palestinian authority cut off in the wake of the violence last week, trying to talk to the Israeli Government, Prime Minister Benjamin Netanyahu, maybe asking him to moderate some of the steps that they are taking in the wake of the violence. But they -- Blinken did say that he's under no illusion that these heightened tensions will be fixed overnight. And what's actually interesting is just in the last few hours, the Palestinian Authority president spokesperson was on CNN International. And when he was asked about the security coordination, he said, look, we're pleased with what the Secretary of State said. We're happy that he has support for the two-state solution and spoke out against things like Israeli settlements in the occupied West Bank. But listen, as it stands right now, we're not going back to the security cooperation. And I do have to say that while the Blinken visit, everyone sees it as important, there is quite a bit of pessimism here that the situation is only going to get worse. guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:12",
      "speaker": "CAMEROTA",
      "sentences": "Really important context for us. Hadas Gold, thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}