{
  "date": "2023-08-11",
  "headline": "CNN This Morning",
  "subHeadline": "Death Toll Rises To 55 As Wildfires Rage In Hawaii; First Hearing Set For Today In Trump's January 6 Criminal Case; GOP Candidates Descend On Iowa State Fair; COVID Variant On The Rise, Hospitalizations Climb. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:14",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "It's been a great week with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "BLACKWELL",
      "sentences": "It's been a very busy week. Good to be with you, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "What a difficult week, especially for Hawaii.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "BLACKWELL",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "A big focus for us all morning. Let's get started with \"Five Things to Know\" for this Friday, August 11.This breaking overnight. That death toll in Hawaii rising to 55 people. Many more are still missing this morning, as survivors say they didn't get proper warning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "BLACKWELL",
      "sentences": "In just a few hours, Donald Trump's legal team will face the federal judge overseeing the 2020 election interference case. This as the special counsel requests an aggressive trial date.Meantime, Trump's 2024 Republican rivals are flocking to Iowa for that annual state fair. Former Vice President Mike Pence is being heckled by some people at the fair as a traitor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "And a new COVID variant grips the country as health experts brace for a surge in the flu and RSV, as well. A viral triple threat threatens America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "BLACKWELL",
      "sentences": "And thousands of hackers are heading to Las Vegas for a chance to win millions of dollars in prizes to crack ChatGPT. The White House is telling them, do your worst.CNN THIS MORNING starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "Well, breaking news this morning, that death toll from the catastrophic set of wildfires across Maui has risen to 55 people. Officials are warning it's expected to increase as search-and-rescue efforts continue.(BEGIN VIDEO CLIP) GOV. JOSH GREEN (D), HAWAII: We are seeing loss of life here. As you know, the number has been rising, and we will continue to see loss of life. It's the largest natural disaster that our state has seen. That's becoming evident quite quickly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "That is the governor of Hawaii, Josh Green. And new this morning, CNN is on the ground in Lahaina. Our crew there captured these aerial shots from a helicopter, and what it shows you is utter devastation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "BLACKWELL",
      "sentences": "The head of FEMA is set to travel to Hawaii today. This now the second deadliest wildfire in recent U.S. history, and it could soon become the deadliest natural disaster in Hawaii's history.Look at this. This is drone video of the long lines of traffic, of cars, people trying to get back into Lahaina. A lot of them, they're wondering if their homes are still standing. Here's CNN's Mike Valerio. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "MIKE VALERIO, CNN NATIONAL CORRESPONDENT",
      "sentences": "Victor and Poppy, good morning.You know, one of the things I think doesn't come through, all the new images that we're seeing, is the pain that people are feeling. With so many of the first responders who are helping evacuees here asking, what will happen to the soul of Lahaina with so much of it gone and so many of its people still missing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "MAYOR RICHARD BISSEN, MAUI COUNTY",
      "sentences": "It's all gone.VALERIO (voice-over): A sobering response from Maui county's mayor, Richard Bissen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "BISSEN",
      "sentences": "None of it's there. It's all burned to the ground.VALERIO (voice-over): And while it's only been a few days that have passed since wildfires lit up the sky in Maui --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You can see fire raining down from the sky, and all of a sudden, things are igniting everywhere, all around.VALERIO (voice-over): -- the images still fresh in the minds of the survivors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "LA PHENA DAVIS, LOST HOME TO FIRE IN MAUI",
      "sentences": "It's an extremely traumatic experience. There's a lot of -- a lot of emotion and trauma that's going to have to be dealt with for the whole community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "GREEN",
      "sentences": "It's the largest natural disaster that our state has seen.VALERIO (voice-over): Rebuilding Lahaina will be a massive effort, according to Hawaii Governor Josh Green.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "GREEN",
      "sentences": "It is going to take many years. When you see the full -- the full extent of the destruction of Lahaina, it will shock you.VALERIO (voice-over): These satellite images show the extent of the damage to Lahaina, before the catastrophe and after. Nearly every home, building and business decimated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "TIFFANY WINN, SHOP OWNER",
      "sentences": "It really looked like a war zone.VALERIO (voice-over): One of the many businesses destroyed belonged to Tiffany Winn, the owner of Whaler's Locker Gift Shop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "WINN",
      "sentences": "This is so devastating. But I do think that Lahaina and all of Hawaii has a really special place in everybody's hearts. It's such a tight-knit community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Our prayers are with the people of Hawaii.VALERIO (voice-over): President Joe Biden issuing a federal disaster declaration, allowing federal aid to help the state; and members of the Coast Guard and National Guard joining local efforts to help. BRIG. GEN. PAT RYDER, PENTAGON SPOKESMAN: The National Guard has activated 134 National Guard personnel -- 99 from the Army National Guard, and 35 from the Air National Guard -- to assist with the Hawaii wildfire response. VALERIO (voice-over): And as the residents of Maui piece their lives back together, a reminder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "CHIEF JOHN PELLETIER, MAUI POLICE",
      "sentences": "We are Maui strong. We will get through this. We will be better. We will make this the safest, best community possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "HARLOW",
      "sentences": "Mike Valerio, thank you for the reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "BLACKWELL",
      "sentences": "And let's talk about that now. Because it is unclear how high the death toll could go here. Because as Mike pointed out, police there in Maui do not know how many people are actually missing. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How many people are still missing at this hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "PELLETIER",
      "sentences": "You're going to defer that to me, I guess?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Whomever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "PELLETIER",
      "sentences": "So honestly, we don't know, and here's the challenge. There's no power. There's no Internet. There's no radio coverage. Until we get some of those basic things set up, we're not going to have that number.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "BLACKWELL",
      "sentences": "Tim Williams' family, they have not heard from him since he sent them this photo of the inferno closing in as he was evacuating. He's a disabled veteran who uses a wheelchair and crutches to walk.Linda Vicalli's (ph) family in Massachusetts says that they have not heard from her since the fire destroyed her apartment, and they're even more concerned because she has health issues. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She doesn't get around very well. She needs some assistance, and I just hope that someone was able to get to her and help her to evacuate.They're looking, but we have not heard anything yet. And from what I've seen, it looks like their apartment complex is completely gone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "HARLOW",
      "sentences": "Adding to the tragedy here, some survivors say they either didn't get evacuation orders or the orders came too late.Here's a time line. A brush fire spotted early on Tuesday at 8:30 a.m. local time. The county Facebook page put out this message, ordering evacuations around Lahaina Intermediate School. You see that school marked on the map here, which ended up not being the area most impacted. About 90 minutes later, \"The county says the fire is 100 percent contained.\" Another evacuation message doesn't go out for 5 1/2 hours. Cole Millington lost his home and his business in the fires. He joins us now. Cole, I am so sorry for all you have lost. What happened as you tried to escape?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "COLE MILLINGTON, LOST HOME AND BUSINESS IN MAUI FIRE",
      "sentences": "I can run you kind of through the whole situation of the afternoon and kind of what happened through the next couple of hours and days.I would say at about 4 p.m. in the afternoon, I looked out my bedroom window, and I saw a huge plume of black smoke. I immediately told my roommates, I said, Hey, you know, this looks pretty serious. Maybe we should start packing bags, thinking about leaving. And within 15 minutes of talking about that and seeing the smoke, we were running down into our cars with as -- anything we can grab, go bags, mostly nothing. I got my passport and my dog and my truck. And we were peeling out of the driveway. The whole street of Wainee (ph) was starting to catch on fire. There wasn't really an evacuation notice for us. It was more we realized that the town and our street looked like it was going to burn. My phone got one ping as I was getting into my truck, and that was the only evacuation notice we had. I got in my truck, got my dog in the truck, and we started driving down the road. And there's -- I mean, the whole time there's 90 mile- an-hour winds and crazy stuff like that. No rain. Drought. (UNINTELLIGIBLE) But there's telephone poles in the road. There's trees in the road. There's people screaming in the streets. There's no one saying this is where you should go, this is what you should do. There's only one road in and out of Lahaina, so it's either drive towards the fire or drive away from the fire. So I got in a line of cars probably, I don't know, 5 miles deep at that point already. Everyone was trying to get out. And I sent you guys some videos. I don't know if you've seen them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "HARLOW",
      "sentences": "We have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "MILLINGTON",
      "sentences": "There's -- yes, there's pictures of me showing my rear- view mirror and my side mirror as I'm in the truck, and you can see the fire going across the road, through cars. I'm sure people had to get out of their car and start running.It happened so unbelievably quickly that -- that it was really difficult, really scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "BLACKWELL",
      "sentences": "Cole, if you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "MILLINGTON",
      "sentences": "I was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:14",
      "speaker": "BLACKWELL",
      "sentences": "Let me ask you, Cole, if you had waited to move, to make a decision to leave only after you received that ping, as you described it on your phone, do you think you would have made it out safely?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "HARLOW",
      "sentences": "And what about now? I mean, I know you're staying with friends. Do you even have enough supplies, food, et cetera? Are you getting what you need from the government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MILLINGTON",
      "sentences": "I'm not getting what I need from the government. The community on Maui is extremely strong, and the crowdfunding and the community effort to support each other right now is so unbelievably immense.It's chaotic, and it's extremely hard to organize who needs what and who needs where. A lot of the big box stores are running out of supplies, and things are starting to get a little weird after natural disasters happen like that. A lot of people are spending their hard-earned money, and they're taking their personal vehicles, and they're driving into Lahaina through the danger to deliver supplies, because we are not receiving that, in any capacity that we need to be receiving it on a large level. On a government level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "BLACKWELL",
      "sentences": "And we showed -- we showed some of that video at the top of people who were driving back into Lahaina.We're low on time, but I don't want to run out of time before you talk to us about this GoFundMe that's set up for people who want to help you and others rebuild and restart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MILLINGTON",
      "sentences": "Yes, there's a lot of confusion on where money can go and be helpful in Hawaii.My first order of business yesterday when I woke up -- I've been awake for, like, 72 hours. I've taken a couple of cat naps. But my first order of business was I have a local business. I have a good reach on the island. I have a good reach across the United States. So my first order of business was I'm going to set up a fundraiser to try and just collect funds. Because this isn't going to be just a couple of days or a couple of weeks. I mean, you guys are showing the videos. This is going to be months long; this is going to be years long. So my goal right now is to crowdfund as much as possible. I'm working with the Relief Foundation. You can find it on ReliefFoundation.org. They worked in the Haiti disaster. They worked with Houston during that flooding and that hurricane disaster. They worked in Katrina, in the Japan earthquake. And I got in contact with them. They're helping me kind of figure out how to make sure that this money isn't going to get taxed away, and it's not going to me personally. It's going straight to my friends and my family who have literally nothing. I want to interject one last thing. A lot of the community has asked me to -- to tell you guys, because they know that I'm on-air, that we need support on the federal level. We should have the Navy here. We should have the Coast Guard here. We should have helicopters here. It shouldn't be me and my friends in our 20- and 30-year-old trucks, driving supplies and driving --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MILLINGTON",
      "sentences": "-- through a burning town to get there. We need real support. This is a severe disaster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "BLACKWELL",
      "sentences": "Well, we know that the FEMA administrator is en route there today. A national disaster has been declared there. A federal disaster, as well. I'm going to tweet out the link. You said ReliefFoundation.org is the organization?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MILLINGTON",
      "sentences": "Relief -- Yes, you can find the donate button. They set up a web site to show my stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "BLACKWELL",
      "sentences": "yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MILLINGTON",
      "sentences": "I'm going to work with local community nonprofits and local leaders and people who are really in tune with the community to try to figure out how to best use this funding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "BLACKWELL",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MILLINGTON",
      "sentences": "I was talking to -- Maui Rapid Response has been doing a phenomenal job of telling people what is needed and what is not needed and where. So I've been in contact with them in team meetings. I was in contact with Tamara Polon (ph), the west side rep. So I'm trying to get, you know, information to make sure that this is really effective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "BLACKWELL",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MILLINGTON",
      "sentences": "To help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "BLACKWELL",
      "sentences": "Cole Millington, thank you for spending some time with us. I understand you're there with more than a dozen people at a friend's house, and it's going to take a long time to rebuild. We wish you the absolute best, and we'll check back in.Cole, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MILLINGTON",
      "sentences": "Yes, thank you guys for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "BLACKWELL",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "HARLOW",
      "sentences": "What a shining example of stepping up to the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "BLACKWELL",
      "sentences": "Yes. Even -- He's collecting money not for himself but for others, for the organizations trying to help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "HARLOW",
      "sentences": "Yes. You're going to tweet out the link.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "HARLOW",
      "sentences": "We'll have the show put it out. Anyone who wants to help can.Meantime, the special counsel investigating former President Trump's efforts to overturn the 2020 election proposing a trial date of January 2, 2024, just two weeks before the Iowa caucuses. How Trump is responding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:18:03",
      "speaker": "BLACKWELL",
      "sentences": "Just hours from now, former President Trump's legal team is set to appear in court in Washington for a hearing related to his case on efforts to overturn the 2020 election.The judge set the hearing to discuss exactly what the former president is allowed to say publicly about evidence related to the trial. Now, it comes after his lawyers asked for the judge to set the hearing for next week as they deal with his busy legal calendar. CNN's senior legal affairs correspondent Paula Reid joins us live now from Washington. So what should we expect from today's hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:18:03",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Victor, today is the first appearance for defense attorneys and prosecutors before the judge who's going to handle the case through a likely trial.The first hearing was before a magistrate judge. But today, they will be before Judge Tanya Chutkan, and both sides will have the opportunity to argue their case for what they believe the rules should be for handling sensitive information and evidence that's shared between prosecutors and defense attorneys ahead of that likely trial. Now, prosecutors are advocating for broad protections. They've expressed concerns that former President Trump could publicly share sensitive information, which could interfere with the investigation, with witnesses, and the case itself. But defense attorneys are arguing for something more narrow, saying, We only need restrictions on sharing the most sensitive information, which would be more in line with other January 6th cases. Victor, I'll be in the courtroom today, and I'm just fascinated to see how this judge handles both sides of this case. HARLOW: Yes. It will be so interesting. Also, what about this January 2 trial date that the special counsel has asked for? Wishful thinking, beginning of a negotiation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "BLACKWELL",
      "sentences": "All right Paula Reid for us in Washington. Thank you, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "HARLOW",
      "sentences": "All right. Now we go to Iowa. New this morning, Republican Senator Tim Scott has joined four other Republican presidential candidates in signing that loyalty pledge. So that means that he will make the debate stage in less than two weeks.Scott is now the fifth candidate to meet all of those thresholds required to debate, including former President Trump, though, who has not signed the pledge, I should note. A couple of them haven't. This weekend, many of the Republican candidates are descending on the Iowa State Fair for what's become an important political tradition. Former Vice President Mike Pence took the stage yesterday but was met with heckling from some Trump supporters. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Well, hello, Iowa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Pence is a traitor. He even says he has a higher power, uses those words. He is not a Christian when you say higher power. We don't buy it as believers, Pence. You are far from a Christian.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "HARLOW",
      "sentences": "Wow. CNN's Kyung Lah joins us live from the state fair, which is second only --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "BLACKWELL",
      "sentences": "Oh, here we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "HARLOW",
      "sentences": "-- to the Minnesota State Fair. Kyung, tell us what's happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "KYUNG LAH, CNN CORRESPONDENT",
      "sentences": "OK. Well, we do want to distinguish the two states. Iowa is important, because it is the first in the nation caucus. And that's significant, so that's why we're here.And that's why we're having so many candidates arrive here. This is day two, Poppy, of the Iowa State Fair. It's a ten-day fair. But this is really a chance for the candidates to get down and talk to people and do very Iowa-centric things like flip pork chops and eat various foods, like deep-fried pickles on a stick. This is something that, you know, we get to see unscripted moments and various candidates walking through this -- this entire fair. That's something that we are going to continue to see the former Vice President Mike Pence do. He's going to walk through here with Iowa senators Chuck Grassley and Joni Ernst. He is also scheduled, in addition to that soap box that he had yesterday, where he had 20 minutes to talk to the crowd, he's going to be sitting with the governor of Iowa for a fair-side chat. Also today, we're going to see the addition of some other candidates. Former -- Miami Mayor Francis Suarez. But tomorrow is truly the big day. We're going to see Donald Trump arrive here. We're not expecting, Victor or Poppy, to see him flipping pork chops, or, you know -- he's going to sort of redefine what it means to be at the Iowa State Fair, as he has throughout this entire primary campaign -- guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "BLACKWELL",
      "sentences": "Yes. I don't think we saw in 2016 he was flipping pork chops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "HARLOW",
      "sentences": "Why not? It's fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "BLACKWELL",
      "sentences": "Or -- or even to the butter cow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "HARLOW",
      "sentences": "Those were butter cows behind the people you were just showing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "BLACKWELL",
      "sentences": "The butter cows, yes. I know you guys do the butter sculptures. But on Iowa.What's the impact of this visit? I saw the schedule for the soap box. It's packed with candidates. How much of a difference can the visit to the fair make on a candidacy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "LAH",
      "sentences": "Well, kind of continuing on that theme that Donald Trump has redefined the primary. And in a normal year, I would say that this is very important. Iowa has traditionally been won at the state fair, inside livingrooms, handshake at a time. What we are seeing, though, is that this has very much been a primary determined by Donald Trump, and then the rest of the field. So it -- really, it's TBD. We don't know how much of an impact it's going to have, Victor, but this is unlike other primary seasons we've seen here before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "HARLOW",
      "sentences": "Certainly is. Have fun. Kyung Lah, thanks for the reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "BLACKWELL",
      "sentences": "A new warning this morning from health experts about a new COVID variant on the rise. A medical report is ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:51",
      "speaker": "HARLOW",
      "sentences": "Health officials across the country warning we could actually be bracing for a viral triple threat this fall as a new COVID variant has emerged.COVID hospitalizations on the rise for the first time since earlier this year. That's according to the CDC. Experts say they're bracing for a surge. Also, in RSV and flu cases in the next couple of months. Medical correspondent Meg Tirrell is here with more. This is exactly what we don't want to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:51",
      "speaker": "MEG TIRRELL, CNN MEDICAL CORRESPONDENT",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:51",
      "speaker": "HARLOW",
      "sentences": "Especially as kids are all getting ready to go back to school. What are we looking at?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:51",
      "speaker": "TIRRELL",
      "sentences": "So last year, of course, was a really unusual season, right? Because RSV came really early. All the respiratory viruses were kind of shaking out, post-COVID.Experts I've been talking with say this is going to be a really instructive season for what it's going to be like going forward. So far, it doesn't look like RSV is going to be super weird again, like it's not coming super early. What is different about this season, is we actually have protection against all three of these major viruses: flu, COVID and RSV. And so, of course, we know the flu shot is recommended for everybody who's six months and older. COVID updated boosters against one of the newer strains are coming out probably the end of September. And then for RSV, there's a new shot for babies, which is really protective, and it's recommended for all babies under eight months. People are very excited that that will cut down on hospitalization risk. And then also for people 60-plus, particularly for those who are more vulnerable, there are two new vaccines. And so there's a lot of protection available out there. One thing to know about flu: The timing is really important. People say \"flu before boo,\" meaning get your vaccine before Halloween. You don't want to wait too long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:51",
      "speaker": "BLACKWELL",
      "sentences": "That's new.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:51",
      "speaker": "HARLOW",
      "sentences": "I never heard that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:51",
      "speaker": "BLACKWELL",
      "sentences": "That's new to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:51",
      "speaker": "TIRRELL",
      "sentences": "There you go. We like rhymes in public health.But you also don't want to go out there and get it immediately, because the -- the protection can start to wear off after five to six months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:51",
      "speaker": "HARLOW",
      "sentences": "Interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:51",
      "speaker": "TIRRELL",
      "sentences": "So public health officials say maybe end of September, into October. Don't wait too long. Don't go out immediately, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:51",
      "speaker": "BLACKWELL",
      "sentences": "Flu before boo, you will not forget that.The COVID variant, this new one, how worried should we be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:51",
      "speaker": "TIRRELL",
      "sentences": "So this one is sort of taking over. It's called EG5, but it's another version of Omicron. And right now, it's about 17 percent of cases in the United States.There's -- it's really splintered. I mean, 17 percent is the most common variant. The WHO just put out a new risk assessment about it. They say the public health risk globally is low. It does have some increased prevalence. It is kind of taking over globally. There is some immune escape, meaning it can escape our antibody protections a bit, but not expected to be severe. And the clinical severity has not proven to be worse so far.",
      "isLastSentenceInterrupted": false
    }
  ]
}