{
  "date": "2023-09-22",
  "headline": "CNN News Central",
  "subHeadline": "Worldwide Nuclear Expansion?; Migrant Surge; Senator Robert Menendez Indicted on Bribery Charges; UAW Strike Expands. Aired 1- 1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:33",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Raising the stakes.The United Auto Workers union strike just got bigger, workers walking out of 38 locations across 20 states after GM and Stellantis failed to meet their demands, but they are not escalating their fight with Ford. We're going to tell you why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:33",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "PlusThe charges he's facing and what it could mean for the balance of power in the U.S. Senate. And taking on gun violence, President Biden announcing a new office to tackle a uniquely American problem. We're following these major developing stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:33",
      "speaker": "SCIUTTO",
      "sentences": "A new deadline passes, and a nationwide strike grows.Just a minute ago, members of the United Auto Workers union walked out of dozens of facilities owned by General Motors and the Jeep maker Stellantis. UAW says those two automakers failed to show enough progress in negotiating for a new contract. Ford, on the other hand, will not see the strike spread to any more of its facilities because union leaders say real progress has been made toward a deal with that automaker. CNN's Vanessa Yurkevich, she's been following a busy day of developments. And, Vanessa, do we know where Ford gave and the others two did not? Or are they staying mum on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:33",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "Yes, we certainly are learning some details.But just an hour ago, you have 5,600 UAW workers from General Motors and Stellantis hitting the picket lines, joining the already 13,000 workers that have been on strike for about eight days. This is all, all of General Motors and Stellantis' parts and distribution centers. This is across 38 facilities across 20 states. Now, we know from UAW President Shawn Fain, he says the reason that he announced these additional targeted strikes is because GM and Stellantis need some pushing to try to get to a deal. Ford, though, as you mentioned, Jim, has been spared because there have been real progress there. Ford's latest offer, we have learned, includes cost of living adjustment, something that workers gave up in 2009, Ford now offering that again. You have additional profit-sharing that the company is offering. You have a quicker transition from temporary workers to full-time workers. And you also have job security, which essentially means that, if folks are laid off the job, they are now guaranteed two years of income and health benefits. But this will have significant economic impacts on consumers and on dealerships, because now parts are not going to be moving out of these Stellantis and GM facilities. Dealerships will not have new parts to fix everyday Americans' cars. And so there will be some delay, perhaps if folks are looking to make replacements at their dealership. This will certainly have a lag. We also know that Shawn Fain invited President Biden to the picket lines. We have seen other elected officials make an appearance, show their support. We know that the president has indicated that he wants to see a deal between the two sides. He's also basically talked about his support for the union, wanting to let the two sides come to deal on their own. Whether or not the president will be showing up at the picket lines is another story, though, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:33",
      "speaker": "SCIUTTO",
      "sentences": "Yes, the parts thing is interesting, right, because remember, from the pandemic, just the supply chain issues, how that worked its way through the whole system, caused a whole host of delays.Vanessa Yurkevich, thanks so much -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Yes, Boris, in this three-count indictment against Senator Menendez and his wife, prosecutors allege that, from 2018 to 2022, he abused his position of influence on a -- as a senator and on the Senate Foreign Relations Committee to benefit these three New Jersey businessmen who allegedly paid them more than five -- or about $500,000 in cash, those gold bars and also a luxury Mercedes-Benz.Now, the senator's office is saying, as you said, that this is a smear campaign. The U.S. attorney, Damian Williams -- he's the attorney for the Southern District of New York -- he just held a press conference and he explained how Menendez allegedly crossed the line. Take a listen. (BEGIN VIDEO CLIP) DAMIAN WILLIAMS, U.S. ATTORNEY, SOUTHERN DISTRICT OF NEW YORK:  There are things that Senator Menendez says he can do for his constituents and things that he says he cannot do for his constituents. He put it all on his Senate Web site. So, for instance, it says he cannot compel an agency to act in someone's favor. It says he cannot influence matters involving a private business. It says he cannot get involved in criminal matters or cases, period. But we allege that, behind the scenes, Senator Menendez was doing those things for certain people, the people who were bribing him and his wife. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "SCANNELL",
      "sentences": "And so Senator Menendez's office is saying thatNow, the U.S. attorneys stress that this investigation is very much ongoing. The senator, his wife and those three businessmen will be in court on Wednesday -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "SANCHEZ",
      "sentences": "Kara Scannell live from New York.Thank so much, Kara. I want to bring in CNN chief law enforcement and intelligence analyst John Miller now. So, John, you were at the FBI during an investigation into Senator Menendez when he was in the House. Tell us about that and what your reaction is to these charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "Well, this was the 2006 investigation, which, ironically, Boris was started by the then-U.S. attorney in Newark, who was Chris Christie, now presidential candidate on the Republican side.But Christie's investigation focused into a property that Menendez was renting to another entity that he was also trying to obtain grant money from. And that case ultimately did not get prosecuted, but it was followed by the 2015 case, which was a years-long investigation into bribery allegations between Menendez and a Florida-based doctor. That ended in a hung jury. Menendez walked away from those charges, which then led into this investigation involving the three businessmen and these alleged bribes. So, Senator Menendez has been literally in and out and under investigation in varying probes for years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "SANCHEZ",
      "sentences": "So, John, I want to dig into part of the detail of this indictment, because it's not an uncomplicated one, let's say.Why is the government of Egypt involved here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "MILLER",
      "sentences": "Well, the allegation is that the government of Egypt was using these three businessmen who were transmitting -- allegedly transmitting this money, this property, luxury cars, cash, gold, almost $480,000, to Senator Menendez to do things that would benefit the Egyptian government.So that's where you see people basically allegedly working as cutouts or agents of the government to get to someone who is the ranking, the top member on the Foreign Relations Committee, who can get things done in the U.S. government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "SANCHEZ",
      "sentences": "Also, the U.S. attorney said that the investigation wasn't over, so could we potentially see more charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "MILLER",
      "sentences": "I think we could, Boris.And that's actually going to be the more interesting part of this case, because, right now, you have businessmen who allegedly gave a member of the Senate money to use influence to get things done. That's a standard bribery case. But if they take the next step, which is to say, which officials of the Egyptian government, whether they were located here or overseas, were behind using these other agents, so to speak, to corrupt a member of the U.S. Senate, that will be potentially the next stage of this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "SANCHEZ",
      "sentences": "John Miller, appreciate your expertise. Thanks so much -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "MILLER",
      "sentences": "Thanks, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "... which, by the way, don't matter that much, because it's all about the states there -- have shown a dead heat. This is not a dead heat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "DEAN",
      "sentences": "This is not a dead heat, Jim.And you make such a good point about being thoughtful when you're looking at national polling versus state polling. This is our first state specific-polling from CNN for this election cycle. And it is telling us some really interesting data points. If we dig a little bit deeper in, it's continued good news for Biden. Of course, New Hampshire has often been a swing state. It looks like it leans blue if these numbers hold up. So, this -- if you ask how Biden is handling his job, he gets 46 percent approve, 54 percent disapprove. But what's important is to then zoom out and look at the national polling. He's ahead of himself there, 46 percent in New Hampshire and 40 percent. Another thing that's worth noting is, we did ask likely Democratic voters, what concerns you? Is there anything that concerns you? What's your top concern about Biden? It's open-ended, they could fill it in themselves. By far and away, age, 57 percent. If you look at the polling numbers below that, they're all in the single digits, 4 percent for health, but 57 cite age. But what's important, Jim, is that when you're talking about the Democrats in New Hampshire, Biden has 97 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "DEAN",
      "sentences": "Or 94 percent -- I'm sorry -- 94 percent of support. That's big.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "That character number is interesting too, given all the coverage of Hunter Biden's issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "There were some worrisome or less rosy numbers for Biden in terms of independents, how they polled in New Hampshire. Tell us what we found there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "DEAN",
      "sentences": "Right. So the independents are cutting -- don't cut quite as well for him, if you take a look. But what is important here, the way that he maintains his lead is because of that 94 percent that you're seeing right behind me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Gotcha.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "DEAN",
      "sentences": "And then look at Trump's number, 79 percent with Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes, 15 points, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "DEAN",
      "sentences": "So Biden's really able to consolidate his base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes. Still, big majorities, but, again, it's -- given the split right now, it's in those numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "DEAN",
      "sentences": "That's it. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "You need to basically own your base if you're going to have a chance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "DEAN",
      "sentences": "You have to run that score up, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "One thing it does show, though, is that ultimately voters don't love the idea of their choices being yet again Biden and Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "DEAN",
      "sentences": "Yes, they certainly don't.They're dissatisfied across the board. But you also dig a little deeper into the other alternatives, OK, if you're not happy with those, what about these other alternatives? And when we ask people, would you be dissatisfied or angry if X-person won the race, there's a lot of numbers right here behind me, but the bottom line is, they're not happy with really anybody, Tim Scott, the lowest there, 48 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "These are the dissatisfied numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "DEAN",
      "sentences": "This is dissatisfied. So if you're Scott, you're in the best position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "So, the higher the number, the worse, yes. Got it. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "DEAN",
      "sentences": "Exactly.But look at all of that, Pence all the way up at 76.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "DEAN",
      "sentences": "This is not a very thrilled electorate, let's say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "No.And, listen, that could potentially speak to turnout as well. People want to be excited about their candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "DEAN",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "And something to follow closely.Jessica Dean, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:18:03",
      "speaker": "SCIUTTO",
      "sentences": "The mayor of Eagle Pass, Texas, says he is desperate for more federal aid as the border town has become the epicenter of the latest migrant surge.A Homeland Security official says that 8,600 arrests were made along the border yesterday when, in May, that number was less than half of that, about 3,500. Democratic Mayor Rolando Salinas says he has never seen an influx like this, felt compelled as a result to declare a state of emergency. (BEGIN VIDEO CLIP) ROLANDO SALINAS (D), MAYOR OF EAGLE PASS, TEXAS:  So the word is getting out. It's kind of a come one, come all type of approach and you have all these people coming. There is no consequence. And I just want to say that I think that this is unacceptable. It's a shame that we don't have immigration reform and a solution to prevent situations like this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:18:03",
      "speaker": "SCIUTTO",
      "sentences": "President Biden has blamed MAGA Republicans for blocking bipartisan immigration reform, those in remarks to the Congressional Hispanic Caucus yesterday.There are legislative solutions to this. They could talk about it CNN's Ed Lavandera is in Eagle Pass. Ed, I wonder, when you speak to people coming across, why do they say now? Why at this particular time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "SCIUTTO",
      "sentences": "Yes, what leads to those upticks, drop-offs? But, well, consistent problem across the board, regardless.Ed Lavandera, Eagle Pass, Texas, thanks so much Boris. SANCHEZ:  We have some exclusive new satellite images obtained by CNN that we want to share with you. They show the world's three most powerful militaries, the United States, Russia and China, have all been expanding their nuclear testing sites in recent years. This buildup comes amid heightened tensions between the three powers and as Russia is nearly 600 days into its invasion of Ukraine, where the Kremlin has repeatedly threatened to use nukes. I'm joined now by retired Major General James \"Spider\" Marks. He's a CNN military analyst. General, thanks so much for sharing part of your afternoon with us. Does this news indicate to you that we may be on the precipice of a nuclear test? BRIG. GEN. JAMES \"SPIDER\" MARKS (RET.), CNN MILITARY ANALYST:  Well, we could. Look, we haven't seen nuclear tests from any of these nations since the early to mid-'90s. But over the course of those intervening 30 years is, we have determined, when you look at modern military capabilities, there has been a modernization across the board in terms of all those elements of power within the services, not so with the nuclear force. And that's been one of the deficiencies. So it's probably not surprising. The challenge is, we're seeing this potential improvement or modernization in the nuclear force during a period of war between one of those advanced nuclear powers, Russia, and Ukraine. That's the context that has us all worried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "SANCHEZ",
      "sentences": "General, what would you say might be the diplomatic fallout if one or all of these countries conduct a nuclear test?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "MARKS",
      "sentences": "Well, first of all, I would suggest there would have to be notifications a priori, unlike the North Koreans, which have done six tests over the course of maybe 10 to 12 years.They just do them, and you have to kind of figure it out, which we do. We have the technology, we have the intelligence capability to do that. So there should be some operating notifications. And it should be labeled as such:  Look, we're doing nuclear modernization. We're doing these tests. We have no intent to use this capacity. Yet, at the same time, we need to talk about the limitations. Look, we have always -- we have had the START talks. We have had the SALT talks. We have reduced the nuclear threshold and the inventory. We need to continue to progress in that area. But the modernization of the nuke force is essential. When you look right -- unless you get rid of them all, you have got to be able to modernize, unless you're going to have yourself at a legitimate disadvantage. That's not going to happen. SANCHEZ:  So I want to zoom in now on the conflict in Ukraine specifically. There are some new attacks by Ukraine against the headquarters of the Russian Black Sea naval fleet. We have some video of it right here on the wall. Why is that a significant target, General?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:14",
      "speaker": "SANCHEZ",
      "sentences": "Notably, general, our reporting indicates that Ukrainian forces are also likely behind some recent military activity, attacks against Russian linked forces in Sudan.So, I'm wondering, from your perspective, how what's happening in Africa impacts what's happening in Eastern Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:14",
      "speaker": "MARKS",
      "sentences": "Well, this is the competition.Look, Africa is not necessarily a new battleground. What Africa enjoys is rare earth minerals, these critical minerals that are -- the lithium, the cobalt that are necessary for the chip manufacturing and the modernization of all of our capabilities, whether it's economic whether it's financial, whether it's in different industries, to include military modernization. So this is a battleground where the Russians -- autocratic nations like China, like North Korea, like Russia, are making a mad dash to ensure that they have unfiltered access to these capabilities. The United States needs to make sure they're not in a catchup mode and are competing appropriately. So what this leads to, Russia understands that they have a military that has failed and has fallen apart. They want to make sure that they have access to these capabilities. And then they need to be able to make sure they can get this stuff processed, which means you do it in places like China. That's what we see is taking place right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:14",
      "speaker": "SANCHEZ",
      "sentences": "General James \"Spider\" Marks, appreciate the perspective. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:14",
      "speaker": "MARKS",
      "sentences": "Thank you, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:14",
      "speaker": "SANCHEZ",
      "sentences": "Of course -- Jim.",
      "isLastSentenceInterrupted": false
    }
  ]
}