{
  "date": "2023-07-10",
  "headline": "CNN News Central",
  "subHeadline": "10 Million in Northeast under Flood Alerts after Deadly Flooding hits New York; 460 Plus Flight Cancellations 1,400 Delays in U.S. Today; Top Russian General seen in Video for 1st Time Since Mutiny; Biden: Ukraine is not ready for NATO Membership; Kremlin says Prigozhin met with Putin after Mutiny. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "SARA SIDNER, CNN HOST, CNN NEWS CENTRAL",
      "sentences": "New developments out of Russia this morning, the Kremlin says Wagner Chief Yevgeny Prigozhin met with Russian President Vladimir Putin just days after Prigozhin led a rebellion against Russia. What the Kremlin is saying about that meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "KATE BOLDUAN, CNN HOST, CNN NEWS CENTRAL",
      "sentences": "The Northeast is soaked and now needs to brace for another round of wild weather, rainfall setting records millions of people facing flood alerts. We're tracking the storms and the travel disruptions that it's all causing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SIDNER",
      "sentences": "And Harry Styles, the latest artists to be hit in the face while performing on stage. I'm Sara Sidner with Kate Bolduan. John Berman is off. This is CNN News Central. Happening right now officials say there is a high risk for excessive rain and flooding across parts of New England and downpours drenched the region.This morning a flash flood emergency has been issued for portions of Central Vermont. In Orange County New York officials there have issued a state of emergency at least one person has been killed in the flooding and 100 homes have been impacted. In West Point New York, a one in 1000 year rainfall event, look at those pictures. They recorded more than seven and a half inches in just six hours. Some drivers are forced to swim out of their cars as floodwaters overwhelmed the roadways. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Look at the people door. Oh my god, it's up to my knees.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SIDNER",
      "sentences": "Terrifying right now millions remain under flood alerts. The National Weather Service says parts of New York can see one to two inches of rain per hour. CNN Correspondent Polo Sandoval is in Rockland County, New York. Polo, if you're staying down next to a river earlier, you're at a sort of junction where the cars were all backed up, what is happening there now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "You call it a river Sara, but that's actually usually just a babbling brook. So that will tell you basically everything you need to know as many of these waterways are still basically at capacity. The good news however, is that the waters have receded not just here in Rockland County, but neighboring Orange County.I can show you basically one of the residents house here, you can see the debris that's been pushed up against the home. And some good news here not just the person who lives here, but right next door where Richard is called that place home for decades now saying the water basically just made it into their basement, so it's going to be easy to actually get that cleaned up. I want you to actually hear from Cindy Beyers who's joining us here on her property, kind enough to show us around Sydney. As you tell me and our viewers, why would happen yesterday so different compared to maybe what you've experienced in the past? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "CINDY BEYERS, RESIDENT",
      "sentences": "Just lack of maintenance for the book and mainly that's the main thing and just too much rain at once.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SANDOVAL",
      "sentences": "The force of the water last night you told me you were home. So when you looked out the window, what did it look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BEYERS",
      "sentences": "Well, honestly, when it started going around the house, I was sitting out there on the road in my car.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SANDOVAL",
      "sentences": "With the -- you see what the water is carried in some picnic tables from across the street at the park.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BEYERS",
      "sentences": "I was sitting on the road in my car watching the picnic tables and these logs come floating in my yard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SANDOVAL",
      "sentences": "I know that the state of New York had issued warnings and advisories to folks on Saturday afternoon asking folks to get prepared. I mean, how ready where are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BEYERS",
      "sentences": "Oh, I was ready. I had a bag of clothes ready and I was ready to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SANDOVAL",
      "sentences": "Fortunately, though, didn't merit any sort of evacuation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BEYERS",
      "sentences": "No. Once it gets halfway up to my yard up to my porch, that's when I go out on the road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SANDOVAL",
      "sentences": "The most important question how is you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BEYERS",
      "sentences": "Tired but hanging.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SANDOVAL",
      "sentences": "That's good to see Cindy. Thanks again for your time and for allowing us to be here. You know, unfortunately, we did get a confirmation of what was at least one fatality that took place at north of here in Orange County. This was a young woman Sara, who was trying to escape unfortunately, lost her footing in the floodwaters and then was carried away.Authorities here in Orange County, by the way, as we send things back to you, they don't believe there'll be any need for any more for the rescues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SIDNER",
      "sentences": "Yes, that's the thing about flash flooding. It is so swift and you never know just how strong it's going to be. Polo Sandoval, thank you so much. And thank you to that homeowner who has got a lot of work to do on her hands. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "You know Kate, the weather is moving out but airlines are still recovering. Just check flight aware, 463 cancellations already today after the more than 2000. We saw yesterday 8000 delays that puts this in the top five for the worst days for cancellations since the start of this year, especially bad for all of those people coming home after the long holiday week, TSA screened 2.63 million people at airports yesterday.New York airports, especially hard hit by this bad weather. LaGuardia, half of all flights out or in canceled yesterday, Newark big hub for United Airlines. Eight percent of its flight is canceled. At JFK huge international hub, one in five flights canceled there as well. This also hit Boston, Philadelphia, even here at Reagan National Airport. 20 percent of all flights canceled. Here's what happened. The FAA says that weather moved through and really blocked off some key flight routes, essentially blocking the on ramps and off ramps to some of those busy airports. And we're not out of the woods yet. The FAA warning of ground stops today at Newark in Boston, also in Florida, Lauderdale, Orlando, Miami and Tampa. So the big tip here, the big thing you can take away from all of this, and this is what travel experts say, they just want you to take the first flight out often this weather builds late in the day when the hot air rises turns into thunderstorms. They say if you take an early flight, you have a 20 percent higher chance of getting to where you want to go on time. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BOLDUAN",
      "sentences": "More than 20 percent really does mean something without. Much of a problem flying has been the summer so far. It's good to see Pete, thank you so much. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SIDNER",
      "sentences": "A new claim from Russia after weeks of saying practically nothing on the whereabouts of mercenary boss Yevgeny Prigozhin. The Kremlin now says he met with Putin just days after his attempt to overthrow the Russian president failed.The roughly three hour meeting was held on June 29, according to the Kremlin spokesperson. And that would have been about five days after Prigozhin short lived rebellion. CNN's Fred Pleitgen is joining us now with more. Is the Kremlin saying any more about what happened during this meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, they are seeing a little bit Sara. First of all, they said that meeting took three hours, it was three hours long. So it's actually quite a substantial meeting. What are they said the things that they said is that Vladimir Putin, the President of Russia addressed the meeting that were apparently 35 as they put it commanders there including Yevgeny Prigozhin.Putin apparently talked about the way the war in Ukraine was going, but also apparently talked specifically about the mutiny that of course was unleashed by Yevgeny Prigozhin, specifically as well. The Kremlin claims that all those in attendance pledged allegiance to Vladimir Putin and said that they still wanted to fight as they put it for the Motherland. One of the interesting sorts of nuances that we picked out from what the Kremlin says is that they say that Vladimir Putin himself spoke about possible new battlefield deployments for these groups. So it's unclear whether or not Wagner might be headed back for the battlefield. Of course, that is the group that Yevgeny Prigozhin used to head, used to own and whether or not Yevgeny Prigozhin himself might have any sort of role in that as well. But of course they are. You're absolutely right. This comes after days of uncertainty where the Kremlin themselves said that Prigozhin was going to be going to Belarus. Then the Belarusian leader Alexander Lukashenko said, no, he was still in St. Petersburg. Now it seems he was actually in the Kremlin. His future is unclear, but it certainly looks as though the Wagner group their fighters seem to be pretty important for Vladimir Putin, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SIDNER",
      "sentences": "Fred, what's fascinating about this is that people have done much less than ended up in jail or worse. In here, you're hearing from the Kremlin that they met. I do want to ask you about Russian Defense Ministry comment that they are basically saying, look, they've just shown this video of another general who sort of was out of the public view for a while.And there was a lot of talk about whether or not he had something to do or knew something about this revolt. What can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SIDNER",
      "sentences": "Yes, it's really interesting Prigozhin, also saying, look; he wasn't trying to revolt against Putin. But he did not like how the defense ministry was treating his troops. Fred Pleitgen, thank you so much for all of your reporting. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BOLDUAN",
      "sentences": "Also this morning, we're getting in some devastating and really dramatic video taking us inside a Ukrainian school moments after a Russian bomb was dropped on it. City officials are saying that the school was being used as a place for Ukrainians to receive humanitarian aid no less.At least four people were killed, 11 more injured. CNN's Ben Wedeman is on the ground for us once again in Ukraine is joining us now. Ben, this is now I guess, we can call it the latest long list of war crimes that Ukraine says has now been committed by Russia. What more are you learning as we look at this video?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, this strike happened on Sunday, but apparently the rescue workers were working throughout the night and into the morning to try to find perhaps more than a dozen people who are still stuck under the rubble. Now, this was a school in this town of Orzhiv, which is not far from the frontlines in the Zaporizhzhia region.This school had been turned into a shelter. Now these shelters are common in frontline communities where there's no water, there's no electricity, there's no internet. So people come to these shelters where they can find all of those things. Many people, who've had their houses destroyed, are also sleeping in these shelters. So these are really a hub in these frontline towns, the building itself that had actually been struck before. And therefore the assumption was that it wouldn't be struck again. And that's why they turned it into a shelter, so these to actually hit these places. Now -- been in many of them in frontline times. They're full of people, desperate people, destitute people, the old who have nowhere else to go. And so when strikes like these happen, it's really just a catastrophe for the local community that's already demoralized, by all of this warfare. Now, just an update, the number of injured has now gone up to 13. And this, as I said, this was a town. It's already suffered a lot. And we've spoken with people in the town itself. They have no doctors there because all the doctors have fled. So the situation is desperate. And this is one of those areas where the Ukrainians are trying to push forward in their counter offensive. But it appears that scenario where they're having a lot of difficulty, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely just a compounding disaster, as you're describing as the playing out for the folks there, Ben, thank you. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "SIDNER",
      "sentences": "A high stakes NATO meeting gets underway tomorrow as Ukraine urgently makes his case to join the alliance. But President Biden is exclusively telling CNN's Fareed Zakaria, now is not the time, take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "I don't think there is unanimity in NATO about whether or not to bring Ukraine into the NATO family now, at this moment in the middle of a war. I think we have to lay out a path for the rational path for Russia, for me, for Ukraine to be able to qualify to get into NATO.And we have when the very first time I met with Putin two years ago in Geneva, and he said I want commitments on Ukraine and NATO, I said, we're not going to do that, because it's an open door policy. We're not going to shut anybody out. But I think it's premature to say, to call for a vote, you know, in now, because there's other qualifications that need to be met, including democratization and some of those issues. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "SIDNER",
      "sentences": "CNN host, Fareed Zakaria GPS, Fareed Zakaria himself joining us now. You made a lot of news with your interview of President Biden. He gave a very blunt answer that Ukraine should not be, you know, given membership to NATO, while the war is going on. How is that being received when it comes to the other members of NATO?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "SIDNER",
      "sentences": "Yes, I mean, of course, the, you know, the members of NATO, some of which share a border with either Ukraine or with Belarus are very, very concerned about what is going to happen in the future. I want to ask you about the NATO Summit. And what you think President Biden needs to accomplish there, especially in light of the fact that right now it appears Putin's power has weakened, at least some after the revolt that happened. And I'm curious what you think Biden needs to do at the summit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ZAKARIA",
      "sentences": "I think he needs to do what he keeps doing what he's been doing, which is keeping NATO together. He's managed to do that very well. I mean, obviously, with enormous help from, from Vladimir Putin. But NATO is more unified than it's been in a very long time. It's more focused, it's more strategic.They're spending more money on armaments. I think as long as those strengths continue, stay firm, they stay coherent. You know, occasional tactical disagreements, I think are inevitable. Some of them don't want to use cluster munitions, all that, you know, those are normal debates. The thing that could blow it up is just this issue of Ukraine membership. The Sweden issue, you know, Sweden is still waiting to get membership. And what we have just heard from President Erdogan is a completely new demand, which has never been made before, which, as far as I know, has surprised U.S. officials, very sharply, which is that Turkey should first be allowed into the European Union. Now that that train left the station a long time ago, both sides soured on the relationship, and totally have not been making any of the reforms that it would need to make to join the European Union for 15 years now. So that seems like it's a way of saying we're not going to say yes to Sweden and NATO, that would be a big deal. So, I wonder whether President Biden will take the opportunity to talk to President Erdogan of Turkey personally, and see if there's a way to resolve this issue. Erdogan has been unpredictable and obstructionist for the last 10 years on almost every issue involving common western strategy. But this is even by his standards, unusual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "SIDNER",
      "sentences": "Yes. So Zelenskyy just spent time with Erdogan as well. I want to ask you just about this really surprising information that's coming out of the Kremlin, that Prigozhin, who had just done a revolt against Russia, marching towards and very close to Moscow, ends up meeting according to the Kremlin, with President Putin for several hours.What do you make of this and why now? Why is the Kremlin putting this information out now, since it happened five days after the revolt?",
      "isLastSentenceInterrupted": false
    }
  ]
}