{
  "date": "2023-02-23",
  "headline": "CNN This Morning",
  "subHeadline": "Alex Murdaugh \"Considering\" Whether To Testify Today; Russia's War On Ukraine Closes In On One Year; Webb Telescope \"Universe Breakers\" Discovery Shocks Astronomers. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Welcome back.Later today it is possible that we could hear from Alex Murdaugh himself if he chooses to stake the stand in his double-murder trial. A source tells CNN he's deciding right now, weighing whether or not to testify in his own defense -- a decision that is up to him and only him. It's not up to his lawyers. He's accused of murdering his wife and son to cover up alleged financial crimes. Meantime, we've also heard crucial new testimony from Murdaugh's friend and former law partner of 35 years. Let's talk about all of this with CNN senior legal analyst and former federal prosecutor, Laura Coates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Hi, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LAURA COATES, CNN SENIOR LEGAL ANALYST",
      "sentences": "Hey, Don Lemon. Good morning to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "We were waiting for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "And here it is. I'm here with my fellow Minnesotan as well, Poppy. What a morning. Hello, everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "What a morning. I was waiting for that moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "I missed that moment.OK, so this -- I don't think people know that it's the -- when someone decides to take the stand or not the judge actually asks them, if they decline to take the stand, was this your decision and your decision alone -- not just your lawyers. So gosh, you're a former prosecutor. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "It's risky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "Yes. COATESRemember, there is the conversation around why there was a change of clothes between the Snapchat video captured by his son and the time he reported the two murders. Those conversations around cell phone data and the idea of his OnStar General Motors data. Where his car was going and when. Conversations surrounding what he has said. In addition to, of course, the financial allegations that have been leveled against him. At the same token, though, you're absolutely right. It is the responsibility and really the decision solely on the defendant, him or herself, to say whether they want to take the stand. A big thing to think about, the Fifth Amendment. The idea of not having to testify because you might incriminate yourself. And given the loose ends that might be unraveling in this particular case it might be prudent for him to think about whether he wants to open himself up to the scrutiny of that cross-examination. But I will say, finally, listen -- they asked the judge yesterday could he take the Fifth with respect to those financial crimes that been alleged, and we'll see how the judge comes out on all of those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "OK, Laura, I read the book. Were you, at one point, ever a defense attorney?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "I was never -- you mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "-- my New York Times best-selling book, \"Just Pursuit?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "Thank you for mentioning that this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "\"Just Pursuit,\" everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "Oh, that one? Excuse me. No, I was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "The one that I've read (INAUDIBLE) and gave you the review. But listen --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "And I loved it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "But let me ask you if --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "No, I was never.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Well, you spent considerable time in the courtroom then. So what do you think -- how do you think the defense attorney is reacting to this? What are -- what are they are -- what might they be saying this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "Well listen, the prosecution has a pretty uphill battle. Not that the prosecution ever has to prove motive per se. They have to prove that the person has committed the crime according to the elements and meet their burden of proof.But the idea of motive is really looming in this courtroom like an elephant. Like a 10,000-pound elephant if you will, in the room of why. And the prosecution has chosen to try to suggest that they are looking to say that the defendant hoped for the distraction of financial crimes and the financial house of cards to take away from the scrutiny by committing these murders. Now whether the jury will buy that is up to them. But the defense is pointing out a lot of the insufficiencies and a lot of the problems as it relates to the investigation. The idea of what happened when police officers came on the scene. What about securing the crime scene? And not actually being able to go into the house or look into the house or have a delay from the time that the crimes were reported to the times that they actually investigated it. So the defense's strategy right now has to say this investigation -- the team was inept. They don't have anything on our client -- no direct evidence, a whole lot of circumstantial information, and a financial fraud crime trial within a double homicide. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "-- the jury has a lot to consider. And if Murdaugh testifies, you guys, he might really make the case for the prosecution in ways that his defense does not want him to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "Yes, and that's why defense counsel asked to limit the scope of the questioning --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "-- if he takes the stand, and the judge was not buying that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Hey, Laura, we have to let you go but before you go, we're just going to put up this. Can you put up this full-screen? This is a -- people -- these high-profile trials of people who have actually taken the stand. And so, there you go. Jodi Arias, Ted Bundy, Charles Mason. Did not -- Casey Anthony, O.J. Simpson, Andrea Yates, Derek Chauvin. So it is a risky move.And Laura, we thank you for helping us get through this. Good to see you, and we'll see you tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "No one wants to be on those lists, everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Yes -- no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "Thank you so much. LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "Thanks, New York Times best-selling author and star CNN anchor. See you soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "Oh, well, thank you. I'll come back every day now. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "That's what happens when you come on the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Bye, Laura Coates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COATES",
      "sentences": "Bye, Don Lemon. Bye, Poppy Harlow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "Bye, sweets.It has been almost a year, right -- or a year mark is tomorrow --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "-- since Russian forces moved into Ukraine and unleashed their violent assault. CNN has been there every day since the beginning of the war and prior. We are there this morning. Christiane Amanpour joins us live from Kyiv.Also, Adrienne Broaddus is live braving the elements in Minnesota this morning. How are you feeling? How is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Oh! I'll tell you what, I just heard a big bang right here behind me. I told you we shouldn't have done the live shot here. There are big explosions taking place in Kyiv right now.I think it's -- I think it's relatively safe at the moment. I've got a -- oh! I think we should (putting on flak jacket). Sloane (PH)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "SLOANE",
      "sentences": "Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "CHANCE",
      "sentences": "(INAUDIBLE).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "LEMON",
      "sentences": "So that was one year ago today. Actually, it will be one year ago tonight. And as it unfolded it was actually -- I think it was like 10",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HARLOW",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "LEMON",
      "sentences": "-- in the middle of a discussion and they said -- and so it started to unfold and we were going back and forth -- if you need to be safe. We were having -- he was standing on a roof in Kyiv.And now here we are a year --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HARLOW",
      "sentences": "One year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "LEMON",
      "sentences": "-- later and it's happening. Little did we know that Russia's assault on Ukraine would carry on for a full 12 months and now the country is bracing for a second year of that war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HARLOW",
      "sentences": "Our chief international correspondent Christiane Amanpour joins us live from Kyiv. Christiane, no one better to give us this perspective --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "LEMON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HARLOW",
      "sentences": "-- from Kyiv one year after this war began. What are your thoughts given that going into this many thought that Kyiv would fall within days if not weeks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, I think that is the first huge reality check that we all need to really, really absorb and remember that this country has performed in an outstanding way that no one -- not even their most informed allies -- the United States who had so much intelligence information -- no one believed that Ukraine, either militarily or indeed, in the sense of people, would resist this full-scale invasion.Because if you remember, what you were just showing was just the first -- you know, first offensives in what became a full-scale invasion from Belarus to the north, from the south, from the Black Sea, from the east into eastern Ukraine. And then paratroopers landing quite close to Ukraine -- sorry, to Kyiv, the capital, trying to storm and to surround the capital and maintain their power. None of it took hold. That is the most extraordinary thing. Certainly around Kyiv, within about a month -- perhaps a month and a week, the Ukrainian forces had pushed those Russian columns back. They had pushed the Russian soldiers back. They had lifted the siege of Kyiv and they had revealed the most terrible crimes against humanity. And I use that term because that is now what the United States has formally accused Russia of -- crimes against humanity. Now, this whole war has been, by and large, one against civilians. It has been a war in which Russia has tried to cow and to break this country by its perpetual attack on civilians and civilian infrastructure despite the fact that there is trench warfare and that kind of warfare going on in the east.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "LEMON",
      "sentences": "Poppy, look at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "AMANPOUR",
      "sentences": "But most of it has been about -- yes, crushing civilians and they have not been crushed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "LEMON",
      "sentences": "Yes.Hey, Christiane, let me ask you because a year ago after this started you were in Kyiv and you were doing a show from there, and I was in Lviv. And you remember like every few minutes those air raid sirens would go off and there was no rest for the weary. And the folks had to deal with that over and over. And then bombs would rain down and -- on their homes and in train stations and what have you. So compare today -- what you're seeing in Kyiv today compared to what you were seeing there a year ago. What is the difference? Is it similar? What's up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:10",
      "speaker": "LEMON",
      "sentences": "I think it's apropos that she's there. And I was talking about the air raid sirens and we're hearing church bells going off behind her where she's standing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:10",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:10",
      "speaker": "LEMON",
      "sentences": "And I think it's a perfect way of putting it, Christiane. You said they have internalized. They haven't gotten used to it, but they've internalized and accepted the fact that they are at war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:10",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:10",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:10",
      "speaker": "HARLOW",
      "sentences": "Christiane, you are chief international anchor so it's appropriate that you're doing all of these big interviews, including this really telling one I thought there with the Polish president -- President Duda. And you asked him a question about sort of how he sees Russia's role in Europe after this. What did you learn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:10",
      "speaker": "AMANPOUR",
      "sentences": "Well, it was really interesting.Look, first of all, Poland is a frontline state. It is right there to the west of Ukraine and they are, along with the Baltics, along with Moldova, and others around the Ukrainian borders, very afraid. They certainly were and very afraid last year that Russia would swallow up Ukraine and then move on to them. Obviously, NATO said the \"not one inch\" famous slogan that if that happened then the full weight of NATO counter-offense would come down on Russia. And so far, it has not happened. But the Eastern Europeans have stood up in support of Ukraine and in support of the international world order because they know what it's like when this is allowed to melt away. For instance, during the Soviet period -- during the Cold War who was gobbled up by the Soviet empire. It was Poland -- Czechoslovakia at the time, Hungary -- you know, Moldova, Romania. All those became part of the Warsaw Pact, which is why they chose to become members of NATO once they were free and independent. That is the story and that is what they have been able to help Western Europe and the United States stiffen their resolve -- and likewise, the Baltic States -- to really defend this country. But don't let's forget that even though Russia has not been successful in this war what it lacks in quality it has in quantity. It has at least three times more population than Ukraine. That means more ability to throw human beings at it if it's what Putin decides. And that is still -- we don't know where that's going to go and how that will lead and what, if at all, there is some great big spring offensive. So far, the U.S. State Department under Secretary of State Victoria Nuland has called their so-called spring offensive quote \"very pathetic.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:10",
      "speaker": "LEMON",
      "sentences": "Our chief international correspondent Christiane Amanpour. Christiane, thank you. Good to see you as always, and be safe. Thank you.So, next hour the NATO Secretary General Jens Stoltenberg is going to join us live right here on CNN. And tonight at 9:00 p.m. eastern, Fareed Zakaria is going to host top Biden national security officials for \"A CNN TOWN HALL: RUSSIA'S INVASION OF UKRAINE ONE YEAR LATER.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:10",
      "speaker": "HARLOW",
      "sentences": "Also, let's take you to East Palestine, Ohio ahead because the transportation Sec. Pete Buttigieg is there. You see him now. That is him on the ground live as we're speaking, at the site of that toxic train derailment, looking at damage, looking at cleanup efforts. We'll take you there in just minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:10",
      "speaker": "LEMON",
      "sentences": "Yes, and the NTSB is going to get their first report --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:10",
      "speaker": "HARLOW",
      "sentences": "Oh, yes, the report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:17",
      "speaker": "PARIS HILTON, TELEVISION PERSONALITY AND SOCIALITE",
      "sentences": "Singing \"Stars Are Blind.\"(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:17",
      "speaker": "LEMON",
      "sentences": "Boy, we went in the archives -- where did we dig that up from? Paris Hilton says stars are blind, but the stars are showing us something really groundbreaking this morning using the James Webb Space Telescope.Astronomers have spotted six massive galaxies and they date back to within 500 and 700 million years after the big bang. But that's not all. They think this discovery could actually unravel what they long believed to be true about the origin of galaxies. So joining us now to discuss, astrophysicist Neil deGrasse Tyson. He is the director of the Hayden Planetarium at the Rose Center for Earth and Space. It's so good to have you, sir. Good morning to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:17",
      "speaker": "NEIL DEGRASSE TYSON, ASTROPHYSICIST, DIRECTOR, HAYDEN PLANETARIUM AT THE ROSE CENTER FOR EARTH AND SPACE",
      "sentences": "Yes, thanks for having me. Good morning. Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:17",
      "speaker": "LEMON",
      "sentences": "So the James Webb Space Telescope has reportedly spotted galaxies dating even further back. So what do -- what makes this discovery so surprising? Is it surprising to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "All right, you said rethink what's going on back there. So what do you -- what's the rethinking? What are you thinking now having gotten this new information?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "(Laughing) I don't know. It's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "Wait, you're the astrophysicist and you don't know. That's why we have you here, Neil deGrasse Tyson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "The whole point of doing research on the frontier is you're stepping into places where no one has stepped before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "The whole concept of the James Webb Space Telescope was to see the universe the way no one -- no previous telescope had ever seen it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "So some things you'll verify that you expect to be there, but you also expect to make discoveries that nobody ordered. And then, yes, we've got to go in and say what's going on? And yes, there's nothing wrong with not knowing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "This is part of how we live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "All right. Well, let me tell you -- this is what one of the co-authors of the study said -- and this is in a statement, and I quote here. It says, \"It turns out we found something so unexpected it actually creates problems for science. It calls the whole picture of early galaxy formation into question.\"So again --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "Go -- go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "-- just to be clear -- OK, so let me reword that, OK? I respect how that's stated but let me reword it. You discover something new. It doesn't create a problem so much as it creates excitement. A new understanding of the universe.We delight in this. It's not like we're all sitting back with our legs up on the table saying we're basking in the knowledge of the universe that we have command over. No -- we are always at the drawing board. And to people who say scientists will have to go back to the drawing board, we're always there. If you're an active research scientist that's where you live and you are befuddled daily. Plus, of course, the universe brims with mysteries. So like I said -- oh, by the way, we need better data. There's a whole other wave of data you can obtain on this and its spectra where you take the light and analyze what comprises it. And from that you can learn how fast it's moving, where it is in the expansion model of the universe --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "Oh my gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "-- what chemistry is going on it. That's another layer of discoveries which might tell us no, we're misidentifying it in this stage of discovery.So a lot can happen so just watch this space, literally and figuratively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "And a lot is happening right now, especially with my sleep- deprived mind. I'm like wait a minute -- this is a lot in the morning so I need another sip of coffee here, OK.Let me ask you this. Everything that you're saying --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "-- to be clear, we're not abandoning, are we, existing models about how galaxies form and evolve yet, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "Well, we might have -- we might have to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "Yes -- but that's OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "That's OK -- all right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "That's not a bad day. That's a great day for science if and when that happens. But we -- so you don't want to jump to conclusions before you get even better data. Often on the frontier, conflicts and problems resolve once you get better data.And like I said, spectra is how we actually decode the universe. These pretty pictures -- they're fine -- but behind closed doors we are analyzing spectra. And spectra is like the fingerprint of that object where you can identify the chemistry that's going on. As I said, the motion. Is it rotating? What's comprising the light? How fast is it moving in the expansion of the universe? All of that is going to come next. And at that point we'll get a strong handle on what it is we're looking at and we'll decide whether we have to keep scratching our heads or see if it fits into what was previously understood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "OK.(LAUGHTER) Meanwhile --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "Let me just -- I have -- what -- I just have to give a shoutout to -- you know, we're celebrating the science that comes out of James Webb but engineers built this thing, all right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "-- and we parked it a million miles from Earth facing outward away from the sun. There is -- nobody ever interviews the engineers and I just want to -- I have to give them a shoutout for what they accomplish to enable and empower the science that we dreamed up that we would be discovering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "A shoutout --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "And so it's a total -- it's a complete collaboration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "-- to engineers. I'm with you on that.Hey, quickly though --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "-- I want to get to this because we've been talking about this large metal mystery sphere washing up on a beach in Japan. According to the BBC it's from space.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "It looks like an egg, actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "Yes. It's not a threat but also, we have no idea what it is. Some theories floating around the internet include Godzilla's egg.OK, listen. I'm just saying these are theories because sometimes people don't understand that and they think that you're actually proposing this. I'm not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "But just to be clear, Einstein had a theory --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "Yes. It looks like a balloon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "Einstein had a theory; you have a hypothesis. Just make a distinction there, OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "What is this thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "I have no idea. Why does everyone have to know everything at all times?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "Why do we have you here? You're saying I don't know about a lot of stuff, mister astrophysicist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TYSON",
      "sentences": "Because that's what discovery is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEMON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    }
  ]
}