{
  "date": "2023-08-23",
  "headline": "CNN Newsroom",
  "subHeadline": "Parts of Europe Hit By Heat Wave, Raging Wildfires; Trudeau Criticizes News Ban Amid Wildfire Crisis; Japan Set To Release Fukushima Wastewater; Ukraine: Russia Attacks Grain Facilities In Odesa Region; Region Reacts As Japan Set To Release Treated Wastewater; 16 Killed, 36 Injured In Central Mexico Bus Crash; Trump Election Case: First Two Co-Defendants Appear For Booking, Two Others Want Case To Be Moved To Federal Court; India Set To Land Spacecraft On Moon In Coming Hours; Lauryn Hill Set To Tour The 25th Anniversary Of Grammy Winning Debut Solo Album. Aired 2-2:45a ET",
  "utterances": [
    {
      "timeStamp": "02:00:31",
      "speaker": "ROSEMARY CHURCH, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello, and welcome to our viewers joining us from all around the world. I'm Rosemary Church. Just ahead on CNN NEWSROOM. A heat dome park right over Southern and Western Europe. Temperatures will soar again with no relief for raging wildfires in Greece and Spain.As blazes continue to burn across Canada up to the minute information can save lives. The country's prime minister says news is not spreading fast enough and blames one company for putting corporate profits ahead of people's safety. Plus, Japan set to pump Fukushima wastewater into the ocean as early as Thursday. We will walk you through the government's plan and why it's facing so much opposition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:31",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center. This is CNN NEWSROOM with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:31",
      "speaker": "CHURCH",
      "sentences": "Good to have you with us. Well, a sweltering heatwave is setting record-high temperatures and triggering wildfires across Europe.In northern Greece, firefighters battling blazes discovered the burned bodies of 18 people near a remote village on Tuesday. Gale force winds and making it more difficult to control the fires even with additional help from other countries. In Spain, firefighters race to save an observatory from a wildfire raging on the island of Tenerife. More than 14,000 hectares have been scorched by the blazers. And in Turkey, hundreds of people have been evacuated from one northwestern province. The government has deployed more than 1000 emergency personnel along with dozens of helicopters and water tankers to fight the fires. But the weather could soon turn in their favor. Forecasters say there's at least one more day of sweltering heat before a much-needed dip in temperatures. We do want to go live now to a very windy Northwest Athens Greece where CNNs Eleni Giokos is standing by. So, Eleni, what is the latest on these deadly wildfires raging across northern Greece?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:31",
      "speaker": "ELENI GIOKOS, CNN CORRESPONDENT",
      "sentences": "As you can see, it is extremely windy, exacerbating and already very dangerous scenario that's been playing out in the last 24 hours. I'm currently in Agia Paraskevi in the Navy in northern Athens. In the last 24 hours, we have seen fires raging on various forest plates within this area so close to homes roads. We will be chasing firefighters -- some of the blazes. They are currently nine helicopters that are operating -- this is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:31",
      "speaker": "CHURCH",
      "sentences": "All right. Clearly, we are having some audio issues there. Then of course the wind is not helping at all. We'll continue to cover that story. Eleni Giokos joining us from that location.Well, the extreme heat is not just limited to Europe. CNN meteorologist Jennifer Gray has more on what to expect in the days ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "CHURCH",
      "sentences": "Still ahead, eight people, including six children have been rescued from a dangling cable car in Pakistan. We'll have details of that rescue.And then a lot of talk but not a lot of concrete action at the BRICS summit in Johannesburg. We'll explain why the five member countries are having differing opinions over some top agenda items. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "CHURCH",
      "sentences": "Not everyone is heeding evacuation orders as wildfires raged near the capital of Canada's Northwest Territories. The mayor of Yellowknife says about 1600 people in the area have yet to leave their homes. She's urging them to get out while highways and airports are still open. Thousands of others have already left. Meantime, some 30,000 people in neighboring British Columbia have been impacted by evacuation orders over the past day or so.But some restrictions have now been lifted. Officials say the area of West Kelowna has seen the worst of the fire damage. Many families have lost everything. Well meanwhile, Canadian Prime Minister Justin Trudeau is criticizing Facebook for blocking news as Canada's wildfires rage. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "JUSTIN TRUDEAU, PRIME MINISTER OF CANADA",
      "sentences": "Right now, in an emergency situation where up to date local information is more important than ever. Facebook's putting corporate profits ahead of people safety, ahead of supporting quality local journalism. This is not the time for that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "CHURCH",
      "sentences": "Facebook says that new legislation in Canada has forced it to end access to news content and that people have still been able to share up to date information without it.Well, for more on this, we turn to Catherine Tait. President and chief executive of CBC and Radio Canada. Appreciate you joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "CATHERINE TAIT, PRESIDENT AND CEO, CANADIAN BROADCASTING CORPORATION",
      "sentences": "My pleasure,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "TAIT",
      "sentences": "Well, I can't comment on the Prime Minister's position. I run the independent public broadcaster. I can say that we have also appealed to Meta to lift its ban especially in these communities that are under such extreme pressure and threat at this time. As of now, we have not received an answer from any of the leadership at Meta to our appeal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "CHURCH",
      "sentences": "What percentage of residents in the remote areas of the northwest territories hit by these wildfires would have been relying almost solely on news from CBC on Facebook to find out what was happening with these fires?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "TAIT",
      "sentences": "Well, it's important to understand that in the north, these are -- this is a vast region. Over 440,000 square miles with 45,000 population. Very, very isolated, small communities. And we broadcast in eight indigenous languages in the region. So, to lift that connection is absolutely critical. The percentage of Canadians that are Facebook users is around 80 percent. So 30 million of our 40 million population.It is much higher in these remote communities, closer to 90 percent of those residents would be using Facebook to access the CBC News but also other local news sources. CHURCH: Why do you think it is the measure can't work out a system of paying news organizations for content instead of banning news altogether, considering the billions of dollars that the company is making?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "TAIT",
      "sentences": "Well, this isn't just a candidate issue. This is a global issue. And Facebook's position right now is news is not a priority for our users. While we clearly see that that is not the case. During emergencies, in an evacuation order, Facebook is a critical platform for residents to be able to get news about where to go, where -- what's safe, what's not safe, where the fires are located. So, it is a little bit disingenuous on the part of the Meta leadership to say that somehow news doesn't matter to its users.However, clearly, their objections to the legislation, which we call Bill C-18 is really about the thin edge of the wedge. Will Facebook be required to pay publishers of news for their content, not just in Canada but around the world. So that's really what their concerns are. We say put those objections aside. We're in a state of emergency. And really, we need that platform to be responding because it's a humanitarian crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "CHURCH",
      "sentences": "So what action could and should be taken against Facebook if it's shown that harm was caused by its decision to block the sharing of news articles on its platform as wildfires devastated large parts of the northwest territories and indeed British Columbia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "TAIT",
      "sentences": "Well, CBC/Radio-Canada has joined the Canada Media Association which is a group of all or many of the news organizations large and small across the country, as well as the Canadian Association of Broadcasters in an appeal to the Competition Bureau for anti- competitive behavior. What we have here is a platform that has enormous market power and it is leveraging that power because it objects to sovereign state legislation.And we have no ability to respond, except through the Competition Bureau.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "CHURCH",
      "sentences": "Catherine Tait, thank you so much for joining us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "TAIT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The authority should rescue all of us as soon as possible. The cable broke off.WATSON (voiceover): The situation group dire as night fell and authorities were forced to pause helicopter rescues. So what makeshift stretcher was connected to a pulley. Soldiers and locals worked together, desperately pulling on the ropes until another student was brought down. And then another, their efforts finally paid off. After more than 14 hours, all eight passengers were brought to safety. A harrowing ordeal for children just trying to go to school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:03",
      "speaker": "WATSON",
      "sentences": "Now some important context here. In some of these remote mountainous parts of Pakistan, these types of cable cars are a way to get around. They tend to be privately owned, they can make a dramatic difference for people trying to get from one across a very steep valley. But again, they're privately owned and they've had safety issues in the past as recently as December of last year.There were local media reports in Pakistan of another cable car that got stranded. Fortunately, 12 children on board that were successfully rescued. The interim prime minister in Pakistan has now called for a safety review of all of these cable cars. Ivan Watson, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:03",
      "speaker": "CHURCH",
      "sentences": "In Johannesburg, all the camaraderie and aspirational talk couldn't mask the deep divisions between its members. A top issue for the leaders of Brazil, Russia, China, India and South Africa is whether to expand the group which aims to offer a counterbalance to what it views as the West political and economic dominance. But India and Brazil are hesitant. They're particularly wary of the group becoming more anti-Western and more dominated by China.But China is clearly interested in expanding its influence in Africa and beyond as its rivalry with the United States intensifies. In fact, a statement from President Xi Jinping read by China's commerce minister in Mr. Xi's absence accused the U.S. of hegemony and of crippling developing countries. (BEGIN VIDEO CLIP) WANG WENTAO, CHINESE COMMERCE MINISTER (through translator): We have gained democratic independence through great hardship and sacrifice. However, some countries are unwilling to give up their hegemonic position have arbitrarily blocked and suppressed emerging market countries. Curbing whoever is developing well, and tripping up whoever is catching up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:03",
      "speaker": "CHURCH",
      "sentences": "CNN's Kristie Lu Stout is in Hong Kong. She joins us now live. Good to see you, Kristie. So an unusual first day for China's delegation at the BRICS summit in South Africa. Many asking why President Xi Jinping skipped his scheduled speech? What are you learning about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:12",
      "speaker": "ROSEMARY CHURCH, CNN INTERNATIONAL ANCHOR",
      "sentences": "Just in to CNN, Russia is once again attacking grain storage facilities in Ukraine's Southern Odesa region. Ukrainian military officials say Russian drones attacked the city for three hours.Air defense forces destroyed nine of them, but officials say there were strikes on a complex where grain is stored for shipment, causing a fire that crews are still working to contain. There are no reports of civilian casualties. The Japanese government says it is moving forward with its plan to release treated radioactive water from the Fukushima Nuclear Power Plant into the ocean beginning on Thursday, and that is drawing a mixed reaction from across the region. Crowds gathered in Seoul on Tuesday to protest the move. Officially, the South Korean government says it sees no scientific or technical problem with the plan, though it does not necessarily agree or support it. Critics say there is too much uncertainty around health and safety. Meanwhile, Taiwan says that it respects the professional opinion of the International Atomic Energy Agency which approved the planned release in July. Hong Kong, however, will ban some Japanese seafood imports. And for more on this, we want to bring in Azby Brown, lead researcher for SAFECAST, an independent organization monitoring radiation in Yokohama Japan. Thank you so much for talking with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:12",
      "speaker": "AZBY BROWN, LEAD RESEARCHER, SAFECAST",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:12",
      "speaker": "CHURCH",
      "sentences": "So Japan plans to dump this treated nuclear waste water from the Fukushima Nuclear Power Plant into the ocean as early as Thursday. The move has angered many in the region who opposed the controversial plan.But the International Atomic Energy Agency concluded, back in July, that this release would be safe. So, what do you say to that, and how did they come up with that assessment? BROWN: The IAEA was invited by the Japanese government to review the plan and it's important to point out that they were not invited until after the plan had been officially accepted by the Japanese government in April 2021. So that was too late to really be involved and comment on some of the fundamental aspects of it, like whether or not it is justified or whether the water release plan is better than any other alternatives. But they did a thorough job of investigating the plan, of coming up with very careful estimates, of what would be released and what the impacts would be, and they did basically conclude that the health impacts would be very small and impact on the environment would be small and that the release itself fits in with basic IAEA guidelines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:12",
      "speaker": "CHURCH",
      "sentences": "Do you agree with that assessment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:12",
      "speaker": "BROWN",
      "sentences": "Well, we think yes. Basically we are less concerned about the safety of the plan rather than the transparency and oversight and way that the plan was promulgated and pushed through, we do not think it was done in an inclusive manner.For instance, the Japanese fisheries, actually the entire national association of fisheries co-operatives, continue to oppose it. They stand to bear the brunt of the economic and other impacts of this. They oppose it but it was done really over there strong opposition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:12",
      "speaker": "CHURCH",
      "sentences": "So what will be the likely short term and long term impact on marine life when this treated nuclear waste water is dumped into the ocean on Thursday, and can water from a nuclear power plant ever be fully safe, even after intense treatment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "CHURCH",
      "sentences": "Alright, so you say there's a risk, but it is low. So China says it will take, quote, \"Necessary measures against Japan's government and its plan to release this nuclear waste water into the ocean.\" Now we don't know what that means exactly. But what options remain to fight this controversial move by Japan? Or is it a fate de comple?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "BROWN",
      "sentences": "Well, it is largely a fate de comple although we don't give up hope that inclusive and careful international oversight can be implemented to actually confirm whether or not it is proceeding in a safe manner or not.For a country like China, one of their biggest cudgels is of course protectionism and to block imports of Japanese seafood which they are doing and plan to continue to do. Which is actually unfortunate because Japanese seafood is very carefully measured and monitored. I think it is demonstrably safer than seafood in the rest of Asia because so many measurements are done. But China will do that and unfortunately by not consulting with China and other nations early enough, I think Japan just handed them that political cudgel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "CHURCH",
      "sentences": "Yes, consultation is key here, isn't it. Azby Brown, many thanks for joining us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "BROWN",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "CHURCH",
      "sentences": "A bus crash in central Mexico has killed at least 16 people and injured 36. Officials say the bus was traveling on a highway when it collided with a tractor trailer. Prosecutors say that they will investigate what led up to the crash, and whether anyone should be held liable. Local officials are committing state and federal resources to help support the victims.And still to come here on CNN NEWSROOM, Donald Trump's former attorney, Rudy Giuliani, has a date with Georgia prosecutors. We will find out what is on the agenda right after a short break, stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "CHURCH",
      "sentences": "Welcome back everyone. Well here in the United States, Donald Trump is expected to surrender to authorities in Fulton County, Georgia, on Thursday. The former president has agreed to a $2 hundred thousand bond in the election interference case, and won't be kept in jail.Two co-defendants surrendered on Tuesday while two others are trying to have their cases moved to federal court. There are also new developments involving Trump's former personal attorney. CNN's Paula Reid has that.",
      "isLastSentenceInterrupted": false
    }
  ]
}