{
  "date": "2023-03-08",
  "headline": "The Situation Room",
  "subHeadline": "New Filing In Lawsuit Against Fox News Amid Damning Revelations; DOJ Says, Louisville Police Uses Excessive Force, Racist Conduct; Russian Mercenaries Claim They've Gained More Ground In Bakhmut; Update On Deadly Mexico Kidnapping; Intel Director: China\" Remains Our Unparalleled Priority\". Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Happening now, Ukraine says Russian fighters are storming Bakhmut non-stop amid a new NATO warning that the embattled city may fall soon, this as President Volodymyr Zelenskyy makes an offer to the U.S. House speaker that Kevin McCarthy is refusing. Stand by for more of my exclusive Zelenskyy interview.Also tonight, breaking news, another filing just released in the defamation lawsuit against Fox News after a series of damning revelations, including a text in which Tucker Carlson wrote that he hates, hates Donald Trump, and I'm quoting him now, passionately. And the U.S. Justice Department issues a scathing rebuke of the Louisville police, finding a pattern of excessive force and racist conduct within the department. We'll bring you the disturbing results of the federal investigation launched after the killing of Breonna Taylor. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer. You're in The Situation Room. Tonight, Russian mercenaries claim they have gained new ground in Bakhmut, now a flashpoint in Vladamir Putin's war against Ukraine. President Volodymyr Zelenskyy tells me his forces are vowing, vowing to stand strong, even as they acknowledge the Russians are advancing on the embattled city. A new clip of my exclusive Zelenskyy interview is just ahead. But, first, to the war zone, CNN's Melissa Bell has the latest on the battle for Bakhmut. (BEGIN VIDEOTAPE) MELISSA BELL, CNN CORRESPONDENT (voice over):  Bakhmut, now a byword for horror and death. Before the war, Bakhmut was about life. It's sculpted hedges and rose gardens regularly Instagramed, a picture of peace and one of the oldest cities in the Donbas. Its genteel facades built on the prosperity of salt mines. Maryna Zhvaniia is the fourth generation of her family born and raised in the city. Now, she and the people she taught have had to flee. Her life, she says, lies in ruins like the old theater which she had her wedding photos taken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "MARYNA ZHVANIIA, BAKHMUT SCHOOL TEACHER",
      "sentences": "They started by destroying the buildings that will be hardest to rebuild, the priceless, historical heritage of our city, because I think they want to erase our nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BELL",
      "sentences": "A history celebrated only recently for the 450th anniversary of the founding of Bakhmut, its grand buildings proud reminders of better times. Seven months of Russian artillery have pulverized it, driving more than 90 percent of its people out and those left to the edge of sanity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "HANNA HOLUBTSOVA, BAKHMUT HUMANITARIAN WORKER",
      "sentences": "It's not living, it's surviving. People can't get used to living without head and water. You can never get used to it, explosions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BELL",
      "sentences": "Before the war, Bakhmut was famous for winery built and its salt mines and for its bubbles, a tourist attraction now plundered by Yevgeny Prigozhin, the head of the Wagner Mercenary Group, his men closing in on the center of the city and making it harder for civilians to get in and out.This is the so called road of life, one of the last arteries into the center bogged down in muddy, usable only now for armored vehicles. Home in Bakhmut is no more, the view from above, from heaven to hell. How would you describe what's been lost?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "ZHVANIIA",
      "sentences": "It's as if my heart has been pulled out and thrown away, and I'm trying to pick up the pieces and put it together again. I don't know how else to describe it. Absolutely everything is lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "Horrible situation indeed. Melissa Bell, thank you very much for that report.Let's map out the challenges Ukrainian forces are facing in Bakhmut and in the broader war. CNN's Brian Todd is over at the magic wall along with the retired U.S. Army Colonel and CNN Military Analyst Cedric Leighton. Brian?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Wolf, as we look tonight at the battle for the battle for the eastern Ukrainian city of Bakhmut, a critical phase in that battle right now, we're going to talk to Colonel Leighton here about the munitions being used.CNN doing recent reporting, Colonel Leighton, that the Ukrainians are burning through ammunition faster than the U.S. can provide it, things like the Javelin anti-tank guided missile system, the Stinger portable air defense system and artillery shells. What kind of a difference is that making on the battlefield if the Ukrainian are burning through to stop faster than the Americans and the NATO allies can send it over there? COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST:  So, Brian, the both the Javelin and the Stinger are highly effective weapons, but the minute that they lost them, the minute that they don't have access to them anymore, that means that the Ukrainians that are much more equal to the Russians in terms of manpower and in terms of their ability to actually fight the war. So, when you see like a javelin, the anti-tank guided missile system, highly effective, shoulder-fired weapons that can really have an impact, even if you don't have tanks, they can kill the other side's tanks. When you go to the stingers missiles, you've got an anti- aircraft system that any person can basically carry on their back and fire a missile and can kill a lot of aircraft. But if you don't have it, you can't do that and you lose any advantage you would have that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "TODD",
      "sentences": "All right. Let's talk about another dynamic in Bakhmut, Wagner. Western officials saying that Wagner, the mercenary fighting force from Russia, running out of recruits from prisons, convicts to throw at the Ukrainian forces. They've been losing, just massive amounts of casualties there in Bakhmut and elsewhere. Is Bakhmut Wagner's last stand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "LEIGHTON",
      "sentences": "It could be. And the reason that it might be is because, just like you said, Brian, they are losing a lot of personnel, they're losing weapons, they're running through ammunition as well, just like the Ukrainians are and it's very likely that they're kind that at the end of their supply line both in terms of personnel and in terms of weapons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "TODD",
      "sentences": "Okay. Another question of munitions, F-16 fighter jets, CNN doing some reporting citing sources familiar briefed on the matter that two Ukraine pilots are in the United States not training on F-16 specifically but being evaluated on how long it will take them to train on planes, like F-16s. Will that make a huge difference on the battlefield if the United States sends F-16s to Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "LEIGHTON",
      "sentences": "If the Ukrainians are trained appropriately, just like American pilots would be on the F-16, it could make a huge difference.Now, it's not going to be the end all and be all, but in a tactical sense, for a battle like Bakhmut, it could make a huge difference because it could provide them with the air superiority, the localized air superiority that they would need, the Ukrainians would need, in order to actually win that battle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "TODD",
      "sentences": "All right. Colonel, thank you very much.Wolf, Colonel Leighton and other military experts telling us that the battle for Bakhmut, not -- the city not of great strategic import to either side, but that the Russians and the Ukrainians are fighting so hard for that city, maybe in order to deplete the other side of forces that it could use fighting elsewhere. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "All right. Brian Todd and Colonel Cedric Leighton, guys, thank you very, very much.Now to my exclusive interview with the Ukrainian President Volodymyr Zelenskyy. I asked him about U.S. aid to Ukraine and Republican skepticism about spending more to arm and assist his country. Listen. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "House Speaker Kevin McCarthy, the House of Representatives here in Washington. Kevin McCarthy says he supports Ukraine but doesn't support what he calls a blank check, a blank check for Ukraine. That criticism is being echoed by former President Trump and Florida Governor Ron DeSantis, possible leading contenders for the Republican presidential nomination. How worried are you, President Zelenskyy, about this trend among some Republicans that it could threaten the flow of support to Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "This hour, there's breaking news on the $1.6 billion defamation lawsuit against Fox News by Dominion Voting Systems. Another court filing was released just a short while ago.CNN Senior Media Reporter Oliver Darcy is joining us with details right now. So, Oliver, what are you learning from these new documents?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "OLIVER DARCY, CNN SENIOR MEDIA REPORTER",
      "sentences": "Yes, Wolf, Dominion Voting Systems and Fox News are trading barbs yet again in these legal filings they're making. These legal filings really tee up a high- stakes hearing that's due in a couple of weeks where a Delaware state judge is expected to rule on summary judgment motions, which is basically Dominion has asked the judge to rule in its favor, saying that Fox News has conceded that they knowingly spread lies basically about the company in the aftermath of the 2020 election.Fox News is saying that Dominion's lawsuit represents an attack on the First Amendment, an assault on the First Amendment. They're really clinging to New York Times versus Sullivan to protect them. Countering, Dominion says that Fox was really asking the court for a license to lie. I'll read you what they say, they say Fox News knew the truth, and if Fox cared about the truth that it now acknowledges, Fox would have its top personalities reporting that truth to its audience today, if not for Dominion's sake, then for the sake of the significant percentage of Americans who still wrongly believed that the 2020 election was stolen, including so many of Fox's own loyal viewers who heard it over and over again on Fox's airwaves. Now, Wolf, while both sides are asking the judge to rule in their favor in this high-stakes hearing in a couple of weeks, legal experts tell me that that's not really likely and this should probably go to trial in mid-April.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "Oliver Darcy reporting for us, Oliver, thank you very, very much.This new court filing comes, by the way, as Fox News is facing growing pushback within the Republican Party. Here's CNN's Chief Congressional Correspondent Manu Raju. (BEGIN VIDEOTAPE) MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT (voice over): Republicans tonight find themselves once again at sharp odds, this time over Donald Trump, the January 6th attack and the role of Fox News. SEN. MITT ROMNEY (R-UT):  Any effort by a news organization to try and portray what happened here as anything other than a violent, disgusting attack on our nation's symbol of democracy is outrageous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "RAJU",
      "sentences": "Pushback comes amid new revelations emerging from Dominion Voting Systems' of $1.6 billion defamation lawsuit, accusing Fox News of knowingly pushing disinformation about the 2020 election in order to juice ratings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "To say this does not mean I don't think that this election was rife with problems and potential fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "RAJU",
      "sentences": "New documents show how Fox Corporation Chairman Rupert Murdoch helped the Trump campaign's ad strategy and then later erupted after the network correctly projected that Joe Biden had won Arizona.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "REPORTER",
      "sentences": "There is a check mark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "RAJU",
      "sentences": "And despite what he was saying on air --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "The president, as you may have heard, believes the election was stolen from him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "RAJU",
      "sentences": "-- Tucker Carlson privately trashed Trump, texting two days before the January 6th attack, we are very close to being able to ignore Trump most nights. I hate him passionately. But it was the decision of Speaker Kevin McCarthy to give Carlson access to internal January 6th security footage that has spawned the latest uproar, as the Fox News host proceeded to whitewash the severity of the deadly attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "CARLSON",
      "sentences": "Surveillance video from inside the Capitol shows mostly peaceful chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "RAJU",
      "sentences": "The GOP pushback has been swift.SEN. THOM TILLIS (R-NC):  I think it's bullshit. SEN. LINDSEY GRAHAM (R-SC):  It wasn't a stroll through the Capitol. It was an attack on our Capitol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a revisionist thing that I think is unfair to the American people.SEN. MIKE ROUNDS (R-SD):  I thought it was an insurrection at that time. I still think it was an insurrection today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "RAJU",
      "sentences": "Yet McCarthy has remained defiant.Do you regret giving him this footage so that he could whitewash the events of that day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "MCCARTHY",
      "sentences": "No. I said from the very beginning transparency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "RAJU",
      "sentences": "So, do you agree with his portrayal of what happened that day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "MCCARTHY",
      "sentences": "Each person can come up with their own conclusion but I just want to make sure as I have transparency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "RAJU",
      "sentences": "House Republicans now playing their own January 6th probes, diving into how the Democrat-led select committee ran its sweeping investigation in the last Congress.You're looking into the January 6th committee's work too, is that right? REP. BARRY LOUDERMILK (R-GA):  We are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "RAJU",
      "sentences": "Are you looking into Trump's role on any of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "LOUDERMILK",
      "sentences": "We're not re-litigating 2020, we're not -- were looking at how the people got into the Capitol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "BLITZER",
      "sentences": "Manu Raju reporting from Capitol Hill, thank you very much.Let's bring in CNN Senior Political Analyst Gloria Borger and our Legal Analyst Elliott Williams and Norm Eisen. Norm, let's me start with you. Let's begin with the latest filing from Dominion, which you have now gone through. What stands out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Wolf, the most important top line out of this filing is Fox is not attempting to defend the truth of these defamatory statements, in my view, about Dominion. They have conceded it and Dominion absolutely hammers them. Although summary judgment is very tough for a plaintiff to get the judge to say before the trial, hey, you win on an issue, I think they could get a ruling from the judge. Falsity is not an issue in this case. These are lies and then take it from there. So, that stands out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "BLITZER",
      "sentences": "Elliot, as you know, Fox is claiming that Dominion's $1.6 billion defamation lawsuit is an unprecedented, quote, assault on the First Amendment. What's Dominion's defense against that and is it a strong defense?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Well, you know, Wolf, it's important to take a step back and look at how you win a defamation lawsuit. And the plaintiff, that's Dominion here, has to establish that a statement was made or any number of statements were made that were false or that the other side knew or sort of recklessly disregarded the truth of and still made them any way in a way that hurt Dominion, right?Now, what we have here is plenty of evidence of individuals at Fox at all levels acknowledging that they knew these statements were untrue. Now, to your question as to the First Amendment and the media, Dominion pushes back by saying, look, you're giving media organization, Fox -- you're trying to give media organizations here a license to lie. You are trying to say that merely by saying, look, we're just asking questions, just putting things out there, that necessarily that sort of absolves the media organization from telling the truth. So, again, this isn't a moral question or whether it's right or wrong or questioning editorial decisions, the simple fact is a media organization put information out there that they knew was not true and cannot hide behind the First Amendment to do that. Nothing in the law of defamation would protect that kind of conduct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "BLITZER",
      "sentences": "You know, Gloria, in a separate filing, we also learned that just days before the January 6th insurrection, Fox Host Tucker Carlson actually texted that he, quote, hated, hated Donald Trump passionately, that's a quote, but then continued to go on the air and advance the former president's lies. How damaging is that revelation for the network?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "GLORIA BORGER, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Well, of course, it's really damaging to the brand. And when you look at this Dominion lawsuit, one of the key points that the attorneys make is that, and I'm quoting here, that Fox won't level with its audience. In other words, it's not telling them the truth and it's not telling them what the anchors are thinking. They're not -- the anchors are not leveling with the people with whom they are speaking.And so when you look at Tucker Carlson and what he said privately about Attorney Sidney Powell, for example, and then he lets her go on the air and she spouts her lies, and over and over again, we see that, privately, Tucker Carlson believes one thing and he's doing another thing on the air. And that is incredibly damaging to a news organization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "Today, the U.S. Justice Department released a damning report on widespread discrimination and excessive use of force by Louisville police officers. The review launched in the wake of Breonna Taylor's death found the department specifically targeted African-Americans and vulnerable people.CNN Justice Correspondent Jessica Schneider has details. (BEGIN VIDEOTAPE) JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT (voice over):  Tonight, a scathing review of the Louisville Metro Police Department documenting persistent problems, abuse and even blatant racism. MERRICK GARLAND, U.S. ATTORNEY GENERAL:  Some have videotaped themselves throwing drinks at pedestrians from their cars, insulted people with disabilities and called black people monkeys, animal and boy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "GARLAND",
      "sentences": "This conduct is unacceptable. It is heartbreaking. It erodes the community trust necessary for effective policing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "SCHNEIDER",
      "sentences": "Specifically, DOJ lists a number of findings, including the use of excessive force, unjustified and dangerous neck restraints, discrimination and conducting searches based on invalid warrants.The review began in 2021, one year after Breonna Taylor was killed during a botched police raid at her apartment in Louisville. Officers are accused of falsifying information to get a search warrant, failing to properly announce themselves, and one officer allegedly fired blindly into Taylor's apartment. TAMIKA PALMER, BREONNA TAYLOR'S MOTHER:  I don't even know what to think, to know that this thing should have never happened, and that it took three years for anybody else to say that it shouldn't have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "SCHNEIDER",
      "sentences": "Four of the officers are now facing federal civil rights charges. But the DOJ is clear in its report, the unlawful conduct by Louisville police didn't start with Breonna Taylor in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "GARLAND",
      "sentences": "Shortly after we opened the investigation, an LMPD leader told the department, Breonna Taylor was a symptom of problems that we have had for years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "SCHNEIDER",
      "sentences": "DOJ has now entered into an agreement with the city of Louisville to reform its police department. Already, training has been revamped, no-knock warrants are now prohibited and more mental health professionals will accompany police on 911 calls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "MAYOR CRAIG GREENBERG, LOUISVILLE KENTUCKY",
      "sentences": "We will reform how we recruit, train, equip, support, supervise and deploy the more than 1,000 public servants whose job it is to serve as guardians of the public safety every day and every night.(END VIDEOTAPE) SCHNEIDER (voice over):  And this 90-page report, it was compiled after DOJ investigators interviewed hundreds of officers, community members and also reviewed hours and hours of body cam video. And, Wolf, there are about three dozen recommended changes that the DOJ is suggesting and some of those reforms are already underway. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "BLITZER",
      "sentences": "All right. Good to know. Jessica Schneider, thank you very much for that report.Let's discuss with CNN Legal Analyst Joey Jackson and retired Missouri State Highway Patrol Captain Ron Johnson. Captain Johnson, aggressive policing deployed selectively against African-Americans, officers using racial slurs, and extreme force. How damning are the results of this U.S. Justice Department report?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "RON JOHNSON, RETIRED MISSOURI STATE HIGHWAY PATROL CAPTAIN",
      "sentences": "Very disturbing. And it goes to what we have been hearing from across our country for years. And we have to change the culture. A lot of people always ask me do I think things have changed. I think they have changed in pockets. But, overall, we're still finding these -- reports like this and these incidents very disturbing tucked at the core of who we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "BLITZER",
      "sentences": "Joey, is the Justice Department essentially saying the systemic abuses led to Breonna Taylor's death?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "I think, certainly, they are. I think they've evaluated and looking at this, and not only noting, Wolf, that they led to Breonna Taylor's death, but really indicating that these principles and policies were in place long before that. And I think it's good that they entered into certainly a decree, they entered into an agreement. The issue now with this appalling report is where we go from here. And what legacy now as it relates to Breonna Taylor's death, now that she's gone, what did that death do for others? And I think you can argue if they implement this properly and appropriately, that it will do a lot.But there's one thing to have a press conference and give the indication that you want to recruit, that you want to retrain, that you want everyone to be on board and knowing that you take this seriously and will do something, it's yet another to actually do that thing. And so when you look at all of these pages, the 90 pages, which is a sweeping indictment upon the treatment of African-Americans, the stops of African-Americans, the terrorizing of that community and what happened, now we move into the chapter of what we will do to ensure that these practices and patterns don't continue into the future and citizens could have a healthy respect and trust for a police force that has abused that trust and respect for far too long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "BLITZER",
      "sentences": "Captain Johnson, the attorney general, Merrick Garland, said these practices eroded trust with the community. How does the police department even begin to start addressing these abuses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "BLITZER",
      "sentences": "So, Joey, where does the process go from here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "JACKSON",
      "sentences": "I think the process goes where you have to now engage not only the police themselves, you have to engage the community, you have to engage the elected officials, certainly the mayor, the police chief, the acting police chief to actually implement these reforms.What are you going to do about the stops? What are you going to do about the body worn cameras? What are you going to do about having mental health professionals? What are you going to do to implement a system with the culture changes, where there's a sea change with regard to the courtesy, the professionalism, the respect that you show citizens? I think people want to know that you are going to do something, they want to hear that you're going to do something, but, Wolf, at the end of the day they want to see that you're going to do something and that you have done something. And so the proof is in what actually happens, whether the recommendations are implemented and whether citizens feel that the policing is appropriate, it's fair, it's respectful and it's just so that, you know, they can have a community that they have a bond of trust together. And policing can move forward with those who really are policed every day and need to have that trust and respect of law enforcement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "Right now, we're getting new reaction to revelations about what key Fox News figures really thought about Donald Trump and the 2020 presidential election. And joining me now, a former member of the now disbanded January 6th select committee, Representative Zoe Lofgren of California. Representative, thank you so much for joining us.We're learning more and more about what these Fox executives and their anchors were saying in connection with the 2020 presidential election, clearly, and very strong contrast to what they were saying publicly at the time, especially on the air. What do you hope the American public gathers from all of this? REP. ZOE LOFGREN (D-CA):  Well, it's pretty displaying to see that they were obviously lying to their audience. And I think what the takeaway is, is that you can't necessarily believe what they say. So- called Fox News is made up, pretty pathetic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "These filings do show that the Fox Host Tucker Carlson texted privately that he passionately hated, his words, passionately hated Donald Trump while advancing the former president's lies that the election had been stolen from him. How do you square that kind of hypocrisy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "LOFGREN",
      "sentences": "Well, I don't think you can. What he said on his show was false and apparently he knew it was false. So I think there's no way to make that look nice, is there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "The House Speaker Kevin McCarthy tells CNN he has no regrets, no regrets about giving that January 6th footage, the closed circuit video footage to Tucker Carlson, even after facing backlash from within his own Republican Party. What do you think is motivating the speaker, Speaker McCarthy, to do this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "LOFGREN",
      "sentences": "Well, I can't imagine what, because it's a real betrayal of the security of the Capitol. As the police chief said yesterday, the use of the video, cherry picked video, was not in keeping with the facts, and really was unfortunate in terms of the officers who performed so bravely, defending all of us who were here at the Capitol.I was particularly disturbed by two things, one, the officers who were trying to deescalate the so-called QAnon shaman to get him to leave. And other to suggest that Officer Sicknick, who died the very next day, somehow it was not a serious issue, wow, I mean, how can you do such a thing to that officer who basically lost his life while saving all of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "As you know, House Republicans right now, they're beginning to plot various multiple probes into the January 6th Capitol attack. As I mentioned, you served on the January 6th select committee. Do you see this as an attempt to try to discredit your committee's work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "LOFGREN",
      "sentences": "Well, I think that's what they hope to do, but good luck. I mean, we reported comprehensively on what we found. All people need to do is take a look at the video that we made available. The text messages that we made available. The transcripts made under penalty of criminal prosecution telling the truth about what happened. There's no way to unwind that truth. I can't understand why they would want to gaslight the American public, or try to at least.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "Do you expect the possibility that you and maybe other members of the former committee could be called to testify as part of a new Republican-led probe into your select committee's work, and do you have any concerns about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "LOFGREN",
      "sentences": "I have no idea who they intend to call, but as we know, until the ethics committee takes action, apparently subpoenas to members of Congress are merely a suggestion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "Democratic Congresswoman Zoe Lofgren, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "LOFGREN",
      "sentences": "Thank you very much, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:49:16",
      "speaker": "BLITZER",
      "sentences": "We're learning new details about the terrifying ordeal suffered by four Americans kidnapped in Mexico. Families of the two survivors speaking out today as we await more information on the two victims who lost their lives during the attack.CNN's Diane Gallagher has the latest. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:49:16",
      "speaker": "BARBARA MCLEOD BURGESS, MOTHER OF MEXICO KIDNAPPING SURVIVOR",
      "sentences": "I feel good to know that she's coming home and she's safe.DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT (voice-over):  The mother kidnapped survivor, Latavia Washington McGee, relieved she will see her daughter soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:49:16",
      "speaker": "BURGESS",
      "sentences": "I was praying for all of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "MICHELE WILLIAMS, WIFE OF MEXICO KIDNAPPING SURVIVOR",
      "sentences": "It's a joy I guess that he is alive. I didn't even want to imagine what -- what he was going through or, you know, what any of them are going through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "GALLAGHER",
      "sentences": "But McGee's cousin, Shaeed Woodard, and longtime friend Zendell Brown, did not survive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "BURGESS",
      "sentences": "She watched them die and that's what hurt her, she said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "GALLAGHER",
      "sentences": "The group rented a minivan to travel from South Carolina so McGee could undergo a medical procedure. Just days later, this terrifying video appears to show one of the Americans being shoved into the bed of a pick up truck at gunpoint in broad daylight and taken from the scene.Burgess tells CNN about her first call with her daughter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "BURGESS",
      "sentences": "She was crying because she said, I said, are you OK? She said, yeah. She watched Shaeed died. Shaeed's died. Him and her the only ones who survived out of the four.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "GALLAGHER",
      "sentences": "And what she feared when she got the dreaded call from the FBI, who she says confirmed her daughter was in danger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "BURGESS",
      "sentences": "They were going to kill her and I would never see her again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "GALLAGHER",
      "sentences": "The Mexican government saying, the group was found in a wooden home and had been moved around to create confusion and avoid rescue. They also say, one person in connection to the two deaths has been detained, but the investigation continues.From McGee's family, their relief clouded by sadness for those who won't make it back home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "BURGESS",
      "sentences": "I will miss them because I love them all to death.(END VIDEOTAPE) GALLAGHER (on camera):  Now, according to a source with the Mexico attorney general's office, the repatriation of the bodies of Brown and Woodard will likely occur tomorrow. A U.S. official familiar with the investigation says the plan is for their bodies to be transported from a Mexico funeral home in a Mexico funeral home vehicle to a funeral home in Brownsville, Texas. Wolf, at that point, once they're in the United States, eventually a second autopsy will likely occur.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:15",
      "speaker": "BLITZER",
      "sentences": "The nation's top intelligence chiefs are sounding the alarm over the growing threat posed by China, the stark assessment of Beijing's intentions coming today during an annual hearing with lawmakers on the Senate intelligence committee.CNN Pentagon correspondent Oren Liebermann has more. (BEGIN VIDEOTAPE) OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT (voice-over):  Tonight, a look at worldwide threats to keep coming back to China. The heads of U.S. intelligence agencies telling senators that Beijing is modernizing its military, expanding its influence, and working to control life chains as it tries to replace the U.S. as the global leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:15",
      "speaker": "HAINES",
      "sentences": "The Chinese Communist Party or CCP under President Xi Jinping will continue efforts to achieve Xi's vision of making China the preeminent power in East Asia. The CCP is increasingly convinced that it can only do so at the expense of U.S. power and influence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:15",
      "speaker": "LIEBERMANN",
      "sentences": "China using its economic force and its tech to spy on adversaries.SEN. MARCO RUBIO (R-FL):  Could they use TikTok to control data on millions of users?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:15",
      "speaker": "CHRIS WRAY, FBI DIRECTOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:15",
      "speaker": "RUBIO",
      "sentences": "Could they use it to control the software on millions of devices give you the opportunity to do so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:15",
      "speaker": "WRAY",
      "sentences": "Yes. LIEBERMANN19. The FBI believes, at least from a lab in Wuhan. But there is no smoking gun and no definitive answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:15",
      "speaker": "HAINES",
      "sentences": "The Department of Energy has changed its view slightly. With low confidence, it says the lab leak is most likely but they'd use over different reasons than the FBI does and their assessments are not identical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:15",
      "speaker": "LIEBERMANN",
      "sentences": "Relations between Beijing and Moscow came under scrutiny with the U.S. watching closely for any signs that China is considering providing weapons to Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:15",
      "speaker": "HAINES",
      "sentences": "We do see them providing assistance to Russia in the context of the conflict and we see them in a situation which is becoming increasingly uncomfortable about the level of assistance not looking to do it as publicly as it might otherwise occur, and given the reputational cost associated with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:15",
      "speaker": "LIEBERMANN",
      "sentences": "One year into the war, Russia's manpower spread thin, its military resources strained.But President Vladimir Putin is playing for time, not for short term victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:15",
      "speaker": "HAINES",
      "sentences": "We do not foresee the Russian military recovering enough this year to make major territorial gains. But Putin most likely calculates that time works in his favor, even if it takes years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:15",
      "speaker": "LIEBERMANN",
      "sentences": "There is bipartisan outrage on the investigation of classified documents found at former President Donald Trump's home of Mar-a-Lago, and the offices of President Joe Biden and former President Mike Pence.SEN. MARK WARNER (D-VA):  We still have unfinished business regarding the classified documents that we need to see in order for this intelligent committee to effectively oversee its job on intelligence oversights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:15",
      "speaker": "LIEBERMANN",
      "sentences": "Members of the committee pressing the intelligence leaders to provide documents or even just to characterize what's in them.SEN. TOM COTTON (R-AR):  Our patience is starting to run out, and at least some of us are prepared to start putting our foot down if we don't get better answers and stonewall doesn't stop. (END VIDEOTAPE) LIEBERMANN (on camera):  One of the other issue that is came up here was the drug fentanyl responsible for more than the 100,000 drug overdose deaths each year, and that too goes back to China. The intelligence chief said the raw materials of that can be traced back to China.",
      "isLastSentenceInterrupted": false
    }
  ]
}