{
  "date": "2023-03-07",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Ukraine Lashes Out after Video for POW Being Executed; Battle for K- Pop Agency SM Entertainment Heating Up; Lego CEO: We have to Renew Ourselves Constantly; Powell to Discuss Fed's Fight to Tame Inflation; ZOOX CEO: We know we are Changing the Landscape; Twitter Employee Tweets Musk to Ask: Am I Fired. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "JULIA CHATTERLEY, CNNI HOST",
      "sentences": "A warm welcome to \"First Move\", great to have you with us for a - Tuesday edition of the program just ahead this hour.China sabre-rattling, the nation's new Foreign Minister warning conflict and confrontation looks inevitable without a U.S. course correction. President Xi issuing a rare pointed attack on Washington too saying the West is looking to \"Contain China\". Plus, Bakhmut battling Ukrainian President Volodymyr Zelenskyy, vowing to never back down as far as fighting for the symbolically important town intensifies. Russia meanwhile claiming its liberation quote of Bakhmut continues and inflation tackling Fed Chair Jay Powell testifying before Congress in the next hour, investors watching for signs of higher rates for longer. And as we await Powell's pronouncements U.S. futures, as you can see mostly higher after a little change on Monday. Europe also seeing some green too resilience, I think we should call it that in the face of bond market pressure investors now anticipating the highest levels of Federal Reserve and European Central Bank interest rates this tightening cycle Ouch. And mix session meanwhile, for Asia with the SHANGHAI COMPOSITE falling more than 1 percent mainly economic rhetoric from the ongoing National People's Congress so far, no mention of stimulus to help hit those growth targets and the frosty U.S.-China relationship weighing on investors sentiment too. JP Morgan CEO, Jamie Dimon, saying worsening ties between the two superpowers is a top concern this year along of course, with the ongoing war in Ukraine, both of those subjects our top stories today and we do begin in China. The new Chinese Foreign Minister laying out a stark warning to the United States in his first Press Conference, saying - should not repeat the war in Ukraine in Asia with Taiwan and criticizing America's perceived Indo-Pacific strategy. Just take a listen to some of what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "QIN GANG, CHINESE FOREIGN MINISTER",
      "sentences": "No cold war should be allowed to be repeated in Asia. The Ukraine crisis should not be repeated in Asia. Itclaims to maintain regional security, but in fact provokes confrontation and plans in Asia-Pacific version of NATO. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "CHATTERLEY",
      "sentences": "Marc Stewart joins us now. Marc, we have to be very conscious, I think of a few things the audience the context here the fact that this isa highly scripted event, but if he wants to make a splash, he certainly did it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Julia that really is the key. Qin Gang is taken over as China's new Foreign Minister at a time when Xi Jinping isalmost trying to put the reset button on his administration, setting the tone for the years ahead. Qin Gang was known as a very careful and accomplished diplomat when he served in that role. Now as Foreign Minister, he is now embracing the strong, pointed very direct, very stern language that we have been hearing from Beijing for months. Most notable is a statement that he made referring to the U.S.- China relationship and what that future may hold, take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "GANG",
      "sentences": "If the United States does not hit the brake, but continue to speed down the wrong path, no amount guardrails can prevent the railing and therewill surely be conflict and confrontation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "STEWART",
      "sentences": "Also of note is the fact that he made reference to the U.S. response reaction to the suspected spy balloon all of these weeks later,again, suggesting it was an overreaction. Finally, Julia, I want to point out some comments that we heard also from Xi Jinping, Chinese leader Xi Jinping, he was speaking to a group of business folks. He made comments to the effect that the U.S. which is rare for him to point out to the U.S. directly, but the U.S. along with the West has done things that have gotten in the way of China moving forward. Remarkable that he made such a direct reference point to the U.S. But again, we are in the beginning of a new session, a new regime in a way with new leadership. And that's how Beijing is making its point through very strong brigade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes Julia that horrific video really fueling outrage, fury sadness all across thiscountry. We are learning a little bit more. The brigade that this man belongs to are believed to belong to has identified him as Tymofiy Shadura they published his name earlier today. They said that he has been missing since February 3. A final confirmation the Ministry of Defense has said when it will come if and when the soldier's body has been returned to Ukrainian held territory for now it is in Russian held territory. President Zelenskyy as you noted, has said that the murders will be found. It is believed of course that Russian soldiers were the ones who carried out this execution. Ukrainian Officials say that is more evidence of Russian war crimes. We've also heard President Zelenskyy speaking about the battle for Bakhmut saying that more units are being sent towards Bakhmut to reinforce it. That battle is getting much fiercer, it is getting much more difficult for people to be evacuated from there and Julia we spent time with the Deputy Mayor of Bakhmut who said that everything is being tried to get civilians out of the city. Take a look. (BEGIN VIDEOTAPE) MARQUARDT (voice over): Racing into the war zone, a white knuckle drive towards the middle of Bakhmut. This is the last successful emergency evacuation mission by the Bakhmut police. We need to go faster an officer says the Russians can clearly see us. This team called the white angels grabbed civilians who have been trapped. Throwing belongings in the back there's a cat someone else with a guitar. The fighting raging nearby the residents told to hurry up and get in and sit anywhere they can. As they hold on tight, the rescue mission speeds away from the smoldering city. Ahead, there's smoke from a Russian strike. Getting dropped off safely; Leonie tells the officer that everything is blown up in Bakhmut, even inside his apartment. They've survived months of brutally intense assaults. Russia has made gains trying to encircle Bakhmut and surrounding it on three sides as Ukraine desperately tries defending them off. Today we met Bakhmut Deputy Mayor, the city nearby at a makeshift aid center for Bakhmut evacuees. He tells us it's very hard to persuade the more than 4000 civilians left there to leave. They say they have nowhere to go and have no money. It's very hard to survive there; he says it's not life, its survival. Drinking water is a big problem. Walking to the well is dangerous he says. Shells landing on your head all the time all he now feels he tells us is fear and sadness. Everyone here knows how hard it will be for Ukraine to hold on to Bakhmut. Sweta's elderly mother with disabilities didn't want to leave. But Sweta managed to convince her. I don't know if my house is still standing, she tells us. It's very painful thinking about those still in Bakhmut, her eyes well up. I just want them all to survive; she says that's my only wish. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes for now the message is reinforced rather than anything else. Alex, good to have you thank you. Alex Marquardt there, joining usfrom Eastern Ukraine. Now, for the sixth time this year schools, airports and railroads across France are bracing for disruption amid calls by unions for a nationwide strike. They're fighting legislation to raise the retirement age, which would mean an extra two years of work for most people. Jim Bittermann is in Paris. Jim, great to have you with us! And I believe Paris expected to bear the brunt of these strikes. Just give us a sense of scale and how many people are involved with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "JIM BITTERMANN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "That's it Julia I can barely hear your question because of what's going on here thebackground. In any case, yes, this is probably going to be the biggest one of any of the district's demonstrations and demonstrations across France, as you mentioned, to 6, demonstration, 6 day of demonstration. It kind of a crunch time for the unions here because coming up in just about 7 days or 8 days, time the enabling legislation which will move the retirement age from 62 to 64, will be before the National Assembly. So if the unions want to convince people, you can say legislators that they are right in this proposing, and they have got a few days, just a few days left. And one of the things that's going to be interesting at the end of the day today is to see whether or not there have been a number of strikers out. We see demonstrations, but does this represent what's the people that are really on strike, for example, there are about 30 percent of the teachers are on strike. So not a great turnout there as far as the unions are concerned but 4 out of 5 of the TGV trains have been canceled because of the strike so it's a real question of how big the union turnout is going to be. And then the second question is, how long this goes on, because for the first time in this series of strikes, the unions are calling for what they call ongoing strike normally strike, say, here are just for a day or so. And now they wanted to have ongoing stress, meaning that it could continue right up until the vote in the parliament. So we'll see how it looks at the end of the day, whether or not this is the kind of thing that's going to move the government at the moment, it hasn't none of the other previous demonstrations have been very effective in that regard, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, Jim, I'll refrain from asking you another question, because I know you can barely hear me, but I did hear you say raising theretirement age from 62 to 64. Maybe it comes from a privilege of loving one's job, but that does feel very young to collect a pension. Anyway, thank you for your report. And we'll speak to you soon, Jim Bittermann there in Paris. Now to the world of K-Pop and it's a battle of the bands but with a difference. The influential pop music agency FM entertainment at the center of a billion-dollar takeover battle in one corner the Internet giant Kakao in the other HYBE the agency behind boy band BTS stick with me. I know it's complicated. Richard Crespo recently with HYBE's Chairman and asked why he wants a bigger stake in SM. (BEGIN VIDEO CLIP) BANG SI-HYUK, CHAIR OF HYBE ENTERTAINMENT: I have long been sad that a good company like SM does not have a good governance structure. And HYBE is well-known to help artists become successful only in the management process without touching their autonomy of their artistic originality. You can say that many people are looking forward to the effects of HYBE's acquisition of SM and from the perspective of corporate sentiment. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "So Julia basically there is a tug of war at the moment to try and gain control of the iconic agency SMEntertainment. So what has happened today this Tuesday there's a new development Kakao, which is the Internet giant here has launched a $962 million bid offer for the SM Entertainment. It's done this through a tender offer and that's just after it had a previous attempt blocked by a local court. So it's really a counter attack to another company you just heard from the CEO there HYBE, who had also been trying to gain the controlling share in SM Entertainment. Now HYBE is the agency that manages BTS, a very influential agency here and it had been trying to launch a tender offer if you don't own, but that was rejected by investors which really laid things open for Kakao to come in and make this offer. Now we don't know if this offer is going to be accepted. We know that they have until about March 26 for shareholders to decide if they want Kakao to work to have control of their shares and see if they can get up to that magic majority figure. And we also don't know if HYBE is going to up its offer as well. What we do know though and this is quite interesting is beyond the entire complex and the difficulties of the business. There is a very public and growing complex spat in the shareholders. We know that the founder for example of SM and man called Lee Soo-man, he's known here as the godfather of K-Pop, a very well-known man. He actually has sold his shares his controlling stake to hide but those that he wants managed on the management team now favor Kakao and they are having a very public spat. So it is an increasingly complex story. But of course, the stakes are very high who is going to control SM Entertainment too. Managers, the likes of Girls Generation I don't know if there will be more twists and turns but Julia it has certainly been quite a saga already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\", building a business for 90 years LEGO is marking its anniversary it seems by outpacing its rivals andgaining market share. The Danish toy giant reported a jump in revenue of nearly 17 percent last year, and a modest net profit rise of 4 percent. It seems new products are strong digital presence and resilient supply chains all played a part in growing the business. And I'm pleased to say Niels Christiansen is CEO and President of the LEGO Group and he joins us now. Wow, that's a pretty cool backdrop, I have to say. We'll talk about some of the toys in a second. But congrats, I think is the word on another solid year, though, I did see your forecasting normalization of top line growth this year. So just talk us through what you're seeing and put that in context. NIELS B. CHRISTIANSEN, CEO &amp; PRESIDENT OF LEGO GROUP: Yes, we were very happy with the year we've just disclosed, because it's not been a year without challenges between inflationary cost or stepping out of operating the Russian market and the beginning of the year, also having seen some COVID restrictions in China. So we overcame all that by growing and we grew by taking market share basically throughout the world and growing way ahead of the market. So that was exciting. Looking ahead, we will continue a lot of these investments allowing us I believe, to take market share. So we anticipate continuing that and depending on how the market is and then also grows into 23. So that's all expectation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "You know, the last time you and I were speaking, we were talking about some of those input price pressures, in particular in thetough decision that you had to make on select products to raise some prices. Where do you stand today? And is there any hope as the energy price costs have come down between now and the last time we spoke. Perhaps reducing or is there just not enough clarity to be able to take that kind of decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHRISTIANSEN",
      "sentences": "Things probably too early to reduce, but the pressure set up is exactly like in the autumn, we did raise prices on a select part of theportfolio because of those input prices going up. We have seen to your point and coming down a little bit from the peak hope to see that continue throughout the year. Hopefully then we can avoid actually having to increase prices more. And as always, we would like to make the product as attractive and as good price value as we came across. And I think we've been pretty OK with that during the COVID pandemic not raising prices until a little bit in the autumn of last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "We can talk about two things in terms of investment in both digitization but also in new products as well. And I think one of the otherthings that stood out from these results, almost half the products you sold last year. So 48 percent were new, in 2022. Just that up-cycle of continuing to innovate and provide new products is also surely key to the kind of growth that you're managing to sustain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHRISTIANSEN",
      "sentences": "Yes, it's quite special actually. And I typically say we are no better than what we've just invented. So we have to renew ourselves allthe time, it's just over half of the product line being new every year. So we are as good as the creativity and the innovation we can bring about all the time. But it on so allows us to be super relevant and cool to the kids and adults with the diet right now. And in that sense, I think it's also a huge strength that we put it off with the right type of innovation with the right relevance. And it also really puts us I think, in front of what the consumers want right now. And that was very successful throughout 2022. And that, of course, is the biggest challenge of all that we have constantly sitting with us but it's working well right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "And that applies wherever you're operating in the world. I remember being astonished at the quantity of stores, and the footprint thatyou were opening in China specifically last year in hindsight, perfect sight, but with the end of zero COVID policies that surely seems like great timing. What are you seeing there because the mood music, certainly on the manufacturing side and the services side is we're seeing a roaring back to life in China's economy? What are you seeing in terms of product demand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "And that takes me to my next question, because I know one of the key proponents of how you run this business is to match where thedemand is to the manufacturing base? And having it localized, which obviously helps you navigate what we saw during the COVID pandemic and the efficiency of supply chains. Talk to me about the decision to break ground because I know that took place late last year on a $1 billion carbon neutral factory in Vietnam. And just to give my viewers a sense, the size of this is 60 football fields, I believe. So we're talking about a whopping facility, why Vietnam and perhaps not choosing a location in China?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHRISTIANSEN",
      "sentences": "There are some things; we have one location in China. So in that sense, we've actually been expanding that facility over the lastcouple of years, but with the potential for growth in Asia, the amount of kids that are there and the potential we see for growth, we actually would like always to effectively close to consumers. So we can kind of avoid the long supply chains and the delays. So we can produce the right product very close to the time, the continuous moment and by the way, serve transportation and sustainability. CO2 emissions are kept to a minimum. So they're getting around is a very good location for us to serve kind of Japan, Australia, part of Asia Pacific. And yes, it's a huge spectrum when you stand there you oversee it. It's like 66 football fields next to it. There's another 70 football fields worth of land for the solar panel. - power that factory right in it. So it's is quite a big piece of land. And by the way, the same is happening in Virginia, Richmond, Virginia in the U.S., you're building a similar --.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, you have a lot going on. I want to talk about the metaverse and the tie up that we were discussing last time with epic, whichis of course the maker of fortnight, which I know a lot of young people particularly and parents watching this will know very well. When can we expect the fruits of this collaboration to be released? How long do we have to wait?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHRISTIANSEN",
      "sentences": "You have to wait a little bit longer. Yes, it is exciting. We have to wait a little bit longer and each of us I think the second half ofthe later part of this year we'll be able to reveal more about that. But I am super excited about how that's coming along and what we can offer up experience in digital experiences when we get there but it takes a little bit longer unfortunately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "That's OK. We're building up the anticipation. You can come on the show and talk to me about it when you're ready for release.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHRISTIANSEN",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\". And U.S. stocks are up and running on Wall Street this Tuesday. The Fed Chair Jay Powell set todeliver his economic views what he sees before Congress will surely make news and it might not be good news cautious trading there for ahead Powell's pronouncements next hour his first appearance on Capitol Hill in fact, in nine months. Powell said to face tough questions from lawmakers fearful of the impact of higher interest rates on their voters. He could also take the heat for not getting inflation more firmly under control. So, he's bashed either way unfortunately, in other headlines shares of Facebook's parent company Meta hire. In early trade amid rumors the firm could announce more job cuts, just for context over 10 percent of Meta's workforce will let go late last year. Also snap shares rallying almost 10 percent during Monday's session. You can see their investors monitoring the increasingly hard-line stance in Congress against its competitor TikTok, two centers set to introduce a bell today that would make it easier to ban TikTok in the United States. And as you can see there snap seemingly would be a beneficiary and from snap and TikTok to the Jay Powell countdown clock, the Fed Chair about to speak as we speak and Christine Romans is here. Christine, you said it yesterday and I'm reiterating it, the problem he's got he said he's going to be criticized on both sides. Inflation is painful, higher prices is painful. But the treatment is we've now been saying for more than a year to try and fix that. It's also painful, particularly if you have debt or credit cards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "You know, absolutely. And he's going to want to deliver a simple message about you know, what theFeds playbook is and how they're sticking to that playbook. But there's nothing simple about what's happening in the economy right now. I mean, you have a very strong labor market; you have consumers that continue to spend. The underlying strength in the U.S. economy is still strong, almost impervious to those eight interest rate hikes. And so, the question is, are we headed for a recession? Do we dodge a recession and the front page of the Wall Street Journal this morning, they called it the good Dow recession. Waiting for good Dow, remember, I don't think good Dow in that play ever actually came. But we're sitting here worried about something we don't know what the shape of it is, and what it's going to look like. I also think that you're going to hear from Democrats and progressives in particular, who are going to say, hey, wait a minute, all of these interest rate hikes are just a very cruel, cruel tool that hits people who don't have any money, who don't have any resources who have to rely on debt to grow and survive. So, I think there's a lot of different ways this hearing today could play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, cool and crude. Unfortunately, it's a relatively blunt instrument. The question is, how high do they go? I made the commentearlier on the show that we're in a situation now where if you look at what bond markets or investors in bond markets bonds are telling you. They see the rates the highest they've been for both the European Central Bank and for the Federal Reserve since their rate hike process began. There's real palpable fear out there. I think that the rates have to go significantly higher than they are even today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. And we always want answers immediately, recession or not no landing or a hard landing. To get back to what we were talking aboutyesterday, with Mr. Zandi over at Moody's this idea of a slow session, if you can do this gradually. If you can raise rates gradually and wait to see what the impact is, in a map, perhaps you can avoid the ongoing boom bust cycle that we've you know, the habit that we've got into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ROMANS",
      "sentences": "And the job market is so strong, the unemployment rate still so low. You could have a meaningful worsening of the labor market and stillhave an unemployment rate that only gets to maybe just south of 5 percent. Would we accept that? Would that be an OK way to kill inflation, maybe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes certainly, better than higher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Christine, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ROMANS",
      "sentences": "Nice to speak to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "OK, coming up on \"First Move\" the taxi of the future, the CEO of Zoox on a major milestone, and challenges in the journey next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\". No driver, no problem. This Robo taxi built by Zoox successfully driving on public roads for the first time,Zoox an autonomous vehicle company owned by Amazon is running a shuttle service for its employees between the company's two main buildings in California. It can travel at up to 35 miles an hour with up to four passengers on board. Now your safety regulators have been reviewing Zoox's operations since last year. And just this week, announced a probe into Zoox's is self- certification that allows these journeys to be made. Joining us now is Zoox's CEO Aicha Evans. Aicha, fantastic to have you on the show once again! We clearly have a lot to discuss. But I want to start with these trips because this is clearly a huge moment. What is the feedback from employees been liking and how do they work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Has any of the staff gone, you know what, this is really great. But I'd rather take my own car, or I'd rather walk and I just want to giveit a bit longer because I would understand people saying that too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "EVANS",
      "sentences": "So internally, Julia, we run a culture that's very transparent. We kind of don't sell miracles to our employees. That's just not how we rollhere. So, they understand this is a first step, nobody's giving up their car or walking or doing any of that any anytime soon. And even in the future, when we start launching with sort of a broader scale, it's really about addressing the current demand that is already using mobility on demand. And then yes, eventually making a dent into personal car ownership walking bicycles are good. We just want to be an additional mode of transportation, and serve a segment that currently we feel is poorly served.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. And just to be clear and you can correct me if I'm wrong. But there are, I believe, limitations to this. I mentioned the speed limit,it tops out at 40 miles an hour, even though the vehicle can go quicker. You're only using it Saturdays and Sundays during daylight hours and not during bad weather. Is that right? So, there are limits even to the program that you're currently running?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "EVANS",
      "sentences": "Absolutely. So, we've been very clear and very consistent at Zoox since inception, that safety is foundational and critical. And by safety,we don't just mean qualitative safety, we mean, a quantitative safety case. And so there is the notion of what's called an ODD or Operational Design Domain. And what you can expect is that, that's the first step, we call it a tiny step, then comes small comes medium comes large. And so, by the time we launch our employee shuttle in, in the spring, you will see more expansion of the ODD and then every few months, a lot more expansion. But the goal makes no mistake about it is basically, you know, rain, night time daytime, snow is going to take a while that's, that's way more complicated proposition and dense urban environment, because that's where the demand is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I mean, we're now watching videos as you're speaking as well of, of the vehicle moving. And I think what's probably very clear tomy audience now is, there is no driver, there's no steering wheel, there's no brake. So, this is very different from a sort of Tesla example, just to use one of a vehicle that can be driven, but also has an autopilot feature. What you're creating here and have created is a car that will never have a driver will never have a brake and is fundamentally an auto autonomous vehicle. Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "EVANS",
      "sentences": "That it is a transportation robot. It's not a car, I've said this many different times, it uses a lot of things that are similar to cars. Butit's a transportation robot, and really the future of transportation, especially in major, major cities. And yes, we do not want you to think about driving, when you're in that vehicle. If you do, we want you to think about being transported. And if you think about driving, we actually failed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. So, this is a very important distinction, I think, which brings me to the regulators, and how the regulator's view this, regulatethis, understand the data that you're collecting and understand the safety of the vehicle, I think as well, Aicha. So, explain to me the decision by auto regulators this week to launch a probe. Because I know you've been going through a review process now and answering questions for many months. What does the announcement to this week on Monday this week mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "EVANS",
      "sentences": "We welcome it. We've been working with the regulatory agencies at the federal, state and local level for multiple years. We knew that we Zooxchose to go for the ultimate solution, which is essentially a robot taxi purpose built for just doing exactly this. And so, we know that we are basically innovating changing the landscape with no manual controls whatsoever. And we would expect them to issue an audit query, which is essentially a request for more information on all of the testing we've been doing. And to make it public and official so that they are sending also the signal that they are doing the right thing in terms of this first Robo taxi on public roads. And so, we're very proud of our engagement with them. And we're grateful also for the intensity of the engagement. But this is something that we welcome and as a citizen we expect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "EVANS",
      "sentences": "So first of all, on the any, it's going to be a while this robot taxi is going to be geo fenced meaning in a specific area that's mapped andunderstood for the foreseeable future; I want to be very clear. The any of all the conditions, roads, whether that's going to be a while in terms of the order, I think it makes sense. I mean, this is the first Robo taxi purpose built and on public roads. We are already amongst road agents we don't control, we are down here in Foster City, it's a vibrant community. There are people who live here who work here. And so, we're already operating within that environment. Now on weekends, the - shows that, though our employee shadows would be weekdays and sunset, or sunrise to sunset I think the audio is great, because Zoox has been very consistent; we were going to use the current regulatory framework. We're not asking for changes or discounts or exemptions or anything like that. And so given that we've now gone through this process, in consultation with the agencies, it's now public, most of the public and the press and the enthusiasts don't really understand the details under the hood, in terms of what happens to have an audit query where it's on the record, it's official, and they can get all of the information and even more, I think it makes a lot of sense. If we weren't first, then I would be worried. But given that we're first, I think it makes perfect, perfect sense. And we'll trailblazing and that's what happens when you trail-blaze.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, it makes perfect sense to me. Everybody's learning here, including the regulators. So as long as you're working hand-in-hand withthem and providing all the information that they require, then there's not much more we can ask. While it's going to - go on. Yes, I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "EVANS",
      "sentences": "--so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Your excitement getting in and out of that vehicle was palpable it was quite exciting. I think you were basically skipping. Define a whileyou said it's going to take a while you said it, the demand is there. Every time I use a ride hailing app like Uber, I'm so grateful, quite frankly, for the convenience. And the fact that this has been invented the demand is clearly there. How long do you think it takes on a practical safety, regulatory, of course bases to have these up and running because I do feel like I've been being promised by tech CEOs for years now that it's, it's coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "EVANS",
      "sentences": "So, first thing is, you know, I used to resent a little bit the over promising. But the reality is that the level of change we're bringing tothis industry and how it's going to impact society, you have to have irrational belief and exuberance at the beginning, or you don't start the journey. So, what I will tell you is this, again, Zoox doesn't really consider this day to that day. What I will tell you is that, we would not have gotten on public roads with this first step in California, unless we were getting really close to being out in the public carrying paying passengers. And we've already said, we're going to start in Las Vegas, and then sort of in parallel or close to in parallel San Francisco. And from there, you can expect many more cities and will sort of follow the good weather. Rain is not a problem. And snow is going to be a while. So, Manhattan and Chicago and Denver probably on the tail end of things, but the journey have started and you can expect points on the board on a fairly regular basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "And any naming of names on the over promising, anyone in particular that you--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "EVANS",
      "sentences": "No, we don't do that. We don't do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Just checking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "EVANS",
      "sentences": "What, you do Julia, - high roads.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Exactly. There we go, a road pond to finish. Aicha, great to chat to you, thank you! We'll speak again soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "EVANS",
      "sentences": "Thank you, Julia, thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "And classic Twitter 2.0 frankly. I mean, there were a few things you have to get past before you hit perhaps the worstpart of the story. First of all, this guy doesn't know whether or not he works at his company, he is locked out. That is how people have been losing their jobs at Twitter, just finding that access is blocked. The second bit is when he says he spoke to the Head of HR and they didn't know days in having been locked out of his accounts. Whether or not he was being employed by the company, the Head of HR doesn't know, that is the concern if that is true. And then of course there are Elon Musk's tweets, and we've come to expect all sorts of bombastic explosive tweets here. And some of it frankly was as you would expect, and there was some quite good jesting, I would say between the two at one stage. And then it gets actually to a point where you think hang on a minute, did he just tweet that Elon Musk's tweets, this guy who was independently wealthy did no actual work claimed as his excuse that he had a disability that prevented him from typing, yet was simultaneously tweeting up a storm. Right, so, this employee does have a disability. He has muscular dystrophy. He has been wheelchair bound for 20 years. And he goes into great detail in response to that tweet this morning, the fact that he now increasingly struggles with his fingers and he struggles to type for prolonged periods of time. He finds tweeting he says slightly easier because it involves just one finger from his hand. Should he need to excuse his disability? He even says that clearly what was confidential in terms of the conversations he has with HR has been made public by Elon Musk. At this point it is worth noting, I think that there are several lawsuits pending, one, we believe violates the Americans with Disabilities Act. According to another former employee, he's hoping to bring that lawsuit. There is a lot going on here. And you just wonder where it ends, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "STEWART",
      "sentences": "It isn't that Elon Musk has been quite in terms of this thread. So far this morning, at least in the few hours, he's probably been awake,we'll see whether that remains the case. But I think what happens next will be very interesting for Halli. Now given you know, it is U.S. employment law, they can let you go. But they need to give you 60 days' notice or 60 days, severance, maybe more, depending on what this contract is.",
      "isLastSentenceInterrupted": false
    }
  ]
}