{
  "date": "2023-01-17",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "White House Counsel Defends Releasing Incomplete Info About Classified Docs; Ex-GOP Candidate Arrested Over Shootings At Homes Of Dems; Allies Promise New Aid To Ukraine As War Nears One-Year Mark; Airline Aborts Takeoff To Avoid Hitting Jet Crossing Runway; GOP Oversight Committee Launches Probe Into Biden Family; China's Population Shrinks For The First Time Since The 1960's. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:01",
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "Who let the president of the United States kneel? Why is he the one --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Oh, stick with it!(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "BLACKWELL",
      "sentences": "He got back up and everybody applauded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "CAMEROTA",
      "sentences": "Well, he recovered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "BLACKWELL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "CAMEROTA",
      "sentences": "I mean, that could have gone badly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "BLACKWELL",
      "sentences": "Yeah, that's good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "CAMEROTA",
      "sentences": "Somebody should have helped the president of the United States up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "BLACKWELL",
      "sentences": "The vice president was -- he asked her to come down there, she said I'm not doing that. I'll just tuck back here a bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "CAMEROTA",
      "sentences": "Good thinking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "BLACKWELL",
      "sentences": "All right. THE LEAD WITH JAKE TAPPER starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Police say a candidate who lost his election tried to have his rival officeholders killed.THE LEAD starts right now. One city, four homes, each one shot at. Police say who the man was who orchestrated the attacks, they say he wanted to cause injury or death and the apparent targets were his Democratic rivals. Plus, trading in on the Biden family name. House Republicans ready to investigate presidential son Hunter and presidential brothers Jimmy and Frank Biden for trying to use their access to the now president to try to make money. Where does the investigatory trail begin? Well, CNN is investigating. And, how did two passenger planes end up on a collision course? Could this very serious question impact your next flight? (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.We start today with our politics lead and the White House counsel's office desperately trying to explain why the Biden White House has repeatedly given the American people incomplete, late information about President Biden and his staff's handling of classified documents. Both when he left office as a vice president in 2017, and in the six years since then. A spokesman for the office attempted to justify the lack of immediate disclosure when classified documents were found last November. And since then by acknowledging there is a tension between protecting and safeguarding the integrity of an ongoing investigation with providing information publicly appropriate with that. That ongoing investigation that the spokesperson referred to is in the hands of special counsel Robert Hur. And there remain a mountain of unanswered questions today, including whether any more classified documents are right now improperly being stored at his home or offices. How the documents got there, who had access to them and while lawyers who do not apparently have security clearances are currently the ones doing the searching. As CNN's Phil Mattingly reports for us now, White House lawyers are not ruling out a future sit-down between the president and the Department of Justice. (BEGIN VIDEOTAPE) PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT (voice-over): President Biden, again, ignoring questions about the investigation into his handling of classified documents. KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY:  We have a couple of special guests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "MATTINGLY",
      "sentences": "As the head coach and star guard of the world champion Golden State Warriors made their appearance in the briefing room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "STEPH CURRY, GOLDEN STATE WARRIORS",
      "sentences": "Something that we don't take for granted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "MATTINGLY",
      "sentences": "For a White House scrambling to get its footing --JEAN-PIERRE:  You guys can ask me this 100 times, 200 times if you wish, I'm going to keep saying the same thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "MATTINGLY",
      "sentences": "-- a not so subtle effort to turn the page on a turbulent and perilous moment for Biden.JEAN-PIERRE:  The president has confidence. They reached out to the archives. They reached out to do the Department of Justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "MATTINGLY",
      "sentences": "The sources saying Biden plans to stay focused on his schedule and agenda.JEAN-PIERRE:  The president is going to stay laser focused on delivering for the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "MATTINGLY",
      "sentences": "And far away from any more public commentary like this amid an ongoing special counsel investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "By the way, my Corvette is in a locked garage, OK? So, it's not like it is sitting out in the street.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "MATTINGLY",
      "sentences": "The probe now in its early stages to pin down how roughly 20 documents of classified markings from Biden's time as vice president ended up in two separate locations, a Biden affiliated think tank in Washington and Biden's family home in Wilmington, Delaware. White House officials pledging full cooperation with the early stage special counsel investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "MIKE GARLAND, ATTORNEY GENERAL",
      "sentences": "I'm here today to announce the appointment of Robert Hur as a special counsel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "MATTINGLY",
      "sentences": "But for a second day, slamming House Republicans who have now launched two probes of their own. The White House spokesman on Monday saying the lawmakers have, quote, no credibility and are playing politics in a shamelessly hypocritical attempt to attack President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "IAN SAMS, WHITE HOUSE SPOKESMAN",
      "sentences": "House Republicans lose credibility when they engage in fake outrage about an issue that they're clearly pursuing only for partisan gain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "MATTINGLY",
      "sentences": "Followed by a news conference Tuesday to level more attacks. But the messaging effort doing little to address critical questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "SAMS",
      "sentences": "With the appointment of a special counsel, we will continue to be limited in what we can share publicly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:01",
      "speaker": "MATTINGLY",
      "sentences": "With little detail on more than two months from the initial discovery of documents on December 2nd to additional documents to a third and fourth discovery of additional documents just last week.But as White House officials maintain the ongoing investigation will continue to limit their public answers --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "MATTINGLY",
      "sentences": "A clear public effort to draw attention elsewhere. (END VIDEOTAPE)MATTINGLY (on camera):  And Jake, while White House officials pledged full corporation with the special counsel, they have been less forth coming about how they will address the dual House Republican probes now currently under way. They say they will engage in good faith requests from House Republicans as to what they will define as good faith. Still, very much to be determined. And as you noted, full cooperation, at least at this point in time, may include requests for the president to sit down, nobody is saying that's not an option at this point, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "TAPPER",
      "sentences": "All right. Phil Mattingly at the White House for us, thanks.Also in our politics lead, a former Republican candidate for state legislature has been arrested and is due in a New Mexico court tomorrow. He's accused of a revenge plot targeting Democratic lawmakers. As CNN's Kyung Lah reports for us now, Albuquerque police say Solomon Pena, who lost his race in November, gave gunmen addresses and paid them cash to, quote, cause death and serious injury to Democratic officials. (BEGIN VIDEOTAPE) DEBBIE O'MALLEY, BERNALILLO COUNTY COMMISSION CHAIRWOMAN:  One came right through here and then we got the rest over here. KYUNG LAH, CNN SENIOR NATIONAL CORRESPONDENT (voice-over):  About a dozen bullets embedded in the outside of Debbie O'Malley's home. O'MALLEY:  I was very angry, and just disgusted about the whole thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "LAH",
      "sentences": "These are significantly sized holes.O'MALLEY:  They are. It was so loud, this happened when my husband and I were asleep. And my grandkids could have been spending the night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "LAH",
      "sentences": "O'Malley immediately suspected who the gunman might be. This man.SOLOMON PENA, EX-GOP CANDIDATE:  Hi, my name is Solomon Pena. Can I speak with Debbie O'Malley?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "LAH",
      "sentences": "Solomon Pena had been looking for O'Malley, went to her daughter's address and then to her home a month before the shooting. This is him on the other side of the fence.O'MALLEY:  He seemed agitated. He seemed a little aggressive to me. I didn't consider him a threat then. But he was upset that he had lost the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "LAH",
      "sentences": "Police arrested him Monday in connection with a string of what they call politically motivated shootings of homes of four Democratic leaders in New Mexico. No one was injured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "CHIEF HAROLD MEDINA, ALBUQUERQUE POLICE",
      "sentences": "It is believed he is the mastermind that was behind this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "LAH",
      "sentences": "Police say he is suspected of hiring a contractor for cash to commit at least two of the four shootings, from December 4th to January 3rd. Pena was a Republican candidate for state house seat in New Mexico. And he spent years in prison for burglary and larceny. But a judge allowed the convicted felon to be on the ballot in 2022, calling it unconstitutional for Pena to be denied the ability to serve. He lost in November, by a landslide. Then accused his opponent of rigging the election, one week later tweeting he never conceded the race.Police arrested Pena after they say the trail led to multiple guns tracing back to the shootings. Photographs of the arrest warrant show Pena with one of the four suspected shooters who was in possession of a gun used in one of the shootings at the time of the arrest. Police say Pena texted the home addresses of four Democratic targets to four suspects who carry out the shootings. And in an exchange texted they just certified it, they sold us out to the highest bidder, they were literally laughing at us while with they were doing it. (END VIDEOTAPE) LAH (on camera):  And, Jake, what we keep hearing again and again from the elected officials who were targeted here in Albuquerque is that the larger problem, this attack on democracy and election denialism at the highest levels of American government, that problem is not solved, but at least this immediate local crisis, they hope, is over for now. Solomon Pena now enters a criminal process, his first court appearance is tomorrow -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "TAPPER",
      "sentences": "Kyung Lah in Albuquerque, New Mexico, for us -- thank you so much.And joining me now to discuss is outgoing Republican Governor Larry Hogan of Maryland. Today is his last full day on the job. Governor, good to see you. GOV. LARRY HOGAN (R), MARYLAND:  Thanks you for having me, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "TAPPER",
      "sentences": "So, I want to start with this horrible story out of New Mexico, this Republican candidate pushed election lies, arrested and accused of orchestrating shootings at homes of four Democrats in the state. Obviously, innocent until proven guilty, but at the end of the day, four lawmakers targeted violently.Is this part of a larger problem, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "HOGAN",
      "sentences": "It sure sounds like it is. I mean, it is the inevitable end result of what has been years and years of toxic, angry, divisive politics that I've been kind of talking about and expressing concern over for quite some time. I don't know the details of the case, but obviously everybody is innocent until proven guilty, but the fact that we get to the point in America where these kinds of things are even, you know, potentially possible, it just doesn't make sense. I mean, we have got to do something about the broken politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "HOGAN",
      "sentences": "Well, I don't know about the incident today, but I certainly held Donald Trump responsible for the actions on January 6th. I'm the one who was responding to the crisis immediately by sending in the Maryland state police and the Maryland National Guard and spoke out pretty strongly about it I think before anybody in Congress did.Look, inciting violence and this crazy conspiracy, you know, politics is something we have got to do something about. That's why I've been continually speaking out about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "After the midterms, you said this about Donald Trump. Quote, I think it is basically the third election in a row that Donald Trump has cost us the race. And it is like three strikes, you're out.But then you saw, I'm sure, the speaker's race took Kevin McCarthy 15 ballots but he got there and he's the speaker of the house and Trump was involved in trying to line up those votes. Speaker McCarthy thanked Donald Trump specifically after his one. Does Trump have a deep hold on your party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "HOGAN",
      "sentences": "There is no question he still has an influence on a certain segment of the party and I don't know exactly what Trump did on the McCarthy vote or when. I know on the 15th round he finally got through and I know he weighed in with a couple of folks, but his influence on the party is diminishing. I've been saying for a long time, it's going to be a battle for the heart and soul of the Republican Party, and -- but he hasn't gone away and at this point, he's the only announced candidate for president in 2024. And he has a good chunk of the Republican Party still follows him. It is vastly reduced from where it used to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "You're leaving office as a Republican governor in a largely Democratic state with an approval rating of 73 percent according to a \"Washington Post\" poll from October. That's pretty high.And I'm wondering, I interviewed former now Governor Charlie Baker of Massachusetts, who also Republican governor, Democratic state, leaving office with very, very high approval ratings, it does not seem, however, that your party elders are grassroots or saying, look, here are two Republican governors in Democratic states who are hugely popular, let us learn their lessons, let us get them to be our presidential nominees. Why not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "HOGAN",
      "sentences": "Well, look, there is no question that an overwhelming majority of people like the kind of politics that Charlie Baker and I have successfully done for the past eight years. And he and I for eight years every quarter have been leading the pack and it is because whether you're a Republican, Democrat or an independent, I think they really do like the fact, we're Republican governors in deep blue states, that we have to work together in order to get things done.And that bipartisan common sense solution, being willing to not demonize the other side and focus on solving problems is very popular in both parties. Now, you know, it doesn't get all the attention from the media or on social media or from the most passionate people on either extreme, but it is where most of America is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "Also Phil Scott from Vermont, another Republican governor, that's not even a blue state, that's like a -- that's a pink state or something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "HOGAN",
      "sentences": "So, Maryland and Massachusetts both, you know, Biden won by 33 points. I ran 45 points ahead of Trump in the bluest state in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "So, should your party be looking to you and Governor Baker and Governor Scott more and saying this could be a sweep or is -- have people just made the calculation we need to appeal to the base?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "HOGAN",
      "sentences": "Well, I think it depends who you're talking to. But the party has been focused on firing up the base and they have done a terrible job at reaching swing voters in the middle. And I've been preaching for quite some time since November of 2020, right after the election, when I spoke at the Reagan library, Reagan Institute, I said we've got to get back to a bigger tent party that appeals to more people or we're not going to win elections. And that's been the case.I mean, we lost the White House, we lost the Senate, we barely took the House back after losing it. We lost the governor's seat and state legislative bodies. If you want to win elections and want to be a party that can -- that gets to govern, we got to convince independents and discerning Democrats and swing voters that we have the best ideas. And you can't just appeal to the base. It is a losing strategy and that's my point about Donald Trump losing three times in a row. I don't think we should do it again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "Florida Governor Ron DeSantis is often cited by conservative Republicans as somebody they might want to see run for president. You've called him an important voice, one of the important voices for the party. Do you think he would be good at what you're talking about in terms of reaching out to people in the middle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "HOGAN",
      "sentences": "He hasn't done it so far. I mean, he's done a good job of getting on fox news and he's capturing a lot of attention, but he hasn't done it the way Charlie Baker and Phil Scott and I have. I mean, you know, we're a consistently the most highest job approval in the country and I think DeSantis is down around 30th place among governors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "Is that because he's too focused on the base, too focused on red meat issues?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "HOGAN",
      "sentences": "He's focused on the base and he's doing pretty well with the base. But he's going to have to figure out a way if he wants a political future beyond Florida to appeal to a broader audience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "Right after the midterms, you talked to my colleague Dana Bash, she asked you if you were thinking about running for president in 2024, you said you still had to do your day job until January 18th. Well, today is January 17th, so I think that I can ask this question, are you going to run for president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "HOGAN",
      "sentences": "I really don't know, Jake. I'm going to finish the job tomorrow, and then maybe take a little bit of a break and try to see what the future holds. I do care very deeply about getting my party back to a bigger tent party that can win elections. I'm concerned about the country.But I don't know, I'm going to be a voice to continue to go in that direction, but whether or not that means I'll be a candidate or not, I'm not sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "Do you think there is room for you in the party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "HOGAN",
      "sentences": "I think -- I'm not ready to give up on my Republican Party or the country. I think there is obviously room and we have been very -- one of the most successful governors of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "Outgoing Maryland Governor Larry Hogan, leaving office after eight years with one of the highest approval ratings and no indictments that I know of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "HOGAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "-- thank you so much, Governor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "HOGAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "Good to see you.Fresh out of his White House meeting with President Biden, the Dutch prime minister is going to join us next, as the two NATO allies make new promises to help Ukraine. And for the first time in more than 60 years, the population of China has dropped. How this admission could have an impact on the entire world including on you. Stay with us. (COMMERCIAL BREAK) [16:20:30] TAPPER:  In our world lead, at least six children were among the victims of the horrific Russian strike on an apartment building in central Ukraine on Saturday, according to Ukrainian police. One of the dead is 15-year-old Maria, her teacher remembered her as a, quote, incredible child. In total, at least 45 were people -- 45 people were killed in this attack in Dnipro. CNN's Ben Wedeman is live for us in the eastern Ukrainian city of Kramatorsk. Ben, while this is happening, there is a lot of new Western military aid in the pipeline, notably the battle tanks. When will Ukraine be able to use these new weapons?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, the pipeline in this case is not very fast moving. First of all, these weapons systems, for instance, the Challenger 2, a British tank, the Leopard 2, a German tank and perhaps somewhere down the line, eight Abrams tanks from the United States, they take time to get here.But more than anything, it's the training that needs to be conducted for the Ukrainian crews so they can operate them. And also, the training for maintenance crews so they can keep these things running. The Abrams, for instance, uses a huge amount of fuel, which is going to be a challenge in a country that has had fuel shortages in the past and with the Russians focusing some of their rocket attacks on the infrastructure that could make things very complicated. The timetable that they need to be delivered by with crews that can operate them and with the ammunition and the logistical support is basically we're looking at the spring. That is when the Russians, it is many believe, will be conducting some offensive. If those weapons systems aren't on the ground, the situation, which is already fairly difficult, could become dire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "And, Ben, there is ongoing intense fighting in the east with the key city of Bakhmut at the epicenter. What is the latest there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "WEDEMAN",
      "sentences": "Well, we spent the last two days in Bakhmut and what we saw is an intensification of the Russian bombardment and we're hearing a lot of small arms fire. So, the fighting is picking up. And the feeling is that as the Russians mop up Soledar, even though the Ukrainians insist they still control part of that town, which is about ten miles north of Bakhmut, that the Russians will refocus their efforts to try to encircle Bakhmut and eventually take it.So we spoke to one officer who told us come back to Bakhmut in two days and it is going to be a lot hotter -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "All right. Ben Wedeman in Kramatorsk, Ukraine, thank you so much.Let's bring in the Dutch Prime Minister, Mark Rutte. Prime Minister Rutte, thank you so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "MARK RUTTE, DUTCH PRIME MINISTER",
      "sentences": "Great to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "So, you just met with President Biden and with the new House Speaker Kevin McCarthy. How do you feel about the future of U.S. aid to Ukraine after those meetings? Some of the Republicans in Congress who are now newly in power have been skeptical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "RUTTE",
      "sentences": "Extremely positive. I must say that President Biden is very much focused on this. We totally agreed that we can only stop when the war stops and with a successful outcome for Ukraine. So, the end has to be successful Ukraine, Russia losing it -- losing the war, and also I must say with the speaker, very clear that it is large support in Congress, also on the Republican side to make this happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "So you think this war ends with Russian losing. It's not -- there can't be a negotiated peace where Ukraine gives some land territory, it has to be no, Russia expelled, Russia loses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "RUTTE",
      "sentences": "Well, of course, it is up to Ukraine to decide whether they want to engage in peace talks. But the only one who can decide it is Volodymyr Zelenskyy sitting in Kyiv, the president of Ukraine. It cannot be the Netherlands, the U.S., or any other countries you decide that for Ukraine.If you will be under attack, Texas, or whatever part of America by others, you would never accept me telling you, you have to negotiate now whilst your country is under attack. So, it has to be the Ukrainian president. And in the meantime, we need to do everything to make sure that they can be successful and I must say what America is doing, this stuff you're supplying, the military gear, is impressive. And really has been the game changer, I believe, early 2022, for Ukraine to be successful at this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "RUTTE",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "TAPPER",
      "sentences": "Are you worried about the war escalating worse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "RUTTE",
      "sentences": "Yeah, what we decided is the intention and this one I mentioned today, to participate in the U.S.-German initiative and Patriots are crucial because it's about air defense, so it doesn't have to be a whole system. It could also be gear as part of the system. Crucial as to interoperability, the training, et cetera. So, we'll be part of that coalition with Germany and the U.S.And I was on the phone yesterday with Volodymyr Zelenskyy, and air defense, of course, for him, for Ukrainians is key. We have seen what happens in Dnipro this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "RUTTE",
      "sentences": "Over 40 people killed, children, men, women, families, it is -- it is really horrendous when you look at the footage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "TAPPER",
      "sentences": "The Netherlands pledged 2.5 billion euros to support Ukraine in 2023. If the war drags into a third year, a fourth year, a fifth year, will there be at any point a limit in how much the Netherlands is able to contribute?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "RUTTE",
      "sentences": "No, we will continue and in the Netherlands, people will say, but we have our own issues like high gas prices, inflation, et cetera. My answer always is this is end to end. We need to take care of the issues with the Dutch people, same time we have to make sure that Ukraine can win this, in our interest. It's about our values, but -- and this is also the measures I'm giving here in the U.S. and it is really -- people are really listening to this, in that sense, people agree.It's also from a security perspective crucial. If Putin would win this, it won't stop at Ukraine. It will continue. And then in the end, the collective safety of the whole West is under threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "TAPPER",
      "sentences": "And that's why the Netherlands is part of the NATO alliance. Part of that agreement is to spend 2 percent of your GDP on defense. The last document I looked at, which was from last year, said that Netherlands was spending 1.45 percent. Not yet at 2 percent.When will you be at 2 percent, the obligation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "RUTTE",
      "sentences": "'24. In 2024, we will be at 2 percent. So, we have decided to spend the next $5 billion, compare to the size with the U.S., it will be, I don't know, $100 billion if you have an economy the size of the United States, $5 billion given the size of our economy. Certainly (ph), annually, $5 billion extra.And there is one of the things discussed today that also means that we need to buy new stuff and, of course, the U.S., Germany, and some other countries, France, U.S., of course, one of the biggest suppliers for arms systems and, of course, here very much looking at U.S. to help us, to make sure we can stock up our military.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "TAPPER",
      "sentences": "But the Dutch are fully committed to this fight for Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "RUTTE",
      "sentences": "Yes, I would even argue that we are without breaking about it -- you're asking me this, I can say this, we are in the top league --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "RUTTE",
      "sentences": "-- when you look at per capita, we're in the top three with U.S., with the United Kingdom because we really feel this is necessary. And we are nudging others (ph) to do as much as possible. Again, it is values, but also security, safety.It won't end with Kyiv, if he would be successful. And he cannot be successful. We have to stop this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "TAPPER",
      "sentences": "Dutch Prime Minister Mark Rutte, thank you for your time today. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "RUTTE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "TAPPER",
      "sentences": "Safe travels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:05",
      "speaker": "RUTTE",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:52",
      "speaker": "TAPPER",
      "sentences": "In our national lead now, federal investigators say interviews are under way with the pilots of two planes that nearly crashed into each other on Friday night. A Delta Airlines jet had to abort its takeoff at John F. Kennedy airport in New York to avoid hitting an American airlines plane crossing the runway just in front of it.As CNN's Pete Muntean reports for us now, American Airlines now says it is also launching its own probe. (BEGIN VIDEOTAPE) PETE MUNTEAN, CNN AVIATION CORRESPONDENT (voice-over):  There are urgent new questions from investigators and experts following the near-disaster on the runway at JFK. The National Transportation Safety Board tells CNN interviews are ongoing after a Delta Airline 737 and an American Airlines 777 were on a collision course Friday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:52",
      "speaker": "JFK TOWER",
      "sentences": "American 106, heavy, American 106 heavy, hold position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:52",
      "speaker": "MUNTEAN",
      "sentences": "Air traffic control recordings detail how the American flight was told to go to the end of JFK's runway 4 left, but instead crossed that runway, in the path of the Delta flight that was taking off. A mistake caught by air traffic controllers with just seconds to spare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:52",
      "speaker": "JFK TOWER",
      "sentences": "(EXPLETIVE DELETED) Delta 1943, cancel takeoff plans. Delta 1943, cancel takeoff plan.DL1943:  Rejecting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:52",
      "speaker": "MUNTEAN",
      "sentences": "The Delta pilot slammed on the brakes, stopping approximately 1,000 feet before where the American Airlines flight had just crossed the runway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:52",
      "speaker": "PETER GOELZ, FORMER NTSB MANAGING DIRECTOR",
      "sentences": "It would have been catastrophic had a collision taken place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:52",
      "speaker": "MUNTEAN",
      "sentences": "Former NTSB managing director Peter Goelz thinks investigators will now dig into whether the fault lies with the pilots of the American flight, apparently confused over directions from air traffic control. AA106that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:52",
      "speaker": "JFK TOWER",
      "sentences": "American 106 heavy, departing runway 4 left, we'll listen to the tapes, but you were supposed to depart 4 left, you're currently holding short of 3-1 left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:52",
      "speaker": "MUNTEAN",
      "sentences": "In a new statement, American Airlines says it is conducting a full internal review and cooperating with the National Transportation Safety Board in their investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:52",
      "speaker": "GOELZ",
      "sentences": "There were plenty of visual cues for this flight crew to know that they were in the wrong place at the wrong time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:52",
      "speaker": "MUNTEAN",
      "sentences": "Meanwhile, the FAA has not said how it will fix its computer system that failed last week, causing a nationwide ground stop and thousands of delays and cancellations.Sources tell CNN that Transportation Secretary Pete Buttigieg is pushing for upgrades faster than planned. Even still, the FAA has no Senate confirmed administrator leading the agency. SEN. CHUCK SCHUMER (D-NY):  We're going to clear the runway. So there will be an administrator and that administrator can do his job. (END VIDEOTAPE) MUNTEAN (on camera):  American Airlines has not answered why its flight continued on to its destination of London Heathrow. Experts are worried that means audio from the cockpit voice recorder might be lost. Typically, they only report about two hours. The NTSB wants that up to 25 hours, but that's a recommendation that the FAA has not yet acted on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "TAPPER",
      "sentences": "In our politics lead, House Republicans are ready to flex their new investigative muscle, probing business dealings by members of President Biden's family, which includes allegations of the president's son Hunter used his familial connections to improperly line his pockets and benefit his business partners.And as CNN's chief investigative correspondent Pamela Brown reports, a CNN review shows that then Vice President Joe Biden did meet with some of Hunter's partners and associates. (BEGIN VIDEOTAPE) PAMELA BROWN, CNN CHIEF INVESTIGATIVE CORRESPONDENT (voice-over):  He has built his political career on promises of honesty, hard work, and a pledge that a family name means something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I give my word as a Biden.I give you my word as a Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "BROWN",
      "sentences": "While Joe Biden swears by his name in politics, his son and two brothers spent years trying to benefit from the Biden name. It is all now the focus of a Republican-led congressional investigation.REP. JAMES COMER (R-KY):  We want to know what the Biden administration tried to hide from the American people and why they're not being transparent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "BROWN",
      "sentences": "Republican Congressman James Comer now chairs the house oversight committee and set his sights on Joe Biden's son Hunter. A mysterious laptop, now in the hands of the FBI, and long held conspiracy theories about President Joe Biden and what he does or doesn't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "PRESIDENT BIDEN",
      "sentences": "I have never discussed with my son or my brother or anyone else anything having to do with our businesses, period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "BROWN",
      "sentences": "Despite his denials, a CNN review of the laptop data as well as other public material shows that Joe Biden did interact with some of his son's associates while serving as vice president, though it's unclear exactly what was discussed.One example the Republicans cite, Miguel Aleman Magnani, a Mexican businessman and son of the former president, who Hunter was trying to woo. In 2014, Aleman Magnani and his dad were photographed at the White House with then Vice President Biden. In a later email, Hunter Biden reminds Aleman Magnani of the favors he's done for him. We have been talking about business deals and partnership for seven years. I have brought every single person you have ever asked me to bring to the effing White House and the president's house and the inauguration. Hunter Biden bluntly acknowledged the power of the Biden name in a memoir writing the Ukrainian energy company, Burisma, which put him on its board, considered my last name gold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "HUNTER BIDEN, SON OF PRESIDENT BIDEN",
      "sentences": "I don't think there is a lot of things that would have happened in my life if my last name wasn't Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "BROWN",
      "sentences": "Joe Biden's brothers referenced him in their private dealings. Frank Biden has invoked his brother in trying to convince local officials to approve his projects, like in sunrise, Florida, where he told the city in 2015 to trust his venture. FRANK BIDEN, PERSIDENT BIDNE'S BROTHERbecause of the honor of being the brother of a guy I think we all know and love.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "BROWN",
      "sentences": "And in 2021, at a gathering of medical professionals, he made this pledge.F. BIDEN:  The bully pulpit that I have as a result of the privilege of being associated with my brother Joey. And I'll do everything in my power to support you, to get the job done, to get federal dollars to your research.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "BROWN",
      "sentences": "Frank Biden told CNN there has been zero interaction between his brother's public office and his private business. Adding, do I engage in any way in quid pro quo on any level? Absolutely not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "MICHAEL FREY, CEO OF COMPANY THAT SUED JAMES BIDEN",
      "sentences": "The last name gave credibility, initially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "BROWN",
      "sentences": "Health care entrepreneur Michael Frey told CNN Joe Biden's other brother James broke financial promises he made while referencing the Biden name. Frey's company filed a lawsuit alleging fraud by James Biden who denied the claims. Frey spoke to CNN before the lawsuit settled in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "FREY",
      "sentences": "Everything was on the Biden name. And so we took that to heart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:16",
      "speaker": "BROWN",
      "sentences": "James Biden was also named in a lawsuit filed in July, he allegedly received about $600,000 in loans in 2018 from a company he worked with, AmeriCorps Health, based upon representations that his last name Biden could open doors. And that he could obtain a large investment from the Middle East based on his political connections.The suit states that the investment was never delivered. The lawsuit was settled, though James Biden denied the allegations in court filings. He did not respond to a request for comment. Kathleen Clark, a government ethics expert, calls it all troubling. KATHLEEN CLARK, LAW PROFESSOR, WASHINGTON UNIVERSITY IN ST. LOUIS:  We have certainly examples of Biden family members explicitly trading on his name, trying to convince business partners to do deals with them. That's outrageous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "CLARK",
      "sentences": "One of the differences is that Trump himself personally was corrupt, and certainly did enrich himself through the use of government power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "BROWN",
      "sentences": "Even the Republican congressman leading the Biden investigation raises concerns about Trump's dealings while president. And you believe there should have been more transparency with Trumpand his family members in the business that they may have been doing overseas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "COMER",
      "sentences": "I do, I do. I absolutely do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "BROWN",
      "sentences": "Comer says he wants to introduce bipartisan legislation to tighten ethics laws, the committee's first priority is the Bidens.(END VIDEOTAPE) BROWN (on camera):  And it is important to note there is no proof the president has done anything illegal. We sent the White House a list of questions, including whether the president stands by his statement that he never discussed his relatives' businesses with them. And in response, the White House sent us this statement, the president has pledged to restore ethics to the White House and has established the most rigorous ethics guidelines of any administration in history. No family member has or will serve in the administration or be involved in government decision-making -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "TAPPER",
      "sentences": "And, Pamela, you said there is no proof that president Biden or then Vice President Biden did anything illegal by meeting with Hunter's business associates, including that Mexican businessman, that email was stunning.But what proof would be necessary to show that a law might have been violated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "BROWN",
      "sentences": "Right, we know that both presidents and the vice presidents, they're exempt from ethics and conflict of interest laws, we learned that in the Trump administration, right, where President Trump couldn't be held liable for ethics violations. So, it is not likely going to be an issue for the Bidens in terms of the ethics laws, but, of course, public perception might be an issue here as laid out in the piece -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:21",
      "speaker": "TAPPER",
      "sentences": "China's first population decline in 60 years, is our money lead today. Newly released government data shows the birth rate at a record low with the fewest babies born last year since the founding of communist China in 1949.This demographic data follows the U.N. report that shows India is set to surpass China as the world's most populous country this year. CNN's Richard Quest is at the World Economic Forum in Davos, Switzerland. And, Richard, this could have huge implications for China's economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:21",
      "speaker": "RICHARD QUEST, CNN BUSINESS EDITOR AT LARGE",
      "sentences": "Oh, for everyone's economy. Jake. Because the first question we've got to ask is, can we trust the numbers? And I don't mean, have they understated them? I mean, has the Chinese population actually been falling for longer than they're prepared to admit now? Has this been going back for some years?And now you extrapolate out. You are talking about health, education, pensions, the ability of the Chinese to support an older population at a time when the working population is not an engine of economic growth. The ramifications of this, because now you also looking at other countries. How will they have to respond with their own labor force? So, it's really increasingly important, which is why here in Davos today, with the vice premier, lee, was here and he was putting on a very different show. For him, it was all about China opening up. (BEGIN VIDEO CLIP) LIU HE, CHINESE VICE-PREMIER (through translator):  We must always promote all around opening up. Opening up, as a basic state policy, is a catalyst of reform and development in China and a key driver of economic progress. China's door to the outside world will only opening wider. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:21",
      "speaker": "QUEST",
      "sentences": "Now, you try and square that circle from what he just said with the policies we have seen out of China over the last 12 months, 24 months, and you realize that China is now starting to understand the economic pickle that they are in, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:21",
      "speaker": "TAPPER",
      "sentences": "And, Richard, changes in China's economy, of course, have a global impact, as you noted. That is a big topic there in Davos this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:21",
      "speaker": "QUEST",
      "sentences": "Absolutely, because the difficulties that the global economy at the moment are facing are so enormous. The people haven't come here to Davos to settle or solve anything. The big issues are underway, for instance, interest rates. The Fed started to do its work, the medicines working through the patient.You look at Ukraine, more goods are being sent. More weapons are being sent. The big issue of whether to send tanks, whether Germany will allow that or what the U.S. will add in. You talk about population, demographics, health, education, and you cannot ignore, Jake, the 1.4 billion people in China, all of whom, as the numbers get slower, get lower, get more difficult, China has to work out what to do next.",
      "isLastSentenceInterrupted": false
    }
  ]
}