{
  "date": "2023-01-27",
  "headline": "CNN Newsroom",
  "subHeadline": "Body Cam Video Of Attack On Paul Pelosi Released To Public; Republican National Committee To Elect New Leader Today; Pelosi Speaks After Video Of Attack On Husband Released; Trump Returns To Campaign Trail After Months-Long Hiatus; Ukraine Urging West To Deliver Military Hardware ASAP. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "They open the door to a strange scene of Paul Pelosi in his pajamas, basically, and a strange man next to him, and they're both holding a hammer.So let me just play this moment. Oh, we don't have it. We're going to work on re-racking that. That is incredible. What did you see when you just laid eyes on this video? JESSE WEBER, ATTORNEY &amp; HOST, LAW &amp; CRIME NETWORK: I'm not going to lie to you, it was much worse than I thought it was going to be. I mean, can we just settle the debate? That was an attack. We all watched an attack. All of these conspiracy theories that have come out need to be put aside. Because what did I see there? The most important part, what stood out to me, is I can understand the attempted murder charge. The moment they say, put down the hammer, he says no. He takes a pause, fires back and hits Pelosi with the hammer. That is premeditation. That is intent. I can understand the attempted murder there. And to have all of this on camera. Now, the problem is, Alisyn -- I'm looking at this right now. This is clearly burglary, as well. This is a prosecutor's dream. They have all of the evidence they need. But the problem is, this is not going to silence what we've heard from the fringe. People are going to take this -- I've already seen this on social media -- and make an interpretation of what they want. That is one of the reservations the district attorney's office had about having this released, that they thought this would just continue the conspiracy theories. That's going to happen. But I will tell you I think it was more beneficial to release this. Have people see this and hear it with their own eyes and ears, because it's really hard to see this any other way than for what it is, a violent, sadistic and disturbing attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "CAMEROTA",
      "sentences": "I don't know how you can interpret it any other way. First you see him hacking into the house with a hammer. Then you hear the coded 911 call.And then you see the police there, him wrestling -- Paul Pelosi, trying to wrestle the hammer away or keep his hand on it. And then the suspect attacks him. I mean, the idea, again, all these, you know, right-wing personalities trying to inject some salacious rumors into this. It couldn't be a political, targeted attack. This puts the lie to that. I mean, this completely debunks it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "WEBER",
      "sentences": "This is the power, the difference between reading about something and seeing it. Because what happened before hand? People are like, he's in his pajamas, we kept hearing them saying he was a friend. People started coming up with their own conclusions.I dare anybody to listen to that audio and say that's not somebody in distress. That video could not be more clear. Even assuming -- let's assume they knew each other. You see him hit him with a hammer, and then is on the ground bleeding. So when I look at this, this seems like a slam-dunk case for prosecutors. Clearly, you're dealing with somebody with mental illness, but not to the extent he couldn't appreciate what he was doing. I think there are more holes that need to come into this story. There's a lot of weirdness. But at the end of the day, this is beneficial. I can see the prosecutor's concern that this might affect a jury down the line, sure. I can get that. But I think there's a stronger public interest in everyone seeing this, because this was such a politically charged story, that the public needs to see it for themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "CAMEROTA",
      "sentences": "By the way, we'll keep trying to get that video up, so everyone can see the moment where police confronted him.Even I, who was not looking for a conspiracy theory, couldn't understand how Paul Pelosi was able to answer the door, and have his hand on the hammer. Now I can see it with my own eyes. That is what happened. The police are mystified when they see this in front of them. And then the attacker clubs Paul Pelosi, as you say. And then you see Paul Pelosi lying on the floor immobilized for a long time. And you get a sense of how incredibly hurt he was. As we know, he's still dealing with his injuries. We know that Nancy Pelosi is going to have a press conference at 2:45. But the former speaker has already told us -- here we have the video, let me play it for everyone again that you and I have been talking about. This is the moment police are at the door. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "Hi, how are you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "PAUL PELOSI, HUSBAND OF FORMER HOUSE SPEAKER NANCY PELOSI",
      "sentences": "Come on in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "What's going on, man?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "DAVID DEPAPE, ACCUSED OF ATTACKING PAUL PELOSI",
      "sentences": "Everything's good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "PELOSI",
      "sentences": "Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "Drop the hammer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "DEPAPE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "PELOSI",
      "sentences": "Hey, hey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "What is going on around here?(CROSSTALK) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "CAMEROTA",
      "sentences": "Jeff, let us know as soon as you have any developments there.Thank you. After a months-long hiatus, Donald Trump is returning to the campaign trail. Tomorrow, he is set to make back-to-back appearances in two early voting states, New Hampshire and South Carolina. CNN political commentator, S.E. Cupp, joins us now. S.E., before we get to Donald Trump, let's talk about what is happening at the RNC as we speak? First of all, does the RNC blame Ronna McDaniel for the midterms? Why have they soured on her? S.E. CUPP, CNN POLITICAL COMMENTATOR: Yes, I mean, you know, the job over there is to get Republicans elected, and that record is for sure questionable. The problem isn't Ronna McDaniel, it's Donald Trump. Unless the RNC is going to stop hitching its wagon to Donald Trump, they will continue to have the same problem. Listen, Harmeet Dhillon and Mike Lindell all still Trump supporters. So there's not a whole lot of change that they're talking about over there. It's more like, meet the new boss, same as the old boss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "CAMEROTA",
      "sentences": "Got it.On to Donald Trump, the old and new boss of the Republican Party. It's hard to tell if his heart is really in it. I can't remember if, at this point the last time around, that he was already taking the campaign trail by storm. What do you think of him actually getting out on the trail this weekend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "CUPP",
      "sentences": "Well, my gosh, it's about time. He announced a while ago, and he hasn't really done much since then. So yes, it's about time he gets on the trail.I understand why, you know, now feels like a good time, because Joe Biden is in the news and making some not great news. We could probably script, Alisyn, what he's going to say at these rallies, the criminal DOJ, the criminal Joe Biden, the criminal media, the criminal January 6th committee. We know what he's going to do. But, yes, you're running for president again. It will take reminding people what that will look like and what you plan to do with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "CAMEROTA",
      "sentences": "I think you have given us a good preview.S.E. Cupp, thank you very much. Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "CUPP",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:47:51",
      "speaker": "CAMEROTA",
      "sentences": "Day two of testimony is underway in the trial of Alex Murdoch, the disbarred South Carolina attorney who is charged killing his wife and son. The first officer to arrive at the murder scene testified thatMurdoch, without being asked, offered up a possible motive. Prosecutors played the police body cam audio of that conversation. (BEGIN VIDEO CLIP) ALEX MURDAUGH, FORMER ATTORNEY CHARGED WITH KILLING HIS WIFE AND SON (voice-over): This is a long story. My son was in a boat wreck months back. He's been getting threats, most of it's been benign stuff we didn't take serious. You know, he's been getting like punched. I noticed some -- I know that's what it is. SGT. DANIEL GREENE, COLLETON COUNTY, SC, SHERIFF'S DEPARTMENT: His immediate reaction was to start telling me about an incident that happened with his son with a boating accident. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:47:51",
      "speaker": "CAMEROTA",
      "sentences": "OK, let's go to breaking news. Nancy Pelosi is speaking for the first time since the audio and video of the body cam of her husband's attack has been released to the public.So let's listen to what she is saying at the capitol right now. REP. NANCY PELOSI (D-CA): God bless you. Congratulations. Good afternoon. It is with a grateful heart and on behalf of my entire family that we continue to thank people for all of their prayers that they continue to send us, asking about the progress my husband is making. And he is making progress, but it will take more time. As you know, today, there was a release of some information. I have not heard of the 911 call. I have not heard the confession. I have not seen the break-in. And I have absolutely no intention of seeing the deadly assault on my husband's life. I won't be making any more statements about this case as it proceeds, except to, again, thank people and inform them of Paul's progress. But that will be the end of what I will say about the case. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:04",
      "speaker": "CAMEROTA",
      "sentences": "OK. That was very short from Nancy Pelosi, but she did take a moment at the capitol there to talk about the video, the body cam video that was just released from -- about her husband's attack. And she says, \"I have no intention of watching the video of thatassault.\"  She said that she will not be commenting on the case as it proceeds. CNN chief congressional correspondent, Manu Raju, joins us now. She felt it important to come to the microphone and mark this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:04",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. She was being asked by reporters about the video since we learned that it would be released as soon as yesterday.And she indicated she wasn't sure at that point if she was going to see it, she probably was not going to watch this video. And she wanted to make very clear that she is not going to watch the video and she doesn't want to comment any further about this situation. Obviously, one that's been incredibly traumatic for her and her husband. She made the decision to step away as the speaker of the House. She said that herself. And knowing -- she said that one of the most difficult things for her was knowing the attacker was actually looking for her that day, and then he viciously attacked her husband with a hammer. And we saw that video released today, showing how that attack happened. The two were holding a hammer. The police, when they entered the scene, asked him to drop the hammer. Paul Pelosi did. The attacker held onto it and attacked him. That obviously -- that episode, very traumatic for the Pelosi family, and something that they have -- Mr. Pelosi has tried to recover over this time period here. But Pelosi making clear that this is something that she doesn't want to see. She doesn't want to listen to this -- any of those audios released of the 911 call and is done commenting on this episode here. And of course, her -- at the time, this happened in San Francisco. This was not -- she was not in San Francisco at the time. She was in D.C. at the time. Capitol Police were not actively monitoring the home of the then- speaker in San Francisco, which is why this assailant was able to break in, one of the reasons why he was able to break into their home. So here we're hearing the speaker for the first time weighing in. She's not going to watch the video and she said she's done talking about it -- Alisyn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:13",
      "speaker": "CAMEROTA",
      "sentences": "Ukraine officials are reporting substantial damage to the country's power grid following a new wave of Russian attacks. They say Moscow fired 70 missiles at energy facilities yesterday.This, as Ukraine navigates the logistical hurdles with getting the newly pledged U.S. and German tanks to the battleground. CNN's Katie Bo Lillis is at the Pentagon. Katie Bo, how long will it take to get these tanks in place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:13",
      "speaker": "KATIE BO LILLIS, CNN REPORTER",
      "sentences": "The short answer is we don't exactly know. But we are certainly talking a timeline of months, if not, close to a year.The U.S. has to procure these M1 Abrams tanks. They're not something the military keeps lying around in large numbers. They also have to build an incredibly costly and complex logistics and sustainment tail that this equipment requires. And they've got to train the Ukrainians on how to use in this incredibly complex system. There's a lot that has to happen before we're going to see Abrams tanks on the battlefield in Ukraine. As to whether or not this is going to be any kind of a game changer for the Ukrainians, look, I spoke to a senior Western official last week who said, there's no single system that's going to be a magic bullet for Ukraine. U.S. officials do believe that, in the long-term, this is going to be a useful system for Ukraine in defending its territory. But remember, the value of the Abrams isn't just in its battlefield application. It's the fact that it was able to kind of break this diplomatic log jam with the Germans that has now opened the door to Europe providing its Leopard II tanks to Ukraine. Which in many ways, are seen by U.S. officials as a better fit for Ukraine. They're a little bit less heavy, less logistically complex. And they're expected to hit the battlefield sooner -- Alisyn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:13",
      "speaker": "CAMEROTA",
      "sentences": "Katie Bo, does the fact that the U.S. agreed to this tell us anything about how long the U.S. thinks this war could go on? LILLISadministration has framed the decision to provide the Abrams. They've really framed it as a long-term commitment to Ukraine's capabilities, right? This wasn't about kind of a quick fix that was intended to come online and, say, help Ukraine push back against what is an expected coming Russian offensive in the spring. Although, I think, at this point, we don't exactly know what that's going to look like either. But certainly the way that officials are talking about this backs up what I have been hearing from intelligence and defense officials for a while now, which is they don't see any signs this war is winding down any time soon. It's exactly what you heard from the chairman of the Joint Chiefs, Mark Milley, last week, telling reporters it's going to be hard for Ukraine to push Russia out within the next year.",
      "isLastSentenceInterrupted": false
    }
  ]
}