{
  "date": "2023-10-31",
  "headline": "CNN News Central",
  "subHeadline": "Three Of Trump's Children Set To Testify In Civil Fraud Trial; Thirteen Aid Trucks Cross Into Gaza As Humanitarian Crisis Worsens; Uvalde Breaks Ground On New Elementary School. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right. We are on the cusp of what could be really the biggest moment yet or a series --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BERMAN",
      "sentences": "-- of the biggest moments yet in the civil fraud trial against Donald Trump where he has already been found liable for fraud. His children due to testify beginning tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "So, first, take a look at your screen. Donald Trump Jr. takes a stand tomorrow. Eric Trump expected to follow on Thursday. Donald Trump's daughter Ivanka is scheduled to testify next week. That's after the judge denied her attempt to kind of fight being called to the stand. There seems -- that seems to be maybe not over quite yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BERMAN",
      "sentences": "All right. CNN's Brynn Gingras, who is usually outside the courthouse is actually here with us on set today to describe the importance of what we're about to see here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BRYNN GINGRASS, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes. I mean, so this is the end of the testimony for the New York Attorney General's case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GINGRAS",
      "sentences": "So, once we get through all of this, we'll start seeing the defense. So, these are big moments, not just for the people who they are, but of course for the case in general. And essentially, when we talk or when they -- you know, question the children, the state is trying to connect the dots from all the testimony that we have seen in the last four weeks.Of course, Donald Trump, Jr., Eric Trump, they are defendants in this case and their names have been mentioned quite a bit by witnesses, whether it be through e-mails, phone calls, or out of the mouths of some of the witnesses that have already taken the stance. So, the hope from the New York Attorney General's Office is to sort of connect the dots to figure out what part did they play in the possible or, as you said, the judge has already found liable, inflating the assets to get better loans. And -- you know, from banks and insurance policies. So, what part do they play? Will they answer those questions? I mean, of course, that's very unclear at the moment. But we do know that the former president, he is expected to take the stand at the beginning of next week. He's not going to be in the courtroom this -- end of this week, at least as of now. That's what we're hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BERMAN",
      "sentences": "For his kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GINGRAS",
      "sentences": "For his kids, which is a little surprising, but he has campaign events. And so, they'll be taking the stand to finish up this week and then we'll see more next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "What is the deal with Ivanka? She was removed as a co- defendant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GINGRAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Tried to fight being called to testify. That was, no, you have to testify, but.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GINGRAS",
      "sentences": "Yes. Essentially, the state of saying here, listen, she is not a defendant in a case anymore, but she still might have information that might help their case. And she still collects money, and you know, her rent is paid for by Trump org, she might still have some sort of part to play in this that we might be able to get information from. So, they wanted her to take the stand. The judge agreed with her so --She can still appeal. And that's why she's sort of up in the air for next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GINGRAS",
      "sentences": "And she would be the last person to testify if she loses that appeal. But we see -- we have not seen an appeal yet -- just yet, but if that happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "All right. It's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GINGRAS",
      "sentences": "All right. Thanks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Thank you so much. Joining us now for more on this is Caroline Polisi, a federal and white-collar criminal defense attorney and a lecturer in law at Columbia Law School. It's good to see you, Caroline. Why would the prosecutors want to call the kids? What do you see in this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BERMAN",
      "sentences": "So, when you're talking about Eric Trump and Donald Trump Jr., who are listed as co-defendants here, they could take the stand, and they could also you know plead the Fifth. They could also choose not to answer questions. But obviously in a civil trial, that can be used as a negative inference. So, what would you advise them in this case as a defense lawyer, Caroline?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "POLISI",
      "sentences": "Great job, John, on your Law 101. That's exactly right. Typically, you know, we think taking the fifth cannot be used against you.However, in a civil context, it absolutely can. You can get what's known as a negative inference, which is really, really bad. Meaning, the judge can -- in this case, the judge, and there's no jury, but the judge can assume that what you said in answer to those questions would have been really bad. I wouldn't recommend that they take the fifth. I think, you know, the ship has sort of sailed in terms of potential criminal liability in these charges. We've seen -- we've seen sort of, you know, a long drama play out in the United States -- excuse me, in the New York State's Attorney's Office with respect to criminal charges around this. I don't think they're in any danger of that. So, I think it would behoove them to answer the questions truthfully, and honestly. But you know, you never know. We'll see what they do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BOLDUAN",
      "sentences": "And also -- again, not a jury trial, this is a bench trial. So, you have the judge that is -- it's going to be up to the judge to be assessing the credibility of these kind of final witnesses coming to the stand. And he's been pretty outspoken to this point about questioning the credibility and questioning the credibility of Donald Trump, at least in one regard.What impact -- so it's up to him on this. What impact does this or could this have on the judge's eventual decision when you have code -- and you have co-defendants, the children of Donald Trump coming in to take the stand and speak out on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "POLISI",
      "sentences": "Yes. That's right, Kate. Remember, there is no jury here that in and of itself has been up -- there's been a whole sort of laundry list of issues there. The Trump team could have requested to litigate the issue. They chose not to. So, they're stuck with Judge Engeron.You're right. Last week, he came out -- you know, he made no bones about saying that he did not believe that Donald Trump was a credible witness. He put him on the stand. Remember, he violated the court's gag order with respect to saying negative things about his court clerk. And Judge Engeron said, look, I don't believe you. I essentially think you're lying on the stand. So, you know, that's sort of a strike against him already. Engeron, you're right, will be the one assessing the credibility of Don Jr., of Eric Trump. So, I think it doesn't bode well that he's already basically made a decision that you know, he doesn't believe that Donald Trump is credible. And you know, the final decision is in his hands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BERMAN",
      "sentences": "Caroline Polisi, great to see you. This will be a very interesting stretch at trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BOLDUAN",
      "sentences": "For sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:14",
      "speaker": "BOLDUAN",
      "sentences": "This morning, 13 aid trucks have moved into Gaza from Egypt at the Rafah Crossing, bringing the needed supplies -- much-needed supplies into Gaza as the humanitarian crisis deepens there. Now with those 13, that is a total of 157 aid trucks so far since Hamas attacked Israel. Egyptian officials say another 81 are waiting at the border to be cleared.And Secretary of State Tony Blinken. He said just this morning that the administration is trying to increase the volume of aid moving in. Saying that he wants to see one hundred aid trucks a day crossing into Gaza. CNN's Salma Abdelaziz is tracking all of this for us in the deepening humanitarian crisis in Gaza right now. Salma, a hundred trucks a day. What would that mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:14",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "That would still just be a fraction, about a quarter of what Gaza was used to getting on a daily basis. Before the conflict, they used to get 450 trucks, more than that a day. So, a hundred is still just a drop in the bucket when it comes to the need on the ground.You have to just remember that this has now been -- we're entering the fourth week of bombardment and siege and intensification of course, on the ground of that conflict as Israeli forces enter on the ground. Meaning, the situation is ever more dire. And critically, what is not on those trucks, Kate, is fuel. And that is a lifeline that the United Nations says absolutely that the Gaza Strip needs in order to power hospitals, in order to have electricity, in order to pump water. So again, just a drop in the bucket. And you have to remember what these trucks are going to face when they get inside the Gaza Strip. You are talking about near-constant artillery and bombardment. One million displaced people. People who are essentially on the move. They don't know where to go for help, and aid agencies don't know how to get that help to them. We saw those images over the weekend of people reading warehouses, the breakdown of civil order the United Nations says as people get more desperate as the suffering gets worse and worse by the hour. And that death toll -- I mean, just imagine thousands of people killed just in over three weeks. There are near-constant funerals and burials in Gaza now, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:14",
      "speaker": "BOLDUAN",
      "sentences": "Salma Abdelaziz, thank you. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:14",
      "speaker": "BERMAN",
      "sentences": "So, this morning, doctors and forensic experts in Israel are still trying to identify bodies three weeks after the terror attacks that left 1400 dead in Israel. One of the telling challenges is how badly some of the bodies were mutilated. Our Sara Sidner has a remarkable and emotional look at this process, and some of the images are tough to see.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:03",
      "speaker": "SIDNER",
      "sentences": "The smell is completely overwhelming. I mean, completely overwhelming even with this on. And it's refrigerated but some of the bodies are just in pieces. It doesn't take much to be really badly affected by just looking at the horror of that.SIDNER (voiceover): Even those whose job this is, are struggling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:03",
      "speaker": "CAPTAIN MAYAAN, FORENSIC DENTIST",
      "sentences": "You see, it's the lack of humanity. And you see pure cruelty. During our identification process, we heard the screams and we heard the cries of the family that came in and said their last goodbye.SIDNER (voiceover): The brutality of the Hamas attack is forcing a change to burial rights here, usually very strict and Judaism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:03",
      "speaker": "WEISBERG",
      "sentences": "According to Jewish law, we bury the dead when they're in the ground. In this case, we bury them in their coffins because we want to respect them, but also because there isn't much left of them.SIDNER (voiceover): Michal Levin Elad and her colleagues say this is the worst thing they have ever seen because of the evidence of torture. MICHAL LEVIN ELAD, HEAD OF ISRAEL'S NATIONAL FORENSIC INVESTIGATION DEPARTMENT: I started crying and the other people hug, then the -- we have these breaking moments. Because this is -- these are atrocious crimes. These are crimes against humanity. This is not a regular murder or terror attack or bus explosion. We've seen all of this in Israel, but never anything like this. SIDNER (voiceover): What she doesn't know for sure is this is more death and torture than she has ever seen in her career. Cemeteries like this one are popping up across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:03",
      "speaker": "SIDNER",
      "sentences": "This is just a temporary grave site that is being dug for the victims of the October 7 Hamas attack. When you look at these graves, you can see the remnants of some of the things they loved in life. But there are some gruesome details. One of these graves, for example, has two bodies from a family buried together.SIDNER (voiceover): Families are insistent that these temporary resting places are just that temporary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:03",
      "speaker": "PINYON",
      "sentences": "We don't want them to be buried in another place. They are -- people are buried. This is their home. This is their community. They cannot be buried anywhere else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:03",
      "speaker": "SIDNER",
      "sentences": "That's because, so far, Kibbutz Be'eri is still under the control of the Israeli army. It's too dangerous to go back. And Pinyon realizes her family is just one of potentially 1400 having to make this awful decision.Three weeks in, she says they have no idea when they can go home again. And when they can finally bury her parents, Amir and Mati in their final resting place. (END VIDEOTAPE) SIDNER (on camera): And we're now more than three weeks since the October Hamas attack, and there are still so many families who have not been able to bury their loved ones. Their loved ones have yet to be identified. Kate, and John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BOLDUAN",
      "sentences": "So, what I hear is they're having a campaign chat right now about if they're going to drop out of the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BERMAN",
      "sentences": "The only thing -- any candy is fine, but the only thing that I can't count on is when a house gives away fruit on Halloween.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BOLDUAN",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BERMAN",
      "sentences": "I know. If you're doing that, you're just doing it wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BOLDUAN",
      "sentences": "We live next to a dentist, and they always give out toothbrushes and toothpaste.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BOLDUAN",
      "sentences": "That I thought was a crime against humanity.",
      "isLastSentenceInterrupted": false
    }
  ]
}