{
  "date": "2023-05-03",
  "headline": "CNN News Central",
  "subHeadline": "Russia Claims Ukraine Tried To Assassinate Putin Overnight; Ukraine Says It Has No Info On Kremlin Strike, Denies Targeting Russia; Russia Claims Drone Attack On Kremlin, Unverified Videos Support To Show Attack On Kremlin; Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:28",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "Good morning to our viewers in the United States and all around the world. There is breaking news out of Russia this morning, or let's be clear, breaking claims out of Russia.Russian state media is reporting that two Ukrainian drones were flown toward the Kremlin last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:28",
      "speaker": "SARA SIDNER, CNN CORRESPONDENT",
      "sentences": "Again, this is coming from the state controlled Russian media with absolutely no verification at all from the Ukrainians or anyone else for that matter. And there are a variety of reasons why a Russian claim like this would be advantageous to them, which we will get into in a bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:28",
      "speaker": "KATE BOLDUAN, CNN HOST",
      "sentences": "Of course. And Russia is calling this though a terrorist attack and also claiming that it was an attempt to assassinate Russian President, Vladimir Putin.We have team coverage on this breaking news for you. Nic Robertson is in eastern Ukraine. Nick Paton Walsh is in Dnipro, Ukraine. And CNN military analyst, Major General James Spider Marks is joining us as well. Let's start with Nic Robertson. Nic, what else are you picking up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:28",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Well, what we're hearing from the Ukrainians is they're downplaying this. They're saying this is a trick to be expected from our opponent -- opponents.They're saying that Russia is trying to use this event or purported event to play up emotions, Russian emotions, ahead of Victory Day parade, the 9th of May. Victory Day, of course, very big on the Russian calendar. It's when the military has a huge parade across Red Square, fighter jets fly in the sky, bombers fly in the sky. It happens in many cities across Russia. It's a day when Russians commemorate their huge losses in the Second World War. It's very big on President Putin's calendar. The Ukrainians are saying that this event that happened at the Kremlin, these claims by Russia that it was two Ukrainian UAVs, unmanned aerial vehicles, that flew over the Kremlin and what the Russians are saying was an assassination attempt on President Putin. The Ukrainians are very clearly saying that this is nothing of the sort that this is just pure propaganda on the Russian side, something for their own advantage. Now, Russian state media has been saying this for the past about hour. There are some social media video that CNN absolutely cannot verify at this time. And it's very important to stay -- to say that Russia has very low credibility on any of its claims, particularly when it comes to this war. It is often used false flag claims, false flag operations to make it appear or say as if something has happened that hasn't happened to gin up support on their own side, and to make an excuse for another action. And that, of course, will be the concern in Ukraine right now. What will Russia do following this? This, of course, at a time when Ukraine is preparing for a counter offensive, and there have been other strikes inside Russia, just over the border from Ukraine, and the tempo of those strikes has been picking up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:28",
      "speaker": "SIDNER",
      "sentences": "All right. That is our Nic Robertson there in eastern Ukraine. We're going to go to Dnipro, Ukraine where Nick Paton Walsh is right now. A couple of questions to you. The first one is what you're hearing from Ukrainian officials, if anything. And the second is I know you spent several years living in Russia yourself. What does this tell you when you see this sort of propaganda put out there what your take is on all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:16",
      "speaker": "BOLDUAN",
      "sentences": "And, Nic Robertson, the Kremlin even notes in their statement that this is happening before May 9th, the Victory Day, which is a -- obvious -- as you and I -- we've all talked about is such a huge moment in Russia, and a huge day for Vladimir Putin. What are you picking up? And what are you hearing about why they're choosing to not use fighter jets in the May 9th Victory Day parade this time around? ROBERTSONI think it's very significant that Russia isn't using its aircraft, which normally perform a sort of a slow fly by over Moscow, over the central Moscow, over the Kremlin during those May 9th celebrations. Remember, this -- and this is the other point that I think it's worth folding in and thinking about when we think about these May the 9th Victory Day celebrations. It's all about the tragic and huge loss of life. Tens of millions of Russians lost their lives fighting in the Second World War. So for Putin to have this parade and make it big and make the day big, that is commemorating this massive loss of life during the Second World War, at a time when he is essentially trying to hide the massive loss of life that he's having in the war in Ukraine that Russia still calls a special military operation and the estimates, unverified estimates of more than hundreds of -- more than 100,000 Russians killed potentially more really flies in the face of any kind of celebration of victory. But why would they not fly the planes, those aircraft? Would it be because they want to use them over Ukraine as part of action on that day? They haven't really committed their Air Force to the fight so far. I've had conversations with a number of officials here in Ukraine. And these officials would speculate and wouldn't threaten and would talk about partisans inside Russia. Russians, not Ukrainians. Russians inside Russia. So they would say that if Russia was to fly these planes low over the Kremlin as part of the Victory Day celebrations, the Russians might worry that some of these anti-Russian parties and inside Russia could use small shoulder launch MANPADS, man portable surface-to-air missiles to shoot down those aircraft. So is that what Russia is afraid of here? It's not clear why it scaling back that particular part of the display over Kremlin, which will be a catastrophic thing to happen to President Putin on his biggest parade of the year. But I think the very point that we're still talking about here, the essence of this is the propaganda value that the Kremlin has just released, and its narrative about what it says what's happened with these UAVs over Kremlin, and there's nothing to back it up and verify yet, particularly as Putin wasn't even there when this was alleged to have happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:16",
      "speaker": "BERMAN",
      "sentences": "Yes. Nic Robertson bringing up the idea of partisans is very interesting here, Spider. If we can put up a map so people can see. You were mentioning that Moscow was some 500 miles from Kyiv, it's 300 miles Moscow is from really anywhere on the Ukrainian border. I'm not even aware that Ukraine has UAVs that could travel 300 miles on their own. It's strange credulity to think that that could happen. But I guess there could be Ukrainian partisans inside Russian borders with some access to UAVs that could theoretically get over the Kremlin. Does any of that add up as being even plausible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:16",
      "speaker": "SIDNER",
      "sentences": "All right. I'd like to thank all three of you. We've got Nic Robertson, Nick Paton Walsh, and General Spider Marks on this. We will have more on this. Stay with us.We have an analysis from Russia, from CNN's Matthew Chance who has just been in Moscow and spent many, many, many years there as well. We'll get to him in just a bit. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:20",
      "speaker": "SIDNER",
      "sentences": "All right. Back with us, Nick Paton Walsh, who was in Dnipro, Ukraine, as well as Matthew Chance, who just returned from Moscow. We will get to Matthew in just a second. But, Nick, you have some new information for us this morning, a statement that has come in to you. WALSHHe also says, first of all, it has absolutely does not solve any military goals. And it is very unhelpful in the context of preparing our defensive actions. He says, look, this is essentially Ukraine. We're always defending ourselves. We're not involved in attacking Russia. An explicit denial of any involvement here at all. And suggesting too that Russia may use this to justify its continued attacks upon civilians. It's important to remember here, Sara, that admitting that drones attacks the Kremlin, whether or not Vladimir Putin was inside that building or not, doesn't come without embarrassment for Moscow. They are essentially having to admit that somehow or other a country they thought could attack them, and they could overrun within three or four days last year, in their narrative, has somehow managed to launch a drone attack on the seat of their government. So this is certainly not something which comes without the potential for it backfiring within some circles of the Russian elite who are at times often quite critical of Moscow's conduct in this war, but it does also significantly escalate the stakes here. And we'll have people wondering what else is in Russia's conventional or non-conventional arsenal that they may seek justification from this attack to use. No indication of that yet. But whenever you see Russia make a particularly stark claim in the last decade of its history, you do have to wonder quite what it may be leading towards. So definite concerns here in Ukraine about where this may end up leading. And the timing of it is stark. We are hours away, potentially days away from the beginning of a long planned counter offensive by Ukraine that may already, according to the signs of pinpoint strikes on architecture, infrastructure in occupied areas here be beginning to get underway. And so I think many looking at this as potentially something to be concerned about is what it may herald from Russia's, what it says is its right to retaliate, but also to assign possibly of desperation, because many see Russia's military here is deeply struggling, particularly if this counter offensive gets underway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:20",
      "speaker": "BOLDUAN",
      "sentences": "And, Matthew, there have been in recent weeks, there have been other attacks. There have been -- there's been other activity targeting inside of Russia, and claims of that from Russia. They've been putting trying to claim it and been put -- blaming it on Ukraine. Tell us more about that. What do you hear in that? What do you see in that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:20",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes. I mean, I think it's really interesting actually that there have been a real upsurge in the number of sort of tax that have been carried out, sort of on the border regions inside Russia over the past couple of days.For instance, there was an oil storage facility that was hit, you know, near the bridge, which connects the Russian mainland with the annexed Crimean peninsula. And that was a major sort of strike. But also in the past 24 hours or so we've seen at least two and possibly more successful sabotage attacks taking place inside Russia, again, near those border areas, on railway infrastructure as well. And now couldn't follow it up with this nighttime apparent drone attack, or at least is what the Kremlin says, on the Kremlin. It all adds up to the idea that Russian people that Russia is being increasingly sort of, you know, feeling the effects of the war that it's carrying out across the border in Ukraine. And actually, this morning, I was talking to a former Russian MP here in London, who usually lives in Ukraine in exile. And he's very close to what he says are a growing number of partisan groups that have taken root inside Russia itself, and increasingly carrying out these attacks, these kinds of attacks. And, you know, it does look from the -- from the outside, at least on the surface, that this could be another example of, you know, an increasingly active partisan movement that is increasingly bold, and is carrying out these kinds of attacks on Russian infrastructure targets and symbolic targets like the Kremlin, and we don't know whether that's the case at this point. But if it is the case, then as Nick -- as Nick was saying, that is very embarrassing indeed, for the Kremlin to have to admit in this way that they are vulnerable to this kind of assault.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:05",
      "speaker": "CHANCE",
      "sentences": "Well, I mean, I think that, you know, be the surface -- beneath the surface, there's a lot of disquiet and concern about the way the war is going. In fact, you know, even on the surface, you're seeing a lot of quite open criticism on Russian state media, about how badly the war has been -- has been conducted so far, and lamenting the losses that the Ukraine -- that the Russian military has suffered. And so that's something that's quite a public part of the debate.Now, the fact that criticism is being allowed of how the war is being conducted, if not about, actually, there's justification for the war itself. I think it's something that's quite new and very interesting indeed to people who have been observing the situation inside Russia for some time. In terms of how these drones or these kinds of attacks can take place. We're talking about, you know, kind of Russian people who are sort of part of the fabric of Moscow or various other locations in the city, and they're sort of hiding in plain sight, if you were. Some of them, according to the contact I was speaking to this morning, this former Russian MP, are being supplied by Ukrainian secret services, but others are operating in their own sort of -- because of their own disappointment and opposition to what Russia is doing in Ukraine, are operating in their -- of their own volition. And so it's very hard for the Russian security services to crack down on these individuals who they don't know necessarily their identities or where they are and what their plans are necessarily going to be. But I definitely think it's becoming an increasing problem for the Russian state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:05",
      "speaker": "BOLDUAN",
      "sentences": "We -- just so everyone's aware, we're working on loading into the system. There is some video that we're going to be loading in that we're going to try -- that we're going to bring to you as soon as we can. That goes along with Russia's claims that they -- there was an attempted drone strike on the Kremlin.We have this video. It's been circulating on social media. We've been going through it. We're going to load that up. And when we do, we're going to be able to bring that to you to show -- to show you. But, NPW, picking up -- you were hitting on this a second ago, and I think it's important. The fact that you have this statement from -- a very clear statement now from an advisor to Zelenskyy, as well as Zelenskyy's spokesperson, speaking in no uncertain terms, saying that this was not them, they had nothing to do with it. Just the fact that they're speaking about this at all, it is significant, because there's a lot of -- we're not going to confirm nor deny anything when it comes to our strategy or what we're doing in this war. I thought that was kind of noteworthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:05",
      "speaker": "WALSH",
      "sentences": "Yes, certainly. Look, I mean, it's absolutely clear. They want to publicly to be seen to have nothing to do with. And it's also important to point out just to remind viewers at home here, we have at this stage, no evidence, no verified evidence that this drone attack indeed it did occur. You may see a video shortly which purports to provide some backup for that claim. But at this point, we have a statement from the Kremlin, which they do two extraordinary things, they massively escalate the conflict.Look, it's important to point out both sides are throwing everything they possibly can at this. So with certain exceptions, there's not a huge amount more either can throw into it, but they're raising the specter that their head of state, their president, survived an assassination attempt by the country they're at war with. So that is an enormous statement, both of escalation, but also of weakness by the Russian Federation in a country that's awfully hard to get onto Red Square has been for the last week or so. But here they are suggesting that two drones managed to fly over it. And from the video you may see shortly, detonate not far from it at all. So that's an extraordinary statement both of weakness, but it also, many long- term watches of Russia will say, lays the ground potentially for something ends up being a justification perhaps. We've seen in Russia's past where they have said that really stark things have occurred. Attacks on objects have occurred in Russia civilian population and then justifying --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:05",
      "speaker": "BOLDUAN",
      "sentences": "Nick, while you're speaking, we're showing this video for the first time to our viewers.",
      "isLastSentenceInterrupted": false
    }
  ]
}