{
  "date": "2023-04-26",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Sporadic Fighting Undermines Temporary Ceasefire In Sudan; Doctors Struggle To Treat The Wounded In Sudan As Supplies Run Out; Sudanese Hospitals Overwhelmed By Casualties, Many Closed; Alexei Navalny Facing \"Two Big Trials\" In Russia; Former Brazilian President Testifies About January 8 Riots; Portugal's President Calls For Apology Over Slavery. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:25:00",
      "speaker": "MCKENZIE",
      "sentences": "Dr. Howida says everything is running out. They're giving smaller doses of medicine to ration their supply. \"We use the equipment andthe instruments more than once\", she says. \"We can't sterilize properly, there are just too many wounded.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ALHASSAN",
      "sentences": "Soon we'll have no bandages, no medication, no anesthetic drugs and no oxygen. The situation is bad with all the meaning of the word.(GUNFIRE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MCKENZIE",
      "sentences": "Bad, and it will get worse, unless help comes soon or the fighting stops. Sudan's doctors union says that more than two-thirds ofhospitals are shut in the capital. Eyewitnesses and doctors groups say hospitals are being targeted with heavy weapons by both sides, which they deny. As foreign governments expel their diplomats and nationals out of Sudan, Dr. Howida says her conscience compels her to stay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ALHASSAN",
      "sentences": "I believe the number of casualties and wounded will increase after the foreigners are evacuated. God knows if we will be alive or dead.\"Sudanese blood is one blood\", she told us. \"I beg you to silence the sound of the rifles.\" (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "And David joins us now live with much more, he's in Johannesburg for us. And David, you just painted a pretty dire picture, which reallybegs the question, I think one of the doctors mentioned this in that piece, you know, once the ceasefire deadline comes to an end, and that's happening tomorrow. What happens, of course, to the civilians inside that country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MCKENZIE",
      "sentences": "They're very fearful of that scenario. And I have to say, even when the ceasefire, Isa, was in place, they said there were still injuredcoming in with gunshot wounds and other casualties from -- directly from the conflict. And they are desperate for supplies. I mean, the fact that they have to re-use medical equipment without sterilizing it for surgeries because so many people are coming in, and that these are, in fact, quite complex surgeries of multiple gunshot wounds, it's just horrifying. They say they're trying to get in supplies, there's already been word from the Red Cross that they were trying to get in supplies to the hospitals and that roadblocks and armed groups were stopping them from doing that. Dr. Howida describes how youth in the area are in fact, physically protecting the outside and inside of the hospital from looters. A Sudanese-American physician was killed in the last 24 to 48 hours, according to sources. This is a dire situation for those dealing with this. And what we don't deal with them in that piece, Isa, is what you can also imagine is happening and what Dr. Howida told us. It's not just a direct impact of those who are getting shot or injured in the fighting. It's all of those people who need help for things like cancer and diabetes and hypertension, and all these issues that normally you'll get regular health care for, those are all stopping. More than 70 percent of the hospitals are shut because of the conflict. I can't imagine what it's like for those doctors day after day after day, trying to help those who are sick and injured, and just keeping on without help coming, it's quite horrifying, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "And I can -- and I can only imagine, as well, David, that those -- you know, given the number of casualties and the violence that we've beenseeing from both sides, that many people, they probably prefer to stay at home, suffer, perhaps some dying at home because they can't -- they don't want to risk going outside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MCKENZIE",
      "sentences": "Well, hospitals have said to us and the doctors and Dr. Howida that, patients want to come, but they can't come because of fear of gettingcaught in the conflagration. Also, ambulances have been stopped and can't get to hospitals. And this is just one aspect of the total breakdown of society. And what you need to remember is a capital that just a few days ago, 11, 12 days ago, was a peaceful place. You know, there's one image, a video that I saw of a man standing in the smoldering ruins of a house, saying basically that, you know, God will judge these generals that have caused this catastrophic scenario for him and for the people of Khartoum and across the country. And those brave doctors and their staff are just working day and night to try and help those people. You know, as you heard there from the doctor, she said her conscience stops her from leaving the hospital. Her family is nearby, many others are separated from their family in the city when the fighting started. And they just stay there to try and treat people. And there are millions of Sudanese who need this kind of help and assistance, either casualties or those who just need food and running water, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "And the war crimes suspect has been freed from Khartoum.What more do we know about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MCKENZIE",
      "sentences": "We saw streams of prisoners leaving a prison and there's a worry that who are those who were implicated in the crimes of Darfur and of theformer head of state, Omar al-Bashir, will go free. Omar al-Bashir himself, the former dictator of Sudan, is under watch in a medical facility that he was even before this violence. But here is, you know, one of the cruxes of this issue is that the two generals, who are fighting, they themselves fear being put in front of The Hague if there were civilian rule. And many are questioning whether, in fact, they ever wanted to hand over to civilian power in Sudan. But in the meantime, it's Sudanese people who are bearing the brunt of this chaos. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Well, Chinese leader Xi Jinping is reaching out to Ukrainian president Volodymyr Zelenskyy. The two had their first known conversationsince Russia invaded Ukraine. Mr. Zelenskyy called it a, quote, \"long and meaningful\" phone call, saying he emphasized that peace cannot come with territorial compromises. China says it will soon send an envoy to Kyiv. Beijing is positioning itself as a neutral peacemaker though it has refused to condemn the Russian invasion and has only deepened its political as well as economic ties with Moscow since the war began. Our Nick Paton Walsh joins us this hour from Zaporizhzhya in Ukraine. So Nick, it was a long and meaningful call. But what difference will it make?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "It really is unclear at this stage. And I think there was one key part ofPresident Zelenskyy's readout of the conversation, which he emphasized how Ukraine wouldn't accept anything other than the 1991 borders. Essentially, Ukraine as it was before the 2014 annexation of Crimea and other parts of their territory by Russia or Russia's proxies. So that is a key hurdle, essentially. But what is interesting to see here is a key economic backer for Russia, China, at this point, this delicate moment in the war, reaching out to Kyiv. A long awaited phone call lasted an hour. That suggests a lot of substance, even we don't know the point and details of it. And a practical move, appointing an envoy, a man who is a long term ambassador to Russia, to try to perhaps mediate some kind of peace. As I say, that seems like a long shot at the moment. It may not be so much the case if we near winter, if the few months of summer ahead of us do not result in a significant change on the battlefield. But for now, I think this phone call has essentially emphasized the need for Ukraine to see success on the battlefield in its counteroffensive. I think, certainly, many in Kyiv will be listening to what China may have said behind closed doors, what their agenda for peace may end up being. But perhaps, hoping they can improve their position before winter to dictate better terms, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Speaking of that counteroffensive, we've been talking, looking, waiting for this spring offensive, counteroffensive, for sometime now.Where are we on this? How prepared, Nick, are Ukrainians?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, certainly, it's two very different trials. The extremism one is one thathas been going on for quite a while. In fact, since 2021, since the Anti- Corruption Foundation that Alexei Navalny founded and is the head of was declared an extremist organization. And he was obviously charged with being the head and founding an extremist organization. We are talking about today, this hearing, was the runup to the trial for that. The big deal about this was that the court decided Alexei Navalny would only have a very short period of time to actually look at hundreds of documents pertaining to that trial, to actually familiarize himself with what is being brought against him. That is what the hearing today was about. And apparently, on the sidelines of that, Alexei Navalny and his supporters as well found out there was going to be a another case against Alexei Navalny; this time, for terrorism charges. That, of course, is something that is devastating as well. One of the things we heard from Navalny and his supporters, apparently, this is supposed to take place in front of a military court and in secrecy. Of course, that in itself is difficult. But we heard from the spokeswoman for the Anti-Corruption Foundation and she was saying that the extremism charges could bring 30 years in jail. The terrorism, up to 35 years in jail. It is really unclear what the terrorism charges are supposed to be about. But they believe it could be things that the chief of staff for Alexei Navalny, Leonid Volkov, may have said on a YouTube channel a couple of months ago. But it is unclear what exactly the whole thing is about. But certainly, another pretty devastating day for Alexei Navalny. It was quite interesting, though to see him there, appear via video link and, despite the fact that he is in that penal colony, he still found time for some lighter moments. Let's look at that. (BEGIN VIDEO CLIP) ALEXEI NAVALNY, RUSSIAN OPPOSITION LEADER (through translator):  I just wanted to say that I got a little bit lonely in solitary confinement. And it is just amazing for me to see so many people. UNIDENTIFIED FEMALE (from captions):  We are happy to see you as well. NAVALNY (through translator):  The only people who I am in contact with are the ones who hand me the food and of course my favorite head of unit, who sits next to me, filming. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "It's incredible to see how frail really, he is. Navalny there, thanks of course, to Fred Pleitgen.Still to come tonight, Brazil's ex president testifying before federal police over anti-democratic fires (ph). And after a visit from Brazil's new president, Portugal is reckoning with its colonial past. That story, next. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Then in January, these scenesand the presidential palace. Bolsonaro denies any responsibility. Our journalist, Julia Vargas Jones is in Sao Paulo. He has testified. Do we know, at this stage, what was said behind closed doors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "JULIA VARGAS JONES, JOURNALIST",
      "sentences": "A little bit, Isa. We do. We know it is centered around one thing and one thing only. Today's issue was a post thatthe former president made and then deleted in the days right after January 8th. That called into question the integrity of voting machines and the results of the elections. Now if that was a regretful delete or just an honest mistake, as his attorney said today, it was a mistake made by a recovering president, who was on a lot of painkillers at the time, that is to be decided by the police. But I want to remind our viewers that that kind of views from Jair Bolsonaro would not be surprising. It's actually what he espoused very openly for months before that. He did call into question the integrity of voting machines. He said himself he would not accept the results of the elections unless they would count it on paper, he said, again taking another page out of the Donald Trump playbook. These were claims he made again and again and, at one point, he said he had no option but to win this election or to die. But going on to the next point, that I believe authorities might want to look into and might be focusing, is a decree, a very important decree, a draft that was found in his justice minister's cabinet at his home that kind of laid out the steps for a military coup d'etat. Now Bolsonaro's camp and also his justice minister dismissed it, saying this was only a draft. He never actually was meant to go into effect. But this remains a threat that might be looked into by the federal police here in Brazil, as we move forward on to this investigation. My last point here, Isa, I find very interesting, is the president, then president, left Brazil just days before the inauguration of Luiz Inacio Lula da Silva, going to Florida. That is where this minister, who is now in jail, was for a few days. The president ended up staying there for 30 days. But what was the purpose of this trip? Did he have any information that anything could be happening in Brazil yet at this point? Or was he afraid something could connect him? We don't know at this point. But his attorney said today after his deposition at the police station in Brasilia that this was simply a much needed vacation that the then president hadn't taken in four years. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Now international human rights groups are expressing outrage after a man in Singapore was executed today for conspiracy to traffic a kilo ofcannabis. He was hanged, despite appeals for clemency from his family and activists, who questioned whether he received a fair trial. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This person, who had a limited amount of ability in English, who was not afforded a translator when he was being interrogatedby the police, was not allowed to have a lawyer present when he was being interrogated by the police. And he never actually even touched the marijuana that he was alleged to have trafficked. So you know, the case looks very suspicious from just an evidentiary point of view. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "And while cannabis has been legalized in a growing number of countries around the world, Singapore has some of the world's harshest druglaws. Now Portugal's president is now saying his country should apologize and take responsibility for traded slaves; 6 million Africans were kidnapped and put on Portuguese ships, crossing the Atlantic over hundreds of years from the 15th to the 19th century. Those people were then sold into slavery, especially in Brazil. But Portugal rarely comments on its colonial past and teaches little about the slave trade in schools.  This man's remarks come after Brazilian president Lula da Silva addressed the Portuguese parliament. Human rights groups have encouraged Portugal to confront its colonial past to help fight racism today. Paula Cardoso is the founder of Afrolink, which promotes the representation and visibility of Afro descendants in Portugal. Paula, great to have you on this show. Let's talk about then, what we've heard from the Portuguese president, acknowledging that Portugal should apologize, should assume responsibility, he said. Do you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "PAULA CARDOSO, FOUNDER, AFROLINK",
      "sentences": "Good evening, thank you for this opportunity to reflect on the Portuguese president's remarks aboutPortugal's role in slavery. From where I'm standing, as a Black Portuguese woman and as an anti racism activist, I found that this speech gave by the president, it's really important, in the sense it was the first time the president talked about the need for a national apology. But let's just bear in mind that this is not even an apology because the president says Portugal should apologize. He is not apologizing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "And besides the -- and if that apology comes, when and if it comes, does that -- what else needs to accompany that apology, do youthink?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "CARDOSO",
      "sentences": "I'm just waiting just to see if the country can finally find the courage to fully acknowledge and officially apologize for slavery.Of course, apologies are a starting point. But descendants of enslaved people also need reparations and social change, because the afterlives of colonialism and slavery can still be felt today with institutional racism and discrimination because this is still an ongoing problem in the country. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Why do you think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "CARDOSO",
      "sentences": "Yes, sorry, sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "No, sorry to interrupt.I was going to ask you why do you think it's taken this long for any Portuguese leader to even bring it up? Like you said, that's not an apology. It's an acknowledgment that an apology has to be made. But why do you think it's so hard to even touch on the subject?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "CARDOSO",
      "sentences": "Because it's deep rooted in this idea of this age of discoveries. There's this age of discoveries. It's still being portrayed as a goldenage. And at the heart of the national identity. And I think that this is a problem, this belief that Portuguese colonialism was gentler  than other European empires. So it's a conversation we are not having in Portugal.",
      "isLastSentenceInterrupted": false
    }
  ]
}