{
  "date": "2023-09-14",
  "headline": "CNN Newsroom",
  "subHeadline": "NoKor Leader to Observe Russian Military Sites after Their Meeting with Russian President has Ended; Foreign Aids Pouring in from the Flood-devastated Libya; Tech Giants Met in Washington to Dissect Artificial Intelligence; Escaped Inmate now Captured after 14 Days; A Cruise Ship Stuck in Greenland's East Coast; Aaron Rodgers Out for the Entire NFL Season due to a Major Injury. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "PAULA NEWTON, CNN ANCHOR",
      "sentences": "Hello and a very warm welcome to our viewers joining us from all around the world. I'm Paula Newton. Ahead right here on \"CNN Newsroom.\"How this handshake could impact the battlefield in Ukraine, satellites in space and much more in between. Reaction to the Kim-Putin meeting in a live report. The grim task of burying thousands of flood victims in Libya as a team of scientists warn conditions on Earth may be moving outside the quote \"safe operating space for humanity.\" Plus, tech titans go to Washington with artificial intelligence on the mind, they all agree it should be regulated. The question, how? So the leaders of North Korea and Russia have parted ways after a high-stakes summit in far eastern Russia, but could meet again soon as their countries grow closer. North Korean state media report Vladimir Putin has accepted an invitation to visit Kim Jong-un in Pyongyang at a time that's quote, \"convenient.\" For now it's believed the North Korean leader is in fact still in Russia. According to President Putin and Russian state media, Kim will visit key military sites at these locations, you see them there, and observe Russia's Pacific fleet. Now during the talks there was no news conference, no signing of documents and no deals were publicly announced. But the big concern is that these two heavily-sanctioned regimes could seal a weapons deal and transfer critical technology. CNN's Katie Polglase is standing by in London but we begin in Beijing with Steven Jiang. Steven at this point we are all looking to parse what happened. They actually spoke quite a bit and quite a natural away from the cameras, a lot of it was broadcast live, and yet did we get any more details about their future plans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "No details have been revealed, Paula. And the two sides may have just decided to choose to keep whatever they sign in terms of an arms deal a secret for good reason, especially for Russia, which is a permanent member of the U.N. Security Council. Remember, they did sign up to all those restrictive sanctions against Pyongyang over its nuclear weapons program. At least for now, Putin and his officials are still paying lip service to those sanctions. So either buying ammunition from Pyongyang or providing Pyongyang with military or even dual-use technology would be a blatant violation of those sanctions. That's why they're keeping things ambiguous, even though Putin certainly has left the door open.Now, from North Korea's perspective, the Kim dynasty obviously has long been relying on China as its biggest supporter on the international stage, with Beijing providing this economic lifeline to Pyongyang. So they are certainly, they wouldn't mind having more options, and Russia, of course, now has become this natural choice. So in addition to all the military technology we have been talking about, Kim is certainly seeking food and fuel from Moscow. But I think both Putin and Kim are keenly aware of the importance of not crossing Beijing, especially at a time China has become even more important for them, providing support politically and economically at a time when their regimes have become increasingly isolated from the West. Now, Beijing has not said much about this meeting between Kim and Putin so far, other than saying both countries are China's friendly neighbors and Beijing maintains strong ties both governments but they are certainly keeping very close tabs on what's happening in Russia's Far East. Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "NEWTON",
      "sentences": "Yes, Steven, and as you've pointed out, they have been reluctant to say anything at all even in those Foreign Ministry briefings.Katie, to you now, certainly Ukraine watching closely as well. It is, though, further proof, right, that Putin is not folding here. He will look where he has to in order to fortify his military and he's in this for the long haul.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:46",
      "speaker": "NEWTON",
      "sentences": "Katie Polglase for us in London, Steven Jiang in Beijing, thank you to you both.Now to Libya where authorities say at least 6,000 people have been killed by catastrophic flooding and that toll could still go much higher. The U.N. says more than 30,000 people have been displaced and the lack of clean water and sanitation is threatening to bring waterborne diseases. Search and rescue crews are digging through the mud and debris hoping to find survivors but it's more likely, unfortunately, that they will actually find dead bodies. International aid is pouring into the country with teams coming from Algeria, Tunisia, Turkey and many other countries. Meanwhile, a report published last year did warn of potential trouble in the hardest hit city of Derna. Two dams there collapsed, washing entire neighborhoods into the sea. Senior international correspondent Ben Wedeman has reported extensively throughout Libya. And we warn you that the package we're about to show you from him has graphic content. (BEGIN VIDEOTAPE) BEN WEDEMAN, CNN SR. INTERNATIONAL CORRESPONDENT (voice-over): The bodies are everywhere. Dozens, dozens of the dead covered in blankets awaiting identification and burial. The dead number in the thousands, but so far no one really knows how many were taken by storm Daniel. Survivors are finding more and more bodies. Rescue workers and volunteers have retrieved the body of a boy wrapped in a blanket and prepared to put him in a body bag when his father arrives, overcome with emotion. Doctors fear so many dead left in the open could lead to an outbreak of disease. We aren't able to identify all the bodies and bury them, says this woman identified as Dr. Aisha. We want to provide a humane place, freezers, where loved ones can then identify them. Access to Derna remains difficult. The flood destroyed many of the roads and bridges leading to the city. This port in eastern Libya has been transformed into a wasteland of mud, rubble and ruin. The raging waters that tore through the city spared no one and nothing. Ben Wedeman, CNN, Rome. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:02",
      "speaker": "NEWTON",
      "sentences": "Yeah, absolutely, as we continue to watch scenes of real desperation there. Stephanie Bussari for us, thanks for the update. Now the people of eastern Libya, as we've just been showing you,obviously could use some help. If you'd like to contribute, you can find a list of vetted charities and other resources at cnn.com/impact. The death toll from Friday's devastating earthquake in Morocco is now nearing 3,000, as aid is slowly making its way to survivors and hard- hit mountain villages. The U.S. Agency for International Development is the latest to pledge assistance, saying it will provide an initial one million dollars in humanitarian support to Morocco and has in fact sent an assessment team to the country. Now Morocco has accepted limited foreign aid following the quake as it tries to ramp up its own response to the disaster. CNN's Nada Bashir looks at what survivors are now facing. (BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (voice-over): Sheltering from the sweltering September heat. Survivors of Morocco's earthquake spent another day coming to terms with the tragedy that has befallen this shaken community. (on-camera): Temporary shelters for those left homeless by the earthquake have been set up across this region. Many of the tents that you can see here have been supplied either by the Moroccan government or by local organisations and charities. But the Moroccan government has also requested assistance from members of the international community. We've seen these international communities on the ground providing support not only on the search and rescue front but also with the humanitarian relief effort. ROBERT NORMAN, COMMAND SUPPORT OFFICER, U.K. INTERNATIONAL SEARCH AND RESCUE: The immediate priorities for our team is always saving life. Following on from that where we can help medical assistance identify humanitarian needs so that even when that rescue phase does close we've provided all the information we can to help humanitarian relief that will follow us. BASHIR (voice-over): Across the quake zone here in Morocco there has also been an outpouring of support from the local community with donations of food, water and medication. But volunteers here tell us they still need more tents and, crucially, long-term support with the rebuild effort. The government says the reconstruction of homes lost in the disaster is a priority. But for so many impacted families, there is no telling how long it will be before they have a real home to return to. Nada Bashir, CNN, in Amizmiz, Morocco. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:02",
      "speaker": "NEWTON",
      "sentences": "CNN's Larry Madowo is following developments and joins us now live from Nairobi. And Larry, as you've been following this, we all know that first there was the issue as to whether or not the Moroccan kingdom was slow and actually accepting the foreign aid. I'm sure people on the ground are relieved to see all the help pouring in. But what more do we know about the kind of aid that is needed and what is getting to Morocco in the days ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:02",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "So, Paula, one of the issues here is just how little of that aid that's been offered has been accepted by Morocco. And so the search and rescue was the immediate need after the earthquake happened Friday night. And that appears to be winding down, even though there's still some search and rescue operations.The window to find people alive is closing, but it's still going on. The next stage is now the rebuilding. And this is going to be a long haul. There are so many people who've lost everything, who've lost homes, whose villages have been flattened, and that rebuild will be a longer part of this recovery effort and countries have offered a lot of aid. French President Emmanuel Macron said that the Moroccan government and the Moroccan people know what they can offer not just the immediate aftermath of the earthquake but also in the rebuilding in the culture and heritage in the reconstruction that this country will need as long as the Moroccan government asks for it. The U.S. is sending an assessment team, USAID has donated some money to Morocco to aid agencies working there which has been kind of the trend here. A lot of foreign governments that have not gotten that official request from the Moroccan government are donating to credible aid agencies working in the effort so you've seen that from China from France from the U.S. and other international agencies, but for the international rescue teams on the ground they still think there's hope that they can find a few more people alive. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:01",
      "speaker": "MADOWO",
      "sentences": "Should local services require their assistance. I think that's been the big theme here with everybody who's pitching in to try and help in the search and rescue, but also in the longer term recovery here. And even though Morocco has a robust emergency services, they responded to this almost immediately.The Moroccan government said it's using all resources available to it to help the people, whether it's in makeshift tents and food and water. The scale of this, like we've talked about before, Paula is so great. That's why you've seen all this offers of support from around the world. NEWTON: Yeah, and we've been talking about it, but you could imagine as the days wear on, even for people on the ground, it is staggering to think of the challenge in front of them. Just when you see buildings that have stood for centuries that have now been reduced to rubble, it really is such a challenge. Larry, grateful that you're keeping up to date for us. I Appreciate it. Still to come, Ukraine says it struck naval targets and port infrastructure in Crimea in one of its biggest strikes on the Russian Navy Black Sea Fleet. Plus, Paul Whelan sisters says if the U.S. government doesn't act now, her brother may never come home from Russia. Her pleas to the White House are still ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:05",
      "speaker": "NEWTON",
      "sentences": "Paul Whelan's sister is asking for another meeting with U.S. President Joe Biden to plead her brother's case. Now, Paul Whelan is a former Marine who the U.S. says is wrongfully detained in Russia.The video of Whelan was shot, the one that you see there, by Russian state media, and he is serving a 16-year sentence on espionage charges, which he and the U.S. government both deny. Elizabeth Whelan last met with President Biden a year ago, and she is in Washington now to meet with U.S. officials. She says the Biden administration has done just 80 percent of what it can do to bring her brother home. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:05",
      "speaker": "ELIZABETH WHELAN, SISTER OF PAUL WHELAN, AMERICAN DETAINED IN RUSSIA",
      "sentences": "I believe that the president is going to have to intervene at some point. I believe his help is going to be needed. And I want to make sure that we're looking at that now, that we have this small amount of time before Evan Gershkovich goes to trial and perhaps negotiations start for him. I want to see Paul home. That is my focus.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "NEWTON",
      "sentences": "Many of the top titans of tech gathered in a Senate hearing room Wednesday to talk with senators about how to try and regulate artificial intelligence. But as you can imagine, there was little consensus on how to do it. Elon Musk, Mark Zuckerberg, Bill Gates and others joined civil society leaders and 60 senators for the closed- door hearing.All agreed that the federal government should oversee A.I. development. But the government's role should be what it should be and how to craft that into legislation exposed deep divides, still Musk expressed optimism that some appropriate regulation is coming. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "ELON MUSK, CEO, TESLA AND SPACEX",
      "sentences": "It was a very civilized discussion actually among some of the smartest people in the world. So I thought Senator Schumer did a great service to humanity here with support of the rest of the Senate. And I think something good will come of this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "NEWTON",
      "sentences": "Connor Leahy is an expert on artificial intelligence and the CEO of Conjecture, an A.I. company that's focused on safety, and he joins me now from London.I really want to thank you for joining the program, and I will start by saying you're on record as saying that A.I. could prove an existential risk to humanity. So given that, is regulation needed? Are guardrails the answer? Or should we actually be asking for a moratorium altogether and for the development?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CONNOR LEAHY, CEO, CONJECTURE",
      "sentences": "So the way I kind of see things, I'm really happy to see that hearings about A.I. regulation are happening. I definitely think regulation is very important. I see moratorium as a potential kind of regulation.The problem I have, or I see a little bit with this kind of meaning, is that in a sense it's reversing the burden of proof. The regulator has to come up with the perfect regulation and establish it is correct before it is being applied. But really, this is quite the opposite of how we usually regulate high-risk technologies in high-risk industries. In high-risk industries, we usually regulate first and then open up later as we become more sure about the safety. Think about complex and risky technologies like financial derivatives, which cost the 2008 financial crisis. We had these instruments that were being created, which provided many, you know, financial benefits, made a lot of people a lot of money, but they also created huge amounts of risks, and that eventually led to huge blowups. And if we think about the burden of proof to build an A.I. system that can automate all human labor and potentially cause the extinction of all of us, to have a much higher burden of proof than the releasing a new financial interest instrument, it is way more complex, it has far larger consequences, and I don't think anyone will currently argue that we should stop regulating the financial sector. So currently, there's so little, if any, regulation or moratorium of any kind. So currently the mood is kind of more like, we need to figure out what the exact right regulation is and exact right scope. But this mindset and say, finance system would be terrible and will cause many financial crises. So we have to have, we're talking about extinction here, not a mere recession. We need a much higher burden of proof.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "NEWTON",
      "sentences": "The stakes are higher. I absolutely hear you and so does everyone else. But if we're talking about how to help, again, I ask the question, is regulation possible? Or do you think the government should actually say, everyone cease and desist right now until we figure out the implications here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "LEAHY",
      "sentences": "I absolutely think it should be that. I think we should absolutely say that frontier A.I. development, so the development of newer, more capable, more general system, there should be a full moratorium. This is the only logical thing. If we see, we're in a world where the CEOs of the company's billions of technologies who have the most to gain, the most to gain by downplaying the risk of these technologies, themselves are on the record stating that there is a real chance of potential human extinction, or at the very least, full job automation from these systems.This is like as if all top CEOs from all top banks were warning about massive economic blow up risks. If that happened, we would ban first. And then once we figured things out, we would slowly open up in a careful, deliberate way once we are sure that we understand the risks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "LEAHY",
      "sentences": "That's not really how it is. The way I think about it much more is that, of course, the more risky the system, the more benefits will be gained. That's how these things always work. The most risky financial derivatives are also the ones with the highest returns in the short term, but they will have the largest blow-up risk.We are trading long-term economic growth, long-term stability, and long-term progress for short-term gain, leading to massive blow-up risk. So what I'm not suggesting is that we should regulate or ban all forms of A.I. in all circumstances. What I'm really talking about is a very small subset of all A.I. research, which is frontier models, extremely advanced, extremely expensive, high-end general purpose, and often autonomous systems. I'm not talking about, say, you know, specific applications for medical purposes or radiology or so on. Such systems have very good benefit to risk ratio. But what we're seeing is that there are a very small number of companies that are pushing forward to more and more generally capable systems without understanding their risks better, without understanding how to control them. So we are trading against this extreme amount of risk. So what I suggest is that we make a cap. We say no more systems beyond this point. There should be a point after which you cannot build new systems until the government and civil society has had the time to understand how to handle these systems reliably and safely. And then, great, once we have ideally a national or even better international project to very carefully similarly how we regulate say nuclear power and nuclear weapons, slowly gain the benefits for everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "NEWTON",
      "sentences": "And when you talk about that component of frontier A.I., and it's important to distinguish that, we have these tech executives and others, the godfather who invented A.I. or credited with inventing A.I., they all are worried. And yet, why do you believe that they haven't come to that conclusion yet, that look, okay, we are going to stop here at this moment and decide what the consequences are of us, you know, continuing to expand the boundaries of what A.I. can do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "LEAHY",
      "sentences": "The truth is that we're in something of a multi-way standoff. If you talk to many of these people as the head of these companies, they will actually say that they wish they could stop. They would say, well, I think it's bad that we're racing forward to this. But then again, all of my rivals are doing it, and I trust them even less than myself. So therefore, I must do it because I am safer. This is what you hear from many of these companies, this kind of idea that, well, it's going to happen anyway, so it might as well be me.There's kind of people have given up. on the idea of regulation or the government being able to step in. But in this meeting itself, every single person in the room said the regulation, moratorium of some kind, whether it's moratorium or other kind of regulation, is necessary. But I think people have lost hope that the government could step in, and I disagree. I think this is something the government absolutely can do and absolutely should do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "NEWTON",
      "sentences": "Well, I know some of the people even in that room, you know, did say that they're impressed with certainly the level of intense research that they're doing and the people assembled around the table. I do want to ask you, though, that for people just sitting, you know, watching this, that it might be, you know, a new brand of intelligence, but it defies common sense and logic. Do you have confidence that, let's say, in two months, three months, people will listen to what you're saying and create some type of a model whereby there are guardrails?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:58",
      "speaker": "NEWTON",
      "sentences": "And that is an important analogy to make. An unsettling conversation, but a very necessary one. Connor Leahy, I really appreciate your insights there.Now, for the first time, U.S. President Joe Biden is speaking out about the Republican impeachment inquiry at a fundraising event on Wednesday. The president said Republicans not only want to impeach him, but they also want to shut down the government. He's referring there to the looming government shutdown, apparently, that might happen at the end of this month. House Speaker Kevin McCarthy and far-right Republicans are moving ahead with impeachment plans meantime, although. They have offered no evidence that Biden committed high crimes and misdemeanors. Even some Republicans say the evidence just doesn't exist. When CNN's Manu Raju asked McCarthy why he launched the inquiry, instead of bringing it to the House for a vote, the speaker pointed to his Democratic predecessor, Nancy Pelosi. Listen. (BEGIN VIDEO CLIP) (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:58",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "So, you don't care about any of the answers. I'm just asking about your words. Why did you change your words?KEVIN MCCARTHY, U.S. HOUSE SPEAKER: Okay, well let me answer your question because I answered it every single day and you could answer it every single day. Nancy Pelosi changed the president of this house. This doesn't include her. Nancy Pelosi changed the president of this House on September 24th. It was withheld and good enough for every single Democrat here. It was good enough for the judge. Why did it have to be different today? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:58",
      "speaker": "NEWTON",
      "sentences": "So in an exclusive interview with CNN's Anderson Cooper, former House Speaker Nancy Pelosi is defending how she handled the first impeachment of former President Donald Trump in 2019. The Democrat says Kevin McCarthy's claim that she changed precedent for impeachment proceedings is just wrong.(BEGIN VIDEO CLIP) REP. NANCY PELOSI (D-CA): No, it was completely not true. We had a few weeks where we had to make our case. And I assigned six committee chairs to get the information and the rest. And that then prepared us to bring the bill to the floor. They've had, what, nine months of collecting information. They have nothing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:58",
      "speaker": "NEWTON",
      "sentences": "So Pelosi says McCarthy did not take the impeachment inquiry to the House floor for a vote because he likely does not have the support he needs to approve that measure.So we are learning new details about the dramatic capture of a convicted murderer in Pennsylvania nearly two weeks after he escaped from prison. According to law enforcement officials, Danelo Cavalcante told police he was planning to actually hijack a car and flee to Canada. He also said search teams came within feet of him on at least three occasions as he hid in dense brush after his prison break. CNN's Danny Freeman has more details now on Wednesday's capture. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:58",
      "speaker": "UNKNOWN",
      "sentences": "The subject is in custody. Reapeating Subject is in custody.DANNY FREEMAN, CNN CORRESPONDENT (voice-over): After 14 days, multiple search perimeters and hundreds of law enforcement officers combing woods, farms and creeks, escaped inmate Danelo Cavalcante is finally caught. LT. COL. GEORGE BIVENS, PENNSYLVANIA STATE POLICE: It is a true pleasure to stand here this morning and talk to all of you about bringing this manhunt to a successful conclusion. FREEMAN (voice-over): The convicted murderer who crab walked out of a Chester County prison seen from above by CNN affiliate CBS News Philadelphia in cuffs, disheveled and bloody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:58",
      "speaker": "JOSH SHAPIRO, PENNSYLVANIA GOVERNOR",
      "sentences": "It was apprehended this morning with no shots fired.FREEMAN (voice-over): The dramatic capture set in motion just after midnight. Police got a call about a burglary alarm toward the eastern edge of the law enforcement perimeter set up in northern Chester County. Tactical teams rushed to the area, but couldn't find anything until support arrived from above.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:58",
      "speaker": "BIVENS",
      "sentences": "There was an aircraft overhead utilizing FLIR technology, and close to 1 a.m. picked up a heat signal that they began to track.FREEMAN (voice-over): But then came a storm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:58",
      "speaker": "BIVENS",
      "sentences": "We had a weather system that also came in and we had lightning that was flashing all around and it caused the aircraft to have to depart the area.FREEMAN (voice-over): But police said the tactical teams stayed on the ground and secured the area. Then shortly after 8 a.m., the storm gone, the team moved in on this wooded area behind a local business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:58",
      "speaker": "BIVENS",
      "sentences": "They were able to move in very quietly. They had the element of surprise. Cavalcante did not realize he was surrounded until that had occurred. That did not stop him from trying to escape.FREEMAN (voice-over): Defiant to the end, Cavalcante made one last effort to crawl away, but a canine unit was released and the dog stopped him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:58",
      "speaker": "BIVENS",
      "sentences": "He continued to resist, but was forcibly taken into custody. No one was injured as a result of that. He did sustain a minor bite wound.FREEMAN (voice-over): Doug Brewer works right up against the wooded area where Cavalcante was found.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "DEB RYAN, CHESTER COUNTY DISTRICT ATTORNEY",
      "sentences": "One of the first calls we made upon learning about this capture was to the Brandow family, who, as you can imagine, had been living in a complete nightmare. They can now finally sleep again. FREEMAN (on-camera)Wednesday morning. He was charged with felony escape. He's now back behind bars, this time in a state prison. Danny Freman, CNN, Chester County, Pennsylvania. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "NEWTON",
      "sentences": "So you just heard in that report how a police canine was instrumental in taking down Cavalcante. Now, the male dog was later identified as a four-year-old Belgian Malinois named Yoda, who is normally assigned, in fact, to border duty in Michigan. Now, police credited Yoda for subduing Cavalcante in the dense underbrush, even though the fugitive was armed with a stolen rifle.They say Cavalcante was in custody within five minutes after Yoda went after him. him. One officer said Yoda performed exactly as he had been trained to bite and hold the suspect and prevent him from escaping or using his weapon. So humans have pushed the earth into a danger zone and past the limits that ensure the planet is livable. But we do have some good news about the health of the earth. We'll have some details ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "NEWTON",
      "sentences": "The outer bands of Hurricane Lee will start sweeping over Bermuda in the coming hours as parts of the U.S. and Canada have issued hurricane and tropical storm watches. Now, Lee, you see it there, forecasts to continue heading north, potentially making landfall in New England or in the Canadian Maritime sometime this weekend.Hurricane force winds extend up to 185 kilometers from its center, with tropical storm force winds going even further than that. Right now, Bermuda is under a tropical storm warning as Lee approaches. It's currently a Category Two hurricane, but its large size is what is most concerning. Conditions like devastating floods, extreme storms and oppressive heat waves show that human actions have pushed the Earth into a danger zone outside the quote \"safe operating space for humanity.\" That's according to a new report from some 29 scientists in eight countries. Now the researchers analyzed nine connected planetary boundaries or thresholds that the world must stay within to ensure the earth is stable and of course livable. The boundaries include climate change, biodiversity, fresh water and land use and the impact of aerosols and synthetic chemicals. Now the report says human activities, get this, have breached the safe levels of six of those thresholds. But I do want to get to some good news here. Thanks to international efforts to phase out ozone depleting chemicals, the ozone layer is on track to recover completely. [03:45:02] But critics say the planetary boundaries model, they in fact say it's too simplistic and not useful for managing environmental problems. Now those environmental problems, and there are many, natural disasters, extreme weather events have taken thousands of lives in this month alone. Now the U.N. wants to change that and try and save lives by making sure every person on the planet is covered by early warning systems within the next five years. Johan Stander is the director of services at the World Meteorological Organization and he joins us now from Geneva, Switzerland. Really good to have you on the program, especially as we all watch in horror these devastating events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "JOHAN STANDER, DIRECTOR OF SERVICES, WORLD METEOROLOGICAL ORGANIZATION",
      "sentences": "Good day, Paula, and thank you for having our organization. Much appreciated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "NEWTON",
      "sentences": "Now, we just, you know, we're talking about the U.N. and what it would like, right? To completely cover the planet in these early warning systems, perhaps as early as 2027. I think some argue we may need it next week. Is that possible? And if so, how would that kind of a system save lives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "STANDER",
      "sentences": "I think what's important to mention is the fact that when the U.N. Secretary General Guterres requested that everybody should be protected by early warning systems in five years, and that was now last year, and we're already in 2023, so we've actually got four years and a couple of months left, is that it now forces U.N. agencies to actually work together towards a common goal. And that was the first call.So between the WMO, the World Meteorological Organization, and the UNDRR, we are co-leading this effort with other U.N. agencies like the ITU, IFRC, UNESCO, and others. We're also working with big tech companies like Microsoft and Google, and also then the funding agencies like Sustainable Observation Finance Facility, the Climate Risk and Early Warning Systems. the Green Climate Fund, the World Bank, to name a few. Now, in this entire process, the idea then is to make sure that there's a standard system put in place in countries to make sure that number one, they understand the risk. And all of this is built around the multi-hazard early warning system, but it's a people-centric multi-hazard early warning system based on the four pillars. Need to understand the risk and those people at risk, making sure that there's sufficient observation dates available and dissemination with the production of weather forecasts and warnings, and then making sure that warning gets to the people and last, but not least, working with disaster management agencies by getting the people on the ground to understand what the impact will be in their particular area, what they need to do to make sure that they are protected. And all of that is important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "NEWTON",
      "sentences": "And all of that obviously sounds like a very good idea and advisable, but when we try to apply it, that seems the difficult part, right? So let's begin with some of the complicating factors. We'll start with what's glaring. I have a phone, I have access to media, so do you. Billions of people on the planet still don't. So how to get around that issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "STANDER",
      "sentences": "I think this is where it becomes important. The National Meteorological and Hydrological Service of a particular country is the authoritative voice on weather, water and climate. Therefore, it's important that everybody on the planet, number one, make sure that they use the application of that National Meteorological and Hydrological Service on their phone. That will limit fake news to start off with.And then that National Meteorological and Hydrological Service, through these national workshops, which we are conducting, are then working with disaster management agencies to make sure that when this message is sent in a common alert protocol method. It's then taken by the media in that particular country and or worldwide. And then the message is automatically disseminated on the mobile phone using either the mobile towers or going through media or if the cell phone towers are off, we're working with satellite providers to make sure that the message can still be received by the individual on the phone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:08",
      "speaker": "STANDER",
      "sentences": "That is 100 percent correct, Paula. This is where it's critical that the relationship between the National Meteorological and Hydrological Service and the Disaster Management Agency is very important because they know where to go and how to get to the people on the ground, especially in rural areas, as you've indicated, they may not have mobile towers, but to get those community leaders to understand if they do get this message, what to do.The protection of their little property at the moment is not that important. The protection of their lives are more important and that social, you know, connection between the two is extremely important. And we've got to go through this phase of upskilling the people in the communities to understand the risk when a warning is provided to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:08",
      "speaker": "NEWTON",
      "sentences": "And when you're dealing with a place like Libya where the political situation is absolutely fraught, do you believe that there can be certainly progress, even in a country like that, given if a world body takes this, you know, as an initiative and can actually run with this ball through the next two or three years? Because it is clear that every corner of the earth needs this kind of warning system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:08",
      "speaker": "STANDER",
      "sentences": "Absolutely, Paula. I would like to believe we can. We've got examples of countries where there may be politically instability, but when we actually sit down with the affected parties around the table, that is now government and various departments within that particular country, then we try to, for them to understand the importance of each and every one's role in this entire process to the safety of everybody in that country.And it's not about which agency in that country will get the necessary attention when they are protected or who needs to be protected. At the end of the day, it's the government that needs to buy into the system. And that's what we're trying to foster when we have these national workshops in countries where there may be a little bit instability. And I can tell you that we are making good progress. We're getting people to understand the needs of one another and what their roles and responsibilities are within this complex world we do live in at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:08",
      "speaker": "NEWTON",
      "sentences": "It is certainly tragic to see when you realize that in Libya some kind of a warning system would have evacuated thousands of people and at least saved lives, if not saved them from that kind of destruction. Johan Stander, we have to leave it there for now. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:08",
      "speaker": "STANDER",
      "sentences": "Thank you, Paula. Have a nice day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:08",
      "speaker": "NEWTON",
      "sentences": "Still to come for us, stuck in the mud off Greenland and waiting for rescue. We'll show you how passengers stranded on a cruise ship after, sorry, or how they're faring after a failed rescue attempt.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:56",
      "speaker": "LIS, CRUISE SHIP PASSENGER",
      "sentences": "I don't think it's spreading. I think it's been contained. There are a few people that are a bit sort of wheezy and coughing and you sort of try and avoid them. But I don't particularly think it's spreading. I think, you know, the crew's doing a great job. People who have COVID have been confined. And most people have been vaccinated, you know, three, four, five times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:56",
      "speaker": "SARAH ABO, NINE NEWS ANCHOR, TODAY",
      "sentences": "Yeah.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:56",
      "speaker": "NEWTON",
      "sentences": "Passengers are remaining upbeat for the time being, despite some items becoming more scarce as they await rescue. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:56",
      "speaker": "KARL STEFANOVIC, NINE NEWS ANCHOR, TODAY",
      "sentences": "At some point, Lis, the biggest worry is going to be that you're going to run out of alcohol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:56",
      "speaker": "LIS",
      "sentences": "That is the biggest concern I have, however. I had swimming lessons before I came, and I'm a good swimmer. So look out, I could be swimming back to Iceland.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:56",
      "speaker": "NEWTON",
      "sentences": "Okay. CNN's Anna Stewart has more now on what officials plan to do next.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:56",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "It's been stuck off the east coast of Greenland since Monday, sitting on a bed of sand and mud, according to the Danish Armed Forces.Initial attempts by the cruise ship to refloat itself at high tide have failed, as did a tug from a fishing research vessel owned by Greenland on Wednesday. Help is on the way, but it could take a while. According to Denmark's Joint Arctic Command, a Royal Danish Naval Ship is en route, but it is taking time. It hits some bad weather and currently it's expected to arrive on Friday evening. Troops from a Danish military dog sled patrol are also in the area in the event of an emergency. They actually boarded the vessel on Tuesday and said everyone was doing well. The Australian crew's operator of the ship, Aurora Expeditions, released a statement saying, all passengers, the expedition team and crew on board are safe and well. Importantly, there is no immediate danger to themselves, the vessel or the surrounding environment. Hopefully that continues. An extended stop at the coast of Greenland wasn't the plan but perhaps passengers can enjoy the luxury cruise ships, hot tubs, its gym, its spa and the views don't look too bad either. Anna Stewart, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}