{
  "date": "2023-05-01",
  "headline": "Connect the World",
  "subHeadline": "Evacuees Describe Struggle to Escape Amid Fighting; French People Use Water Cannons to Disperse Protesters; U.S. House Speaker gives Historic Speech in Jerusalem; Saving One of the World's Most Trafficked Birds; Fuel Crisis in Cuba Changes Plan for National Festivities. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "CHRISTINA MACFARLANE, CNN HOST",
      "sentences": "This hour people across France are taking to the streets once again using May Day as a fresh opportunity to protestagainst pension reforms. Sudan's warring sides have agreed to another 72 hour extension of a ceasefire more than 500 people have been killed and thousands injured since fighting erupted in mid-April. Kevin McCarthy makes a major speech to the Israeli Knesset on his first trip abroad as U.S. House Speaker. And First Republic Bank has become the second largest bank failure in U.S. history. Regulators have struck a deal with JPMorgan Chase to buy most of the bank's assets for the sum of $10.6 billion. And in Cuba, severe fuel shortages have forced the government to cancel the traditional May Day parade today. Now scenes of chaos are unfolding right now in France, police firing tear gas and charging at protesters crowd turning fireworks and other projectiles at the authorities. The clashes breaking out as huge crowds take to the streets on International Workers Day. Union leaders who call for nationwide protests are tapping into broader anger this year against the French President and his decision to raise the retirement age. Our Melissa Bell is in amongst it all standing by in Paris. And Melissa tells us the scene that you are -- that you're there in and how it has been the last couple of hours, it seems like it's getting increasingly aggravated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "MELISSA BELL, CNN PARIS CORRESPONDENT",
      "sentences": "It has been remarkably chaotic and almost to suit this march setup from ABB has now arrived here at NationalMarauder the elements that preceded the march that is the black bloc, those far left extremists that we've seen over the course of the last few weeks, the ones that seek direct confrontation with the police, many more of them out on the street today. They've now arrived here at -- and you can see, the police are now using water cannon. We've seen a lot of scuffles between these protesters throughout the march along that route that I mentioned a moment ago. And now that they've arrived, a lot more direct confrontation as well. So here water cannon are being used to try to disperse them, there's a lot of tear gas still in the air. And all around this place there are hundreds and hundreds of riot police there to try and keep these protests as calm as they can. As you can see, that is not what's happened so far today. Because those more extremist elements have been out, it seems to us in far greater numbers. And the confrontations have been far more direct, and have now gone on for several hours. Of course, a lot of the anger that you're seeing beyond what's happening here at -- now the reason that the unions are out in such great number and that people are so determined to show their anger because he was of course, because this pension reform has now become law. This May 1st first traditionally day of protests, an opportunity to show just how angry the unions but the wider public is as well, what you're seeing here, then, the more extreme elements, you've made it already but the march is really made up of all the trade unions, and many protesters who have come out to try and make their case peacefully today, it as much as that's going to be possible, Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes. And Melissa, as you point out, this is -- this protest has coincided with International Workers Day, have you had a chance to speak toprotesters about how much longer they are intending to continue this type of protest. So given as you say that the pension reform is now law, they can't change it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes. And Melissa, we have seen in recent weeks President Macron out and about trying to talk to people trying to win back support, it'squestionable as to whether or not that has been working. But how much you mentioned he's got another four years in office. I mean, how much is this going to affect his political aspirations moving forward? Is he going to be you know, they're going to encounter blocks at every turn here, it's going to impact the rest of the time he has?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BELL",
      "sentences": "I think that's an excellent question. And it goes to the heart of what we're seeing Christina, because so much political capital has now beenexpended on this particular reform. Remember that when he announced at the beginning of this year that 2023, would be the year of pension reform, pushing through Parliament without a vote showed all that determination, he was probably counting on the fact that it would then pass and he could crack on with the rest. On the contrary, there is the anger about the reform itself, the French feel very strongly about their pension system, as generous as it is, looks to the outside world. They feel very attached to it. And that's driven a lot of the protests. And then there's been the manner of it. The fact that it's been pushed through without a vote, I think really speaks to what people have begun, had begun to protest even before it in the yellow vest, the manner of Emmanuel Macron's reforming agenda, the way he pushes it through the way he governs. And that's something that's really increased over the course of the last few weeks over this particular pension reform. So trade union saying that the reason they're out here again, and despite the fact that this law now goes ahead is that the government essentially has refused to negotiate and to debate with them. And I think it's very difficult to see beyond that, given the anger of the trade unions, given the broad support for this protest movements across the population is very difficult to see how Emmanuel Macron moves on from this in order to push through the other reforms that he took clearly marked out as being the legacy that he hoped to leave behind Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MACFARLANE",
      "sentences": "Melissa Bell, there live from Paris and Melissa, stay safe, pretty volatile situation behind you there. We appreciate your reporting.Thank you. Now, Sudan's warring sides have agreed to another 72 hour ceasefire extension. But more smokers rising over Khartoum today and residents of the capital report more sporadic clashes as has been the case through every announced truce over the past two weeks. More than 500 people have been killed and thousands injured since fighting erupted in mid-April. Many Sudanese who are able to evacuate are heading to Egypt, Chad, South Sudan and Ethiopia. Others along with foreign nationals take a long, dangerous ride from Khartoum to Port Sudan where they bought ships headed for Saudi Arabia. CNN's Larry Madowo and his crew traveled on one of those ships and heard stories of both relief and despair. (BEGIN VIDEOTAPE) MADOWO (voice over): 2 am and they're finally getting out of Sudan after many anxious days. Saudi soldiers check documents and lead them through a nightmare almost over. MADOWO (on camera): Thousands of people have made them over 500-mile journey from the Capital Khartoum, to here in Port Sudan. One person told us it took them 36 hours but finally on a boat and eventually it was shipped to Jeddah. MADOWO (voice over): Asad final goodbye to Sudan, victims of the stormy waters in Africa's third largest nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "AHMED",
      "sentences": "Yes.MADOWO (on camera): I am so sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "AHMED",
      "sentences": "It's OK, alhamdhulillah we are --.MADOWO (voice over): As if you'd like it, dual nationals and foreigners can leave. But most Sudanese people are trapped in a deadly conflict with no end in sight. Larry Madowo, CNN Jeddah Saudi Arabia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, the International Committee of the Red Cross says its first international shipment of humanitarian aid has reached Port Sudan.Director General Robert Mardini tweeted this saying the cargo will help save many lives. But he added much more is needed. Support for hospitals is an urgent priority and it's vital that parties in the conflict respect international humanitarian law. For more on what's being done to provide relief the ICRC's Robert Mardini joins me now live from Geneva. Thank you for your time. First of all, can you tell us about what is in this first shipment some eight tonnes of medical aid and talk about the process it took for you to get this to Port Sudan. ROBERT MARDINI, DIRECTOR-GENERAL, INTERNATIONAL COMMITTEE OF THE RED CROSS: Well, it's indeed a tons of emergency medical supplies that are much needed for hospitals in Sudan, in particular, the capital Khartoum, and also for the vital work of the volunteers from the Sudanese Red Crescent Society, our close partners who have been actually the first responders and doing a fantastic job on the on the ground. And this first international shipment is really the first critical step in scaling up our response in Sudan. And let me just insist on one thing, they will only be life-saving ones in the hands of doctors and nurses who are desperately waiting for them in the very few remaining hospitals that are operational in Sudan. Just a figure, only 16 percent of hospitals are functional in Khartoum today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes. So on that point, one of the concerns here is that the aid is still a long way from Khartoum, from areas that need it the most, Ithink, some 800 kilometers, how confident are you that you can deliver this a without interference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MARDINI",
      "sentences": "Well, this is precisely what our teams in Port Sudan and currently in Khartoum are working on right now is to facilitate the transfer of thosemost needed supplies to reach the hospitals that need them. So what is really needed is to get from parties to the conflict, credible and robust security guarantees for our teams to be able to safely transfer those critical medical and surgical supplies to where they are needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MACFARLANE",
      "sentences": "So have you had any talks with both sides about, you know, the facilitation of this aid getting through? Have they given you anyassurances?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MARDINI",
      "sentences": "Well, we are in touch with both parties to this conflict. The first step and the first encouraging step is the fact that this shipmentwas allowed to land in Port Sudan. That's the first step now we are doing everything we can to ensure credible security guarantees so that our teams can really transfer those supplies to the hospitals where they are needed most.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MACFARLANE",
      "sentences": "And on the hospitals I mean, have you had any assurances that the aid will not be touched when it reaches there? Because we've heardthat, you know, we know that medical facilities are being targeted. There have been reports of widespread looting, how much of a concern is that that when it gets to the hospitals, that that you know, the two warring sides might encroach on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MACFARLANE",
      "sentences": "Where are you right now in negotiations for more aids to come in? Obviously this is a great first step, but are you planning for thesecond shipment of aid and more to follow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MARDINI",
      "sentences": "While there is a second plane that is planned to also land in Port Sudan, I cannot speculate now on the exact date because things are veryfluid. But we are also doing everything we can to send in additional emergency personnel to be able to support our teams on the ground to carry out lifesaving activities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MACFARLANE",
      "sentences": "All right, Robert Mardini, we appreciate your time and obviously we wish you the very best of luck with those shipments getting towhere they are urgently needed. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MARDINI",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MACFARLANE",
      "sentences": "All right. Iranian citizens are among those who've been evacuated by Saudi Arabia in its operations from Port Sudan. Take a look atthis, Iran's charged affaires expressing his thanks alongside Saudi officials in Jeddah. Scenes like this would have been unimaginable just months ago. But Iran and Saudi Arabia agreed to normalize relations in March after years of regional rivalry. On Saturday, the UAE evacuated more than 120 people on a flight from Sudan. It was the first evacuation plan operated by the UAE since fighting broke. It started two weeks ago. And some of the evacuees spoke to CNN after they arrived. (BEGIN VIDEO CLIP) NAGHAM, SYRIAN-SUDANESE EVACUEE: It was horrible. My one and a half year old, Annie, whatever she hears the shootings, she lies on the ground by herself. And she's just one and a half year old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "NOUR, SUDANESE EVACUEE",
      "sentences": "I can't express my feelings, really. But it was a really tough 15 days we've ever had in our whole life. Yes, it was anightmare. It was terrible. We haven't slept even for 15 days. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MACFARLANE",
      "sentences": "All right, coming up, another U.S. Bank collapses. This time JP Morgan is coming to the rescue, we'll have the latest. And U.S. HouseSpeaker addresses Israel's parliament in his first trip abroad. What it means for the relationship between the U.S. and Israel, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, I mean, the pro-Israel stance definitely continued during this press conference. But what we didhear from him was a specific question about what's been going on internally here in Israel. There was actually question specifically about the judicial overhaul plan that is currently on pause. Because actually, a video was released earlier today that showed the Justice Minister trying to claim that the U.S. administration was supporting and cooperating with the protest against the judicial reform. And Kevin McCarthy essentially said, you know, Israel's own democracy, they can make their own decisions, it's something for them to figure out within themselves. But he continued, he was also asked about the invitation, potentially to Washington, DC, because if you remember in an interview yesterday, he said that if President Biden doesn't invite Benjamin Netanyahu to walk through the White House soon, he will instead invite Netanyahu to speak to the U.S. Congress, which would be a rather unique moment to have the prime minister coming to Washington without invitation from the White House. But he seemed to soften that position just a little bit during the press conference saying that while that statement still stands, he does expect an invitation from the White House to be coming very soon. I specifically asked the speaker about some of the more extreme statements that we've seen coming out of the ministers in this Israeli government, some of which have been heavily criticized, including by the U.S. administration, Kevin McCarthy, saying that again, you know, democracies have a difference of opinions within them, and they can work it out between them. And that's why democracies exist, so people can disagree with one another. I also asked him whether he believed that Netanyahu has a true grip on this government considering some of these more extremist elements. And he said that he believes that he is in full control of this government. It was, I should note, a very bipartisan delegation. They were Democrats or Republicans, more than a dozen members of Congress were in attendance. Steny Hoyer also spoke. And he actually said that he completely agreed with Speaker McCarthy's speech talking about the bipartisan support for Israel, and that they believe it will continue speaker McCarthy in his speech, also saying that as long as he is Speaker of the House, the U.S. security assistance that billions of dollars of security assistance that the U.S. gives to Israel will continue no matter what. The only slight element of potential criticisms, if you could even call it in the speech was a warning from McCarthy about investments from China. It was just really one line out of what was essentially a very laudatory pro- Israel stump speech; you could really feel the adoration between both the Israelis there as well as the Americans. And I should say it was also bipartisan, from the side of the Israelis, even though there's been a deep division within Israeli politics. Members of the opposition were also giving very loud applause to Kevin McCarthy's speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, this pro-Israeli stance something of course, we were expecting. But as you've been saying earlier, Hadas, a very different tone,struck in the last few days from the Biden Administration. Hadas Gold there live from the Knesset. Thank you. Now a major developing story from the banking industry overnight, first Republic Bank has become the second largest bank failure in U.S. history. Regulators have struck a deal with JP Morgan Chase to buy most of the bank's assets for the sum of $10.6 billion. It's the third major bank failure since March and the move represents the latest effort by federal regulators to boost waning confidence in the U.S. banking system. Here's how markets on Wall Street have reacted to the news Dow Jones up just over a quarter of a percent, NASDAQ down and the S&amp;P 500 rallying slightly. CNN Business and Politics Correspondent Vanessa Yurkevich is joining us live from outside the First Republic Bank in New York City. Vanessa, what is the latest on this and just talk to us about how this deal actually got done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, and Vanessa, you're talking about Jamie Dimon. Our Poppy Harlow actually interviewed him after the other banking collapses lastmonth. And I just want to show our viewers his take on the wider sector, his opinion on the wider sector here, have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "JAMIE DIMON, CEO, JPMORGAN CHASE",
      "sentences": "This is not 2008. OK, this is much more limited. There only a handful of banks that had this particular problem,they'll eventually be resolved one way or another. And I think then people should take a deep breath. In a week or two, a lot of these banks can be reporting earnings; I think they're probably pretty good. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "MACFARLANE",
      "sentences": "So as you were saying, Vanessa, he's been out and about today saying that, you know, it hasn't changed anything about the odds ofrecession. This is nothing like 2008, 2009 for a lot of different reasons. Is he just trying to calm the markets here as this a stable banking sector?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "YURKEVICH",
      "sentences": "I think it's a little bit of both. We heard Jamie Dimon earlier this morning say that he does not believe this deal will impact arecession. Nor did he do this deal to stave off a recession. We have seen some bank earnings that look really good. He says that we need both Community Banks and Regional Banks here in the United States. And we need big banks as well, just like JP Morgan. This is really, JP Morgan flexing its power showing that the banking sector is safe. We're seeing the markets react; they seem to like this deal. And on the other hand, we see that there is power in the banking system here in the U.S. where JP Morgan can come in and do this deal for what Jamie Dimon says is the good of the entire banking sector, Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back to \"Connect the World\" with me Christina Macfarlane, your headlines this hour. Just a short while ago U.S. Speakerof the House Kevin McCarthy made history in Jerusalem. He became the second U.S. Speaker of the House to address the Knesset Israel's parliament that wraps up a three day visit. McCarthy's first overseas trip as speaker during which he vowed to invite Benjamin Netanyahu to Washington himself if President Joe Biden doesn't issue an invite. Humanitarian aid is starting to arrive in Sudan as the warring sides agree to further extend a 72 hour ceasefire, a first Red Cross aid shipment landed on Sunday. Smoke was seen rising over Khartoum today and residents again are reporting sporadic outbreaks of violence. Sudanese citizens and foreign nationals are evacuating to neighboring countries including by boat to Saudi Arabia after a long journey from Khartoum to Port Sudan. And for the third time in just six weeks, another American bank has collapsed. First Republic is now the second largest bank failure in American history. JP Morgan Chase will now buy most of the bank's assets and assume its deposits. The news follows the government takeover Silicon Valley and Signature Banks last month. Now a new wave of Russian bombardment is targeting Ukraine. Officials say Moscow has launched its latest missile strike on several eastern Ukrainian regions injuring at least 34 people. Right now you're looking at video of what military officials say is Ukraine's air defense system above the capital Kyiv intercepting 15 out of 18 cruise missiles fired by Moscow. On Sunday, Ukraine mourned a deadly strike in Uman, south of Kyiv. CNN's Nic Robertson has been speaking with residents of that community who've been paying their respects. (BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voice over): In the shadow of death, there is love, floral tributes and toys for victims of Russia strike in Uman Friday. Anya 15 years old is paying respects to her near neighbors. So many innocent children died, she says, I'm so sorry. They're not alive anymore. More than a day after the apartments destroyed, recovery winding, down, 25 dead, six of them children. Victoria points to where her father lived. Fit this one with a blue wall here. She lists all the neighbors who are now dead. On the ninth floor a grandma, her daughter and two great grandchildren on the eighth floor, a father and son. On the seventh floor, a mother and daughter, my best friend. And on the sixth floor, a young couple both 30. Her father survived. It was a miracle, he says, they rescued me with a ladder and people gave me clothes. Victoria shows us documents, a letter to her now dead friend, the photo of another neighbor. She tells us she found them blowing in the wind. They're so important, she says, they're all that's left. ROBERTSON (on camera): The recovery is painstakingly slow, the wait for answers about the missing just as painful. But in all the grief there is humanity. And there is anger. ROBERTSON (voice over): In a nearby school, neighbor's sought clothes, a gift for survivors who lost everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "NATALIE ALEPIKHOVA, VOLUNTEER",
      "sentences": "We saw all this family of the children they were crying. And I don't know we just felt that something we need to do tohelp them. Some hate for our Russian neighbors if we can call him like that. But most we are focused on helping just only happen. ROBERTSON (voice over): Police already documenting the scale of the loss. - -Boris Bob telling them his vehicle destroyed. It's not what's been destroyed that matters, he tells us, it's the lost lives. We sent photos of the destruction to our distant relatives in Russia so they can see what their army is doing. They didn't reply, he says. All around life is being put back in some sort of order. The broken patched up, but ask anyone about repairing relations with Russia. ROBERTSON (on camera): What do you think about Russia now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, Russia, as you know has been hit with Western sanctions intended to put a dent in the oil revenue that's funding its war. But someGulf countries still like the look of cheap Russian oil. CNN's Eleni Giokos explains why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ELENI GIOKOS, CNN CORRESPONDENT",
      "sentences": "The United Arab Emirates and Saudi Arabia have been playing nice on the diplomatic front as Russia's war in Ukrainerages on. While Moscow is under a plethora of sanctions due to its invasion, Russian oil is not banned and is still on the market and up for sale. And it's business as usual in the region. Russia is part of OPEC plus and one of the world's largest exporters of crude. In December 2022, the G7 imposed a price cap on Russian crude oil at $60 a barrel in an attempt to curb government revenue that would ultimately help fund its war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ROBIN MILLS, CEO, QAMAR ENERGY",
      "sentences": "The intent of the sanctions on Russia was not to take Russian oil off the market unlike the sanctions on Iran. It wasto allow Russia to keep selling to avoid shortages and spikes in prices, but to try to cut the revenues going to Russia. So in that sense, it's entirely legitimate to buy discounted Russian oil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "That means Russian oil is in the market at an attractive and discounted price. The question is who is buying it? China boosted importsof Russian oil to an average of 1.9 million barrels per day in 2022, up 19 percent from 2021 according to the International Energy Agency. India two is taking advantage of low prices buying up cheap crude, but that comes at a price, reputation of helping keep Russia's watches full. And the U.S. has made it clear, it's not happy. It doesn't want anyone to buy Russian oil refined or not. But the U.S. knows completely removing Russian oil from the market would tamper with inflation and prices at the pump. Now according to a recent Wall Street Journal article, countries in the Gulf who would not normally purchase Russian oil are taking advantage of discounted rates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MILLS",
      "sentences": "Fujairah which is a port on the East Coast of the UAE is a very important oil bunkering port. So it stores oil, it supplies oil for shipfuel. And there's a lot of Russian oil, and often many other countries being stored there, traded there, and then sent off to other locations, whether in Asia or Africa or elsewhere. And we've certainly seen more and more Russian oil turning up there, because it's a very important transshipment point. And the shipper can then sell on the oil to someone else. And it's important for managing these complicated logistics that the price cap imposes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "According to Mills, the UAE and other Gulf nations can use the products domestically, while other outputs is freed up for exports sellingat higher market prices. That means Russian oil is ending up on the global markets. In a statement to CNN, the UAE Ministry of Foreign Affairs said the UAE strictly abides by U.N. sanctions and has clear and robust processes in place to deal with sanctioned entities. Adding that the UAE will continue to trade openly and honestly with its international partners, and apply the applicable laws and regulations of the geographies in which it seeks to do business. And while no rules are being broken, the question now becomes how these bold move impact relations with the West does. Eleni Giokos, CNN, Dubai.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back. Now according to the World Wide Fund for Nature, wildlife trafficking, which includes both plants and animals is the secondlargest direct threat to species after habitat destruction. While much of the trade is legal, a substantial portion of it is not and can especially threaten the survival of endangered species. Today on \"Call to Earth\" we visit a rescue center in Cameroon where caretakers are giving an animal coveted as a household pet, another shot at life in the wild. (BEGIN VIDEOTAPE) UNIDENTIFIED FEMALE (voice over): Parrots are one of the most intelligent species of birds on the planet with some capable of doing math, using tools and of course, mimicking human speech. And the African grey parrot, the largest parrot in Africa, is known to be the greatest imitator among the species. That skill is one reason that one of the most trafficked birds in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "JERRY AYLMER, DIRECTOR, THE LIMBE WILDLIFE CENTRE",
      "sentences": "They're really popular as pets; I think the most popular parrot to have as a pet certainly in someparts of the world sadly. UNIDENTIFIED FEMALE (voice over): According to the National Audubon Society, more than 1.3 million were exported from West African nations between 1975 and 2013. But despite being declared endangered in 2016, and their global trade since outlawed, there remain a trendy pet even as their wild populations continue to dwindle. The Limbe Wildlife Center in Cameroon takes in African Greys recovered from illegal traders with the aim of reintroducing them to the wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "AYLMER",
      "sentences": "Often we rescue them in terrible conditions so they're dehydrated, starving, have injuries, so we have an excellent vet team here on site thatlooks after the parrots when they come in. And then they have injuries, their wings have ever been clipped and then maybe glue traps that have been used to catch them, so they're often a very bad state, so a big challenge to saving their lives to start with. UNIDENTIFIED FEMALE (voice over): The rehabilitation process involves medical care, special diets and socialization. Because many were confined to small spaces, they also have to learn to fly again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "AYLMER",
      "sentences": "It's a really important conservation action. Because -- the great parrots themselves, they form a crucial part of the ecosystem. For example,seed dispersal, early fruits and then they excrete the seeds at a different spot that remove seeds in that way help the forest health and grow. UNIDENTIFIED FEMALE (voice over): To assess survival rates, migration patterns and possible recaptures, the center also plans to start fitting trackers on to the birds they released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "AYLMER",
      "sentences": "Hopefully we can keep expanding that program and maybe track some of the parents as well in the future. And find more data; expand ourscientific knowledge of what's happening out there and what's happening to the poultry we release. UNIDENTIFIED FEMALE (voice over): Since 1993, the Limbe Wildlife Center says they released over 3000 African gray parrots from black market poachers. In addition to rehabilitation, their education initiatives and community outreach are helping to raise awareness about the illegal wildlife trade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "AYLMER",
      "sentences": "On the one hand, it's very sad that that's happening. But it makes me quite excited and proud that we're, we can be involved in such a keyway. And it is such an important program to just make that bit of difference to get some parrots that have been poached, give them a second chance, hopefully get them back out into the world. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MACFARLANE",
      "sentences": "And let us know what you're doing to answer the \"Call to Earth\" with a #calltoearth. Right, more on \"Connect the world\" coming up afterthis short break. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Some news just in to us. We're hearing that the former U.S. Marine has been killed in Ukraine. 26 year old Cooper Andrews also known asHarris was hit by moors on the outskirts of Bakhmut last week according to his mother and colleagues in Ukraine. Andrew has worked for an activist group known as the Resistance Committee according to their social media statements. Now in Cuba officials canceled the traditional May Day March because of the country's ongoing fuel crisis. For weeks, Cubans have waited for hours even days in long fuel lines. And Cuban officials say regular fuel supplies Russia and Venezuela haven't been sending any shipments and they don't know why. May Day is usually a holiday where the Cuban government stages a massive show of support. CNN's Patrick Oppmann is joining us live from Havana, Cuba. And Patrick, this is the worst disruption in years really. I mean, how desperate is the situation becoming there for average citizens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "JORGE PINON, UNIVERSITY OF TEXAS AT AUSTIN ENERGY INSTITUTE",
      "sentences": "The first domino piece that falls out of this is Venezuela that it's selling itsbetter quality crew to those customers that can pay cash. So the good quality crews that Cuba used to get are no longer there because Cuba doesn't pay cash for crude oil. OPPMANN (voice over): The ripple effects of the gas crunch impact nearly everyone on this island, university classes have been canceled. Farmers don't have fuel for tractors. There's not enough diesel for garbage trucks to empty dumpsters that overflow with trash. And the Cuban government was forced to cancel the massive parade held every May Day in Cuba's Revolution Square. Usually the island's top leadership looks on as hundreds of thousands of workers filed by. This May Day, officials are encouraging Cubans to march in their own neighborhoods. There simply isn't enough fuel for anything on a large scale. We will still commemorate May Day, he says, but rationally and with maximum austerity. Then on Sunday, the government announced the celebrations would be pushed back to Friday because of weather conditions. Cuban officials have said the gas shortages will last at least through the end of May. And as frustrating and punishing as this crisis is for Cubans, all people can do is hope and endure their long waits. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "OPPMANN",
      "sentences": "And for the Cuban government to announce that May Day will be on a much smaller scale and then to push it back to Friday because of weatherconditions. And as you see behind me it's a beautiful day in Havana is hugely significant. This is the most important holiday of the year, unlike in other countries, where you see protests; the government organizes these massive marches in support of the government. The fact they don't have enough fuel to carry this out, the most important holiday that celebrated here every year is an ominous sign to say the least.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MACFARLANE",
      "sentences": "Absolutely, Patrick. And obviously, as you say, this is affecting events, the ability to fill up at the pump right now. But if thissituation persists, I mean, how long before you see a hit here on food supply on food prices? Or is that already happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "OPPMANN",
      "sentences": "Well, it's already happening because of course, farmers have to bring in the food they grow from outside the city outside of the urbancenters, and they're not able to right now. So I'm hearing from farmers who say that their crops are literally rotting, just several miles from the markets that they're trying to deliver them to. And the problem is, is it may not be a temporary problem if the government says this could go on for some time. And that has many Cubans worried.",
      "isLastSentenceInterrupted": false
    }
  ]
}