{
  "date": "2023-11-21",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Now: Israel Cabinet Debating Tentative Hostage Deal; Judge Declines To Jail Trump Co-Defendant In Georgia Election Case; Trump Praises House Speaker Hours After Mar-A-Lago Visit; U.S. Government Too Defendant On Elon Musk To Quit Him?; Just In: Israel Government Meeting On Hostage Deal Over. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:35",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT nextBreaking news, the Israeli government meeting behind closed doors for more than five hours, debating a deal to free more than 230 hostages. Is a breakthrough about to be announced this hour? We're going to speak to the family of the youngest American hostage, a 3-year-old girl. Plus, the NFL is saying it will stick with Elon Musk and keep advertising on X, even as major companies cut ties over antisemitic posts. What about the U.S. government who happens to be one of Musk's biggest clients? And, likening abortion to the Holocaust. Our KFILE reviewing more than 100 times of Speaker Mike Johnson's interviews, and you'll want to hear a lot more of what he uncovered there. Let's go OUTFRONT. And good evening. I'm Erin Burnett. OUTFRONT tonight, the breaking news, we are standing by for a crucial vote with, the fate of more than 230 people hanging in the balance. Israel's full cabinet is now meeting, and about to vote at any moment. It is, of course, passed 2:00 in the morning there. They are voting on a deal to release some of the hostages that were taken from Israel on October 7th, in that horrific terrorist attack. We are going to bring you the news as soon as that vote takes place. The full cabinet, I want to be clear here, has already been meeting through the hours of the night here, and in 2:00 in the morning, five hours already meeting, debating details of the agreement. What we know so far was on the table, is that 50 women and children taken by Hamas on October 7th would be released as part of this deal. In exchange, Israel would release three Palestinian prisoners for every Israeli civilian that is released. So, a three for one deal. The deal also calls for a 4 to 5-day pause in the fighting for this release, which would be staggered. And it allows people for the Red Cross to visit those still being held in hostage, and in need of medical assistance. Now, President Biden today saying the two sides are now closer to a deal than they have been in weeks. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:35",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We are now very close, very close. You could bring some of these hostages home very soon.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:35",
      "speaker": "BURNETT",
      "sentences": "And it could be very soon, if the deal passes. The first hostages could be released in just about 24 hours.CNN is learning that one of the hostages that America is hoping will be released is a three-year-old, Abigail Mor Idan. She is the youngest American hostage. Her parents were killed by Hamas. And in a moment, I'm going to speak with Abigail's cousin, along with Daniel Lifshitz. His grandfather -- grandmother was released by Hamas last month, and it is his grandfather who was still being held captive tonight. He is still hoping for possible good news. Now, words of today's deal comes as the Israeli government has come under intense pressure to free the hostages, and to do so no matter what deal is on the table. Just a short time ago, Israeli Prime Minister Benjamin Netanyahu made the case to his cabinet, that the deal will give Israel the upper hand in fighting Hamas. Here's why, he says. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): All the security forces supported fully, they made it clear in their full professional assessment, that the security of our forces will be guaranteed during the days of the ceasefire, and that the intelligence effort will be maintained during these days. They understood that not only will the war effort not be compromised. On the contrary, this will allow the IDF to prepare for the continuation of the fighting. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:35",
      "speaker": "BURNETT",
      "sentences": "It's a hugely significant thing to say, because it's a complete about face. They had been saying any pause would only favor Hamas, so the fact that he is now saying this, and has changed his tune so significantly, is very important, in terms of the likelihood of hostages being released.And we are learning tonight that Israel says it has pushed further into a tunnel underneath the al-Shifa hospital complex. They've released two more images of what they claim is a blast door that they have now breached which they say would lead into that further network of tunnels, they say is there. We have a lot of breaking news to cover. Matthew Chance begins our coverage live in Tel Aviv. Alex Marquardt is in Washington for us as well. Matthew, though, on the ground where you, are the cabinet meeting, that debate over the hostage deal now heading into a six hour, obviously after 2:00 in the morning, where you are. How close do you think they are to a vote? And, what is the main holdup as to why this is going to a six hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "BURNETT",
      "sentences": "Absolutely. I mean, going into the six hour, we all know of course that war cabinet has many meetings into the early hours in the morning, but after 2Okay, Matthew is going to stay with us of course, as we await details, and whether we get that vote here anytime now, 2:06 a.m. in Tel Aviv Noa Naftali joins me now, because her three-year-old cousin is Abigail. Abigail is the youngest American hostages taken by Hamas. You see a picture of her there, and that the family has chosen to share. And, Noah, you know sitting with you, you're just sitting waiting, waiting to find out whether there will be a release, and whether she will be a part of it. Do you believe -- are you letting yourself believe that this could finally be the moment? NOA NAFTALI, COUSIN TO 3-YEAR-OLD AMERICAN HELD BY HAMAS: We have to keep a bit of hope, so that we can keep functioning. But until Abigail's home with her family, we can't celebrate anything, or be happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "BURNETT",
      "sentences": "No and I mean, do you read, I guess it's impossible to read anything into it, but how are you even managing this moment? They go into a cabinet meeting one hour, two hours, and then we are now going into the sixth hour. Everything hangs in the balance for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "NAFTALI",
      "sentences": "For 45 days now, this has been our lives. Everything hangs in the balance of every moment. Every moment, our heart is with Abigail, we don't know where she is or how she is doing. I mean, this is just a continuation of that torture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "BURNETT",
      "sentences": "Her birthday is Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "NAFTALI",
      "sentences": "Her birthday is on Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "BURNETT",
      "sentences": "And she turns four?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "NAFTALI",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "BURNETT",
      "sentences": "You know, I'm just thinking, children that age is -- I mean she, may not even know what day is, obviously. She probably doesn't, but that she even know the date of her birthday, right? I mean, it's something that is so important to all of you and you don't even know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "NAFTALI",
      "sentences": "Well, we really hope that she is with her neighbors, her mother and three children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "BURNETT",
      "sentences": "And she was with him when she was taken?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "NAFTALI",
      "sentences": "She was with him when she was taken, and if they know the date, they know her birthday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "BURNETT",
      "sentences": "The details of what she went through our incomprehensible. Her parents were killed, and she saw that happen. She actually saw it. You said her father was holding her. When he was killed, and she crawled out, and ran to that neighbor's house.How do you even, how do even process what she existed through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "NAFTALI",
      "sentences": "We don't, and we were just waiting to be able to hug her, this girl belongs at home with her family. After everything she went through, she needs to be with her family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "BURNETT",
      "sentences": "And she has older brother and sister, six and ten. They are going through horrific loss and trauma. But they must just miss her so much every day.How do you all even handle talking to them about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:08",
      "speaker": "NAFTALI",
      "sentences": "It's really difficult. It's really difficult to -- you know, I want to protect children, it's impossible not to protect these children from some of the most horrible things in the world, and at least they are with their grandparents, and their aunt and uncle who can be there for them, and make sure that they get the care love they deserve. And we hope that Abigail will be with them soon, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:09",
      "speaker": "NAFTALI",
      "sentences": "I am not a politician, neither is Abigail, neither are many of these hostages. And, I wish I had a good answer, but I hope that they will do everything that they can do to bring our loved ones back, our grandparents, aunts and uncles, family members, they belong at home. And I hope they understand that, and they are doing everything they can to bring them home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:09",
      "speaker": "BURNETT",
      "sentences": "Well, I think the whole world's thoughts are with all of them. And, of course, this youngest, youngest American Abigail should be home when he turns 4, let's pray for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:09",
      "speaker": "NAFTALI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:09",
      "speaker": "BURNETT",
      "sentences": "Noa, thank you.And as Noa and I are speaking, you know, we'll see when that -- when that vote comes, but it is this human face, this human loss, this little girl, and so many others, their lives are what it at stake right now, as that war cabinet meets. And right now, we have to guess with us, with decades of experience in hostage negotiations, and exchanges, Phil Andrew and Rob D'Amico, both formerly with the FBI. I appreciate both of you being with us. And, Rob, you know, you hear Noa, right? I mean, this is a three-year- old little girl, she's going to turn four on Friday, right? These are -- these are human beings who right now their lives are on the line in what is happening. Does -- what do you read into, Rob, what is happening in the war cabinet, and the entire Israeli cabinet right now, entering a sixth hour without a vote? ROB D'AMICO, FORMER FBI AGENT, WORKED ON INTERNATIONAL HOSTAGE CASES: Well, I think there's a lot of arguing going back and forth. Are they getting as much as they can out of this exchange, how is it going to end what they want, and continue what they want? So that many people trying to agree on anything is bad. Normally in the negotiations, you don't have that many people involved in actual decisions. And the other bad part is the families. So many of the hostage negotiations and recoveries we have done overseas, the families really don't know about it because it is an absolute rollercoaster, as you were just talking to a mom, the ups and downs. We've had hostages -- recovered people getting on planes, and then having to get off, and other people thinks, because it's crashed at the last second. They end up happening, but those last-minute details really get in there and the families are going through this and, it is so tough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:09",
      "speaker": "BURNETT",
      "sentences": "I mean, it is so public.Phil, what -- what do you say about something like this actually being executed, right? You are talking about hostages who are not in the same location, right? They maybe are being held we believe in groups, but in different places by different members of Hamas, and some possibly by not members of Hamas, in an exchange that would not be all 50 at once, right, assuming that 50 is indeed the number as has been widely reported in the Israeli press, right, there will be ten one day, ten another day. How does something like this even, how do even orchestrate it? PHIL ANDREW, FORMER FBI CRISIS &amp; HOSTAGE NEGOTIATOR: Well, it is incredibly complex. And one of the ways that you begin is just by very, very carefully listening, and building some rapport and trust, as you are doing that listening. And, demonstrating that you are endeavoring to really understand the real nuances and details of both the hostage takers, and understanding all of the complexities of the additional party. These negotiations are going through third parties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:09",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:09",
      "speaker": "ANDREW",
      "sentences": "And you have to understand there -- and really pinpoint, these details. This is a critical time. And as this is being discussed with the -- even that is such a critical point, to show that this is actually carefully being considered, and yes, it is given to this, that there is real deep commitment to following through on it with fidelity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:00",
      "speaker": "BURNETT",
      "sentences": "Yeah. No, it is. And as you say, trust with the counterparty that you don't trust. I mean, somehow, with that personal level.Phil, you know, when Rob talks about five -- five stages for these, because the understanding is it would be 10 at a time. But we also understand, under the deal that's being discussed right now, that it would be three Palestinians being released, three Palestinian prisoners being held in Israel for each hostage released by Hamas. What do you make of the terms of that deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:00",
      "speaker": "ANDREW",
      "sentences": "Well, there is precedent for this, the entire hostage exchange or prisoner exchange with Hamas in Israel, there's been a ratio. This is actually lesser ratio than we have seen in the past. So, that helped peoples perceptions as to what they might do, and it has to be met.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:00",
      "speaker": "BURNETT",
      "sentences": "All right. Well, both of you, thank you very much, as we await possible news here, any moment of this vote, which literally really could come at any moment. It's been a bit delayed. Thank you.And next, as our breaking news continues, we're getting new details about the U.S. understanding of some of the details here in the negotiations. We also, this hour, a ruling tonight in Georgia's election case over social media posts like this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:00",
      "speaker": "FANI WILLIS, FULTON COUNTY, GEORGIA DISTRICT ATTORNEY",
      "sentences": "Emoji, can you just spell that word as opposed to putting profanity in the record.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:00",
      "speaker": "MICHAEL HILL, ASSISTANT CHIEF INVESTIGATOR IN FULTON COUNTY, GA",
      "sentences": "Yes, ma'am. It's an emoji of poop or fecal matter emoji.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:18",
      "speaker": "BURNETT",
      "sentences": "And the breaking news, we are awaiting any moment, Israel's cabinet wrapping up what is now it's six hours of debate on a potential deal to release dozens of Hamas hostages with a vote, a deal that President Biden was involved with personally. The president said he worked on it intensively for weeks, and Alex Marquardt is OUTFRONT with more.So, Alex, this has been -- this has obviously been in progress for quite sometime, but now, we are here on the cusp of possibly of something actually happening. What details are you learning about how involved the U.S. has been, and how effective and important that involvement has been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:18",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, they've been involved since the beginning, since these hostages were taken back on October 7th, and that is both because they have a lot stake here, some ten American citizens who are still missing, believed to be held hostage by Hamas, including that three-year-old, whose cousin you are just speaking with, Abigail Idan, she's turning four on Friday. There is a hope an expectation that she would be among the 50 hostages who we believe are set to be released in the coming days.But the U.S. has had a major role because they also have leverage with all of the players involved. They speak with all of the players involved, Israel, Qatar and Egypt. Israel does not engage directly with Hamas. That is essentially why Qatar has been deputized by the U.S. to lead the conversation. But the U.S. has a lot of power there, so what we have seen over the course of the past few weeks are the most senior members of the Biden administration hour after hour, day after day on this issue, the top Middle East official for the White House, Brett McGurk, just got back from a trip to the region that lasted more than a week. He crisscrossed the region stopping in different countries, including Doha and Qatar. We've also seen the director of the CIA have an absolute pivotal role in engaging with his counterpart in Israel with Qataris, and then President Biden himself was told earlier today, the White House John Kirby saying that the president would ask for multiple updates every day, jumping in on a personal level, as he felt it was appropriate. And then we also heard President Benjamin Netanyahu today personally thanking President Biden for working out a better deal for Israel. We do expect that U.S. engagement to continue, as they continue to try to get more hostages out of Gaza -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:18",
      "speaker": "BURNETT",
      "sentences": "Of course, they say if it does happen, of course, it's 50, and there are at least 230 still there. It's a minority of who are still being held hostage.Thank you very much, Alex. And I want to go to Daniel Lifshitz now. He's here with me. Our viewers will remember, Danny, you and I last book in Tel Aviv. It was right after your grandmother was released. She had been taken hostage. Your grandfather is still obviously being held. I know that tonight, you don't expect for any reason that should be a part of this. Obviously, he's old, he's still, but we understand that this is just for women and children. How do you process that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:18",
      "speaker": "DANIEL LIFSHITZ, GRANDMOTHER FREED BY HAMAS",
      "sentences": "First of all, I don't want to speculate on who is going, but, obviously, that's the deal. For me, personally, I feel that every hostage that will be released is a part of my family now. Of course, I am coming from kibbutz Nir Oz, when one of every four --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:18",
      "speaker": "BURNETT",
      "sentences": "One of four, hostage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "BURNETT",
      "sentences": "How is your grandmother doing and even processing this -- that this is happening, knowing your grandfather may not be among this group, but he is still there? How is she handling it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "LIFSHITZ",
      "sentences": "So, first of all, I am already here for a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "LIFSHITZ",
      "sentences": "I've been in America for a week, going from Texas to New York -- to D.C. --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "BURNETT",
      "sentences": "Meeting with the evangelical churches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "LIFSHITZ",
      "sentences": "Meeting with Jewish communities, meeting with senators, so many people.So, when I left, I knew that my grandmother was in a very good physical condition already. She recovered physically. And mentally, she is very worried about the hostages, and my grandfather. So, I think those news would be amazing for her. And I'm looking forward to come back and see what she is saying and fuel with her the feeling of another hostage being released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "BURNETT",
      "sentences": "You know what it's like to have a family member be released and you know what it's like to still have someone missing, right? You're in this, you know, in betwixt and between.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "LIFSHITZ",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "BURNETT",
      "sentences": "But is there anything that you can say to people who may be about to be given -- may be about to get a moment of joy, unbelievable, unexpected joy? And yet, the person that is coming home is a person who has been through horrific things, horrific trauma? What do you -- what can you say to those families who may be about to walk in your shoes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "LIFSHITZ",
      "sentences": "Feel them, feel what they need, ask them what they feel, let then speak if what they want to speak, let them be quiet if they want to be quiet. And I -- before that, I wish all the families of the hostages that will be released to have this amazing feeling of the family member crossing from the Gaza Strip to Israel and for the Israeli part, crossing that border, having that relief.And for the other families, I promise personally so that I will fight for my grandfather and keep fighting for all of those hostages because, somehow, I feel like the world got mad. We have peace activists, civilians, babies, and elderly, they're in Gaza. And some reports and some U.N. meetings, and that's not the first topic every day. And all of us, the people in the world today, have to feel that those hostages are part of their family. And it's unimaginable to think that 83-year-old man, my grandfather, the greatest peace activists in the world, is held hostages in -- as a hostage in Gaza. So, I am really calling now -- Thanksgiving is even coming, put another chair for a hostage at home. Put -- feel down, think about them, that's activity that you can do. The best act you can do is to have another hostage to be in your heart, to think about him, because there are so many hostages but pick one, feel it personal, make it happen. Bring them home on the best feeling would be to any family to be concentrating on was hostage and then suddenly coming home, and that's how we will bring all of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "BURNETT",
      "sentences": "We hope that there will be the beginning of some more possibly good news any moment. Daniel, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "LIFSHITZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "BURNETT",
      "sentences": "Tonight, a surprising ruling for a Trump codefendant in the Georgia election interference case, and it could have significant implications for Trump himself. A judge actually refused to revoke bond for Harrison Floyd. Harrison Floyd is the head of Black Voices for Trump, and Floyd was accused of intimidating codefendants and witnesses with his social media posts. Sound familiar?Well, of course, it does, right? And Fulton County District Attorney Fani Willis is personally arguing the case. It is the first time she has appeared in court to do so. Here's an investigator on Willis's team reading in court a tweet from Floyd. This is what Floyd wrote about the Georgia Secretary of State and a top election official. Both are Republicans, well known to viewers at the show, who stood up against Trump's election lies. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "MICHAEL HILL, ASSISTANT CHIEF INVESTIGATOR IN FULTON COUNTY, GA",
      "sentences": "The content is as follows, black America condemns with the black Trump guy to tell on the racist white Republicans, but only if it's President Trump, question mark, LOL, look, the truth is that, at Georgia secretary of state and Gabriel sterling are the pieces of -- it's a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "FANI WILLIS, DISTRICT ATTORNEY, FULTON COUNTY, GA",
      "sentences": "Emoji -- can you just spell that word as opposed to putting profanity in the record.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "HILL",
      "sentences": "Yes, ma'am. It's an emoji of poop or fecal matter emoji. They are the pieces of the emojis that we should be mad at.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "BURNETT",
      "sentences": "All right, I want to go to Evan Perez. He's been following this hearing all day.And, Evan, you know, saying, go straight after these pieces of, you know what, the similarities in this case though to what has been happening with Trump cannot be overstated, but it appears that the bar now is very high to prove that someone intimidated witnesses or threaten them through social media posts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Yeah, look at what you saw from Scott McAfee today, the judge in this case, Erin, is an example of how far judges are going to bend over backwards to try to accommodate defendants who do have a right to criticize their prosecution, of course. They have a right to free speech, and they are reluctant to shut down it is in this case, Fani Willis, the D.A. there in Atlanta was in Fulton County seeking to have his bail revoked, for him to go back to Joe. Because at the violation of the terms of his release.[19:35:16] And what the judge said was that this is a technical violation, and -- but he said that what he wanted instead was for some adjustments to be made to release her. Here is Fani Willis arguing strenuously for this to be -- for him to be sent back to jail. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "WILLIS",
      "sentences": "He was given an opportunity to cooperate with the rules of this case, and what he really did was spit on the court and refused to oblige by three of the seven conditions of this bond order.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "PEREZ",
      "sentences": "And what you see there, certainly, from what the judge did in Atlanta today, Erin, is also what you're seeing a little bit from the appeals court, that we watched this yesterday, where there was a great reluctance to really shut down the former president, his freedom of speech. But also understanding that you need to protect witnesses, you need to protect witnesses from intimidation. And, of course, you want to protect the trial, which is coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "BURNETT",
      "sentences": "All right. Evan, thank you very much.And I want to go to Ryan Goodman now, OUTFRONT legal analyst. So, Ryan, on its face, to take a step back, it looks like it could be a victory for Trump, right? If it's okay for this guy to do this, does that set the standard for what is witness intimidation or threats? So, on that, though, I want to play one other important thing that appeared to happen in court today. Here it is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "SCOTT MCAFEE, GEORGIA JUDGE",
      "sentences": "And I think that it is also dependent on the specific facts of the tweets and communications at issue here, and it can't be so broadly defined to cover all other codefendants. So, on the issue of modification, I think that something that we can revisit and let time to consider, unless there is something that the parties would like to address now and want the court to be able to consider specifically what they would like to see, as modification.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "BURNETT",
      "sentences": "OK. So, can be so broadly defined to include all other codefendants and then talking about modifications. What do -- what do you read into this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "RYAN GOODMAN, FORMER SPECIAL COUNSEL AT DEPARTMENT OF DEFENSE",
      "sentences": "So, I thought the judge's cadence actually kind of signaled something. He nearly swallowed his words just as he's about to say other codefendants. I think that's Trump. Trump is very present in the room, though not necessarily mentioned as much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "BURNETT",
      "sentences": "Uh-huh. GOODMAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "BURNETT",
      "sentences": "They're not giving everybody a longer leash?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "GOODMAN",
      "sentences": "That's right, and I think Mr. Floyd might have benefited from the fact that his codefendant is Mr. Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "BURNETT",
      "sentences": "But does this change, though, the line for Trump? I mean, the things he says are now going to be considered fine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "GOODMAN",
      "sentences": "I think that the Trump legal team is going to look closely at what the judge said today. So, the judge did say some words about what he thinks is the line of intimidation. He said it was not across here because Mr. Floyd didn't do direct messages. He didn't post personal information about these individuals.And then he said, and Mr. Floyd did not say what should happen to him, while Trump has said what should happen --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "BURNETT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "GOODMAN",
      "sentences": "-- like Chairman Milley, the idea that he should be executed. So, if Trump were to say those types of things in Judge McAfee's courtroom, that's intimidation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "BURNETT",
      "sentences": "Now, Trump's just moments ago attacked the New York attorney general and the judge in the business fraud case. Now, he does this all the time, but there's been this back and forth on the gag order. Moments ago, he went after the law clerk again. And as he went on, he referred to the Trump hating judge, horrendous, seething with anger, law clerk, refers to rig trial, racists and corrupt attorney general, Trump-hating judge, it goes on and on. So, based on today's ruling, is that all fine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "GOODMAN",
      "sentences": "Unfortunately, it seems like it might be fine. I think unfortunately, because it does really raise the threat level against these individuals. And he's engaging in very degrading statements about the law clerk in particular, somebody who should otherwise remain anonymous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "BURNETT",
      "sentences": "He's obsessed with this person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "GOODMAN",
      "sentences": "Yeah, and I can only assume that the death threats against her and the likes spike when he says things like this, which Judge McAfee said today, oh, you can say degrading statements --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:59",
      "speaker": "BURNETT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:36",
      "speaker": "BURNETT",
      "sentences": "Tonight, Donald Trump heaping praise on House Speaker Mike Johnson, just hours after Johnson came to see him at Mar-a-Lago. Trump saying, quoteIt comes as CNN's KFILE revealed more than 100 of the new speaker's interviews and speeches is giving us a clear and a stark look at his views on crucial things, like gay rights and abortion, including this, which likens abortion to the Holocaust. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:36",
      "speaker": "JOHNSON",
      "sentences": "It is truly an American Holocaust. I mean, the reality is, that Planned Parenthood and all these -- you know, big abortion -- they set up their clinics in inner cities. They are, you know, they regard these people as easy prey. I mean, it's true. This is what's happening across the country now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:36",
      "speaker": "BURNETT",
      "sentences": "KFILE's Andrew Kaczynski joins me now.And, Andrew, what else have we found? You've looked through hundreds of interviews.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "JOHNSON",
      "sentences": "There's been some really bad law made that made a mess of our jurisprudence in this country for last, you know, several decades, and maybe some of that needs to be cleaned up. What Justice Thomas is calling for is not radical. In fact, it's the opposite of that.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "KACZYNSKI",
      "sentences": "Now, we should note that his office told us that he views those cases as settled law, but we did find another instance in our story in 2015, where he -- it's during the presidential election, and he actually says that the new president can support, appoint justices that might overturn same-sex marriage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "BURNETT",
      "sentences": "Right, right, and we know, you know, what people say are settled laws, not what they necessarily think of the law.All right. Speaker Johnson has a history of anti-gay rhetoric. You have unearthed much of this. Supporting anti-gay policies, very clearly doing so, and you found out more about his personal views.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "KACZYNSKI",
      "sentences": "Yeah, that's right. Homosexuality was something that Johnson talked about a lot over the years in what we reviewed. He called it inherently unnatural. He said it was a dangerous lifestyle.We found a clip where he supported a ban on gay adoptions, where he said that homosexuality was a behavior, and because of that, it wasn't protected from antidiscrimination laws. And that's sort of goes into this next clip that I want to play, which is him discussing what he thinks the proper role of government is. Listen to what he said here. (BEGIN AUDIO CLIP) JOHNSON: One of the primary purposes of the law in civil government is to restrain evil. We have to acknowledge collectively that man is inherently evil and needs to be restrained. That, see, that's the problem with the radical left. They don't acknowledge a God. (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "KACZYNSKI",
      "sentences": "So, we also found Johnson saying that he supported imprisoning abortion doctors, the elimination of hate crimes. He backed a Louisiana abortion ban that did not have exceptions for rape or incest. So, when he is talking about restraining evil, this is the sort of thing that he means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:10",
      "speaker": "BURNETT",
      "sentences": "Tonight, the NFL is sticking with Elon Musk. The league condemning hate speech in a statement today, but says it won't stop advertising on X, after Musk agreed with a message that accused Jewish communities of hatred against whites. This as major companies like IBM, Apple, Disney and Warner Bros. Discovery, which owns CNN, all pulled ads from X.One client, though, that has not stopped working hand in hand with Elon Musk is one of his most important, the U.S. government. Kristin Fisher is OUTFRONT. (BEGIN VIDEOTAPE) KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT (voice-over): The Pentagon is getting in deeper with Elon Musk, giving Musk's private space company SpaceX a contract for up to $1.2 billion to send secretive spy satellites into space. But that's not all. The Pentagon is also investing up to $70 million in Starshield, a more secured version of SpaceX's massive constellation of Starlink satellites, which are vital to the Ukraine military success against Russia on the battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I can confirm that we do contract for Starlink for services in support of Ukraine with the ultimate objective to be ensuring that Ukraine has the satellite communication infrastructure that it needs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:10",
      "speaker": "FISHER",
      "sentences": "And NASA couldn't send another astronaut to the moon without Elon Musk's company.Musk's Starship is the most powerful rocket ever built, and it launched its second test flight on Saturday. NASA will spend about $4 billion on it because it will be the lunar lander of the space agency's flagship Artemis program. It's likely that America's only chance to beat China to the moon in this second space race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go Dragon, go Falcon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:10",
      "speaker": "FISHER",
      "sentences": "NASA is also reliant on SpaceX to launch astronauts to the International Space Station. For now, no other launch provider other than the Russian government can do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:10",
      "speaker": "DOUG LOVERRO, NASA",
      "sentences": "SpaceX is on top because they have done the best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:10",
      "speaker": "FISHER",
      "sentences": "Doug Loverro is one of the few people who's been a top official at the two government agencies most dependent on Elon Musk's companies. And he describes NASA as being much more reliant on SpaceX than the Pentagon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:10",
      "speaker": "LOVERRO",
      "sentences": "SpaceX is predominant right now, but they are by no means the monopoly that we all will depend upon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "JOHN KIRBY, WHITE HOUSE SPOKESMAN",
      "sentences": "There is innovation out there in the private sector that we'd be foolish to walk away from. I am not aware of any specific efforts to address -- to address our concerns over his rhetoric, but that does not mean that we accept it or agree with or condone in any way that antisemitic rhetoric that he pushed.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "FISHER",
      "sentences": "Now, CNN has reached out to SpaceX. So far, no comment. As for NASA, it has had plans in place for years to try to reduce itsdependency on one company. You have Boeing Starliner spacecraft designed to ferry astronauts to the space station next year. Blue Origin has a lunar lander alternative for the Artemis program. But, Erin, the problem is that neither of those options are ready yet -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "All right. Kirstin, thank you so much.And Harry Enten joins me now to go beyond the numbers. It's amazing what Kristin's reporting, right, the amount of money that the U.S. government spends, but when you look at IBM, Apple, Disney, Warner Bros. Discovery, all of these people pulling ads, does this hurt X's bottom line?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Absolutely does, Erin. I mean, if you look at the ad revenue that they pulled in, in 2022, you compare it to us protected in 2023, it struck in half, struck in half. Now, they are still making nearly $2 billion in at revenue, but significantly less than the $4.1 billion that made last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "I mean, 50 percent job is horrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "ENTEN",
      "sentences": "It's horrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "It's a horrible performance, let's just call it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "ENTEN",
      "sentences": "Yeah, you know stocks better than I do, that is not a good performance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "No, it's horrible, it's unacceptable, if you -- obviously, this isn't. So -- but, let's -- who is using X right now? You talk about advertisers coming off, has there been a shift since Elon Musk took over, and there's been a lot more talk about the whole platform shifting more right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "ENTEN",
      "sentences": "Absolutely, if you look at the people who are regularly getting their news on Twitter, you look back in 2022, according to the Pew Research Center, it was 2 to 1 Democratic. You look now, Democrats have been leaving the platform, Republicans have been joining the platform. Now, it's basically even in terms of the percentage of Democrats or Republicans who are regular uses for Twitter getting their news.But here is the thing to point out, which is that few people are regularly getting their news on Twitter. Right now, if you compare where we are now compared to where we are -- you want to say something?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "Yeah, no, I'm just jumping because we only have a few seconds left. I want to make one point. I want to say, Elon Musk would say, look, half Democrat, half Republican, that's a win. That's why I did this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "ENTEN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "Has it hurt his bottom line?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "ENTEN",
      "sentences": "No, it hasn't hurt his bottom line, because that's not where he makes most of his money is on X or Twitter. He makes most of his money, for instance, in Tesla, right? So what we see is that his bottom line, the amount of money that he has, he is making -- his net worth is not more than $200 billion. That is up from $170 billion last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "Right. So, he'll look at this and say, I am richer, half Democrat, half Republican, and he sees it possibly as a win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "ENTEN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "All right. Thank you very much, Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "And next, North Korea says it is putting spy satellite into orbit. We'll explain why.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "And we have breaking news out of Israel. Matthew Chance is in Tel Aviv.Matthew, what do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "CHANCE",
      "sentences": "Yeah. Well, not much unfortunately, except that that cabinet meeting, which has been held for nearly seven hours, has now officially broken up. It is over.What we don't know yet, and we're going to bring you this soon, is what the outcome of the vote is on that hostage deal. That's been so vigorously debated over the course of the last several hours, whether or not a deal to free those Israeli hostages has been approved or not. We don't have information for you quite yet.",
      "isLastSentenceInterrupted": false
    }
  ]
}