{
  "date": "2023-12-28",
  "headline": "CNN NewsNight with Abby Phillip",
  "subHeadline": "Haley Seeks To Clarify Civil War Comment As Backlash Mounts; Maine's Top Election Official Removes Trump From 2024 Ballot; Parents Of Survivors In Shooting Push For Change; Paul Whelan Marks Five Years In Russian Detention. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "JAMES CARVILLE, DEMOCRATIC STRATEGIST",
      "sentences": "But it's kind of ludicrous to say about people's freedom. I don't mean to laugh. I'm not saying that slavery is a laughing matter. I'm telling her answer is a laughing matter. There's a difference between the two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "James Carville, true to form as always. Thank you very much for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CARVILLE",
      "sentences": "I'm not going to lie to you, slavery was not a good thing.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "And welcome to a bonus hour of NEWSNIGHT. Our breaking news tonight, Donald Trump kicked off another ballot. That's tonight on NEWSNIGHT.A big decision tonight in Maine, the latest front in the ballot battle raging as the presidential campaign is just about to kick off into high gear. Maine's secretary of state is now removing the former president from the state's primary ballot based on the 14th Amendment's insurrectionist ban. Maine is now the second state to disqualify Trump after Colorado kicked him off its ballot over his role in the riot at the United States Capitol on January 6th. Now, Maine's Secretary of State Shenna Bellows says that she had little trouble concluding that this riot meets the definition of an insurrection and that the former president intended to incite lawless action to stop the transfer of power. Just listen to what she told CNN tonight. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "SHENNA BELLOWS, MAINE SECRETARY OF STATE",
      "sentences": "The oath I swore uphold the Constitution comes first and foremost. The textual analysis of the Constitution and the facts laid before me at the hearing that I was obligated to hold under main law brought me to this decision.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "That decision was paused tonight, pending a potential appeal in the state court, an appeal that is pretty much guaranteed at this point.Joining me now is CNN's Zach Cohen. So, Zach, the Trump campaign is responding already tonight. What are they saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yeah. As you mentioned, the Trump campaign and Maine's Republican Party saying that they will quickly appeal this decision in state court and also fight this all the way to the U.S. Supreme Court if they have to.But we're also hearing some familiar attacks against Maine's secretary of state directly and it's, you know, this old line of election interference. They're accusing her of being effectively a partisan actor who is trying to insert herself into the electoral process. But it's important to remember that this is not happening in a vacuum. As the secretary of state mentioned, you know, she was required to hold this hearing and that in her decision, she writes that the challengers presented evidence that made clear to her that Trump engaged in an insurrection. And that conclusion aligns very closely with what we heard from Colorado's Supreme Court when they handed down a similar decision to kick Trump off the ballot there. That decision will ultimately be appealed to the Supreme Court, and we do expect the Supreme Court will ultimately have the last say over this. But the decision by Maine's secretary of state is a big win for these Trump critics who have said, look, Trump engaged in insurrection under the 14th Amendment. He should not be on the state's ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "So, what's the timeline here? When do you think we could know for sure if Trump is ultimately on or off the ballot in the state of Maine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COHEN",
      "sentences": "Absolutely, yeah. Because of the primary calendar, we could see the state courts in Maine move pretty quickly here, and if it gets appealed all the way up to the state Supreme Court, we could see a decision from them as soon as the end of January.Now, again, A lot of legal experts say that this U.S. Supreme Court is ultimately going to be the one that has to sort this out, right? Because there's so many different opinions and so many different views coming from various states, including states with other Democratic secretaries of state as well, that the highest court in the land is going to have to make this call. But ultimately, in Maine, we could see the state court process move pretty quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "Hmm. Zach Cohen, thank you for that reporting.And joining me now is Colorado Secretary of State Jena Griswold. Secretary of State Griswold, thanks for joining us tonight. What is your reaction to this ruling in Maine disqualifying Trump from the ballot there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "JENA GRISWOLD, COLORADO SECRETARY OF STATE",
      "sentences": "Well, thanks for having me on. Good evening. I think it's a good thing that Secretary Bellows followed and sided with the Colorado Supreme Court's decision, which ultimately disqualifies Trump.Look, Trump engaged in an insurrection. He incited a violent group to try to stop the peaceful transfer of the presidency. And the Constitution clearly bar someone who swears to uphold the Constitution and then does those types of actions from serving again. So, I think it's the right decision and also courageous because the atmosphere we're living in leads to a lot of threats and threats of violence. So, you do have to have bravery to make the right decisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "GRISWOLD",
      "sentences": "There has only been two courts in the United States that have examined whether Trump did engage in insurrection. Those two courts are in Colorado and they both determined he did engage in insurrection. So, from that point of view, there's a really strong precedent being made in Colorado.Now, whether other states will follow, I can't answer that, but I do think there is a good chance that the United States Supreme Court decides to take up the case and weigh in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "PHILLIP",
      "sentences": "Yeah. I mean, to that point, do you think that Maine could have or should have waited for the Supreme Court to weigh in on the Colorado case before making this decision themselves?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "GRISWOLD",
      "sentences": "I don't think it's possible to wait. At the end of the day, presidential primaries are coming up very soon, very quickly. They're right around the corner. For the state of Colorado, I have to certify which candidates are going to be on the ballot next week, Friday, on January 5th. So, secretaries of state need to act.All of our states have different laws, different processes, but I'm sure Secretary Bellows followed her law, and she needs to ultimately decide whether or not Trump is on the ballot. I think she has made her decision very cautiously much like the Colorado Supreme Court holding the decision if an appeal is filed. And what we've seen play out in Colorado is an appeal was filed by the Colorado Republican Party for the U.S. Supreme Court to review. So, flipping back to the state of Colorado, Trump is back on the ballot now in the state of Colorado because that appeal was filed, and then we'll, again, have to wait to see how the Supreme Court acts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "PHILLIP",
      "sentences": "Right. So, some Republicans have called this voter suppression. What would you say to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "GRISWOLD",
      "sentences": "Voter suppression is a presidential candidate trying to steal the presidency from the American people. Voter suppression or voter disenfranchisement is Donald Trump inciting a violent mob, some of whom members were intent to hang the vice president of the United States for him to steal the presidency. That's voter suppression. That's trying to steal an election from the American people.We are only at the situation because of Donald Trump's actions. And Section 3 of the 14th Amendment says in very clear words, what happens when someone engages in rebellion or insurrection and tries to hold office again? So, you know, at the end of the day, we have to wait to see if the courts decide to take -- the U.S. Supreme Court decides to take this case, what they say. But I do not see this as voter suppressive. I think Donald Trump's repeated actions are what we really need to worry about in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "PHILLIP",
      "sentences": "Colorado Secretary of State Jena Griswold, thanks for staying up for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "GRISWOLD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:53",
      "speaker": "PHILLIP",
      "sentences": "Harry, what's your take on that?HARRY LITMAN, FORMER U.S. ATTORNEY, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL:  Look, I agree with Scott that it's a methodical, careful decision and you have to take it under state law, and that state law does provide for deference. Same way in Colorado. The thing is though, Abby, I think it makes really manifest what has been latent and will really be uppermost in the mind of the Supreme Court, which is the possibility for a patchwork set of results because different states have different laws, he'd be on the ballot in some and not in others, and I think that's a result that's going to, you know, really trouble them and they will look to overturn. But, of course, they are also loath to insert themselves too forcefully in the election, scared of a sort of polarized political decision. They are really -- this decision really increases the pressure on them because it's no longer the case that they can just sort of have a one-off kind of way of reversing Colorado. They really have to be thinking now about the entire patchwork of the 50 United States and the 15 or so that are actively pressing this question different ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:53",
      "speaker": "PHILLIP",
      "sentences": "Yeah. I mean, Scott -- yeah, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:53",
      "speaker": "BOLDEN",
      "sentences": "-- no choice in this because every state controls its elections both with federal office or state office. Unfortunately, Harry, I think they're going to have to weigh in because they'll have no choice because every state controls their own election process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:53",
      "speaker": "PHILLIP",
      "sentences": "Yeah. I mean, but Scott, can I follow up on that? Because I just wonder, you know, what Harry is describing is some people would call that a political consideration, but does the court need to consider that, you know, do no harm?I mean, the easiest thing for them to do is simply to just leave Trump on the ballot and let the voters decide, which is what you heard, you know, the Republican chairman in Maine say earlier today. Is that a legitimate consideration for them to take here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:53",
      "speaker": "BOLDEN",
      "sentences": "It could be, but it won't be part of any written decision. But because they're human beings and they got political consideration, will it manifest itself in some decision? They could easily say, listen, this is a state issue. We're going to punt it back to the states.And it's up to the states to decide whether to put him on the ballot or not, or they could go deeper and say as an insurrectionist, they could redefine insurrection, what an insurrection is. They can argue that it's too vague, and they can send it back to the federal legislature to define what that constitutional provision means. But Article III courts interpret the Constitution and federal legislation and state legislation all the time. It's their duty to do so. So, regardless of how complicated this is and no matter what Chief Judge Roberts, while he doesn't want to politicize the court, they're going to be in smack dab in the middle of this political process because of Donald Trump's bad conduct on January 6th. I don't think they have much choice. They're going to have to delve into it to make it right and to make sense of all these different decisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:53",
      "speaker": "PHILLIP",
      "sentences": "Harry, do you think that the court will ultimately have to define more clearly what an insurrection is and who is subject to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:53",
      "speaker": "LITMAN",
      "sentences": "That's one route for them to go. But I think you raised a great point, Abby, about what we've just caught a political consideration. I really think they'll be looking to see if there's some way they can all agree even if it's all fudging it a bit to and that -- so they could say insurrection was too loosely defined. But that would still leave it to other courts to then adopt their tighter definition.The way that they can really shut it down would be either to say he's not an officer, which seems far-fetched, and this opinion in particular in Maine made a very persuasive case, or they might say Congress has to make the decision. Either of those would apply across the board to all states where as if they narrow the definition of insurrection. A new state can come up and say, thank you very much, we will apply that now and keep him off the ballot, and the inconsistency that I think is really a nightmare for the court would reappear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:53",
      "speaker": "PHILLIP",
      "sentences": "Yes. Scott, the Trump team, they wanted this Maine secretary of state removed from the case over a series of tweets. These are comments that she has made over the months and years that are critical of Trump, critical of January 6th. Do you think that that is a problem for the Maine case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "PHILLIP",
      "sentences": "Hmm. Scott Bolden and Harry Litman, thank you very much for your expertise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "BOLDEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "LITMAN",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "PHILLIP",
      "sentences": "Tonight, Maine becomes the second state to bar Donald Trump from its republican primary ballot just a week after Colorado did the same. Maine's secretary of state telling CNN tonight Trump -- quote -- \"chose to light a match with his role in the January 6th insurrection.\"What's this all mean for Trump's campaign, though? Let's dive in with CNN senior political analyst and senior editor of \"The Atlantic,\" Ron Brownstein, along with White House bureau chief at \"The Washington Post,\" Toluse Olorunnipa. Toluse, I'll start with you. Trump's campaign is spending a lot of time now and money on these numerous indictments and now these multiple attempts to disqualify him from the ballot. These are pretty big distractions. Will it eventually all have an effect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "TOLUSE OLORUNNIPA, WHITE HOUSE BUREAU CHIEF, WASHINGTON POST",
      "sentences": "In the primary, Trump is using this to his benefit. He is getting a lot of people riled up. He's getting Republican base voters excited about voting for him as a way to stick it to these prosecutors, these government officials who are trying to keep him off their ballot, and the voice of Donald Trump trying to lessen the voices of his voters.But at the same time, as you mentioned, this is an actual legal challenge that he has to face. He has to spend a lot of money on these legal challenges. He's facing 91 indictments in addition to these challenges, to his position on these ballots in various states, and it's going to cost a lot of money, it's going cost a lot of attention, it's going to cost a lot of time. It's going to make it more difficult for him to put forward a message to voters that he cares about them because he's dealing with so many problems that are about him and about his own legal status. And so that is a major challenge for him not only in the primary but even more importantly, in the general election where he's going to have to win over swing voters. And that's not something that they want to be hearing about, Donald Trump's own personal problems and his legal problems, and I do think that'll be a big challenge and distraction if he makes it to the general election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "PHILLIP",
      "sentences": "The flip side to this, though, Ron, is that one of the things that you hear not just from Republicans but also from many Democrats -- and I think we may be losing Ron here, but I'll put this to you, Toluse. The concern that we're hearing now is that this will inadvertently help Trump. Do you think that that is also a risk here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "OLORUNNIPA",
      "sentences": "There is a risk, especially with a number of these cases that deal with Donald Trump being taken off the ballot. You've even heard some Democrats say that we should beat Donald Trump fair and square, let the voters have a say, and don't have judges or secretaries of state decide for the voters. That is something that has not happened in American history in a major way.There is a risk for the people who want to defeat Donald Trump, that these steps are making it harder for them. It's making it harder for them to rebut some of the allegations that Trump is making, that all of these legal challenges that he faces are not because of his own actions but because people are trying to keep him from engaging in the democratic process. And so, that is a major challenge because Trump has a long history throughout his career of using negative legal situations and turning them around in the court of public opinion to his favor. That's what he's trying to do here. He's trying to tell voters that they're trying to take your vote, that they're trying to take your voice, that they're trying to suppress democracy. And all of these legal cases piling up one after the other helps to give him a framing argument for his reelection campaign, for his attempt to get back into the White House. It does make it difficult for Democrats, for people who have been talking about Trump's threat to democracy, to be on the position of the people taking away the option of voters to vote for Donald Trump. And so that does pose a challenge for some of the critics and opponents of Donald Trump and it does make it more difficult for them to make their case because Donald Trump has tried to make a very clear case that he is the victim here and some of these new challenges and new court cases make it harder for him to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "PHILLIP",
      "sentences": "And we've seen already what has happened before, which is Republican candidates running against Trump, spending time defending Trump on all of this.So, one of the other things going on, Toluse, it's kind of an understatement to say this has really taken on a life of its own. The GOP presidential candidate, Nikki Haley, is trying to recover from these controversial remarks that she made about the Civil War. She didn't mention slavery when she was asked what the cause of the conflict was. She has walked back her comments. But her Republican rivals are pouncing on this. Just take a listen to some of what Chris Christie said tonight. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "PHILLIP",
      "sentences": "This has become really quite the attack against Haley. Christie, you're hearing it from Ron DeSantis. Is it going to leave a mark?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "OLORUNNIPA",
      "sentences": "It's already leaving a mark on Nikki Haley in part because it plays into some of the biggest critiques of her campaign, that she's not willing to stand up for anything, that she tries to play all different sides, that she's not willing to take a stand, that she's anti-Trump without really criticizing Trump, that she's pro-life without embracing any of the federal bans that have been (INAUDIBLE) about on the republican side, and now, when it comes to issues of race, that she can talk about these issues without really taking a stand.And so, this is leaving a mark on her candidacy. I think that's part of the reason you saw her trying to clean things up a little bit today by coming out more forcefully and saying what is clearly the truth, that the Civil War was about slavery. But her unwillingness and inability to say that when she was asked at an open forum in a state like New Hampshire where a number of voters are paying attention to those kinds of answers and looking for someone who's different from Donald Trump on issues of race. that was a major challenge for her in a state that she really needs to outperform all of the other challengers. And most likely, because of what we're seeing in Iowa, she's going to need to outperform Donald Trump in New Hampshire if she's going to have a chance at the nomination. And so, the fact that this happened there, in the state of all states, makes it even more difficult for her to move forward. PHILLIP:  Yeah. I mean, New Hampshire is really not the state for a mistake like this. The voters there, there was one tonight who really confronted her about it and said, you need to redeem yourself, essentially. I mean, Ron, first of all, glad you're back with us, but why do you think -- why do you think that this -- the timing is one thing, but why do you think that this has had such an impact for Nikki Haley? As we've laid out earlier in the show, she has said these --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "PHILLIP",
      "sentences": "-- things like this before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "BROWN",
      "sentences": "Yeah, she has done, you know, this kind of tap dance really for a long time. To her credit, she did move the confederate battle flag off of the Capitol grounds in South Carolina as governor, but only after defending it for years and after the massacre at a historically black church in Charleston left her no other choice.One reason is running for president is unlike running for anything else. You know, she had not faced, I think, the scrutiny of her -- what I think Christie called a word salad answer to the same extent when she was governor. But I agree it is having such impact largely because the history is that what we call, you know, gaffes, often when politicians say what they really think, have the most impact when they reconfirm a preexisting view about a candidate. And Haley, the biggest rap on Haley, I think, in this race has been precisely that she is trying to be all things to all people, that she won't take a firm stand against Trump, that she is fudging on some issues, and this provides her critics just an enormous (INAUDIBLE). How many points, Abby, in this race have we seen Chris Christie and Ron DeSantis agree on, you know, and they -- and they both got agreement tonight. She also needs crossover voters. Even in New Hampshire, she is not polling that well among Republicans like John McCain in 2000 (INAUDIBLE) George W. Bush. She is depending a lot on strength among independents, and I think this is the kind of thing that you get some of them, you know, second thoughts about crossing over to vote for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah. I mean, look, if there's one lesson in all of this, this is still a dynamic race. Things are happening with just a few days before the Iowa caucuses and the New Hampshire primaries. Everyone, stay tuned. Ron Brownstein, Toluse Olorunnipa, thank you both very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "BROWN",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "PHILLIP",
      "sentences": "Tonight, explaining and explaining and explaining from Nikki Haley. The Republican presidential candidate is spending her moment in the spotlight trying to logic her way out of a big gaffe. Haley left out slavery when she was answering a question at a town hall on what caused the Civil War. And today, she made sure to mention slavery now twice before trying again to say what she really meant last night.Joining me now is Christale Spain, the chairwoman of the South Carolina Democratic Party. She's also the first Black woman to hold that role. Crystal, thank you very much for joining us. You've said that what Haley said is vile and unsurprising. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CHRISTALE SPAIN, CHAIRWOMAN, SOUTH CAROLINA DEMOCRATIC PARTY",
      "sentences": "You know, it's just not surprising. You know, Nikki Haley was the governor of South Carolina and she had a very, uh, pro-confederate agenda. You know, while governor of South Carolina, Nikki Haley didn't prioritize taking down the confederate black. You know, in fact, she said that Democrats were desperate for even bringing it up.You know, while the flag was an issue while she was governor, she didn't meet with, uh, Black leaders. She instead met with pro- confederate groups. So, Nikki Haley is not surprised by her comments. I'm not surprised that she, you know, wants to whitewash history. That's who she is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "PHILLIP",
      "sentences": "Does it, you know, matter to you that she did ultimately remove the confederate flag from the South Carolina Statehouse grounds? Does she deserve credit for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SPAIN",
      "sentences": "No, not really. Like what I said, like when she had an opportunity to do it, she didn't do it, but she did it later on when it was politically expedient for her. When she was going to be propelled on the national stage, then that's when she did it. You know, Nikki Haley is about Nikki Haley. She's not about advancing the needs of the people of South Carolina. Nikki Haley is about Nikki Haley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "SPAIN",
      "sentences": "You know, Abby, it actually does because like, as I said, you know, Nikki Haley has never prioritized doing the things that benefit all South Carolinians. Nikki Haley has always had a very pro- confederate MAGA agenda, right? Before MAGA was a thing, Nikki Haley was MAGA. Nikki Haley has always, you know, pushed those extreme policies while she was governor of South Carolina.She signed an extreme abortion ban into law, you know, while she was governor of South Carolina. Nikki Haley, she has always endorsed plans to gut social security and Medicare. And Nikki Haley -- (LAUGHTER) -- as I like to call her, is the mother of MAGA, right? Like before MAGA had a name, she was doing this. She refused to expand Medicaid, which forced the only hospital in her community to close. So, I'm just not surprised by what Nikki Haley does, but I am disappointed that she will use such a tragedy to try to lift herself up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "PHILLIP",
      "sentences": "You know, some people, I'm sure, who are watching might say, what's the point of all this outrage over this one particular statement? What does it matter whether she gives the right answer or the wrong answer in answer to that question? What would you say to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "SPAIN",
      "sentences": "You know, I would say that she's running to be the leader of the free world. And as a daughter of South Carolina, as a woman of color, she had a responsibility to speak the truth about American history and not just placate to her MAGA base. So, that's why it matters. We don't need more whitewashing.You know, Republicans are really, to me, the anti-freedom party. They're running to take away our freedoms. They're running to ban books. They're running to make sure that women don't have the rights to have full autonomy over their body. So, you have to look at what people do, right? So, when people show you who they are, we have to believe them. This is not the first time that Nikki Haley has said this. We have to look at her record. She has had over a decade to gain some awareness on this issue, and she has chosen not to. That's why it matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "PHILLIP",
      "sentences": "Do you think that she's pandering or do you think that this is something that she deeply believes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "SPAIN",
      "sentences": "Like I said, when people show you who they are, believe them. This is not the first time that she has said this. She said this before. Like she had met with pro-confederate groups. Like she -- this is -- this is what -- I don't want to get into her thought process, but when people show you who they are, just believe them. She said it before. It's just not the first time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "PHILLIP",
      "sentences": "Christale Spain, thank you very much for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "SPAIN",
      "sentences": "Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "PHILLIP",
      "sentences": "This week marks nine months since the deadliest school shooting in Tennessee's history. Six people, including nine -- three nine-year-olds, were gunned down and killed at the Covenant School in Nashville on March 27th.As the state legislature is returning to session in January, parents whose children survived that massacre are preparing to once again fight for gun reform. Joining me now are two of those parents, Nick Hansen and Mary Joyce. Mary and Nick, thank you both very much for being with us tonight. Mary, I want to start with you. Parents like you, including some who consider themselves conservatives, have been actively pushing for some kind of gun reform to come out of the state of Tennessee in these months since that horrific mass shooting. However, the special legislative session, it ended earlier this year with virtually no progress on gun safety laws. What do you want to see happen and what is the plan for you in this next session?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "MARY JOYCE, COVENANT SCHOOL PARENT",
      "sentences": "Yeah, so, I think a lot of what we're going to focus on is education around Nashville. And so, most Tennesseans think that there are gun laws that keep them safe and protect their Second Amendment rights, and that bad guys can't get weapons that can hurt people. But it's just not the case.We have extremely lax laws here in Tennessee, and we hope to share what those laws actually are in Tennessee and also press legislators to look at these gun safety laws that we can implement that are easy common-sense laws to keep not only our kids safe at school but all kids safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "NICK HANSEN, COVENANT SCHOOL PARENT",
      "sentences": "Yeah, you know, as you said there, you know, we're seeing overwhelming interest from Tennesseans for this kind of change at this point. There are numerous polls that are showing this and it has been consistent.Behind closed doors, I've had success talking one on one with legislators and just meeting them kind of where they're at. You know, it's a hard topic and it's a hard landscape, you know. Unfortunately, you're balancing election cycles and your constituents with children. You know, we didn't have an issue getting a state gun passed into law, but for some reason, we're having a hard time with, you know, red flag laws, which we actually have on the books since 2009. I don't see, you know, hear any complaints about that one. It's just the time right now. And it's frustrating. You know, it's really challenging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "PHILLIP",
      "sentences": "Yeah. Mary, just recently, there was a new report by \"The Washington Post\" that shows that several current and former senators from across the political spectrum, they took a rare step of recanting some or all of their previous positions on gun control after the Sandy Hook shooting.Are you hopeful that some of these lawmakers will do that introspection right now and take another look at some of the measures that you all are supporting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JOYCE",
      "sentences": "I wish I could wave a magic wand over our Tennessee legislator and remind them why they're in service, why they're in public office. They're elected to protect and make decisions for the greater good of all people, especially in Tennessee. Right?So, I would say if I can do and share our story and what we're going through in their backyard to help sway and help them make that decision so they don't have regret later looking back at their tenure and saying, man, I wish I could have passed that law or voted for that bill that could have protected or kept weapons out of people that are unwell and mentally unstable or that are only out to do harm or man, if I could create a little bit of friction or help pass a law that could help create a little friction around our Second Amendment right and owning a weapon, perhaps more people would have a little bit more respect for their weapon and lives could be saved. So, I am very optimistic by nature, but I do think that we have a gross political game that we also have to take into consideration when we're negotiating with these legislators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "PHILLIP",
      "sentences": "Mary Joyce and Nick Hansen, thank you very much for sharing that with us. You know, I know that your families have been dealing with a lot in these last months, so we appreciate you lending your voice to this issue that's so important to all of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JOYCE",
      "sentences": "Our pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "HANSEN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "PHILLIP",
      "sentences": "And up next, a CNN exclusive, detained American Paul Whelan is speaking out on the fifth anniversary of his detention in Russia, and he's got a pointed message for President Biden.(COMMERCIAL BREAK) [23:50:00] (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "PHILLIP",
      "sentences": "Former U.S. Marine Paul Whelan marking five years to the day of his detention in Russia. And in a CNN exclusive, he's putting the pressure on President Biden to do more to get him out. Whelan getting right to the point here. Use every resource to free him as if it were Biden's own son who was taken hostage.CNN's Natasha Bertrand has more. (BEGIN VIDEOTAPE) PAUL WHELAN, FORMER U.S. MARINE (voice-over):  Five years have passed since I was abducted from a Moscow hotel by the Russian secret police. NATASHA BERTRAND, CNN PENTAGON CORRESPONDENT (voice-over):  American Paul Whelan marking a grim milestone in a call with CNN on Thursday. WHELAN (voice-over):  I'm counting on the U.S. government to come for me and soon. The time is now to take decisive action and bring this debacle to a close. BERTRAND (voice-over):  Arrested in 2018 during a trip to Moscow, Whelan was sentenced to serve 16 years in a Russian prison camp on espionage charges that he denies. The State Department has since labeled Whelan as -- quote -- \"wrongfully detained.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "WHELAN",
      "sentences": "The important part today is human rights violations. No crime ever occurred. Isolation continues in order to force a false confession.BERTRAND (voice-over):  In multiple exclusive phone calls to CNN from this Russian penal colony where he spends his days doing manual labor at a clothing factory, Whelan says he now fears for his safety and demands that the U.S. do more to broker his release. WHELAN (voice-over):  I am wondering what they're going to do next. If there's no diplomatic solution, what comes next? BERTRAND (voice-over):  When he spoke to Secretary of State Antony Blinken in October, Whelan said the U.S. had put him in danger by leaving him behind in several prisoner swaps. The Russians had refused to include Whelan in those deals, U.S. officials have said. WHELAN (voice-over):  I told him point blank that leaving me here the first time painted a target on my back and leaving me here the second time basically signed a death warrant. BERTRAND (voice-over):  And the most recent American proposal to secure Whelan's release along with jailed \"Wall Street Journal\" reporter Evan Gershkovich, it was also flatly rejected by the Russians, according to U.S. officials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:54:56",
      "speaker": "ELIZABETH WHELAN, SISTER OF PAUL WHELAN",
      "sentences": "People tend to think that an American who's wrongfully detained overseas is just sort of sitting like a toy on a shelf waiting to be exchanged when they're actually dealing with horrible criminals, terrible prison situations, every single day. There must be some way to get Paul home.BERTRAND (voice-over):  The desperation clear in Whelan's voice on Thursday as he pleads with the White House to do everything possible to bring him home. WHELAN (voice-over):  President Biden, please use every resource available to secure my release as you would do if your own son has been taken hostage. (END VIDEOTAPE) BERTRAND (on camera):  Abby, in recent weeks, Whelan has increasingly expressed fear for his safety, telling my colleague, Jennifer Hansler, that he was being targeted by an official at the prison camp. But for now, negotiations between the U.S. and Russia seem to be at an impasse. The U.S. recently offered to swap a number of suspected and convicted Russian spies in U.S. and European custody in exchange for the release of Gershkovich and Whelan, officials told CNN, but Russia rejected that offer. U.S. officials insist, though, that Whelan's case is still a priority. The U.S.'s special presidential envoy for hostage affairs told CNN -- quote -- \"We are working daily on this. Lots of people are throwing themselves into this. It's a day to day fight.\" Abby?",
      "isLastSentenceInterrupted": false
    }
  ]
}