{
  "date": "2023-05-20",
  "headline": "CNN Newsroom",
  "subHeadline": "G7 Pledges \"Unwavering\" Ukraine Support As Zelenskyy Arrives In Japan; Russia Attacks Kyiv In 11th Air Raid Since The Beginning Of May; Biden Backs Plan To Train Ukrainian Pilots On F-16 Fighter Jets; No Debt Ceiling Meetings Today According To White House, Hill; Sen. Feinstein's Health In Spotlight After Long Absence; Never-Before-Seen View Of The Titanic Wreckage. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:37",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Hello again, everyone. Thank you so much for joining me. I'm Fredricka Whitfield.Ukraine's President Volodymyr Zelenskyy, making a dramatic appearance in Japan, where he is holding crucial meetings with world leaders at the G7 summit. Zelenskyy is looking for continued support in the war with Russia. And the leaders have responded, releasing a statement, saying, I'm quoting now, \"We reaffirm our unwavering support for Ukraine for as long as it takes.\" President Biden is expected to have face to face talks with Zelenskyy tomorrow. And in a significant win for Ukraine, the U.S. has signaled it will now permit allies to send F-16 fighter jets to the war-torn nation, and support in the pilot training. Russia's war on Ukraine isn't the only issue high on the agenda. Western leaders are also weighing their options to confront China's increasing military power. CNN's Phil Mattingly is in Hiroshima, Japan. So, Phil, what do we expect could come from President Biden's meeting with Zelenskyy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:37",
      "speaker": "PHIL MATTINGLY, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "You know, it's interesting, Fred, this would be the first time that they've met in person, since President Biden's surprise visit to Kyiv.That was so symbolic in the moment, but also at the time, according to officials that were involved in that meeting, when the president arrive, very substantive in terms of what types of defense capabilities Ukraine was looking for, as they prepared for the counter offensive that we expect in the coming weeks. Also, how they viewed not just the battlespace, but the potential for actual diplomatic negotiations in the future. That was substance back then. And I think to some degree, there'll be substance this time around as well. President meeting this afternoon in a bilateral meeting with Zelenskyy this morning, all of the G7 leaders and participants in this summit will be having a working session on Ukraine as well. It's worth noting, Fred, that was added late while President Zelenskyy had been working through the possibility of coming to Hiroshima over the course of the last couple of weeks. It wasn't locked in until a couple of days ago. So, adding the summit on Sunday to work with his schedule, the bilateral meeting with President Biden. But, I think, perhaps most importantly, when you talk to U.S. officials, they point to the other leaders, the President Zelenskyy will have an opportunity to meet with while he's here meeting with India Prime Minister Modi yesterday. That's critical. Because right now, at this point in time, over the course of the last 15 months, India has been very cautious in terms of how they have operated within the space of Russia's invasion. They obviously still are a major buyer of oil from Russia, its energy -- helping its energy markets as well, and are committed necessarily in terms of one side or the other. The global south countries that are here are countries that the president or President Zelenskyy and his team don't often have a time -- opportunity to interact with, and yet are very critical in terms of the global response right now. He will have opportunities to speak to them throughout the course of the day ahead. As you noted, Fred, you know, we've talked a lot over the course of this week about the balancing act, President Biden has between what's happening back home with the debt limit, which he's still very engaged in what's happening here. It's not just a balancing act with those two issues. You noted China, obviously, a significant issue throughout the course of the day, that was a significant issue for the president, and will continue to be on the last day of this visit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:37",
      "speaker": "WALKER",
      "sentences": "Hey, so, Phil, you know, while for a very long time, President Biden has not seem to endorse the idea of F-16s going to Ukraine. He is now offering support. He says allies, you know, they should do that. I mean, what has changed in his calculus?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "WHITFIELD",
      "sentences": "All right. Phil Mattingly, traveling with the president, Hiroshima, Japan. Thanks so much.So, while President Zelenskyy is front and center at the summit, Russia is continuing its attacks on Ukraine. The Kremlin struck the city of Kyiv early this morning, marking the 11th-time the capital has been targeted this month alone. CNN's Nic Robertson is in eastern Ukraine. Nic, what's at stake as Zelenskyy is abroad at the G7?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes. Defense officials in Kyiv is saying, what the Russians are trying to do is break the psychology of the people in the capital, the civilians, because this is, as you say, the 11th-time in this month. They said there's only four nights, so far, this month in Kyiv where the sirens haven't gone off.They say the Russians are also trying to deplete Ukraine's stockpile of missile or defensive missiles that they have. Each missile is critical for Ukraine, does it put it over the capital Kyiv, or does it try to put it over the frontline soldiers. And perhaps, essentially, what Russia is doing is making a calculation that Kyiv is going to protect -- that is going to protect -- Ukraine will protect his big population centers and leave the troops at the frontline more expose. Today, the Wagner mercenary bosses claimed that Russian troops now control the town of Bakhmut. Ukrainian military officials say that isn't true. We know there are Ukrainian military units fighting close to the outskirts of Bakhmut at the moment. And indeed, they say that they're taking some territory there. But I think to getting to what President Zelenskyy has been able to achieve by getting F-16s now in the pipeline or at the front end of the pipeline to arrive here in Ukraine is a big morale boost for troops. And it -- and it looks this way, when you analyze it from the ground here. Ukrainians want everything. And they feel that they need everything because the enemy they're up against is big and capable. And the fight ahead of them this big counter offensive is a really tough one. And they may not get these fighter jets in time for that counter offensive, but they know the war is not going to be done quickly. And they want to be able to cut down and reduce the casualties of their troops along the front lines. That's one of the first things that commander said to me today that the F-16 can do. That's why it's important. Men still able to fight, not lost in battle. That's what's going to help Ukraine going forward in the long run. And F-16s can help that, they want them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "WHITFIELD",
      "sentences": "Indeed. All right. Nick Robertson in eastern Ukraine. Thanks so much.All right. Jill Dougherty is a CNN contributor and a global Fellow at the Woodrow Wilson Center. She's joining us right now. Jill, good to see you. So, you know, Zelenskyy has a remarkable strategy. You know, how did his trips outside of country help galvanize global support or at a minimum maintain it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "JILL DOUGHERTY, CNN CONTRIBUTOR",
      "sentences": "You know, it's an extraordinary trip, when you think it began in Europe. He hits several capitals there, then, he went to Saudi Arabia for the Arab League, and now he's in Asia, in Japan.So, this is a really whirlwind and worldwide trip for him. It is crucial, because he needs to continue to get the support from the allies. And he also needs to begin to reach out in person to others, other countries, and we heard a little bit of that, from Phil, that are not really sharing -- they -- let's say they support Ukraine, kind of, in general. But when it comes to sanctions, and other aspects, they do not. And that is the countries from the -- as it's called the global south. Developing countries, big countries like India and Brazil. The leaders of those countries are there. And that's a really good lobbying opportunity for Zelenskyy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "WHITFIELD",
      "sentences": "that the U.S., you know, is allowing, or at least giving the green light endorsing the idea of allies, providing f6 teens, and then potentially helping to train Ukrainian pilots.How much of a potential game changer is this, particularly, at this juncture?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "WHITFIELD",
      "sentences": "And then, you know, Jill, as the world kind of awaits, you know, this expected Ukrainian counter offensive, you know, is it believable in your view that this Wagner group did indeed, you know, take Bakhmut, or is this kind of the P.R. strategy, particularly, while Zelenskyy is abroad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "DOUGHERTY",
      "sentences": "You know, I guess I would leave some of that to my colleagues, who are experts in the military. But a lot of this, you know, Bakhmut, really, militarily is not that important.But it is, let's say, symbolically, very important. Both sides have made it a test. And so, I think that's why you're getting these yes, we've taken it. No, we haven't. And both sides have really wasted lives, and a lot of armaments in order to take that. So, they're using it, and especially, the Russians right now using it, to say, yes, we can actually do something. This war is not going the way Putin wanted. And Bakhmut is a really good example of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "WHITFIELD",
      "sentences": "All right. And then, a short time ago, we heard from Russia's Foreign Minister, Jill, saying the decisions being, you know, taken, you know, and considered by the G7, were meant to deter, you know, Russia and China.I mean, is this the Kremlin, you know, at all surprised to see this kind of unity against Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "DOUGHERTY",
      "sentences": "Well, I think what they're you they're kind of worried about is, if you have the ability, let's say, by the allies to convince China, which already came out with its so-called peace proposal, if you can convince China to put pressure on Russia, that would be really formidable.So, I think that is the thing that Russia would worry that could China, now, instead of just saying, well, we want peace, and you know, all of that, if they could actually be under pressure from the Chinese, that would be significant. And it would not be good, you know, for President Putin, who seems intent on continuing this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:16:58",
      "speaker": "WHITFIELD",
      "sentences": "All right. welcome back. Roads are out and rescues are underway to reach people trapped as a once in a century flood rages across northwest Italy.Right now, residents in the Emilia-Romagna region are living under a red alert. The highest warning as more heavy rainfall is in the forecast. At least 14 people have died from the flooding and up to 20,000 people were forced to evacuate their homes due to the rising waters. CNN contributor Barbie Nadeau is joining me live from Rome right now. So, Barbie, what are you hearing from officials?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:16:58",
      "speaker": "BARBIE NADEAU, CNN CONTRIBUTOR",
      "sentences": "Yes, you know, right now, the rescue operations are still ongoing. We've seen about 20 rivers jump their banks. But many of these rivers are cresting now. So, they're trying to do everything they can to divert them.500 roads washed out. You know, in some small towns, they've told the people to just go upstairs to the higher levels of their house, there's no way that they can get out a way that they can rescue them. People are running out of water and food. We've seen authorities dropping some of those supplies down. This is a really rich area of Rome -- of Italy, excuse me. That contributes about nine percent of the whole GDP of the country in farmland. And we've seen 5,000 farms now underwater. So, the impact, economic impact of this is going to be massive. We've also had reports of livestock, and you know, livestock dying, and not having water and feed and things like that. We've seen orchards washed away, vineyards washed away, this is a really, really drastic situation for the people in this very important region. WHITFIELD: Oh, it's severe. It's unbelievable, really to see. All right. Barbie Nadeau, thank you so much. And in the U.S. parts of the country are under air quality alerts, stemming from massive wildfires across Canada. smoke from the fires is billowing into parts of Central and Midwestern states and could linger for days. CNN meteorologist Allison Chinchar is joining me right now. Allison, what are you seeing from your vantage point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "WHITFIELD",
      "sentences": "OK. So, what about the contrast to that, you know, while you've got air quality, problems in some places, you've got very high heat in others. What's going on there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "CHINCHAR",
      "sentences": "Right. Yes, but a dozen record -- possible record high temperatures across much of the West. And well that doesn't really impact the fires themselves, it impacts the firefighters because it makes it much more difficult for them to be out there for prolonged periods of time, trying to fight those fires and get those containment numbers up.The bit of good news is, however, is once we get to next week, we will finally start to see these temperatures come back down not just across portions of Canada but also across areas of the U.S. So, hopefully, getting those temperatures to cool back down, Fred, will alleviate some of those intense concerns for a lot of the firefighters. And hopefully, they can at least get those containment numbers back up in the coming days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "WHITFIELD",
      "sentences": "Wow, extremes in so many ways. All right, thank you so much, Alisson Chinchar.All right, here is a question for you: are sea levels rising? Maybe it's two questions. Or is Manhattan sinking? Turns out it's both. A new geological study found that the island is sinking due to the weight of its enormously heavy buildings. But rising sea levels and other natural disasters are also contributing to this sinking kind of feeling. And now, the Army Corps of Engineers is planning and seeking out ways to keep Manhattan from submerging. CNN chief climate correspondent Bill Weir explains.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "We now have the answer to the question your child is bound to ask you, how much does New York City weigh? 1.7 trillion pounds we now know as the skyscrapers in this town seem to get taller every year.But more important than that number is the more than a trillion tons of heat trapping pollution that humanity has put into the sea and sky in the last 150 years, which is, of course, melting the poles and causing a slow but steady sea level rise. So, as New York along with so many coastal cities around the world subsides a little bit, sea level is rising. That's why they say coastal cities will be three to four times more vulnerable to sea level rise than or more stable places. You can hear the background, the beautiful music, the Calliope of Jane's Carousel This is a dumbo neighborhood of Brooklyn, and those with a memory going back nine years, you might recall Superstorm Sandy that devastated this waterfront along the East River. The waves were eight feet high against the glass here. It survived. But now, 9 years later, they are shoring up the riverbank. See the barge out there with all the boulders on it. This is part of a resentment program that just starts the process of fortifying New York City against rising seas. The Army Corps of Engineers has a number of different scenarios for seawall construction, multibillion-dollar, multi decade long projects to try to protect, of course, the financial center of Manhattan, the shipping ports on the Jersey side as well. And the other interesting thing, as the planet warms, it looks like the natural wind shear that used to protect New York City from hurricanes is going away. So, the chances of another Superstorm Sandy go up as the temperature goes up. The predictions are sea level rise could be anywhere from seven inches to two feet by 2050, which is not that long away. The only difference in those is how much more fossil fuel pollution humanity puts in the sky. And that is the switch that is controlling this temperature movement right now. But in the meantime, it's a beautiful day, you wouldn't know a place like this is gradually moving, but such as the power of humanity these days in the age of the Anthropocene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:28:09",
      "speaker": "WHITFIELD",
      "sentences": "New York City Mayor Eric Adams says hundreds of new asylum seekers are pouring into the city each day. That's despite overall numbers at the U.S. border declining in recent weeks.A new migrant arrival center opened Friday at the Roosevelt Hotel in midtown Manhattan to accommodate the influx. Well, officials say there are already 35,000 migrants in city care and more than a dozen New York counties have declared states of emergency in response to Adams' plan to relocate migrants outside of the city. CNN's Gloria Pazmino is joining us live now from outside the Roosevelt Hotel. So, what is the latest today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:28:09",
      "speaker": "GLORIA PAZMINO, CNN NEWSOURCE NATIONAL CORRESPONDENT",
      "sentences": "Well, Fred, as you said, the city says that they are seeing up to 600 migrant arrivals per day.PAZMINO (voice over): And I want to just give you an idea of what's happening behind me here. You can see there are two city buses behind that white van. And those buses have arrived here from Port Authority Bus Terminal. That is where a lot of the buses that are being sent here to New York, from the southern border are arriving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:28:09",
      "speaker": "PAZMINO",
      "sentences": "This is supposed to be a connection point for the migrants. They're being dropped off here and connected with services.Now, I wanted to speak to one of the organizations that has been advocating and trying to provide services for these migrants about the lack of coordination between the city, the state, and the federal government. Something that we have also heard Mayor Eric Adams talk about as he continues to say that the city is in dire need of funding. Because the migrant arrivals continue to increase, and the city is running out of space. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:01",
      "speaker": "PAZMINO",
      "sentences": "Now, when migrants arrive at the hotel here behind me, they are offered food and water and medical care if they needed. And they are given a place to stay for a short period of time. The idea here is to connect them to more permanent resources, including shelter, but that is a key question that the city is continuing to grapple with, because shelter capacity is already running out. Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:01",
      "speaker": "WHITFIELD",
      "sentences": "All right, Gloria, meantime, CNN talk to a pair of homeless men in New York, right, who say they were offered money to pose as military veterans and falsely claimed that they were pushed out of the hotel to make room for migrants. What more do you know about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:01",
      "speaker": "PAZMINO",
      "sentences": "Yes, Fred, you know, this is an unfortunate part of this story. Here you have these two very vulnerable populations, homeless people and these migrants. And we have a CNN reporting, that has confirmed that there was a group of homeless individuals that were offered money, as you said, to pose as veterans and say that they had been kicked out of a hotel in Newburgh, New York, in order to make room for the migrants.It turns out that that was a false story, a local nonprofit leader there, trying to get them to do this, as this hold the bait around the situation has been taking place over the last several days, areas outside of New York City where some migrants have been bussed have assumed in an attempt to stop the city of New York from busing migrants. But it just really shows you how tense the situation has become. There are some municipalities, unfortunately, outside of New York City that have not been as welcoming to the migrants, citing issues of cost and a lack of resources. Something that Murad who we spoke to a short while ago, was highlighting the fact that that if there is better coordination between all different places, people can be connected with the proper resources. And we don't have to get into a back and forth. And the bad rhetoric regarding, again, what are two very vulnerable groups of people that are very much in the middle of it all? Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:58",
      "speaker": "WHITFIELD",
      "sentences": "All right now to the nation's looming debt crisis, the high stakes negotiations between the White House and Republicans have broken down for now. Talks ended Friday with no clear indication when the two sides would meet again in person. The U.S. now has only 12 days before potentially running out of money to pay its debts. For the very latest, let's bring in CNN White House reporter Jasmine Wright in Washington. So Jasmine, when's the next meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:58",
      "speaker": "JASMINE WRIGHT, CNN WHITE HOUSE REPORTER",
      "sentences": "Well as of noon today, Fred, there were no scheduled meetings on the debt limit between negotiators for House Speaker Kevin McCarthy and President Biden, sources told CNN, meaning that the status quo was likely to remain for at least another day with no major breakthroughs. Though, earlier on Saturday, we heard from President Biden in Japan who expressed optimism about potentially clutching a deal there, he said that he was not at all concerned about the state of negotiations.But of course on Friday, we saw them hit a pause there where negotiators left the room saying that no progress was being made. Now later on in the day, we saw them come back into the room where sources said that they had a candid conversation. But still they left for the day with no deal and no expectation of when they would be returning. President Biden in Japan earlier he phrases it's kind of the natural ebb and flow of negotiations like this, take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:58",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "It goes in stages. And what happens is the first meetings weren't all that progressive. The second ones were. The third one was. And then what happens is the carriers go back to the principles and say this is what we're thinking about. And then people put down new claims, I still believe we'll be able to avoid a default and we'll get something decent done.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:58",
      "speaker": "WRIGHT",
      "sentences": "So there we heard from President Biden who has repeatedly called himself an optimist. But on the other hand, we heard from White House Communications Director Ben LaBolt overnight where he released a statement basically slamming Republicans for the state of negotiations. He said that they were really pushing the country to the brink of default, and he accused them of holding the economy hostage.Now, he also wrote in that statement, though, Fred, that if Republicans came back to the table and had good faith efforts, there was a viable path for a deal. So still some little optimism there. But we know of course, it is a long way for them to go. And the Republicans are also upset at the White House over the scale of spending cuts that they believe the White House is not moving far enough on. Now this has really loomed over the President's trip considerably these last few days. And we know that he will be returning here to D.C. tomorrow and expected to try to move these kinds of negotiations along. But of course, that X date is June 1st, potentially the first day that the U.S. would be unable to pay its debt really catastrophic outcome and the President wants to avoid. Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Senator Feinstein.BRIAN TODD, CNN CORRESPONDENT (voice-over): Senator Dianne Feinstein's positions on crucial committees like the judiciary, select intelligence and appropriations panels remain intact despite growing pressure for her to resign because of her declining health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:27",
      "speaker": "ANNIE KARNI, CONGRESSIONAL CORRESPONDENT, THE NEW YORK TIMES",
      "sentences": "She doesn't think that it's time to go she thinks she still has more work to do.TODD (voice-over): A resoluteness that's been more than four decades in the making. November 27th, 1978, the moment that catapulted Feinstein as a national political figure. SEN. DIANNE FEINSTEIN (D-CA): Both Mayor Moscone and Supervisor Harvey Milk have been shot and killed. TODD (voice-over): As leader of San Francisco's Board of Supervisors, Feinstein had to announce the assassinations of the city's mayor, George Moscone, and a popular fellow board member, Harvey Milk, at the hands of a disgruntled former board member. Her suit stained with Milk's blood after she tried to administer aid to him, a moment that changed the trajectory of Feinstein's own life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:27",
      "speaker": "KARNI",
      "sentences": "She was actually thinking of stepping away from politics at that moment, but it -- she ended up being elected mayor of San Francisco. And it vaulted her into that position. TODD (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:27",
      "speaker": "FEINSTEIN",
      "sentences": "I was a mayor for nine years. I walked in, I saw people shot, I've looked at bodies that have been shot with these weapons.TODD (voice-over): Feinstein became the first woman seated on the Senate Judiciary Committee as the first woman to lead the Senate Intelligence Committee, many believe her crowning achievement was a 6,700-page report in 2014 on the CIA's role in torturing terror suspects. The subject of the movie, \"The Report,\" Feinstein played by Annette Bening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:27",
      "speaker": "ANNETTE BENING, AMERICAN ACTRESS",
      "sentences": "Why do you need to do it 183 times?TODD (voice-over): More recently, Feinstein was criticized by fellow Democrats for praising Republican Senator Lindsey Graham's handling of the Judiciary Committee's 2020 confirmation hearings for conservative Supreme Court Justice Amy Coney Barrett. Feinstein remain tenacious through that, just as she is now with this controversy surrounding her health, the kind of grit some say, stubbornness that's led to multiple accounts that Feinstein is demanding of her own staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:33",
      "speaker": "WHITFIELD",
      "sentences": "All right and up next, it's the largest underwater scanning project in history, a never before seen view of the Titanic wreckage reconstructed from 700,000 images.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:33",
      "speaker": "WHITFIELD",
      "sentences": "All right, it is the world's most famous shipwreck and fascination. And for the first time, we're now seeing images of the Titanic like never before. The digital scan is in 3D, and part of what scientists are calling the largest underwater scanning project in history. And historians believe this may solve the mystery of what exactly happened on board the luxury passenger liner as it sank into the Atlantic in 1912.The Titanic of course burst back into the public conscience in 1997 with the Oscar winning film, \"The Titanic,\" which reignited interest and even more speculation into what exactly could have happened when the ship hit an iceberg and then what. I want to bring in deep ocean explorer, Parks Stephenson. He has been studying the Titanic for 20 years. So good to see you Parks. So you've called this project a real game changer. How and why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "WHITFIELD",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "STEPHENSON",
      "sentences": "So instead of a subjective view of the wreck. This is the first objective view we've ever correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "WHITFIELD",
      "sentences": "Oh, it's fascinating, and, you know, potentially really revealing. But then you have the other elements involved, right? I mean, because -- just because you might see or be able to scan, what is it the oceans bottom, you don't necessarily know about the journey from when it was at surface to whether it did indeed hit that iceberg, what happened because it can break apart, there could be fissures, all sorts of things can happen on its way down to the bottom.So talk to me about what you believe will be some real accuracy in being able to determine what made it sink what happened, just because of what you can see on the ocean floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "STEPHENSON",
      "sentences": "Right. So when you're doing forensic analysis of a shipwreck, it's like looking at a crime scene, you want to see what's led to the crime scene, and you need to back engineer to the cause, you know, the cause of whatever incident it was. In this case, the more accurate our crime scene, the better our back engineering and trying to figure out what happened along the way to lead us to the causal points of the disaster.And even just as a first look at this model, we haven't gotten into a detailed study of that yet. But even just the first glance of this model is telling us things that we didn't previously know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "WHITFIELD",
      "sentences": "OK. It is fascinating. And I mean, as many of us know, we still don't know exactly where it is, because that was to, you know, protect and preserve. And I wonder, do you, is it your philosophy that you believe it should always stay at the ocean floor because it is, you know, a watery grave? Or do you believe that at some point it should be erected or brought to the surface for further study?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "STEPHENSON",
      "sentences": "Well, as an analyst, I'd like for the wreck to stay in situ so that we can study it. This is like -- this is now an archaeological site. And we need to study it in its position so that we can understand what happened. But on a more personal level and actually, as an engineer, I would say that you cannot raise this wreck it will fall apart if you tried to raise it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "WHITFIELD",
      "sentences": "Parks Stevenson it's really fascinating and great talking to you as well. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:53:13",
      "speaker": "WHITFIELD",
      "sentences": "And this quick programming note, look back at Barack Obama's historic presidency and the defining moments that shaped the decades of politics. The CNN original series, The 2010s continues with Obama legacy on the line airing tomorrow at 9(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:53:13",
      "speaker": "WHITFIELD",
      "sentences": "All right after months of protesting a group of strippers from North Hollywood, California have unanimously won their union election, creating the first union of strippers in the U.S. in a decade. CNN Natasha Chen has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:53:13",
      "speaker": "NATASHA CHEN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Seventeen to zero that was the unanimous vote by strippers of the Star Garden Topless Dive Bar in North Hollywood, forming a union the first of its kind in the U.S. and about a decade ever since the only unionized strip club in San Francisco closed down about 10 years ago.Now, this has been a very long journey for these dancers and for the club. It all started about 15 months ago when two of the strippers were fired for bringing up safety concerns. The other dancers in solidarity formed a petition asking for stronger safety measures. They walked out and subsequently the club owners locked them out. This resulted in months of picketing and lawsuits and the women trying to unionize. Here finally, the two sides this week came to an agreement. And I spoke to a couple of the strippers about what this moment means for them. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:53:13",
      "speaker": "VELVEETA, STRIPPER",
      "sentences": "It's been a very destructive year and a half for everyone. There's been a lot of loss on both sides. And I think that this window of opportunity has opened just over the last week to reconcile and meet in the middle and envision a very thriving future for Star Garden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:53:13",
      "speaker": "REAGAN, STRIPPER",
      "sentences": "It's us having to trust them. And after the 15 months that we have been on the picket line and on social media, it's also a trustful for them to trust us that we can work together and make the clubs successful and support each other and do the right thing.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}