{
  "date": "2023-01-03",
  "headline": "CNN Live Event/Special",
  "subHeadline": "House Poised To Take Third Speaker Vote; McCarthy Appears To Suffer Defeat On Second Speaker Ballot; Interview With Rep. David Joyce (R-OH): Interview with Rep. Byron Donalds (R-FL): The Vote For House Speaker. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "But the conservatives are simply not listening to Jordan's push to get them to support McCarthy. They say they want Jordan and they'll keep voting for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "And during a break like this, I mean, what are most members of Congress doing? I mean, obviously some are still on the floor, kibitzing with each other, are they out in the halls doing that? Are they getting coffee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "RAJU",
      "sentences": "Yes, some are taking breaks. In fact, I see some are walking around here. That gives me an opportunity to interview them. That's why I talked to Congressman Bob Good. I've caught up with some of the other members. And some of them on the floor talking -- the question is whether there's actual real horse trading that is happening on the floor. There are cloakrooms right off the House floor where members can go in and they can have private discussions away from the cameras perhaps some of that is happening right now.They're not in a formal recess. There's not any official meeting happening but could potentially be significant conversations happening. We'll have to see how that plays out but they're essentially in a waiting game. They're waiting for the people who are the tellers who are counting the votes. They don't have a running tally like we do. They're counting member by member by member so takes a bit of time to count out how many of the 434 members who are voting today, how many of them actually voted for each individual candidate? That's when they will announce the vote and that's when we expect them to go to the third ballot. So, we'll see Republicans potentially nominate who are posing McCarthy, nominate Jim Jordan once again, see those conservatives voting for Jim Jordan once again. The question will be, will Jordan again make a plea to the Republican conference to back McCarthy? Will that be the play going forward? But McCarthy pushing ahead as they gear up for what could be a very, very long day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "COOPER",
      "sentences": "Yes, Manu Raju, appreciate it. Back with the team here in New York. Alyssa, you talked about this strategy that had been planned out in 2015 if Hillary Clinton had become president. What is -- if that is the strategy that is at play here that have people coalesce behind Jim Jordan and then come up with some other alternative after several votes. How would that have proceeded? I mean, who would have come up with -- was the person already determined who would be the new candidate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "ALYSSA FARAH GRIFFIN, FORMER TRUMP WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "So that would be my guess is that, you know, the Freedom Caucus is roughly 35 to 40 members. It's grown in the recent election. Jim Jordan and a member of freedom caucus members are with Kevin McCarthy, I want to make it clear. But the vast majority of the never Kevin people are freedom caucus members and they know their margins. I think they know that Jim Jordan while very popular -- a fixture of, you know, cable news and right wing media -- can't probably get to 218 on the floor.So, my sense, I think if they were exercising this strategy, it's to make this go to enough votes that somebody has to blink and then having someone else in mind. But that's the million dollar question. It's hard for me to understand if you're part of the never Kevin group what receive Steve Scalise offers that Kevin McCarthy doesn't other than flecking your muscle and showing your power. You know, I'd keep our eye on Elise Stefanik. She has made huge inroads with the Freedom Caucus types over recent years. If there's a deal to be cut there. But this is going to ultimately get to a place where we have to start talking about alternatives because Congress has to function, bills have to be paid, you know. We've got to swear in the new Congress and I don't know how long McCarthy can --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "COOPER",
      "sentences": "It's interesting this though that they would focus on Elise Stefanik. I mean, if they believe Kevin McCarthy is soulless and has no backbone, I mean, Elise Stefanik, has been -- you talk about a transformational figure, she transformed herself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She's a co-chair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "COOPER",
      "sentences": "She's had a like a Monday makeover that is just extraordinary. I mean it's like an extreme makeover.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "GRIFFIN",
      "sentences": "But she is beloved by most of the Freedom Caucus members. I would put Matt Gaetz on the more extreme side of things. Well, I don't know that he's going to be happy with anyone other than a Jim Jordan. But when you're thinking about who these guys could coalesce around but also the vast majority of the House Republican Conference. That to me is a Stefanik or potentially Scalise.NIA-MALIKA HENDERSON, CNN SENIOR POLITICAL ANALYST: Scalise is a Southerner. He has this, you know, terrible back story of being shot in a mass shooting and he, sort of is the conventional dark horse at this point. You feel like they want Kevin McCarthy gone. These 19 folks and that Steve Scalise could sort of run up the middle and get enough to go over the line. CHARLIE DENT, (R) FORMER U.S. REPRESENTATIVE: The irony of what we're witnessing here today is the fact that Jim Jordan was always the ringleader of these types of rebellions and now he's trained these guys well. Now he ostensibly is trying to get these guys to back off and they won't. And so, I mean this is the most surreal thing I think I've seen on the House floor in all the years I've been around. Because he was the quint quintessential rebel and he can't control them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "You know, I actually think one of the things that caught my attention during this sort of, you know, constant appeal of McCarthy to get the votes was his threat to the Senate to -- that he will not -- he would not convey bills of Senators who supported the omnibus budget and they laughed him off. I mean, it's traditional for House leaders to rally their base by flaying the Senate but that looked -- that was such an irresponsible thing to do and it just really was a measure of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "DENT",
      "sentences": "It was a letter signed on to by a number of freedom caucus members. Look, McCarthy knows that McConnell did him the biggest favor in the world by passing that omnibus. The only thing they didn't do was pass the debt ceiling. Should have done that. But they all knew the omnibus needed to happen. Because if this group can't get 218 votes for a speaker and then they're going to pass a spending bill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "JONES",
      "sentences": "Yes, It's interesting you mentioned a Elise Stefanik because, you know, Byron Donalds ran against her. He's a Republican from Florida who ran against her for chair, conference chair this cycle. And his theory of the case was she should be running for something higher-up instead of remaining as, I think the number three or number four as conference chair within the House GOP. And so, you wonder first of all what happens to Kevin McCarthy if he's not elected speaker? I mean, does he revert to majority leader or does he just go away entirely and is there some play behind the scenes between Scalise, Elise Stefanik and maybe some other people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "COOPER",
      "sentences": "Let's go back to Jake in D.C. -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Thanks Anderson. Let's bring in Lauren Fox on The Hill to tell us more about what's going on during this moment of chaos and confusion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, Jake, I mean Democrats are starting to realize that this is going to be a very long night. In fact, preparing their members for that reality and reminding them they have to stay on the floor. Because if they don't have a quorum of the majority you can get into a situation where it can get easier for Kevin McCarthy to win those votes. But one Democrat telling me that this is -- and she used an expletive -- a total expletive show.Basically, laying out here that Democrats are watching all of this unfold, they have all rallied around the same person, Hakeem Jeffries, they are feeling like they are unified going into the next several days no matter how long this takes for Republicans to sort out. They also feel very confident, Jake, that they are selling an election message right now which is, you gave the Republicans the House majority and look at what they are doing. They can't even govern, they can't even pick a House Speaker. Democrats that I'm talking to saying they are not in any hurry to try to come in and negotiate with Republicans to come up with some kind of moderate speaker, you hear some moderate Republicans talking about that. One Democrat I'm talking to said they are not engaging in those conversations right now. It just shows you Democrats feeling very confident with the mess that's happening out on the floor right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "TAPPER",
      "sentences": "Yes, that's what I'm hearing too. And I'm hearing Republicans, Lauren, talking about this wishful thinking about what House Democrats will do. Oh, maybe some of the Republican moderates can join with Democrats and elect some sort of reasonable Republican speaker. And I don't know one Democrat who is interested in that deal.Another Republican saying, oh, you know, if 29 Democrats go home, then Kevin McCarthy wins because 203 will be the majority of the members of the House. Again, Democrats aren't talking about doing that at all. Let's talk about this more with Republican Congressman David Joyce who has been supporting leader McCarthy. So, Congressman Joyce, how is this going to end? REP. DAVID JOYCE (R-OH): Good question. Your guess is as good as mine. I mean, I'm not sure how many series of votes it's going to take but we are going to continue to vote until Kevin is the next Speaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "TAPPER",
      "sentences": "So, there are 203 votes for him -- for Kevin McCarthy and we've had two ballots now and there appear to be 19 House Republicans who are no McCarthy, they do not want Kevin McCarthy. You need 15 of those 19, how are you going to get them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "TAPPER",
      "sentences": "Well, it's an interesting point because I've heard critics say, Kevin McCarthy has been empowering this fringe group that supported the fake electors that supported the theory that the House Republicans should vote against counting the votes from Pennsylvania and from Arizona. And in fact, two-thirds of the House Republicans voted that way two years ago. And I'm wondering if you think in retrospect maybe Kevin McCarthy should have been more on the side of traditional Republicanism, traditional conservative governance and not been so acquiescent to this wing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "JOYCE",
      "sentences": "Well, one thing I have in my relationship with Kevin is I'm point blank with him. And told him last time when this came up two years ago, January 6th it was a stupid idea and they needed to shut it down right away. They let it fester and look what we got. And so, this time you're probably right, Jake, and that they feel they're empowered or this is how they make it.This this chaos, this commotion now, is shutting down our Republican vote of making it look like we're in chaos. That's how they live. That's why they're out in front of all these cameras. I me, is the stupidest idea they'll get that somehow, they are going to have 19 votes and they're going to dictate the program for the 222 of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "TAPPER",
      "sentences": "Would you theoretically -- assuming that the 19 are as dedicated to voting the way they are as you and the 203 who support Kevin McCarthy -- would you at all be willing to support another consensus candidate, a Steve Scalise, for example?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "JOYCE",
      "sentences": "Right now, there's only Kevin and even Steve Scalise is behind Kevin. Jim Jordan is behind Kevin. It's just these guys behind Jim and Jim is not a candidate.And I've said all along when they bring this crap up, is that you can't be somebody with nobody. And so far, they've gotten nobody out there who actually wants to be the next speaker and, you know, they keep playing this game eventually you might end up with Hakeem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "TAPPER",
      "sentences": "Hakeem Jeffries, the Democratic leader. So earlier today when asked how long he was going to stick in this fight, leader McCarthy said that he, you know, was on record and had given historically the longest speech in the history of the House of Representatives and if it comes down to it, he'll be the speaker that wins on the highest number of ballots as I'm sure you know -- not that you would remember -- but in 1923 the election of the -- re-election of that House Speaker, a Republican, went to nine ballots. Do you think this could go to nine ballots or beyond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "JOYCE",
      "sentences": "Jake, you're aging me a little going back to 19 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "TAPPER",
      "sentences": "I said I know you don't remember. I know you don't remember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "JOYCE",
      "sentences": "I wasn't even born. You know, the fact is it could go that long. I have people in my Republican governance group that said if it takes 500 times, we'll vote 500 times. I mean, people are committed to this and they're sick and tired of the tail trying to wag the dog which these 19 think they're going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "TAPPER",
      "sentences": "Congressman David Joyce, a pleasure having you on. Thanks so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "JOYCE",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "TAPPER",
      "sentences": "We are in a moment of history. This has not happened. No Speaker of the House elected on the first or second ballot since December 1923. Let's bring in Republican Congressman Byron Donalds of Florida who voted for Kevin McCarthy in the first two rounds and actually had a vote go for him as Speaker in the first round from Congressman Chip Roy. What was your reaction to having your hat thrown into the ring?REP. BYRON DONALDS (R-FL): A little surprised but honestly, grateful that a lot of members here in the chamber think of me as a leader here. I've always had to pride myself on just leading forward and, you know, speaking my mind, being clear about what my intentions are and I'm, you know, really thankful that my colleagues recognized that. But at the end of the day, we're going to go ahead and elect a speaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "TAPPER",
      "sentences": "Are you going to stick with Kevin McCarthy on the third ballot, fourth ballot, fifth ballot, whatever it takes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "DONALDS",
      "sentences": "Oh, look, I'm actually thinking about all that right now. But one thing that's clear is he doesn't have the votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "DONALDS",
      "sentences": "And so, at some point as a conference we're going to have to figure out who does. And so, I think every member is having that thought process right now. Obviously, we have some who are definite noes. We have some who say they're going be yeses all the way until 100 ballots or 10 ballots, or whatever they were saying. There's a lot of members thinking about this right now. Because at the end of the day, we do have a responsibility to get the House organized in order to move forward with the 118th Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "TAPPER",
      "sentences": "So, are you willing to vote for Congressman Jim Jordan who got 19 votes last time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "DONALDS",
      "sentences": "Jim would be a great Speaker. I'm not saying anything against him. I'm open to whoever can close this deal. Because that's where we are. You got to close the deal. At the end of the day somebody has to got to be able to get the votes and when you get the votes you can go ahead and organize Congress. And so, I think that's what I'm looking for. I think there's a lot of members in the chamber right now who are looking for the same thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "DONALDS",
      "sentences": "I don't know. I don't want to speculate on that. Because all these things are happening in realtime. Like you said, we're kind of having a history moment here on Capitol Hill. But this is all happening right now. The real question is what happens on this next ballot. I think for Kevin McCarthy, if that no total goes up, that's going to be a bad signal for him. And I think at that point you're going to see a lot of members have real conversations about who will get there.But one thing to be rest assured, that once we figure this out and Republicans are going to get this done, then we're going to get on to the business of holding the administration accountable, fighting to secure our border, getting spending under control and all the things that Republican voters have asked us to do on Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "TAPPER",
      "sentences": "Did you find Jim Jordan's remarks in which he was renominating Kevin McCarthy for the speakership, did you find them inspiring in terms of did you listen to it and think, huh, maybe he would be a pretty good speaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "DONALDS",
      "sentences": "Actually, you know, I told Jim, I was like that speech was phenomenal. And I think, you know, even though he was doing it nominating Kevin, it was something that a lot of members have been wanting the hear. And I'm glad that he stepped up and did what he did. But look, at the end of the day, members want to make sure that when we have our speaker, that he or her, frankly, is going to lead us to be successful in the 118th. It's as simple as that. That's not a person. That's whoever can get the job done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "TAPPER",
      "sentences": "All right, Congressman Byron Donalds, Republican of Florida, whose vote is apparently still up for grabs even though you've voted twice for Kevin McCarthy. Thank you for joining us. We appreciated -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "COOPER",
      "sentences": "Jay, thanks very much. The question now is can anybody get the job done, of getting this vote done. Back with the team in New York. There's no change that's going to happen for this next vote as far as we know, is there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "DENT",
      "sentences": "No. In fact, the question is which Republican member of the House can get 218 votes. And right now, I'm not sure if there's anyone who can. Maybe it's Steve Scalise, but I'm not so sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "AXELROD",
      "sentences": "An establishment guy. This is an anti-establishment revolt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "DENT",
      "sentences": "Correct. And so, if Steve Scalise were the guy, is he going to honor the commitments that Kevin McCarthy has made on vacating the chair and whatever other deals that have been cut?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "AXELROD",
      "sentences": "How do you get those people if you don't keep those commitments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "DENT",
      "sentences": "How do you get those?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "AXELROD",
      "sentences": "How do you get to 218.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "COOPER",
      "sentences": "Don't you have to keep those commitments that McCarthy has already made?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "DENT",
      "sentences": "Well, you would think he would. But you know, new guys and it's a new sheriff in town. I mean, there are all kinds of agreements. I'm sure that McCarthy has made agreements or decisions to put certain people on certain committees. You know, not just these House rule changes. But there are all sorts of little agreements that he's probably made, and side deals. That doesn't obligate the new guy to those same deals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "GRIFFIN",
      "sentences": "Well, as we get into you know, the wee hours if this keeps going on, I'm curious to see who will be the 2023 Charlie Dent? Who won the Republican side, Democrats' approach, and say, you know, is there something we can do, can we come up with some sort of a consensus or a coalition candidate? Now this seems really far outside of the realm of possibility but this also hasn't happened in 100 years. So, we haven't had a speaker reached on the floor. So, I wouldn't be surprised if a Brian Fitzpatrick or Don Bacon is being -- will be approach at some point. Or is thinking we need to get ahead of the right flank outmaneuvering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "COOPER",
      "sentences": "But in this Congress, as in the last couple Congresses, the idea of a compromise is such a dirty word, the idea they would compromise on this for a coalition candidate seems impossible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "GRIFFIN",
      "sentences": "Well, the problem there of course is it's a suicide mission for any Republicans that go along with it. They're going to face primaries. But one other thing I want to note, too, the next Congress will be delayed no matter who this is. So, the speaker of the House has about a 50-person staff. They're the chief fundraiser in the House.If it's somebody outside of the current leadership ranks of, you know, a Scalise or Kevin McCarthy, it's going to take time to stand up a professional functioning operation that's ready to manage the floor, fundraise for the NRCC. I don't know that Jim Jordan can do that tomorrow. I don't know if there's someone else who can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "JONES",
      "sentences": "That's a good point. And we know that Scalise is as prolific a fundraiser as Kevin McCarthy is. I don't buy this is an anti- establishment revolt. I understand members of the Freedom Caucus are casting it in those terms. But Matt Gaetz was most animated when he was talking about how Kevin McCarthy sold shares of himself. This is personal. This is Kevin McCarthy having actively worked in the past to undermine these people. And I'm not saying that he didn't do it for good reason, but now they're in control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "COOPER",
      "sentences": "Really, so you think this is really just personal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "JONES",
      "sentences": "I think this is deeply personal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "COOPER",
      "sentences": "The House Speaker vote-a-thon continues ahead. We'll have much more on the historic standoff and what may happen next. It is call coming up on \"THE LEAD.\" stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}