{
  "date": "2023-06-22",
  "headline": "CNN Newsroom",
  "subHeadline": "Massive Hunt for the Missing Submersible Intensifies Despite Banging Noise Identity; Joe Biden Hosts Visiting Indian PM; CNN Visits Newly-Liberated Ukrainian Village After the War. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from all around the world. You are watching \"CNN Newsroom\" and I'm Rosemary Church.Just ahead. (BEGIN VIDEO CLIP) CAPT. JAMIE FREDERICK, U.S. COAST GUARD: We're searching where the noises are and that's all we can do at this point. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Sounds of hope. Crews intensify their search for the missing submersible after hearing noises and as oxygen levels run low. My guest is a retired Navy diver.Plus, the U.S. President is hosting India's Prime Minister. With all eyes on Biden and Modi's rare new meeting together in the coming hours, we're live in New Delhi with a preview of the state visit. And the origin of the Geminids Meteor Shower has been a mystery until now. I'll speak to the lead author of NASA's new findings. UNKNOWN (voice-over): Live from CNN Center this is \"CNN Newsroom\" with Rosemary Church",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Search crews are holding onto hope of finding the Ocean Gate Titan submersible missing now for nearly four days in the Atlantic Ocean. The massive search is using sonar buoys which detected underwater banging noises on Tuesday and Wednesday, although the U.S. Coast Guard says it's not entirely clear what those sounds are.A state-of-the-art French robot capable of operating at more than 6,000 meters underwater is on it's way to the search site. It's not able to lift the sub on its own, but it could hook it to a ship that can then get it to the surface. Ocean Gate Expeditions lost contact with the Titan early Sunday, less than two hours into its dive. Each trip begins with 96 hours of oxygen, meaning this morning could be a key deadline for finding that sub. More now from CNN's Jason Carroll. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "FREDERICK",
      "sentences": "When you're in the middle of a search and rescue case, you always have hope. That's why we're doing what we do.JASON CARROLL, CNN CORRESPONDENT (voice-over): With what could be less than 24 hours of oxygen left on board Titan, hope at this point may rest on noises detected by sonar. The Coast Guard revealed more noises were picked up after a Canadian aircraft dropped a sonar buoy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "FREDERICK",
      "sentences": "With respect to the noises specifically. We don't know what they are, to be frank with you. The P3 detected noises, that's why they're up there, that's why they're doing what they're doing, that's why they put sonar buoys in the water.CARROLL (voice-over): The sounds are described as banging and first picked up by a Canadian plane yesterday and heard again today. All the acoustic information sent to the U.S. Navy for analysis. Additional resources sent to search the area where the sounds were detected. The Coast Guard cautioned about drawing conclusions before experts can weigh in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "FREDERICK",
      "sentences": "We moved assets and we're searching there and we'll continue to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "TOM DETTWEILER, OCEAN EXPERT",
      "sentences": "It is encouraging that there did seem to be a pattern to it. And, you know, we're gonna continue to hold out hope.CARROLL (voice-over): Time is crucial. The rescue window continues to shrink.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "UNKNOWN",
      "sentences": "We are very aware of the time sensitivity around this mission.CARROLL (voice-over): The vessel was headed to view the Titanic wreck that sits nearly 13,000 feet deep, but lost contact on Sunday, just one hour and 45 minutes into its descent. Five on board, including OceanGate CEO and founder, Stockton Rush.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "CHURCH",
      "sentences": "Rick Armstrong is a retired U.S. Navy diver with three decades of experience and he joins me now from San Diego in California. Thank you so much for being with us.RICK ARMSTRONG, U.S. NAVY DIVER (RET.): Good evening. How are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "CHURCH",
      "sentences": "Good. So oxygen supplies are getting dangerously low inside that missing submersible, where rising carbon dioxide levels would be adding to that risk.But these banging sounds are offering some hope to rescuers that the five men inside that sub could be found. How likely is that, do you think, at this juncture?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "ARMSTRONG",
      "sentences": "At this point, any -- any hope they have of finding these folks is based around those bagging sounds. The fact that they've been intermittent and they've been every 30 minutes is probably the best lead they have to where the submarine or the submersible can be.And as you can see here, they are mustering all their assets into one area. Here again, this is a huge area of search and a very deep area as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "CHURCH",
      "sentences": "Yeah. That's a very important point because the search area has now doubled in size hasn't it, and still the sub has not been located even if it is found soon. How long would it take to get a ship in position to pull that sub to the surface?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "ARMSTRONG",
      "sentences": "The ships nowadays have dynamic positioning where they don't have to anchor, which does take quite a while to do. They could probably be over the wreck once, you know, it's I believe a 12-hour transit from Newfoundland to the Titanic site.So once in position, they can start launching their ROVs to start an immediate search, which is a pinpointing where they, you know, they'll probably start from the bow and work their way to the stern and then, you know, port side, starboard side. What they're looking for is the submersible hung up in some type of netting or lines or such. If that's the case, the ROV might be able to put appendages on the articulated arms and cut it away from the wreck and allow it to ballast itself to the surface.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "CHURCH",
      "sentences": "Right. And of course, if the five men inside that sub are making these banging sounds and we don't know that for sure, but if they are that means they're still alive, but what conditions would they be facing right now can you explain that to us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "ARMSTRONG",
      "sentences": "Their conditions are you know here again as their air supply is depleting and the carbon dioxide is building inside the capsule itself. Hopefully the CO2 scrubbers are still working and removing some of that CO2.But unless they get them to the surface here in the next, you know, by tomorrow, things are looking grim. There's no air supply going to the capsule. They have what they have inside, what they brought with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "CHURCH",
      "sentences": "Yeah, exactly. And of course, it does feel premature to discuss this, but given what we know about questions raised in the past by members of the industry and to previous employees of OceanGate about the lack of certification of this sub and some other problems, how will this incident likely change the way these extreme expeditions run in the future?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "ARMSTRONG",
      "sentences": "I think if they're going to continue to bring tourist, ocean tourist into situations like this, they'll require much more stringent certifications.Sometimes the good that comes out of a situation like this is more regulation that's safety based. When I was in the Navy, we had many certifications, quality controls, quality assurances. You just couldn't work on a life-support system or a critical component of a diving system without controlled work processes. It's very stringent and if this gentleman did not follow those protocols, I believe the industry needs to regulate so it's safer for this type of industry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "CHURCH",
      "sentences": "All right. Well, let's just hope that they're found and found quickly and rescued, brought to the surface. We're of course all waiting and watching. Rick Armstrong, thank you so much for talking with us. I Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "ARMSTRONG",
      "sentences": "Thank you and hope they are found.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:01",
      "speaker": "MIKE REISS, TRAVELED ON OCEANGATE EXPEDITION",
      "sentences": "Once you reach the ground, the ship is sort of piloted by two things that just look like a fan you would have on your desk. Very simple and it is controlled by a joystick from a gaming console so that even I was able to steer and navigate the submarine for a while.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:01",
      "speaker": "CHURCH",
      "sentences": "Stay tuned for that story later this hour from CNN's Brian Todd.Indian Prime Minister Narendra Modi is in Washington for his first state visit. And the White House is rolling out the red carpet, hosting Mr. Modi for a private dinner Wednesday night. In the coming hours, the Indian Prime Minister will address Congress, then hold a rare news conference with U.S. President Joe Biden, and attend a state dinner. The visit comes as the U.S. looks to strengthen ties with New Delhi amid growing tensions between Washington and Beijing. And for more, we want to go to CNN's Vedika Sud, she joins us live from New Delhi. Good to see you, Vedika. So Prime Minister Modi doesn't usually take questions from the press, but he will of course here in the United States, talk to us about that and what's expected to come out of this rare state visit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:01",
      "speaker": "VEDIKA SUD, CNN REPORTER",
      "sentences": "That is going to be a very, very rare moment, as you put it, Rosemary, in the last nine years as the Prime Minister of India. I can barely remember a time when the Indian Prime Minister has invited the media to any place in New Delhi and answered their questions. But that is, like you said, going to happen today.Now, according to two U.S. officials who are privy to this issue, it took lengthy, delicate negotiations between two sides to actually end up with what we're hearing, that he will be taking questions at the joint press conference along with the U.S. president. But now taking a step back, let's look at the bigger picture. We're talking about a state visit, only the third of Biden's presidency yet. And it is the most elevated form of diplomacy that America here is offering to Indian Prime Minister Narendra Modi. We're talking about a state dinner. We're talking about Modi addressing the Congress. And we're talking about long talks at the Oval Office. Clearly, Biden and the U.S., both are rolling out the red carpet for Indian Prime Minister Narendra Modi, a man who, till about a decade back, was banned from entering the United States because of severe violations of religious freedom. Now, Biden knows that. Biden is aware of the criticism that the Indian Prime Minister faces back home of democratic backsliding, of shrinking press freedom, of a lot of these controversial laws also that impacting 200 million Muslims here in India. He's aware of that, but he's also aware of the role that India and Modi play in his larger strategy for Asia, especially when it comes to China, a country that both India and the U.S. have issues with. So today, we know that there are going to be talks. There are going to be talks on defense, on technology, on various other issues when they sit together at the Oval Office. But we also do know that talks on human rights violations, alleged human rights violations between Biden and the Indian Prime Minister is highly unlikely given that this is a state visit that Modi has been invited to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:01",
      "speaker": "CHURCH",
      "sentences": "And Vedika, you mentioned China. What message does this state visit honoring the Indian Prime Minister sent to China?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:01",
      "speaker": "SUD",
      "sentences": "You know, Beijing is going to watch this closely, Rosemary, because Beijing knows that these two countries are getting closer and their ties are getting deeper. And one of the reasons amongst many is China, because Biden and America both see India as a counterbalance to China in the region.Both have had tensions with China over the years, especially for India after the clash in the Himalayas. And that is certainly one of the reasons Biden wants India on his side. What's interesting, though, is that India doesn't really believe in alliances. It's been non-aligned for years and it wants to keep it that way. Modi wants to keep it that way. Here's how an analyst we spoke to really goes ahead and talks to us about the China factor. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:05",
      "speaker": "SUD",
      "sentences": "And what we have to remember is that both India and America are part of the quad. Let me just also wrap up by telling you that on Thursday the White House had said that this visit is not about China, though the question of China's role in the military domain, the technology domain and the economic domain will be on the agenda. Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:05",
      "speaker": "CHURCH",
      "sentences": "Thanks to Vedika Sud, joining us live from New Delhi.Russian infantry may be gone but artillery battles are raging in newly liberated parts of Ukraine. Still to come, CNN goes to a village that's free from Russian troops but still in the crosshairs of their guns. Plus, a Wall Street Journal reporter heads to court in Russia to try to stay out of jail until his trial. We'll have a live report on his legal battle. And later, a fiery blast rocks central Paris. What authorities say is behind the explosion. We're back in just a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "CHURCH",
      "sentences": "We are getting word of a Ukrainian strike on a bridge known as the Gate to Crimea. A Russian-installed official says the attack targeted the bridge near the town of Chonhar, connecting the peninsula with the occupied part of southern Ukraine. The official says the British-supplied Storm Shadow missiles may have been used in that strike.And our Nic Robertson joins us now from London. So Nic, what more can you tell us about this shelling of a bridge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Well if the shelling has done what the Ukrainians would have intended it to do, it would have disrupted the flow of traffic across that bridge and it appears to have done that because there's Russian-backed officials there in that region are saying that the traffic has now been moved off that bridge and moved to alternate roads.This would be typical of what would be considered a shaping measure if you will in military parlance, if that particular bridge and it's about a hundred or so meters long is shut to traffic, then the traffic that goes from Crimea into the rest of Ukraine, into the Kherson region, has to move to an alternate route. And there are only a couple of other significant major roads to do that. And in fact, it's very significant because it is effectively at the moment, it appears to have shut down the easternmost road that comes out of Crimea into the Kherson region and forcing the traffic to go to the west. This is not a significant gain in of itself, but it's a tactic that we've seen Ukraine use in the past. And the fact that the Russian backed officials say that this was perhaps long range British-supplied storm shadow missiles, give an indication of where the Ukrainians are willing to put an expensive and very useful and not-so plentiful technology that they have. So it's an indication of how they're trying to shape the battlefield at the moment, which really will constrict Russia's ability to easily and readily supply additional forces, fuel, et cetera, out of Crimea into the rest of Ukraine, which is typically what it's been doing. Now, President Zelenskyy has been speaking about the current offensive, and he's been talking about how it is underway both in the East and in the South. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): On the front lines, fierce battles. In the south, we are destroying the enemy. In the Donetsk region, we are destroying the enemy. In the Kupyansk direction, no matter what the Russian terrorists plan there, we will destroy the enemy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "CHURCH",
      "sentences": "And Nic, billions of dollars have been pledged at the Ukraine Recovery Conference in London. What more can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "ROBERTSON",
      "sentences": "Yeah, it's a significant amount of money and a significant effort as well to try to get private businesses to invest in Ukraine. And the British Prime Minister put forward a formula or a plan, a framework as he called it, to provide insurance, war zone insurance, to help protect investments by businesses.The World Bank said that Ukraine needs $411 billion dollars at the moment to rebuild and that's more than can be shouldered by governments that are supplying funds at the moment. You know the World Bank, the European Union, the United States, the U.K. and a number of other countries all at that conference yesterday more than 50 of them, all said that they were going to increase that increase the amount of money that they're spending, but none of it comes close to that 411 billion, and that's what this conference was designed to do to spread the cost beyond government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "CHURCH",
      "sentences": "All right. Nic Robertson, if you could please stand by. We will be right back with you in just a moment.But Russia's Supreme Court is meeting in Moscow, deciding whether jail Kremlin critic Alexei Navalny will be allowed to correspond with the outside world. Right now, Navalny is only allowed to speak with his lawyers. He is expected to attend the Supreme Court session via video link. Navalny is serving a nine-year sentence on fraud charges that his supporters and Western governments say are politically motivated. And earlier this week, the Russian state charged him with extremism. He could face up to 30 more years in jail if convicted. Well in the next hour, \"Wall Street Journal\" reporter Evan Gershkovich is expected to appear in court in Moscow to fight his detention in Russia. He's appealing a recent ruling to keep him behind bars until his trial on August 30th. Gershkovich was arrested on espionage charges in March and faces up to 20 years in prison if convicted. The newspaper vehemently denies the accusations. Gershkovich is the first U.S. journalist arrested in Russia for alleged spying since the Cold War. So let's bring back Nic Robertson now, who's also monitoring developments in this case. So Nic, what has been the reaction from U.S. officials on Gorshkovich's appeal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "ROBERTSON",
      "sentences": "Well, it's been very clear from the beginning, and it's exactly the same as \"The Wall Street Journal\" that has done absolutely nothing wrong. It's performing a journalistic duties, and this is seen as essentially politically motivated trumped up charges. The FSB, the internal security services in Russia say that he was involved in espionage. There's been no evidence put forward to that point so far. And this is what the State Department continues to reiterate.(BEGIN VIDEO CLIP) VEDANT PATEL, U.S. STATE DEPARTMENT SPOKESPERSON: What we continue to feel that this whole legal process as it relates to Evan is a sham. We've been very clear that Evan is wrongfully detained, being wrongfully detained and targeted for simply doing his job at a journalist. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "ROBERTSON",
      "sentences": "And the U.S. State Department says that they do hope to have a representative in the court today when Evan is in the court. They have had difficulty, at least on a couple of occasions, getting access to him to have consular visits with him, those have been denied.And the deputy foreign minister in Russia today at the foreign ministry there in Moscow has said that they are considering a request from the United States to have representatives meet with Evan. That is under consideration. Whether it actually happens isn't clear, but the lines are very clear on this. The State Department says it's completely trumped up. And the fact that his detention was extended to August 30th, just further evidence of that they say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "CHURCH",
      "sentences": "All right, our thanks to Nic Robertson, joining us live from London.Investigators in Paris are looking into a powerful gas explosion that rocked the center of the city. Hundreds of firefighters rushed to the scene Wednesday following the blast. At least 37 people were hurt, four critically, and at least two people are believed to be missing in the rubble. CNN's Melissa Bell has more now from Paris. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Still to come, the search continues for a missing summer trouble in the Atlantic ocean. We'll hear from a former passenger on the Titan underwater craft, and his experience on multiple trips to see the titanic.Plus, how back-to-back indictments taken a toll on Donald Trump's support among Republicans. CNN talks to some voters. That's ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Updating our top story. Search and rescue crews in the North Atlantic say they have not yet found any sign of a Deepwater submersible that disappeared Sunday during a dive to the Titanic shipwreck. The search grid is huge, now covering an area twice the size of Connecticut.Canadian surveillance planes picked up on specified banging noises Tuesday and early Wednesday, but nothing has been reported since. After nearly four days, life-support onboard the sub is reported to be critically low plus it's incredibly cold at the depth. Still, the U.S. Coast guard is not giving up. Five people are on board the sub including OceanGate CEO Stockton Rush, whose company designed and built the vessel. Well, more questions continue to emerge about Titan's construction and its sea worthiness. CNN's Brian Todd breaks down what we know about the craft inside and out. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): New accounts from those who have been inside the missing Titan submersible depict a vessel that's alluring and surprisingly rudimentary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Take your shoes off, that's customary.TODD (voice-over): CBS correspondent David Pogue was aboard the Titan last year. He climbed into the vessel with Stockton Rush, CEO of OceanGate expeditions and pilot of the Titan. Pogue describes the inside of the vessel having about the space of a minivan. There are no chairs or seats. Passengers sit cross-legged on the floor. There's just one button on the wall, one video screen, and only a single porthole. And maybe the most surprising feature that Rush showed David Pogue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "POGUE",
      "sentences": "I didn't know at that point that you drive the thing with an Xbox game controller. I didn't know that the ballast was used construction pipes. You get there and then you start seeing this stuff and now your mood crashes and you get a little worried like is this the level of polish and sophistication we're talking about?TODD (voice-over): Adventurer Mike Reese, who traveled to the Titanic on the Titan last year, also spoke about the gaming console and other components.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "MIKE REISS, TRAVELED ON OCEANGATE EXPEDITION",
      "sentences": "Once you reach the ground, the ship is sort of piloted by two things that just look like a fan you would have on your desk. Very simple and it is controlled by a joystick from a gaming console so that even I was able to steer and navigate the submarine for a while.TODD (voice-over): According to an OceanGate webpage that's no longer available online, there's one small toilet in the front of the vessel, which quote, \"doubles as the best seat in the house.\" It says when the toilet is being used, they put up a privacy curtain and turn the music up loud. The website recommends that passengers restrict their diet before and during the dive to reduce the chances of having to use the toilet. Mike Reiss says he fell asleep during the two and a half hour trip down to the Titanic. Pogue mentioned another feature that he had some trepidation about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "POGUE",
      "sentences": "You were bolted in from the outside. There are 18 bolts in a circle around the hatch. And by the way, they only fasten 17 of them. The 18th one is way up high. And they say there's really no mathematical difference. TODD (voice-over)was evident early on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "REISS",
      "sentences": "Before you even get on, you sign this long, long waiver that mentions possible death, three times on the first page. When I stepped onto the sub, I just knew part of my mind was going, well, this could be the end.TODD (on-camera): Mike Reiss says he took four different dives on OceanGate submersibles. One trip to the Titanic on board Titan, the other three in the waters off New York City. He says communication was lost, at least briefly, every single time. But he says he doesn't blame the submarine as much as the deep water. Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "CHURCH",
      "sentences": "The Republican-led U.S. House of Representatives has voted to censure Democratic Congressman Adam Schiff, a key lawmaker in congressional investigations into former President Donald Trump.The House resolution accuses Schiff of misleading the American people while pursuing the investigation into Russia and the Trump campaign and for actions taken ahead of Trump's first impeachment. Schiff calls the allegations false and defamatory. Former House Speaker Nancy Pelosi is accusing Republican lawmakers of turning the House into a puppet show. (BEGIN VIDEO CLIP) NANCY PELOSI, FORMER U.S. HOUSE SPEAKER: Today, we are on the floor of the house where the other side has turned this chamber, where slavery was abolished, where Medicare and Social Security and everything were instituted. They've turned it into a puppet show. A puppet show. And you know what? The puppeteer, Donald Trump, is shining a light on the strings. You look miserable. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "CHURCH",
      "sentences": "Schiff announced a sweeping investigation into Trump's finances and Russia in 2019, while he served as chair of the House Intelligence Committee. Schiff was also the lead House impeachment manager during Trump's first impeachment.Well, Donald Trump's tumultuous time in the White House turned some supporters away ahead of the 2020 presidential election. But as the former president makes another run for the top office, will his recent legal troubles be too much for more Republican voters. CNN's Jeff Zeleny takes a look. (BEGIN VIDEOTAPE) DONALD TRUMP, FORMER U.S. PRESIDENT: I could stand in the middle of Fifth Avenue and shoot somebody and I wouldn't lose any voters, okay? It's like incredible. JEFF ZELENY, CNN CHIEF U.S. AFFAIRS CORRESPONDENT (voice-over): It was the closing days of his first Iowa caucus campaign when Donald Trump uttered those now infamous words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "JOHN LEE, PASTOR, BETHEL CHRISTIAN REFORMED CHURCH",
      "sentences": "He made that here in Sioux Center at York University.ZELENY (voice-over): John Lee is pastor of Bethel Christian Reformed Church, just down the street from the Evangelical Campus where Trump delivered that boastful yet prescient message back in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "LEE",
      "sentences": "He was quite prophetic in that, right? There is a loyalty that he's engendered among a certain, again, I would say narrow portion of the voting population that does really see Trump as someone who's almost messianic and there's a deep commitment to him, regardless of indictments or impeachments.ZELENY (voice-over): That commitment to Trump is facing a new test, starting in Iowa, where Republican voters are likely to begin deciding his political fate long before any jurors do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "CORRIE",
      "sentences": "The politics around it, you're still breaking the law, you have to be held accountable.ZELENY (voice-over): Corrie voted for Trump, but is now shopping for a new Republican. She's met several candidates, including Asa Hutchinson, the former Arkansas governor who has called on Trump to drop out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "ASA HUTCHINSON, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "Now don't boo me on that point.ZELENY (voice-over): And urges Republicans to rally around a nominee he believes is more fit to serve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "HUTCHINSON",
      "sentences": "There's a shifting mood recognizing the seriousness of where we are and that we don't need a future commander-in-chief that disregards our nation's secrets.ZELENY (voice-over): Across the country, Trump's support appears to have softened a new CNN poll finds with 47 percent of Republicans and Republican-leaning voters saying he's their first choice, down from 53 percent in May. His favorability among those voters has dipped from 77 to 67 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "EILEEN SAILER, CHIEF, CRAWFORD COUNTY REPUBLICAN PARTY",
      "sentences": "He's had one thing after another thrown at him, so I kind of thought this is just another thing thrown at him.ZELENY (voice-over): Eileen Sailer leads the Crawford County Republican Party. She says the indictment should not tear apart the GOP.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "SAILER",
      "sentences": "President Trump can't win. Well, I -- I just wonder because I think he does have a strong base. I believe he could.ZELENY (voice-over): Pastor Lee fears that sentiment might be a self- fulfilling prophecy, even though he believes Republicans should choose a new leader, free of chaos and criminal charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "LEE",
      "sentences": "I don't see it moving the needle particularly much. I wish it did, but I think it's part of a background noise in a system where people expect indictments. And they expect that this is, for some people, a badge of honor for him.ZELENY (on-camera): And with the possibility of even more Trump indictments on the horizon is that fine line between Trump fatigue and Trump loyalty that Republican voters truly are walking here. There is no question that the former president still has many admirers. The open question though is how many of his rivals are trying to exploit these deep concerns about electability and if their arguments will take hold come January when the Iowa caucuses open the Republican campaign. Jeff Zeleny, CNN, Sioux City, Iowa. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "CHURCH",
      "sentences": "In the West Bank, the aftermath of a rampage. Coming up, we will show you why Israeli settlers attacked Palestinian towns, burning cars and farm fields, and assaulting residents.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:08",
      "speaker": "CHURCH",
      "sentences": "The settlers' rampage followed the fatal shooting of four Israelis near the West Bank settlement of Eli. CNN's Hadas Gold went there to view the aftermath.(BEGIN VIDEOTAPE) HADAS GOLD, CNN JERUSALEM CORRESPONDENT (on-camera): The attack started here at this Hamas restaurant that's part of a gas station complex just outside the borders of the Eli settlement in the occupied West Bank. The attackers came to this restaurant shooting through to the restaurant, killing the first of the three victims, including two teenagers. The fourth victim was killed at the gas station that's just in front of us. Israeli officials saying that another four people were injured and saying it was the work of two Hamas operatives who came here in a car. The first of the gunman was shot and killed by an armed civilian who happened to be on site and the second gunman managed to get away, steal a car, that triggered an hours-long manhunt by Israeli forces before he was cornered and shot and killed as well just north of here. But here at the scene we are still seeing evidence of the bloody scene from the night before. We're seeing bullet casings on the ground: medical gloves, medical equipment as well as blood stains, and here on the restaurant itself you can still see it is riddled with bullet holes including this one bullet its way through and smash this window. The mayor of the settlement, Ariel Elmaliach, said they want the Israeli government and army to take greater action now. ARI ELMALIACH, MAYOR OF ELI, WEST BANK: It's out of the usual. In the last 15, 20 years, nothing has happened here. Nothing, nothing. This gas station, Arabs, Jewish, everyone come to buy here, to buy from the Sobu, to buy from the Humus. Everybody is here. GOLD (voice-over): Just up the road, villager Naja Awais says she also hasn't seen this violence like this in decades. Her house was damaged during the ensuing Israeli settler attacks. NAJA AWAIS, RESIDENT OF AL-LUBBAN ASH-SHARQIYA (through translator): We felt last night danger, which we couldn't describe, terrified like during the days of the second Intifada, which was the last time our house was attacked. GOLD (on-camera): Hours after the attacks on the gas station and restaurant that killed the four Israelis. Israeli settlers rampaged through Palestinian villages like this one, of Lubban ash-Sharqiya, burning as you can see dozens of cars, parts of these cars just completely melting off. In fact, we're here the morning after and there is still smoke smoldering from the fires. We've been speaking to villagers here that say their homes were damaged. Palestinian officials say that at least 37 Palestinians were injured mostly as a result of stone throwing. Villagers were talking to here saying they haven't seen violence like this against their property, against their homes since the days of the second Intifada and that they now live in fear of what can come. There's now a big push especially on the right-wing of the Israeli political spectrum and the right-wing of this current government for a much bigger and broader military operation in the occupied West Bank than what we've seen in the past that could lead people here fear to even more violence. Hadas Gold, CNN, Lubban ash-Sharqiya in the Occupied West Bank. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "CHURCH",
      "sentences": "Welcome back everyone. Well astronomers may have solved one of the mysteries that's confounded stargazers for years, the origin of the Geminids meteor shower. A new study published in the \"Planetary Science Journal\" reveals the Geminids were most likely created in a sudden violent catastrophe.The Geminids light up the sky each December as one of the most active and dependable celestial events of the year. During its peak, 120 bright yellow meteors can be seen per hour streaking through Earth's atmosphere as dazzling shooting stars. Joining me now is Wolf Cukier, an astrophysics undergraduate at Princeton University. Also during his time as an intern at NASA's Goddard Space Flight Center, he discovered a planet on his third day. Some pretty impressive credentials there. Appreciate you being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "WOLF CUKIER, ASTROPHYSICS UNDERGRADUATE, PRINCETON UNIVERSITY",
      "sentences": "Pleasure to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "CHURCH",
      "sentences": "So the Geminids meteor shower is a breathtaking spectacle that stargazers flock to see every December. And now, due to your research with the Parker Solar Probe, you may have solved the cosmic mystery of the origin of this yearly meteor shower, so likely the result of a violent collision between space rocks, right? So how did you establish this theory and how significant is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "CUKIER",
      "sentences": "Yeah, so what my research has shown is that unlike most meteor showers, which are formed by a comet that releases material throughout its orbit, the Geminids meteor shower is probably caused by some sort of catastrophic or violent event, be it, as you mentioned, two rocks hitting together, or just like something the rock exploding because it got too close to the sun, for instance.And the way I did this was I posited a couple of different scenarios for how the Geminids could form, me and my advisor Jeremy Zeleny. And we basically ran it through a simulation that just tracked a bunch of particles through time and saw how the stream would evolve. Now we have our simulation data, and we have some now, new observations from Parker Solar Probe. This is NASA's mission to touch the sun. And by comparing these observations, very close to the sun, we can see that a cometary collision event, the one which most showers are caused by, does not properly reproduce the observations we see. It creates meteors that are way too close into the sun compared to a more violent event that we simulated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:01",
      "speaker": "CUKIER",
      "sentences": "Yeah, so when we look up into the stars, we're looking at time capsules of what the universe was before us. So the Geminids were probably formed 2000 years ago. And so 2000 years ago, people would look up at the skies and suddenly see a meteor shower that they didn't see, or it might have been more recently. But by tracking the way these form, we are looking back in time, understanding our place in the universe and also how the universe came to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:01",
      "speaker": "CHURCH",
      "sentences": "And what's so different about this asteroid at the center of the Geminids meteor shower?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:01",
      "speaker": "CUKIER",
      "sentences": "Yeah, so 3200 Phaethon, which is the asteroid, is a weird asteroid. So most asteroids are just like rocks that are orbiting in space, but 3200 Phaethon is the parent body of a meteor shower, which we expect to only be comets, as I mentioned earlier.So it's weird because 3200 Phaethon, this asteroid, causes a meteor shower and actually gives off material almost like a comet, but it's not a comet. But it's still just a rock in space to some extent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:01",
      "speaker": "CHURCH",
      "sentences": "And as we mentioned at the start, you discovered a planet on your third day as an intern just out of high school, and now this of course. So what is the next step in your research?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:01",
      "speaker": "CUKIER",
      "sentences": "Yeah, so next step in my career path is grad school. Applications are coming up soon and I am continuing to be interested in exoplanets, planetary science and astrophysics in general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:01",
      "speaker": "CHURCH",
      "sentences": "Extraordinary. Wolf Cukier, thank you so much for talking with us and good luck with your future. Just an amazing start and you're not even out of college yet. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:01",
      "speaker": "CUKIER",
      "sentences": "Thank you. Have a good one.",
      "isLastSentenceInterrupted": false
    }
  ]
}