{
  "date": "2023-01-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Germany Still Deciding Whether to Provide Leopard Tanks to Ukraine to Combat Russian Invasion; Justice Department Signals It's Unlikely to Share Information about Ongoing Criminal Investigations with New Republican-Controlled House of Representatives; Three Active Duty Marines Arrested in Connection with January 6th Capitol Riot. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "MICHAEL SMERCONISH, CNN ANCHOR",
      "sentences": "It's kind of cool because I came into the studio this morning under the cover of darkness and in Center City, Philadelphia. All the high-rises are illuminated in green getting ready for the Giants tonight. I was tempting at 5AMARA WALKER, CNN ANCHOR (voice-over): Happening now in the Newsroom, frustration mounts in Ukraine as Germany and its western allies spar over whether to provide tanks to counter Russian aggression. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): Every day we make it more obvious there is no alternative to making this decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "WALKER",
      "sentences": "We are live in Ukraine with why this aid is so critical for Ukrainians.A stunning set of new arrests related to the January 6th attack on the U.S. Capitol. Three active duty marines under arrest for their part in the insurrection. One allegedly wanted to wage a second civil war. Silence from actor Alec Baldwin as he is facing involuntary manslaughter charges connected to the \"Rust\" set shooting. What we are learning about changes on the set as the crew vows to finish the movie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "JACINDA ARDERN, NEW ZEALAND PRIME MINISTER",
      "sentences": "I feel sad, but also, I do have a sense of relief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "WALKER",
      "sentences": "New Zealand's prime minister speaking out after her shocking resignation earlier this week, and her decision to step down is resonating with women worldwide.And that parade of recent storms in the west prompts a big turnaround when it comes to the drought. Newsroom starts right now. (END VIDEO CLIP) WALKER (on camera): Good morning, everyone. It is Saturday, January 21st. I'm Amara Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "And I'm Boris Sanchez. You are live in the CNN Newsroom, and we are grateful to have you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "WALKER",
      "sentences": "And we begin with the war in Ukraine and a stalemate over tanks. Ukraine's president says the country desperately needs them and there is no alternative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SANCHEZ",
      "sentences": "But Germany has failed to reach an agreement on sending its Leopard tanks to Ukraine, and officials have indicated they will not send them unless the U.S. sends its own M1 Abrams tanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "WALKER",
      "sentences": "All this come as the U.S. has finalized a $2.5 billion aid package for Ukraine. Secretary Lloyd Austin says U.S. support for Ukraine is unwavering.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "LLOYD AUSTIN, DEFENSE SECRETARY",
      "sentences": "This is a decisive moment for Ukraine and a decisive decade the world. So make no mistake, we will support Ukraine's self-defense for as long as it takes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SANCHEZ",
      "sentences": "President Zelenskyy says that Ukraine is grateful for all the assistance, but he says that gratitude only goes so far on the battlefield.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ZELENSKYY",
      "sentences": "Hundreds of thank you are not hundreds of tanks.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "WALKER",
      "sentences": "Let's get the latest now from Ukraine on that tank stalemate and the most recent strikes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SANCHEZ",
      "sentences": "CNN senior international correspondent Ben Wedeman joins us now live in Ukraine. Ben, what more are we hearing from President Zelenskyy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BEN WEDEMAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Boris, the president is trying to be somewhat diplomatic, but if you read between the lines --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SANCHEZ",
      "sentences": "That is unfortunate. We lost Ben Wedeman's signal. We'll try to get it back up for you later this hour.Pivoting now to politics here in the United States, the Justice Department signaled on Friday that it's unlikely to share information about ongoing criminal investigations with the new Republican- controlled House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "WALKER",
      "sentences": "Let's bring in CNN White House reporter Jasmine Wright who has been following this story for us. Hi there, Jasmine. So what more are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "WALKER",
      "sentences": "And House Speaker Kevin McCarthy, we are learning, has accepted an invitation from President Biden to meet and discuss the debt limit. We know they are on completely opposite sides regarding that. What is the White House saying about the meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "WRIGHT",
      "sentences": "The White House has been firm for some time that they are not going to negotiate on raising the debt ceiling. Instead, they want a clean bill. This all happened because President Biden on Friday made offhand remarks when talking about the national debt, saying he had to have a little discussion, and people thought that he was talking about Kevin McCarthy. So Kevin McCarthy tweeted that he accepted President Biden's invitation to the White House.Now, of course, the White House has said that they were going to invite these congressional leaders which is customary at the start of a new session. But after Kevin McCarthy tweeted that, the White House press secretary Karine Jean-Pierre, she issued a lengthy statement really clarifying where the White House is at. She said, \"Like the president said many times, raising the debt ceiling is not a negotiation. It is an obligation of this country and its leaders to avoid economic chaos. Congress has always done it, and the president expects them to do their duty once again. That is non-negotiable.\" So a very firm stance here from the White House. While we expect in the next few days or weeks that we'll learn exactly when that meeting will take place. But again, the White House says that they are not negotiating the debt ceiling. Boris, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "WALKER",
      "sentences": "We'll see where that goes, Jasmine. Jasmine Wright, thank you.Well, three active duty Marines who work in intelligence have been arrested in connection with the January 6th Capitol riot, and one was reportedly pushing for a second civil war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "SANCHEZ",
      "sentences": "Corporal Micah Coomer and Sergeants Joshua Abate and Dodge Dale Hellonen are facing several charges, including disorderly conduct in the Capitol building. CNN's Jeremy Herb joins us now. He has the following -- he has been following the details, I should say. Jeremy, what are authorities saying about these arrests?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "JEREMY HERB, CNN POLITICS REPORTER",
      "sentences": "Yes, good morning, Boris and Amara. These three Marines are facing a number of charges, including disorderly conduct in a Capitol building. The three Marines, Corporal Micah Coomer, Sergeant Joshua Abate, and Sergeant Dodge Dale Hellonen, they were arrested earlier this week. According to court documents, they spent nearly an hour in the Capitol, and they went into the rotunda, they took a photo putting a regular MAGA hat on one of the statues in the rotunda, that's' according to court documents, which provides some interesting details about how they were discovered.Micah Coomer, he was found out because the FBI found photos on his Instagram page where he posted himself inside the Capitol. They also included, there was an Instagram message he sent to an associate after January 6th. In that message he said, quote, \"Everything in this country is corrupt. We honestly need a fresh restart. I'm waiting for the Boogaloo.\" \"What's a boogaloo?\" the associate asks. \"Civil war 2,\" Coomer replied. According to court documents, Joshua Abate, he admitted while he was being interviewed for a security clearance that he had gone into the Capitol with two of his friends. He allegedly said in this interview according to court documents that when he saw the riot was being portrayed negatively, he decided not to tell anyone about his involvement. These arrests, of course, are two years after the January 6th attack. We note that all three men, they have not yet entered a plea when it comes to their conduct related to a riot. The Marine Corps, they say, in a statement, that they are aware of this investigation, and they are aware of these allegations, and they say they are fully cooperating with the appropriate authorities in this probe, Boris and Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "SANCHEZ",
      "sentences": "And with these three arrests, that makes a dozen servicemembers arrested for their involvement in the January 6th insurrection. Jeremy Herb reporting from New York, thank you so much. Let's discuss this and other headlines with CNN senior politicalcommentator and former Republican Congressman Adam Kinzinger. Congressman, grateful to have you this morning. A dozen servicemembers arrested for their activity on January 6th. You are a former Air Force veteran yourself. What can the military do to try to find folks that have these extremist views and eradicate them from the armed forces?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "SANCHEZ",
      "sentences": "Yes. Sir, what's your reaction to that letter from the Department of Justice to your former Republican colleagues telling them they are not going to share information about ongoing investigations, including those related to President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "KINZINGER",
      "sentences": "Yes, I mean, look, I need a little more details in terms of what is the reason on the Biden side of things. Is it because of the, you know, the criminal investigation? Congress has an oversight ability and responsibility. And I think it's important to notice that. However, when it comes to things like what we're seeing -- look, we've seen the Republicans and Congress at the moment make it clear that they want the Department of Justice to stop investigating January 6th. They want them to stop investigating Donald Trump, for instance. So the question is, what is the goal here?And quite honestly, on this oversight committee, there's not a lot of people I think that are going to keep any private information private. And so I can see the DOJ's concern on that, but also from the other hand say, look, Congress does have an oversight responsibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "SANCHEZ",
      "sentences": "Congressman, we have hit the debt ceiling just this last week. And again, lawmakers are sparring over what to do. Ultimately, the debt ceiling is an arbitrary number, right? It's just set by Congress, and in recent years both Democrats and Republicans have crossed that threshold really without giving much thought to the debt. So if no one is going to abide by it, do you think Congress should abolish the debt ceiling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "KINZINGER",
      "sentences": "Well, my personal opinion is I think, yes. I think the debt ceiling debate needs to go away, because the real debate happens when you decide to spend. The real debate happens if you tax, anything like that. Now, that said, I think from a Democratic perspective, the Democrats really should come to the table to some extent and say, look, we recognize there is a $30 trillion debt in this nation. Maybe the place to negotiate it isn't on the debt ceiling.But I think President Biden has made it clear he recognizes there is a big problem with debt and deficit. It may be a good opportunity for both sides to actually have a broader discussion, something like, we have something in the big -- they called it the supercommittee. I think we should have a different name for it this time than 2011, but a chance to really tackle these issues without holding the debt limit hostage. But I really do worry about where we are at on this. I worry about our ability to get through it, because it was very hard for us do it in 2011, and we were a little more, I'll say, reasonable in 2011 than what you are seeing today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "SANCHEZ",
      "sentences": "While we have you, we do want to get your thoughts related to Ukraine. We are covering a lot of ground this morning. We appreciate it. The dispute between the United States and Germany over providing Ukrainian forces with western tanks, why is a consensus on this issue critical for Ukraine moving into this next phase of the war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "KINZINGER",
      "sentences": "So the United States can lead, but we have to lead almost with Europe. It is very important that Europe is with us on this fight. This is as much their fight as ours, of course. The German Leopard tanks, they have a much easier maintenance footprint. They are much easier, obviously, to get into theater in Ukraine. They use diesel, which is in Ukraine, whereas U.S. tanks have different variants of fuel that they use, including jet fuel. And so it makes a lot more sense for the Leopard tanks to go in there. Plus, a lot of allies there have them.I don't understand Germany's hesitancy here. They have always had to be drug into these positions. Somebody had said that the chancellor is a little worried about German tanks being on front in Russia again like it was in World War II. Well, they are the only ones concerned about that. Everybody else is like, let's support Ukraine. The sooner this war ends, the cheaper it's going to be for everybody in both lives and in costs. So I hope the Germans get there. Poland has made it, somewhat implied that they're going to send them anyway even against the wishes of Germany. I certainly hope we can all be on the same page on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "SANCHEZ",
      "sentences": "Former Congressman Adam Kinzinger, thanks so much for sharing part of your weekend with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "KINZINGER",
      "sentences": "You bet. Have a good one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "WALKER",
      "sentences": "We are following new details on the Supreme Court's investigation into who leaked the draft of the landmark opinion overturning Roe v. Wade. The official in charge of the investigation says all nine justices were interviewed but they still don't know who the leaker is. CNN's Jessica Schneider with more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:09",
      "speaker": "WALKER",
      "sentences": "Jessica, thank you.Five first responders indicted in the 2019 death of Elijah McClain, the charges they are facing and why the judges ruled there will be three separate trials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:52",
      "speaker": "WALKER",
      "sentences": "Five Colorado first responders indicted in the 2019 death of Elijah McClain have entered not guilty pleas. McClain, a 23-year-old black man, died after he was placed in a chokehold and given a powerful sedative. The original autopsy report listed the cause of McClain's death as undetermined.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:52",
      "speaker": "SANCHEZ",
      "sentences": "An amended autopsy report completed in 2021, two years after the incident, said McClain's death was caused by complications from ketamine injection following restraint. The manner of death was left undetermined. CNN's Lucy Kafanov reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:52",
      "speaker": "LUCY KAFANOV, CNN CORRESPONDENT",
      "sentences": "Amara, Boris, the two paramedics and the three officers involved in the death of Elijah McClain were arraigned in court on Friday. Each pled not guilty to all of the charges. Three separate trials have been scheduled for the summer and the early fall. All five were indicted back in 2021 on charges of manslaughter and criminally negligent homicide. In August of 2019, McClain, a young black man, was walking home from the convenience store. He was listening to music on his headphones, he had some ice tea with him. He was apprehended, confronted by three Aurora, Colorado, police officers who were responding to a call about a suspicious individual. Although McClain wasn't doing anything wrong at the time, police attempted to apprehend him. One of the officers, Nathan Woodyard, attempted to retrain McClain with a neck chokehold that has since been banned, causing him to briefly lose consciousness. The other two helped restrain McClain, even though he repeatedly said he could not breathe.The paramedics were called in. They then gave him a large dose of the powerful sedative known as ketamine, too much for his body weight, it later emerged. McClain was declared brain dead and passed away a few days later. He was just 23 years old. Now, the initial autopsy report listed the cause of death as undetermined, but it was amended to say his death was caused by complications from the ketamine injection following restraint. The manner of death remains undetermined. And the various defendants have been pointing fingers over who is to blame. And so the judge this week ruled that there will be three separate trials. Woodyard, the officer who performed the chokehold, will be tried separately in September. The other two officers who also helped restrain McClain will be tried together. That trial is scheduled for July 11th. And the two paramedics will also be tried together. Their jury selections begin on August 7th. Boris, Amara, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:52",
      "speaker": "SANCHEZ",
      "sentences": "Lucy Kafanov, thank you so much.A source close to Alec Baldwin tells CNN the actor/producer intends to finish the movie \"Rust\" despite facing involuntary manslaughter charges for the shooting death of a crewmember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:52",
      "speaker": "WALKER",
      "sentences": "The film's cinematographer Halyna Hutchins was shot when a prop gun that Baldwin was holding fired a real bullet. The shot killed Hutchins and wounded the director. CNN's Gloria Pazmino joining us now live with more. Hi there, Gloria. What more do we know about Baldwin's plans to move forward with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:24:58",
      "speaker": "WALKER",
      "sentences": "All right, Gloria, thank you very much, Gloria Pazmino.Joining me now is Dutch Merrick. He is a prop master and founder and chief instructor of Prop Gun Safety LLC. Dutch, appreciate you joining us this morning. Just hearing Gloria's reporting, industry professionals have said that it's the armorer and the assistant director who has the responsibility to ensure that the prop gun is safe before they are used. Baldwin has been charged. What's your reaction to that knowing the industry's standards and practices?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:24:58",
      "speaker": "DUTCH MERRICK, PROP MASTER",
      "sentences": "Well, it shocked all of us armorers when we heard the story as it unfolded, as the investigation exposed what happened on the show. All of the normal rules and processes seemed to have been sidestepped to some degree. And there was a chain of events that, in the class that I teach, we outline about 30 things at least that contributed to this happening. And basic procedures were not handled. So it wasn't a surprise that somebody was charged. It's a surprise that more people aren't charged, actually, there were so many failings that led up to this, because what we do, the way we do it in Hollywood is inherently safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:24:58",
      "speaker": "WALKER",
      "sentences": "OK, so then walk us through that, because we keep hearing about the armorer and assistant director who also are facing criminal liability. What other checks and balances should have been done and by whom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:24:58",
      "speaker": "MERRICK",
      "sentences": "First and foremost, the producers had an environment that seemed to be chaotic. They had people working extremely long hours, 14-hour shoot days, which means you are probably in there for an hour prepping in the morning and then an hour wrapping. And a lot of these people lived, most of them lived an hour a day. So they are getting four or five hours of sleep a day. The conditions were so bad that the camera department walked off that very morning.The biggest smoking gun, if you will, is where did all this live ammunition come from? The investigators turned up more than 25 live cartridges scattered in different places on the set, on working carts. One in Baldwin's own bandolier. He was wearing live ammo on his person and didn't know it. The recipe for disaster was set long before this accident happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:24:58",
      "speaker": "WALKER",
      "sentences": "The D.A. in this case, we heard her saying, look, there are a lot of who are people responsible, but also the actor should have doubled checked this prop gun even if Alec Baldwin was told by, I think the gun was handed to him by David Halls, who is the assistant -- was the assistant director in \"Rust\" who said that the gun was cold and safe. So should Alec Baldwin have double-checked?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:24:58",
      "speaker": "MERRICK",
      "sentences": "Well, there is a few things to unpack here. First of all, you mentioned David Halls, the first A.D., who never should have inserted himself in the process between the armorer and the actor. We consider that a sacred relationship. An armorer hands a gun directly to an actor, and the actor should only accept the gun from the armorer. And that's under the supervision of the first A.D. They can observe it. But why Dave Halls was there in the first place shouldn't have ever happened.So ultimately the actor is holding the gun. So if something is wrong in this the middle of a scene, for example, it's their finger on the trigger and it's their final decision. But the steps that led up to this, this actor, who has done this for 35 or 40 years putting his trust in the crew around him to hand him something safe, when they tell him it's safe, it is. It turns out it wasn't, and it had a live round in it. That's never happened in the history of Hollywood, having a live round put in an actor's hand like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:24:58",
      "speaker": "WALKER",
      "sentences": "Yes, it raises so many questions. How did this even happen that a live round was there on set?So you heard that a source tells CNN that Alec Baldwin intends to finish the movie \"Rust.\" In terms of moving forward, do you feel like at least the industry has changed its standards and practices or, I guess, strengthened certain protocols?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:01",
      "speaker": "WALKER",
      "sentences": "Dutch Merrick, really interest conversation, appreciate your time this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:01",
      "speaker": "MERRICK",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:09",
      "speaker": "SANCHEZ",
      "sentences": "A public memorial service for Lisa Marie Presley will be held at Graceland tomorrow. The celebration of life will welcome fans to the estate that Elvis Presley once called home. The event will be livestreamed, according to Graceland.com, and there is going to be a procession to view Lisa Marie's final resting place. The only daughter of Elvis died on January 12th at the age of 54 after she suffered cardiac arrest at her home.Pleas for help are pouring into the nation's new crisis hotline, 988, after the 10-digit suicide and crisis helpline moved to a simpler three-digit number last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:09",
      "speaker": "WALKER",
      "sentences": "New data shows that counselors have answered more than 2 million calls, texts, and chats, a big increase in volume. CNN's Jacqueline Howard with more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:09",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "Boris and Amara, the operators behind 988 tell me that they expected this increase in calls, but it really is eye-opening when you look at the numbers. Data from the Substance Abuse and Mental Health Services Administration show that just last month in December, 2022, compared with the previous year in December, 2021, the number of answered calls to the lifeline increased by 48 percent. Chats answered increased by 263 percent. And texts answered increased by 1,045 percent. And those increases appear to reflect how more people know about the 988 number. It's easy to remember, only three digits. And it seems like more people are seeking help for mental health crises. That's according to 988's Deputy Director Dr. John Palmieri. Have a listen.(BEGIN VIDEO CLIP) DR. JOHN PALMIERI, DEPUTY DIRECTOR, 988 CRISIS HOTLINE: We know that there are many individuals in this country who are struggling with suicidal concerns, with mental health or substance use concerns, who aren't able to access the care that they need. And so this is truly an opportunity with 988 as a catalytic moment to be able to transform the crisis care system to better meet those needs. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:09",
      "speaker": "HOWARD",
      "sentences": "And in a way to better meet people's mental health needs, the 988 lifeline is also increasing the number of call centers that take calls in Spanish. And it has a special pilot program for LGBTQ plus youth. And in Washington state, there is a pilot program specifically for the American Indian, Alaskan Native community. So we'll continue to watch all this unfold. This summer will be 988's one-year anniversary since its launch. Boris and Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:08",
      "speaker": "WALKER",
      "sentences": "New this morning, New Zealand's Education Minister Chris Hipkins is set to replace Jacinda Ardern as prime minister after her surprise resignation announcement earlier this week. Ardern, who was voted in as the world's youngest female head of government back in 2017, said she was stepping down because she just doesn't have the energy to seek reelection. Basically, she is burned out. But she did share a message for women around the world.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:08",
      "speaker": "JACINDA ARDERN, NEW ZEALAND PRIME MINISTER",
      "sentences": "My strong message to women in leadership and girls who may be considering leadership in the future, this is a place. The foundation was being laid long before me to make it possible to be in these roles in a way that in the past it just wasn't in the same way. You can have a family and be in those roles. You can lead in your own style. Is there more work to do? Yes. But that was not the cause for my departure.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "WALKER",
      "sentences": "Yes, we have done so many stories about that. As we went through the pandemic and just thinking of the high rates of women quitting their jobs and staying home and just carrying so much of the burden. I know you interviewed Ardern when she first took office in 2017. She talked about the pressure placed on women to always do more, do better at work and at home while smiling and balancing life for themselves and all of those around us. Look, men don't feel the same pressure to do their best at both home and at work. Does this double standard add to the burnout?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "KING",
      "sentences": "It absolutely does. I think what's really fascinating are the reasons why we are seeing this gender gap in burnout. So I want to be clear that there is a great study that's been done by Deloitte called \"Women at Work\" that really unpacks some of these reasons, and I think what we need to be clear on is what is driving this. So absolutely having children is one contributing, not the cause. In fact, the Gallup study I referenced earlier really shows that between parents and non-parents there is actually very little difference in terms of burnout.The key difference is managers. So do you have a manager that supports your ability to integrate work and home life? Do you have a manager that supports your ability to use a flexible workplace policy? And at the moment we don't have leaders who are leading. We shifted to hybrid way of working, and what support did we provide leaders to understand how to manage in that environment? And a really great example of this, and it affects sort of the new political arena as well, is the higher rates of exclusion, the higher rates of stress. So we are seeing across the board in that Deloitte study women consistently reporting high rates of microaggressions, feeling discriminated against, and all of that happening in an environment where they don't feel like they can report it. So that is really compounding the issue. You are not going to want to go to work, you're not going to feel motivated, you're not going to feel engaged. And it affects individuals who are in individual contributor roles. So if you are not managing somebody, you are much more likely to feel overwhelmed by the workload. You're much less likely to be able to report some of these issues because you are worried it will negatively impact your career.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "WALKER",
      "sentences": "Big picture now before we go. You are an expert on gender equality. I just wanted to ask about Ardern and her legacy and her impact on women and women's rights. Again, she was only 37 when she took the helm. And I think she was the second world leader ever to have a baby in office. What is her lasting legacy going to be, especially when it comes to women and women in the workplace?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "KING",
      "sentences": "I think the way she left tells us so much about the contributions she left behind. She has made it safe, ultimately, for women to talk about the challenges they're facing with workplaces that don't work for them. And let me be clear, this is a workplace issue, not a women's issue. And I think a lot of what she shared has really helped us understand how these challenges are showing up. And so for me, it's really about speaking up, it's calling out these issues, and it's holding workplaces accountable for the cultures they are creating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "WALKER",
      "sentences": "And the fact she is just so real and her humanity and her humility is what really stands out to so many people. Michelle Penelope King, thank you for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "KING",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:52",
      "speaker": "SANCHEZ",
      "sentences": "Southwest Airlines will pay its approximately 9,400 pilots about $45 million in bonuses for working through the holiday travel meltdown they had in late December. The company says it's also going to compensate other employees as well, though it didn't clarify which ones or exactly how much they are going to receive. The airline says 16,700 flights were canceled between December 21st and 29th and would cost the company up to $825 million.Meantime, if you have been paying attention to the weather in California lately, it has been wild -- torrential rain, flooding and snow. That means the state no longer has the extreme drought problem it did at the end of last year. But according to the latest drought monitor, 90 percent of the state remains dry despite the improvement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:52",
      "speaker": "WALKER",
      "sentences": "For weeks storms battered the state, turning communities into lakes, leaving waterlogged homes and mud in its wake. President Biden visited several regions of California on Thursday promising federal funding for recovery efforts, a lot to clean up.Let's get to meteorologist Allison Chinchar in the Weather Center. Hi, Allison. So it's not as dry as before, but it's still dry. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "WALKER",
      "sentences": "Yes, I guess they'll take it. Allison Chinchar -- and I'll speak for them -- thank you.Thank you, everyone, for your time. Good to be with you, Boris.",
      "isLastSentenceInterrupted": false
    }
  ]
}