{
  "date": "2023-11-30",
  "headline": "CNN This Morning",
  "subHeadline": "Israel and Hamas Announce Last-Minute Extension of Pause; Former Secretary of State Henry Kissinger Dies at 100; Soon, Santos to Speak as GOP Weighs Expelling Him. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The truce between Israel and Hamas extended to a seventh day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "16 hostages were freed. Among those, five children and one American-Israeli woman.M.J. LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT:  Big, big priority for the White House to see this truce extended.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He told them what happened in northern parts of Gaza cannot happen in the southern parts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're still in a fight, we can't leave anyone behind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Former U.S. Secretary of State Henry Kissinger has died. He was 100 years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "One of the most influential American statesmen. He's seen as the kind of ultimate realist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Both admired and hated. Kissinger provided genius or playing multilevel diplomatic chess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The House is set to vote this Friday expelling Republican Congressman George Santos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A growing number of Republicans say they're going to support this effort.REP. MIKE JOHNSON (R-LA):  I personally have real reservations. REP. GEORGE SANTOS (R-NY):  If they're confident that this is constitutional way of doing it, God bless their hearts. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Well, good morning and welcome. New this morning, a pause between Israel and Hamas, it's going to last at least one more day. The question, though, this morning, how long will this pause last. An Israeli official says the pause could be extended only if Hamas releases ten living hostages each day.Hamas said it had initially offered a different deal last night, seven women and children hostages and the bodies of three more who were dead. Israel rejected that offer. Israel says it has a new list of hostages expected to be released today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "And new this morning, Israel says there are 145 hostages who remain in Gaza. That includes 11 foreigners, 27 women and 3 people who are under the age of 18. There were 16 additional hostages we hostages released on Wednesday, including an American woman among them. People cheered in the streets waving Israeli flags after they were free.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MATTINGLY",
      "sentences": "Among those released, 13-year-old Gali Tarshansky. We spoke to her mother, said they could not grieve -- the family could not grieve the loss of her 15-year-old brother, Lior, until Gali returned home. That is under way now.Right now, diplomatic efforts are ramping up. Secretary of State Antony Blinken is in Israel meeting behind closed doors with the prime minister, Benjamin Netanyahu, at this moment. CNN's Matthew Chance is live for us in Tel Aviv. Matthew, last minute extension, literally it was I think eight or nine minutes until the deadline. How tenuous is this situation as the push to extend it starts again today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL ARRAIRS CORRESPONDENT",
      "sentences": "Yes, I think it's very tenuous, Phil, because, as we've seen, Hamas already finding it difficult to gather ten Israeli women and children to be swapped in exchange for the release of Palestinian prisoners and the continuation of the pause, as well as an influx of aid efforts. They offered seven people yesterday who are alive, three bodies as well.That was rejected, we're told, by the Israeli authorities who say they want ten live Israeli hostages in exchange for a continued pause in the fighting. But that is obviously increasingly difficult and is not clear at the moment how many people are on the current list that's been offered by Hamas to Israel to be swapped today. But, clearly, it's something that's an ongoing sort of process of negotiation. The hope is, of course, that there can be another list agreed for an eighth consecutive day to allow that pause to continue to allow more Israeli hostages to be set free. I think possibly one issue is going to be, as the number of women and children that are in Gaza is reduced through their releases, it's going to be more difficult for Hamas to bring those people together in a way that they can be sort of handed over to the Israelis. So, we'll soon have to be looking at sort of male hostages, possibly hostages who are members of the Israeli Defense Forces as well. That's ongoing. Meanwhile, in Jerusalem, there has been an attack by two Palestinian gunmen killing three Israelis, injuring now another seven Israeli civilians in a gun attack in Jerusalem. The Palestinian gunmen were killed by passersby, a couple of them I think off duty members of the Israeli security forces. There have been tensions elsewhere in the West Bank as well with killings in the Palestinian town of Jenin as well. And it just underlines that the tensions that have been, you know, continuing to simmer in the region are boiling over at various locations, even as these hostage negotiations continue. Phil?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "HILL",
      "sentences": "Yes, absolutely. Matthew, I appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:16",
      "speaker": "AVI HYMAN, ISRAELI GOVERNMENT SPOKESPERSON",
      "sentences": "Good morning, Phil, thank you so much for having me on. I can tell you that there's a lot of different things being reported currently. But as an Israeli government spokesman, I will wait until those people are on Israeli ground before I can confirm anything.We've seen for multiple days now Hamas playing psychological games with the people of Israel, with the families of the hostages, releasing children without their parents, parents without their children, changing lists at the last minute, so we will wait to see them uphold that agreement. And if that agreement isn't upheld, we will move to the next stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:16",
      "speaker": "MATTINGLY",
      "sentences": "One of the concerns about the initial phases of the agreement now that there's an extension has been Red Cross visitation of the hostages was a provision of the original agreement that had not come to fruition. Did anything about last night's extension start to lock that into place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:16",
      "speaker": "HYMAN",
      "sentences": "Not to my knowledge. We know that from the beginning, Hamas has rejected any notion of visitation rights from the Red Cross or any sort of humanitarian aid. We're hearing the horror stories of the hostages coming out. Children being made to watch those horrific videos and told at gunpoint if they cry or if they make any noise, they'll be shot.Emily, that Irish-Israeli girl who was released, Emily, she was released and she's whispering. She's scared to raise her voice because she thought she was there for a year in an underground Hamas dungeon held by masked monsters with machine guns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:16",
      "speaker": "MATTINGLY",
      "sentences": "Hamas said yesterday before the agreement was reached they had proposed seven women and children and the bodies of three other Israelis. That was rejected, according to Hamas and U.S. officials. The -- my question right now is of the 145, I believe, is the latest number the Israeli government put out of hostages being held at this moment, are all 145 considered alive? Do we have any idea now that Hamas is offering bodies as an exchange if some of those are not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:16",
      "speaker": "HYMAN",
      "sentences": "I wish I could answer that question, and I pray and hope that every single one of those hostages is alive and well. Unfortunately, knowing who we're up against, we're up against Hamas who plowed through our borders on October 7th killing, butchering, raping, beheading, that's who we're up against. So, we hope for the best for all of the hostages, but we can't confirm that.What we can say is that we have demanded from Hamas from the beginning to release the hostage unconditionally. We have said from the beginning that this war has two missions. One is not on top of the other. The first mission is to dismantle Hamas, to destroy Hamas, to ensure that never again the worst atrocity on Jewish people since the Holocaust be able to be perpetrated again. And, secondly, is to release every one of those 240 hostages. We cannot leave one behind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:16",
      "speaker": "MATTINGLY",
      "sentences": "One of the complicated factors that U.S. officials have spoken to me about is you're dealing, or through intermediaries, dealing with Hamas specifically here. There's a belief that other groups, Palestinian Islamic jihad, others potentially as well, are also holding hostages. Are there any communications through intermediaries with those other entities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:16",
      "speaker": "HYMAN",
      "sentences": "From our perspective, Hamas governs Gaza. Hamas has made it very clear that Hamas governs Gaza. It's a bit of a hard thing to believe that they couldn't make a few phone calls to their various factions, which are essentially, you know, like Islamic Jihad, it's like their little brother, whereas Hamas gets 93 percent of their funding from Iran, Islamic Jihad gets 100 percent of their funding from Iran.These people work together. They perpetrated the October 7th massacre together, and we call upon them to stop playing games, to release our hostages. This is a crime against humanity, and it's time that they be back home with their families or the family members that are still alive. Because we know that, for example, that American girl, Abigail, is free, but her mother and father were killed. She is now an orphan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:16",
      "speaker": "MATTINGLY",
      "sentences": "Just quickly because we're almost out of time, what do you believe the prospects are for securing another extension at the end of the current period?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HYMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HILL",
      "sentences": "We're just about an hour away now from Congressman George Santos' expected words. He's set to speak on the steps of the Capitol. He could, of course, be expelled tomorrow. We'll speak with one of his colleagues about why he does plan to vote to kick Santos out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "MATTINGLY",
      "sentences": "And new overnight, the death of one of the most consequential and controversial figures in U.S. foreign policy. How Henry Kissinger's impact is being felt still today.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HILL",
      "sentences": "This morning, the world is remembering one of the most influential and complicated foreign policy figures in American history. Former Secretary of State Henry Kissinger died yesterday at his home in Connecticut. He was 100 years old.Kissinger served, of course, as national security adviser and secretary of state to President Nixon. He would actually go on to advise 12 presidents, becoming a singular figure in foreign policy and was a diplomat until the end meeting with President Xi Jinping of China as recently as July. [07:15:08]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "MATTINGLY",
      "sentences": "Now, Kissinger, of course, navigated U.S. policy during the Vietnam War and most notably during the Cold War. He helped open Communist China to the United States but he also had critics, very real critics. Some accused him of being a war criminal for policies they say contributed to massive civilian deaths in places like Cambodia in the 1970s.Let's bring in Historian Alan Schwartz, he wrote Kissinger's biography, Henry Kissinger and American Power, and is a history and political science professor at Vanderbilt University. Professor, we appreciate your time this morning. I don't think anybody knows this individual better. The idea of the complicated legacy, undeniably one of the most prominent, if not the most prominent -- figure because of those efforts. How did he view himself and his legacy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "THOMAS ALAN SCHWARTZ, KISSINGER BIOGRAPHER AND HISTORIAN",
      "sentences": "Well, I think he had a measured view of himself. He also had a very high estimation of himself. He frequently used self-deprecating humor to sort of capture that, but he did not have any regrets about his policies. He was quite unapologetic, if you compare him, say, to Secretary of Defense Robert McNamara, who wrote a sort of mea culpa about the Vietnam War.Kissinger never felt that way. He felt that he had pursued policies that were in the American national interests and that ultimately history would both vindicate and judge those policies based on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HILL",
      "sentences": "And was that too then how he approached that criticism, which has been significant, over the years, would that have been the same approach? SCHWARTZ",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "MATTINGLY",
      "sentences": "I've been so fascinated by his post-government role even over the course of the last several month, obviously meeting with Chinese President Xi Jinping, meeting with Congressional lawmakers as recently as September as well. What did he view as his role in this period of time towards the end of his life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "SCHWARTZ",
      "sentences": "Well, I think Kissinger always worried that the instability, the type of thing he had experienced as a young man in Germany, the concerns he had that the United States would not be able to maintain the type of position that he had hoped it would as a sort of guarantor or in the balance of power, so he continued to play a role in influencing both American decision-making but also as an intermediary.And so he had enormous -- he was respected enormously in China, and as a friend of China, but also someone who could speak directly to the Chinese about American interests and American concerns. And I think he saw his role almost to the end of his life as someone trying to mediate, trying to negotiate. He was an effective -- very effective negotiator, and he continued to play that role all the way to the end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HILL",
      "sentences": "A role he relished, sought out as well, loved the limelight, as we know.As a biographer, can you share with us a story that maybe really surprised you in your research, as you're pulling all of this together, something that maybe the folks at home haven't heard before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "SCHWARTZ",
      "sentences": "Thank you, thank you for having me on the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "HILL",
      "sentences": "New overnight, the military pause between Israel and Hamas extended now for a seventh day. It almost didn't happen. That announcement really came just moments before, minutes before that deal was set to expire. New details for you this morning on which details -- which hostages, rather, could be released today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "MATTINGLY",
      "sentences": "And the battle over immigration leaves some migrants on the street. How they're trying to stay warm in Chicago's brutal cold.Stay with us. (COMMERCIAL BREAK) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "JOHNSON",
      "sentences": "And so what we've said as a leadership team is we're going to allow people to vote their conscience. I think it's the only appropriate thing we can do. We've not whipped the vote, and we wouldn't. I trust that people would make that decision thoughtfully and in good faith. I personally have real reservations about doing this. I'm concerned about a precedent that may be set for that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:05",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Does that mean that you're a yes? ZINKE(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:05",
      "speaker": "MATTINGLY",
      "sentences": "Joining us now is Republican Congressman Ryan Zinke of Montana. That was rather clear b about where he stood.Do you wish, though, that the speaker had taken a more forceful position aligned with where you are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:05",
      "speaker": "ZINKE",
      "sentences": "Well, you know, we all waited until the Ethics Committee report was filed. And if you read it closely, there's no doubt in my mind, there's no doubt from the conclusion of the report that Santos lied and was fraudulent in his election.So, to me, you know, is it in the best interests of the U.S. House of Representatives to have members that are serving on the basis of truth, you know, campaigns are hard, but when you're fraudulent from the very beginning, I don't think it's in the best interests of the House, and I certainly don't think it's in the best interests of the country. And I've heard the argument, well, the majority. The same decision should be made whether we had a 2-person majority or a 40-person majority because the issue is the same. Is this member, is his presence in the best interests of Congress or not? And in my judgment, he was elected through fraud and, therefore, the House has an obligation to police its own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:05",
      "speaker": "MATTINGLY",
      "sentences": "Well, the other argument as well is precedent. While there have been six other expulsions, none before for somebody who hadn't been convicted or was a member of the confederacy. And I think what's interesting to me, when you left the Interior Department, you had investigations, ethics investigations underway. You're lawyer at the time and since you've been in the wake of the conclusion of those investigations said they were political smears. Had you not had due process, were you concerned that perhaps things would have ended up differently for you as a cabinet official?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:05",
      "speaker": "ZINKE",
      "sentences": "Well, that's why we took it to the Ethics Committee, and it took a long time, and they were very, very thorough and I think the results of the committee report are damning. I don't think it's in dispute. And so I do think that the House has an obligation to police its own when you see this level of fraud. And, look, he's an affable person. You know, I don't begrudge him personally, but I do look at the institution as a whole deserves to have members that uphold the standard.And you know, we argue about across the country lawlessness, but also Congress has an obligation to be an example to America and the rest of the country that members here are held to a standard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:05",
      "speaker": "MATTINGLY",
      "sentences": "You recently endorsed the former president, President Donald Trump. You have a unique perspective. As we noted, you were a cabinet official in his first administration. It has been fascinating to watch over the course of the last several years that a number of cabinet officials, a number of White House senior staffers have all come out and warned against a re-election of the former president. Why are they wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:05",
      "speaker": "ZINKE",
      "sentences": "Well, you know, at this point Donald Trump is as much of a movement as he is a candidate. And I think America looks at it, we want to get things done. We see the path of the current administration wrong on foreign policy, wrong on domestic policy, wrong across the board on policy. And with President Trump, he got things done.And, you know, working for him, he was a great boss, you know, and I could separate, you know, personality from policy. I focused on policy, you know, energy being one of them. Look, when I came in, we were 8.3 million barrels a day in beholden to foreign interests. After two years, we were 12.5 million barrels a day, the world's largest export of energy, and, by the way, we lowered emissions. And people forget both energy and the environment, President Trump will give you environment, the Great American Outdoors Act, the largest investment in our public lands as far as our forests and parks in the history of this country. So, I like the fact that he can get things done.",
      "isLastSentenceInterrupted": false
    }
  ]
}