{
  "date": "2023-05-14",
  "headline": "CNN Newsroom",
  "subHeadline": "Two Dead, Five Injured In Mass Shooting In Yuma, Arizona; No Migrant Surge As Title 42 Expires; Turkey Election Could Possibly End Erdogan's 20-Year Rule; White House And Congressional Leaders Race To Circumvent Default; White Supremacists March On Washington, D.C.; High Child Care Cost In The U.S. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:03",
      "speaker": "ALEX MARQUARDT, CNN HOST",
      "sentences": "Kellington's career advice for the graduating Cowboys was that small things done with passion and intention have the potential to make a lasting impact. A great message and our congratulations to all of those graduates.And thank you for joining me today. I'm Alex Marquardt. I was in today for Fredricka Whitfield. We wish a Happy Mother's Day to all the mothers out there who do so much for us, day in and day out. Thank you, Melissa Marquardt. CNN NEWSROOM continues with Jim Acosta right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:03",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "Happy Mother's Day. You are live in the CNN NEWSROOM. I'm Jim Acosta in Washington. We begin today with another community in the United States rocked by a mass shooting. This time it's Yuma, Arizona. Police there are investigating a shooting where two people were killed and another five injured. Almost all of those involved were teenagers, the youngest injured in the gunfire, just 15 years old. Police do not have any suspects in custody, but let's get straight to CNN's Camila Bernal who is covering this for us. Camila, what more do we know about the shooting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:03",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey, Jim. So, authorities are really trying to figure out exactly what happened here because clearly these were teenagers and young adults who were hanging out. It happened yesterday at around 11There was also a 20-year-old who was taken to the hospital afterwards and later also died. And then there was a 16-year-old who they transported to the hospital but then was airlifted to a hospital in Phoenix to be treated for those injuries. We're still waiting on the condition of that 16-year-old. But among the injured, you also had someone who is 15, 19, 18, 16, these of course are young teenagers, and so authorities are just trying to figure out what was going on at the time of the incident. Of course, they are trying to piece it together because there were so many people that were there and so they're trying to piece together their testimony and figuring out what they are going to say happened at the time. Right now, though, what they are saying is they don't have a suspect and they don't have a motive. Here is a sergeant with the Yuma Police Department. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:03",
      "speaker": "LORI FRANKLIN, YUMA POLICE DEPARTMENT",
      "sentences": "It is still an ongoing investigation so there was a lot of witnesses there. So, everybody is being interviewed, everything is being double-checked, everything is being gone over. So, at this time, this is all I have, but like I said, they are actively working on this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:03",
      "speaker": "BERNAL",
      "sentences": "Now, this was in a residential area, so there were some off- duty police officers and they were able to help last night as this all was happening. But again, there are still a lot that they haven't figured out yet. And this is just the latest in a number of shootings involving teenagers that have happened across the country this month and last month.When you look at the numbers, you see so many of these shootings just happening over and over again. Just this month, a couple of shootings. Last month you had that one in Alabama where it was a sweet 16 birthday party. And so, it is shocking to see all of the shootings involving teens and people who are so young who are essentially just resorting to guns, and that's just the reality in the country. And in terms of this case in Yuma, Arizona, again, police are just trying to figure out exactly what happened here, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:03",
      "speaker": "ACOSTA",
      "sentences": "All right. Yeah, we are covering these shootings weekend after weekend it seems. Camila Bernal, thank you very much. Now to the U.S.- Mexico border. It's now three days since the expiration of Title 42, the pandemic-era policy that stymied the flow of migrants coming into the U.S. Many border communities were bracing for a surge of migrants but at least for now, that has not happened.Homeland Security officials say there were about 4,200 encounters yesterday, that's a big drop from the day before and yesterday's numbers are less than half of the 10,000 seen at the U.S.-Mexico border in the days before Title 42 ended. Let's go straight to the border now. CNN's Polo Sandoval is in El Paso for us. Polo, what's it looking like there right now? Where do the numbers stand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:56",
      "speaker": "ACOSTA",
      "sentences": "And Polo, the migrants who are there right now, what are they telling you? Do they give you any insight as to why the numbers are a little lower? Was there a feeling that they had to get there before in the days before Title 42 ended and beat the rush, that sort of thing? I mean, what are you hearing on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:56",
      "speaker": "SANDOVAL",
      "sentences": "It might actually be the case, Jim, especially if we get inside the shelters and start speaking to some of these migrants. I had an opportunity to speak to a 38-year-old woman from Honduras who traveled here with her three daughters ages 20, 18 and 8 years old. And she told me that, yes, it was her mission to make it on to U.S. soil and then turn herself into U.S. authority so that she could be processed under Title 42.And she did just that. The only problem is that she was processed fairly quickly and now it's just her and her little girl, the little girl in the yellow sheet that you might see in some of those videos. Her name is Daniella. They have already been released. They are in a shelter waiting because her other daughters who are of adult age, they are still detained. So, she's hoping for any sort of information right now before she continues on that journey. And that's really the other chapter in this story that we cannot just underscore enough. The figure that is certainly going to continue to climb is the total number of asylum-seekers who leave the border communities, which they do all the time and then settle into (inaudible) the United States. And speaking to many of these migrants, Denver, Colorado, Los Angeles, Chicago, Washington, D.C. and New York City is what continues to top the list. So, those are the numbers that will continue to rise and that's why we are hearing this growing column (ph) ion behalf of leaders at the municipal level, at the local level, calling on the president and on lawmakers to try to come up with a solution to extend some sort of humanitarian support, albeit temporary, to the tens of thousands of asylum-seekers that have arrived on U.S. soil in the last year. And that, Jim, is that issue that is going to continue well beyond Title 42.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:56",
      "speaker": "ACOSTA",
      "sentences": "All right, Polo Sandoval, thanks for staying on top of it all weekend long. We really appreciate it. Thanks so much.The polls are closed and the ballot counting is underway in Turkey where analysts say the results of the country's crucial presidential election are simply too early to call. Current president, Recep Tayyip Erdogan has been in power for two decades and is facing his biggest electoral challenge ever. Turkey's economy is in crisis. Its currency is crashing and the country is struggling to recover from a deadly earthquake. But many citizens say the government failed miserably in handling the results of this election, could reshape Turkey's domestic and foreign relations and have an impact across the globe. Jomana Karadsheh joins me now from Istanbul. Jomana, just a fascinating election right now and it just, it boggles the mind to think that Erdogan is really on the precipice, potentially of losing power, at least being, you know, on the line here for another couple of weeks as they move towards a runoff election if that's what takes place. What can you tell us? What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "ACOSTA",
      "sentences": "All right, Jomana Karadsheh, at a raucous scene there in Istanbul. We were just noticing the time there, it's after midnight there and they are still going, showing their support there for Erdogan. And thanks so much. We appreciate it, Jomana. We appreciate once again.For more now, I want to bring in James Jeffries who served as U.S. ambassador to Turkey from 2008 to 2010. Mr. Ambassador, thanks for joining us. Pretty wild scene there in Istanbul. I mean, this is something else what's taking place in Turkey right now. President Erdogan has been a major figure in politics in Turkey for some two decades now. What would it mean if he were to lose this election? Are you surprised by what we're seeing taking place there tonight? JAMES JEFFREY, FOMER U.S. AMBASSADOR TO TURKEY: Thank you, Jim. Not really. The last election in 2018, he also just missed winning a majority of our 50 percent which is where he is right now. He's at roughly 49.75 percent of the votes, with almost all votes counted. So, in the second runoff and there will be a runoff now, his competitor, Kamel Kilicdaroglu who's roughly at 45 percent is going to have to get all of the votes that went to a third candidate. That's going to pretty tough. The other thing is, it looks like Erdogan's coalition has won a slim majority in the parliament because today they voted both for the president and for a new parliament, and that will put pressure on Kilicdaroglu as well because Turks, like Americans, often don't like a split government between the executive and the legislative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "JEFFREY",
      "sentences": "No one can tell. He has challenged elections before, most notably the last election in Istanbul. On the other hand, the Turks have a long tradition of support for democracy. Almost 90 percent of the Turkish population eligible voted. I think it's an all-time high for the country in recent news. And while Erdogan has extremely autocratic tendencies in terms of one-man rule and he dislikes balance of power, look, they just held a free and fair election as far as we can see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "ACOSTA",
      "sentences": "That's very true. And they are a very important NATO ally. I mean, I want to ask you about that. He has pushed hard to block Sweden's entry into NATO. He supports Ukraine but has close ties with Russia. What do the future of foreign relations look like for Turkey if Erdogan were to lose power?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "JEFFREY",
      "sentences": "People close to Kilicdaroglu have told us that on many issues, he will not change Erdogan's what we call (inaudible) policies with Russia and Ukraine, Caucasus, Iraq, Syria, Greece, which generates many of the differences with the United States, but also generates a great deal of support. Turkey has been very, very important in contesting Russia's advances in Libya and also Syria, Caucasus, and of course, most importantly it has played a tremendous role in Ukraine.Not a perfect role as you said. They are still blocking Sweden but most people think that with steps the Swedes will be taking to distance themselves from the PKK terrorist group, that even Erdogan and certainly Kilicdaroglu probably will be able to move Sweden to give a green light to Sweden's NATO entry as just they did to Finland's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "ACOSTA",
      "sentences": "The clock is ticking and time is running out for the U.S. to avoid an unprecedented default on its debt. White House officials says staff level meetings have continued through the weekend and President Biden remains confident a deal could be reached before time runs out, but Republican House Speaker Kevin McCarthy appears to disagree tweeting yesterday, quote, \"President Biden doesn't want a deal. He wants a default.\" CNN's Alayna Treene joins us now. Alayna, that doesn't sound very encouraging but maybe there have been other signs of progress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "There have been. I mean, even the fact that they've been meeting in the same room and starting to hash this out is a sign of progress after months of no negotiations. And, yes, staff for the congressional leaders as well as the White House have been meeting daily on this. And I am told that they've made modest progress but they still remain very far apart and there's still no deal and the clock is definitely ticking.Some of the areas though that they've began to pinpoint as potential signs for compromise have been looking at permitting reform, rescinding unspent COVID relief funds as well as spending cuts. And the spending cuts thing is something that the White House and the president have repeatedly said that they do not want to be a part of a deal, but increasingly, people within the West Wing I'm told are recognizing that that's likely an area that the White House is going to cave. And I also spoke with someone close to these negotiations who said if these talks had been happening in February, they'd be far more bullish about the prospects for a deal, but it's not February. We are two and a half weeks away from June 1st. That is the deadline that the Treasury Department has said that the government could default on its debt. And the Congressional Budget Office also backed them up on this timeline. On Friday, they released a report saying default is likely within the two -- the first two weeks of June. Now, we also heard from Deputy Treasury Secretary Wally Adeyemo this morning. He was on CNN warning about the perils of failing to reach a deal. Let's listen to what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "WALLY ADEYEMO, DEPUTY TREASURY SECRETARY",
      "sentences": "The president made very clear to the Speaker in their first meeting, that he's happy to talk about fiscal path forward. The president said I have a plan that includes $3 trillion of debt relief over 10 years and he's happy to talk to the Speaker about things that we can do to implement the plan that make sure that we are able to meet our commitments to our seniors, to our troops, and the men and women and the American people.But we shouldn't be here. We shouldn't be paying the American people's bills day by day with the idea that we would have a debt limit default if Congress didn't lift the debt limit. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "TREENE",
      "sentences": "So, the president and the top four leaders on Capitol Hill are slated to meet again this week and continue to figure out if they can reach some sort of deal here, but the reality is they don't have a lot of time. And remember, Congress moves very slowly. Once they reach a deal, they still have to draft the bill and to tax. They have to sell it to both chambers of Congress and then they need to get enough support for it. So, they are working with a very short timeframe here, but the leaders do still remain hopeful that they can get a deal done on time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "JUSTIN WOLFERS, PROFESSOR OF ECONOMICS AND PUBLIC POLICY, UNIVERSITY OF MICHIGAN",
      "sentences": "Look, the truth is nobody knows, but I think that's the reality. None of us want an economic future that none of us are confident about. So, you ask about the worst-case scenario and the worst-case scenario is Congress doesn't get its work done, global markets start to realize that as a result, they can no longer trust the U.S. government to repay its debt.Interest rates rise dramatically, and so if you are concerned about our current debt, just wait until we are paying much higher interest rates on that. And bonds are a central part of our financial system. And in the same way that we learned in 2008, 2009, a few things go wrong over here that caused a whole lot of trouble in a whole lot of other places. We might re-learn that very, very tough lesson. And so, the worst-case scenario without a doubt is an immediate recession, skyrocketing unemployment, and the dark days of 2008, 2009 all over again. And the thing that's really different this time is it's all utterly pointless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "ACOSTA",
      "sentences": "Yeah, and preventable. I mean, they have time to work this out. And during an interview with CBS' Face the Nation, the director of the National Economic Council suggested that default would be catastrophic that seemed optimistic that leaders can avoid it. Let's listen to that and I'll get you to comment on it.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "LAEL BRAINARD, DIRECTOR, WH NATIONAL ECONOMIC COUNCIL",
      "sentences": "The staff is very engaged. I would characterize the engagement as serious, as constructive and you know, I think it is, Margaret, helpful to just lift up and talk a little bit about what is at stake here. So, when I talk to CEO's, to business leaders around the country, they tell me things are actually going very well.But their biggest concern is that Congress might fail to prevent default and that that would be catastrophic. Our expectation is that Congress will act to avert default in a timely manner. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "ACOSTA",
      "sentences": "So, what do you think, Justin? I mean, do you think that they're going to beat this deadline? Is it just that they need to get right up to the 11th hour and to cut this deal? Alayna was saying a few moments ago, they're going to have to put this into fine print somehow so they can't cut it to close, but it's that deadline pressure that often breaks the logjam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "WOLFERS",
      "sentences": "Look, here is how you can be an optimist. You'd say, always what happens is this is a lot of posturing and then a few minutes before midnight the grown-ups enter the room and prevent the bomb from exploding. That's the optimist case. I'm going to tell you, I'm no optimist. Everyone I talk to in Washington, everyone on Wall Street says here's the problem.There are actually two sets of negotiations you've got to get through. You've got to get Democrats and Republicans to agree on a package and then after that Kevin McCarthy has to get Republicans and Republicans to agree on the package. And you've got the blow it all up faction and through the Republican Party next to the let's keep markets working and pro-business faction. And McCarthy couldn't get the votes together to McCarthy elected. So, worry -- I wonder about why anyone could be confident that McCarthy can get the votes to get to something I suspect he cares a little less about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "ACOSTA",
      "sentences": "Is there anything Americans can do to protect themselves and their finances ahead of this if it does go south?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "WOLFERS",
      "sentences": "Look, the most important thing to do is it's in none of our best interest for this default to occur. The left or the right might play political games with your and my political future or our economic future, but the thing that's prevented that in the past is ultimately politicians understand that if they pull the pin on a grenade in a crowded room, there's going to be all sorts of damage.And so, I think the most important thing any of us can do is make sure Washington understands how disappointed we would be with this self- inflicted goal. I think more broadly, we're actually immensely powerless here. I mean, there are a few hedges you can take here or there, but the truth is you just want to cross your fingers and hope that your company is still going to be able to make payroll in a month's time and that of course will depend on whether we have a functioning financial system and that depends on Congress doing the right thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ACOSTA",
      "sentences": "All right, President Biden is talking to reporters right now about what's happening down at the border. Let's listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "(Inaudible). Anyway, thank you all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "UNKNOWN",
      "sentences": "Are you looking forward to your trip on Wednesday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "BIDEN",
      "sentences": "I am. I heard that hopefully (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "UNKNOWN",
      "sentences": "Was it a nice Mother's Day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "BIDEN",
      "sentences": "It was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "UNKNOWN",
      "sentences": "What did you do for the First Lady?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "BIDEN",
      "sentences": "Well, I -- since she's not my mom, I got her, her favorite thing, an orchid.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ACOSTA",
      "sentences": "All right, there's the president. We caught the tail end of his comments so I'll tell you what he said just before he came out of the break. He was talking about some of the numbers, than lower-than- expected numbers of migrants at the border since the end of Title 42 and the president said while these numbers are a little bit lower, the one you guys and the media had expected -- I'm paraphrasing there a little bit -- we're going to turn that tape around and play it for you, but as we were saying earlier in the hour, U.S. border communities have been bracing for a surge of migrants, but to the surprise of many, the numbers are actually dropping.[17:34:58] Let's bring in Victor Trevino. He is the mayor of Laredo, Texas, a city on the Mexican border. Mayor, I was just -- I was trying to get to that sound from the president just as he was talking there and we were coming out of a commercial break. We didn't quite catch him in time but I'll recap what he said. He did talk about how the numbers are a little bit lower than expected or what were predicted by some officials and what were talked about in the press. What do you think about that? What's your take on why these numbers are a little bit lower than expected?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "VICTOR TREVINO, MAYOR OF LAREDO, TEXAS",
      "sentences": "First of all, thank you for having me, Jim, and Happy Mother's Day to all the mothers. I can tell you as a border community, we are accustomed to these types of events, but nothing to this degree of what people were waiting for crossing at one time. Now, the unfortunate reality is that we are and already at near capacity in our hospital before Title 42 expired and without a pediatric intensive care unit, that is my concern as a doctor as we wouldn't be able to care for some of the arriving children and family groups. Even though we haven't had a great amount of transfers, about 700 yesterday, we're still on high alert. We (inaudible) El Paso is still got a high number and they are (inaudible). So, we have to be cognizant of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ACOSTA",
      "sentences": "And do you have any idea why the numbers are a little bit lower-than-expected right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TREVINO",
      "sentences": "There are some possible things. Number one is that the asylum rules have changed. Now you have to ask for asylum in each country you pass before asking asylum in the U.S. Mexico has also taken some people into their country. And the rules of the penalty, if you get deported once or twice, you can be barred for five years. And another thing is that TRO that was issued by a federal judge that you can be paroled from the detention centers until you get a court date. So, that's holding off a little bit on the detentions and maybe the transfer to Laredo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ACOSTA",
      "sentences": "And today on CNN the Homeland Security Secretary Alejandro Mayorkas said the White House and the administration deserve some credit for reducing the numbers these last couple of days. What's your sense of it? It sounds like what you're saying is that perhaps on these policy changes maybe having an effect? What are your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TREVINO",
      "sentences": "Well, I've always said, this is not a Democratic or Republican problem, this is an American problem, and we need to do a better job overall as a country and the leader of the free world. And for that reason, in real time, it's better for the Border Patrol to be in contact with border mayors that work here on the frontlines all the time. But overall, I think the Border Patrol have been doing a good job along with our NGO's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ACOSTA",
      "sentences": "And one thing that the president was saying just a few moments ago is that he doesn't have plans to come down to the border anytime soon. He said it would be too disruptive if he were to go down there. Would you like to have the president down at the border, have him come to Laredo and check things out? TREVINOmayors know each other, the federal government should get all of the border mayors in one room so we can all be on the same page and talk about our experiences that we live and work here. I think people can give a better perspective of the situation is. So, I would like for him to visit our border city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ACOSTA",
      "sentences": "All right, Mayor Victor Trevino, thanks so much for your time. Best of luck to you as you deal with the situation down there, and we appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TREVINO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "ACOSTA",
      "sentences": "White nationalists took to the streets of Washington, D.C. this past weekend. These are members of the far-right organization, Patriot Front. The masked group paraded around with flags, banners and signs for about 90 minutes. The march came as President Biden again denounced white nationalism, this time during a commencement address at Howard University.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "BIDEN",
      "sentences": "It's a battle that's never really over. But on the best days, enough of us have the guts and the hearts to stand up for the best in us, to choose, love over hatred, unity over disunity, progress over retreat. Stand up against the poison of white supremacist --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:57",
      "speaker": "ACOSTA",
      "sentences": "And, you know, we've been seeing it in the news lately, if you look at what took place in Allen, Texas a week ago, the mass shooting there. The gunman has this neo-Nazi post activity on social media. I mean, the document, the accused document leaker came out over the weekend in the \"Washington Post,\" that he was making a racist and anti-Semitic statements. I guess the only way, is it your view, the only way to counter this sort of thing is to speak out on it, every time it happens or pops up in the national consciousness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:57",
      "speaker": "GREENBLATT",
      "sentences": "Well, there is no doubt that there's no silver bullet that will stop white supremacy or anti-Semitism, or hate. And yet, it starts with shining a light. You know, President Biden was right when he said yesterday, white supremacy and far-right extremism is by far the most dangerous domestic threat that we face today. That's the important message I think that every American needs to hear.And as you mentioned from Allen, Texas to today's grim anniversary of the shooting in Buffalo to some of these other incidents that you referred to. The truth is, is that we need our leaders to lead and there should be nothing political about calling out prejudice. There is nothing partisan about saying no one should have a place in our public conversation if they elevate and promote hate. That's not left or right. That is the difference between right and wrong. And so, these different groups, Jim, again, they won't be solved with any like magic wand that we can waive, but we got to call them out every single time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:57",
      "speaker": "ACOSTA",
      "sentences": "And Jonathan, is it -- are we seeing it more online? Is there a way to measure it to know that we're seeing more online? I mean, if you look at what took place in Buffalo, obviously, that person harbored those kinds of views, Allen, Texas. It feels like we're seeing that they are much more prevalent online than what we are used to seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:57",
      "speaker": "GREENBLATT",
      "sentences": "Well, that's a good question. You know, this group, Patriot Front, they focus on propaganda distribution. Stickering, flyering, postering, but the internet and social media is a super spreader. They could push their, you know, propaganda out with exponential reach. So, indeed, these guys spun out of this court, you know, which is an online kind of service that used to focus on chatting about video games and from TikTok to Twitter and Facebook to YouTube, all those platforms have given these guys the kind of accelerant that I think worries all of us (inaudible). ACOSTAhad you on before to talk about it and we will have you on again. Jonathan Greenblatt, thanks so much for your time this evening. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:57",
      "speaker": "GREENBLATT",
      "sentences": "Thank you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "ACOSTA",
      "sentences": "Inflation may be cooling a bit, but you wouldn't know it from looking at the prices of child care. It's typically one of the biggest expenses for families. The high cost of child care has some moms dropping out of the workforce. But as CNN's Natasha Chen reports, there is a push to change that.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "BRI DWIGHT, WORKING MOTHER",
      "sentences": "Let's pick out a book.NATASHA CHEN, CNN NATIONA CORRESPONDENT (voice-over): Bri Dwight says a nanny used to cost $15 an hour when her first daughter was born five years ago. Now with her new baby, it's at least $25 an hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "DWIGHT",
      "sentences": "It lights the moon.CHEN (voice-over): The U.S. Department of Labor says the median cost of child care can range from more than $5,000 a year in small counties up to more than $17,000 a year in very large counties. That can mean nearly a fifth of the median family income in the U.S. per child.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "DWIGHT",
      "sentences": "At first, I couldn't believe it, but then, you know, when you go to the store and see a loaf of bread is $7, it kind of makes sense.CHEN (voice-over): Dwight is lucky. She receives $7,500 a year in child care subsidies from her employer, salt manufacturer Dr. Bronner's. Even so, she'll have used it all by mid-year due to high costs. Nearly 16,000 providers permanently shut down their facilities during the pandemic according to a report from the nonprofit Child Care Aware of America. Then the so-called great resignation of workers quitting for better-paying jobs coupled with soaring inflation pushed up the price child care providers need to charge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "DWIGHT",
      "sentences": "We wouldn't be able to pay $15 an hour and know that they can afford a place to live.CHEN (voice-over): The cost of operating is up at Sanderling Waldorf School in California, where they offer tuition assistance to eligible families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "UNKNOWN",
      "sentences": "I'm going to show you the tricky ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "ANDREW UPRICHARD, EXECUTIVE DIRECTOR, SANDERLING WALDORF SCHOOL",
      "sentences": "But actually, what we're finding is that gap is too big, and actually we're losing families because of it.CHEN (voice-over): Decreasing child care costs by 10 percent could result in up to 2.5 percent more mothers in the workforce according to the U.S. Department of Commerce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:54:54",
      "speaker": "KUROKAWA",
      "sentences": "I suspect that a lot of them discovered that by staying at home, they were saving an awful lot of money.CHEN (voice-over): So, the college is partnering with TOOTRS too and got a grant to offer some child care subsidies beginning this summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:54:54",
      "speaker": "ADRIANA GONZALEZWORKING MOTHER",
      "sentences": "And my job is 3D printing.CHEN (voice-over): Adriana Gonzalez is a MiraCosta alum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:54:54",
      "speaker": "GONZALEZ",
      "sentences": "I'm a single mom.CHEN (voice-over): She was still paying for afterschool care for her son when she first enrolled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:54:54",
      "speaker": "GONZALEZ",
      "sentences": "Even for the boys and girls club, it was $50 back then. Now it's $230. I couldn't study. I was thinking about my eviction notice.CHEN (voice-over): Now she makes more money as an engineering technician and can breathe a little easier. The hope is that future students can benefit from a little child care assistance. But even the best subsidies can only take parents so far. (On camera): How do you make the rest of the year work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:54:54",
      "speaker": "DWIGHT",
      "sentences": "We just are going to be cutting back.CHEN (voice-over): Natasha Chen, CNN, Carlsbad, California. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}