{
  "date": "2023-03-30",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Fatalities Feared After U.S. Army Helicopters Crash in Kentucky; Vigil Held for Victims of Nashville School Shooting; Police No Specific Issues or Problems in Hale's Past; Pope Francis in Hospital with Respiratory Infection; Former Starbucks CEO Denies Company is Anti-Union; Taiwanese Leader Embarks on 10-Day Diplomatic Mission. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us in the United States and all around the world. I'm Bianca Nobilo live from London. And we begin with breaking news this hour out of Kentucky where officials at the U.S. army base, Fort Campbell, have confirmed the crash of two Blackhawk helicopters, and it's believed that the incident could be deadly.We're told the aircraft went down in nearby Trigg County around 10 p.m. Wednesday night local time. These photos from the crash site are just into us now. They were obtained by WKDZ radio in Kentucky. The helicopters were with the 101st Airborne Division. And we're told that they were doing routine training when the crash occurred. As of now, the official status of the crew members is unknown. But in a tweet earlier from Kentucky Governor Andy Beshear, he said that fatalities are expected and asked for prayers for those affected. Stay with CNN for the very latest will bring you any updates as they come in. Now it's been four days since three children and three adults were killed in a school shooting. And for many in Nashville, Tennessee and across America, that pain and recovery will last a long time. The mayor says that the city's heart is broken and its residents are united in mourning. A huge crowd turned out for a vigil Wednesday evening to remember those killed Monday at the Covenant School. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "SHERYL CROW, SINGER",
      "sentences": "I lift my voice up into Nashville, Tennessee. Lord heal. Lord heal. We're walking with these families. Walking with this family. It's what the world need now is lasting love.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "U.S. First Lady Jill Biden was also there. Earlier in the day, she left flowers at a memorial for the victims. The visit holds special significance for Biden, given her lifelong work as an educator. Police Chief John drake told the crowd, his office is trained for situations like Monday's attack, but they hoped it would never come.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "CHIEF JOHN DRAKE, METRO NASHVILLE POLICE",
      "sentences": "Our hearts are heavy. As we join all of Nashville in mourning the deaths of Evelyn Dieckhaus, Hallie Scruggs, William Kinney, Cynthia Peak, Mike Hill and Katherine Koonce.We are grateful to the team of officers who rushed into that school building without hesitation, Monday morning to locate and stop the threat before any more innocent victims were harmed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "Law enforcement experts are praising the police response to the shooting. And one man who helped train the teachers at the Covenant School say that they deserve credit for saving lives.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRINK FIDLER, FOUNDER AND PRESIDENT, DEFENSE SYSTEMS",
      "sentences": "The whole story here is about these teachers. People are talking about the training we did with them. And yes, training is important, but I wasn't here on Monday. They were here, right. Their ability to execute literally flawlessly under that amount of stress while somebody trying to murder them and their children, that is what made the difference here. And that is that, you know -- these teachers are the reason those kids went home to their families.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "That man you just heard previously conducted active shooter training at the Covenant School, and he said that all six victims were in open areas or hallways. The shooter also fired into several classrooms but didn't hit anyone. More now from CNN's Carlos Suarez.(BEGIN VIDEOTAPE) CARLOS SUAREZ, CNN CORRESPONDENT (voice-over): The motive for why 28 year old Audrey Hale shot and killed six people at the Covenant School is still unclear. Nashville Police Chief John Drake spoke to CNN about the investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "CHIEF JOHN DRAKE, METROPOLITAN NASHVILLE POLICE",
      "sentences": "What we know is that the suspect actually went to that school, and as I said once before that there may be some resentment, but we haven't been able to confirm that.SUAREZ (voice-over): The chief said detectives are still going over a notebook that Hale left behind with writings inside. Authorities believe Hale had weapons training and may have stopped somewhere between leaving home and arriving at the school. [04:05:00] According to the chief, Hale did not have problems at the school while a student.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "DRAKE",
      "sentences": "The suspect was under doctor's care for an emotional disorder of some type. As of right now, we don't have any indication that there was any problems at the school or at home.SUAREZ (voice-over): The chief said detectives believe the parents did not know about the seven weapons Hale legally owned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "DRAKE",
      "sentences": "The parents felt like she should not own any weapons. She did have one weapon that they encourage her to sell, which she did, so they thought she didn't have any more.SUAREZ (voice-over): An art instructor who taught Hale for two semesters in 2017 at Nossi College of Art, told CNN, Hale had an emotional outburst on the first day of class. MARIA COLOMY, TAUGHT HALE IN 2017: During the creation of the past where it asks you for a non alpha numeric character, meaning a special character. She didn't know what it was asking for, and she got really flustered. And she just like turned red started crying. SUAREZ (voice-over): Maria Colomy said that was the only outburst Hale ever exhibited in class.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "COLOMY",
      "sentences": "I just think that Audrey had easier access to guns and rage than she did to compassion or proper mental health care.SUAREZ (voice-over): We're also learning more details about the six victims. Tennessee Governor Bill Lee released a video statement saying his wife Maria, had a close relationship with one of the victims, Cynthia Peak. GOV. BILL LEE (R-TN): Maria woke up this morning without one of her best friends -- Cindy Peak. Cindy and Maria and Katherine Koonce were all teachers at the same school and have been family friends for decades. SUAREZ (voice-over): However, Governor Lee said right now is not the time to discuss and debate policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "LEE",
      "sentences": "There will be a time to talk about the legislation and the budget proposals that we brought forth even this year, and clearly there is more work to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "SUAREZ",
      "sentences": "A city council member, tells CNN that the head of school 60 year old Katherine Koonce, may have died protecting the children. The city officials said that a witness said that Koonce was on a Zoom call when the shooting began. And that Koonce left that call.Now, according to police, where Koonce's body was found, leads them to believe that Koonce encounter the shooter in a hallway. Carlos Suarez, CNN, Nashville, Tennessee. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "Pope Francis spent the night in hospital after having trouble breathing on Wednesday. The Vatican says that he'll stay there for a few days. Catholics around the world, including in the Pope's hometown of Buenos Aires, are praying for the quick recovery of the 86-year-old pontiff. U.S. President Joe Biden also wish the Pope well and ask people to, quote, say an extra prayer for him.CNN's Barbie Nadeau joins us now from Rome. Barbie, what more do we know about the pontiff's condition and how serious it might be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BARBIE NADEAU, CNN CONTRIBUTOR",
      "sentences": "Well, you know, the Vatican has not said anything officially about his first night in the hospital, so we're expecting to maybe hear something a little bit later this morning.This is really important week coming up here in Rome. It's Holy Week, starting with Palm Sunday this coming Sunday, leading all the way up to easter Sunday. Now this is one of the most important times for the Pope. He makes several appearances of, you know, that we don't know if he's going to be able to do that. If he's spending a couple of days, as they say in the hospital. We understand he has a respiratory infection. Now Pope Francis had of part of his lung removed when he was a young man in Argentina. So of course, that's worrying. A man -- 86 year old man, any of us would worry about a grandparent or older parents that age who has been in and out of the hospital. He had colon surgery a couple of years ago. He's in a wheelchair because of difficulty with his knee. So he's not actually a very healthy person right now. But he has incredible stamina. He's been going around the world of apostolic trips. You know, he's so he's he was recently in Africa. He's -- he, you know, has a lot of energy when he's well. So, a lot of people are optimistic that that energy will pull him through this. And a lot of people are worried because of his age and health condition -- Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "Barbie Nadeau live in Rome. Thanks so much and I know you'll keep monitoring that for us.And it appears that a New York grand jury investigation into Donald Trump's role in alleged hush money scheme is not moving as quickly as some anticipated. CNN's Kara Scannell has the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Meanwhile, Trump is appealing a recent court ruling that would force several of his former aides to testify about efforts to overturn the 2020 presidential election. Among those aids Mark Meadows, his former chief of staff. That's according to two sources familiar with the grand jury's criminal investigation. The mid-March ruling was the latest in a series of defeats for Trump who's been trying to block the testimony of his former staff and allies on the grounds of executive privilege.New eye-opening emails from inside Fox News are being revealed as part of Dominion Voting Systems defamation lawsuit against the network. One of those emails came from Fox Chairman Rupert Murdoch, who called Donald Trump's election lies ahead of January 6th a, quote, huge disservice to the country and pretty much a crime. In another email, Fox News CEO Suzanne Scott warned of the financial fallout if the network conducted fact checking of Trump's lies after the 2020 election. CNN's Oliver Darcy spoke earlier about these revelations. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "OLIVER DARCY, CNN SENIOR MEDIA REPORTER",
      "sentences": "There's just more fallout every day from this $1.6 billion lawsuit against Fox News from Dominion Voting Systems, and now we're having new emails that really shed light on the pressure that Fox News is under as a business after they called the election accurately for Joe Biden.I want to read to you an email that Suzanne Scott, the CEO, sent another executive after a correspondent Eric Shawn, fact check Trump lies and a guest who went on Sean Hannity's program and spread some election lies. And she said: This has to stop -- and goes on to say -- this is a bad business, and there clearly is a lack of understanding what is happening in these shows. The audience is furious, and we are just feeding the material. Bad for business. Well now, Fox News will say that this was because they fact checked a guest that was spreading again, these election conspiracy theories on Sean Hannity's show. But still, regardless, like if a guest went on CNN and spread election conspiracy theories, it would be pretty normal. It would be expected that other incurs would then call it out and fact, check that for the audience. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "U.S. stocks ended higher on Wednesday after a second day of testimony from banking regulators. They told the House that -- Financial Services Committee --that they blame -- the blame for Silicon Valley Bank's failure stretches across bank executives, Federal Reserve supervisors and other regulators. Lawmakers are investigating what led to the collapse of Silicon Valley Bank and Signature Bank and how to prevent it from happening again. Take a listen.(BEGIN VIDEO CLIP) REP. BRAD SHERMAN (D-CA): It's particularly ironic it's the Fed that's raising the interest rates and then the Fed that's not examining banks to see if they can survive if interest rates go up. The concern we all have is, are there other banks that could go under? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "And U.S. Senators finally got a chance to hear directly from the former CEO of Starbucks about the company's labor practices. Publicly the coffee retailer insists that it supports collective bargaining and denies that it retaliates against those who wish to organize. But that was not what Senators heard from one fired employee. Have a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "JAYSIN SAXTON, FIRED STARBUCKS WORKER",
      "sentences": "We were constantly being watched and managers listened in on our conversations through our headsets. Store hours were constantly changing and hours kept getting cut. People were fired right on the shop floor. They fired seven of our union members. Two of them were shift supervisors. Two partners requested medical and maternity leave. Management refused to sign off on their leave and they were terminated. Several people quit, including my wife. Some of us were told that we should look for another job. In July, I led a two-day unfair labor practice strike and delivered our demands. A month later, I was fired for supposedly being disruptive.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Former CEO Howard Schultz told Senators that all Starbucks employees have valued the same unionized or not. But Senator Bernie Sanders was not satisfied and pressed Schultz to clarify the company's stance on organized labor. Here's that exchange.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "HOWARD SCHULTZ",
      "sentences": "STARBUCKS CEO EMERITUSthat Starbucks violated federal labor law over 100 times during the past 18 months. Far more than any other corporation in America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "SCHULTZ",
      "sentences": "Sir, Starbucks coffee company unequivocally -- an let me set the tone for this very early on -- has not broken the law. We have never, ever taken any benefit away and we never would of anyone who was interested in joining a union.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT",
      "sentences": "This is just a nose spray, and it's very, very effective at reversing opioid overdoses. Now, right now, you can get it without a prescription, but you have to ask the pharmacist for it. It's behind the pharmacist's counter. And that's a problem because people don't know it's there or they're too embarrassed to ask for it.What's going to happen soon is that it will be available just over the counter. Just right there on the shelf next to the shampoo or next to the aspirin. It'll be just right out there. Let's take a look at why this is so important. If you take a look at this graph, these are opioid deaths from 1999 until 2021. As you can see, they have just skyrocketed. In 2021 there were more than 80,000 opioid overdose deaths in the U.S. If you look from 1999 to 2016 about 9,000 children and teens died from opioid overdoses. The two questions that remain is, one, why didn't they do this sooner? People were calling for this to be done years ago. And two, what will the cost be? If the cost is high, even though it's over the counter, many people won't be able to buy it. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "Tech leaders have signed an open letter warning of the dangers of artificial intelligence. Saying that it poses profound risk to society and humanity. More than more than 1,000 tech professionals are calling for a pause on developing the most powerful AI systems for at least six months. And this letter comes just two weeks after the firm Open AI announced an even more powerful version of the technology behind the viral AI chatbots tool ChatGPT. Even the CEO of Open AI sign and onto the letter.It reads in part, quote: Powerful AI systems should be developed only once we are confident that their effects will be positive and their risks will be manageable. The U.S. state of Arkansas is suing TikTok, its parent company, ByteDance, and Facebook, parent company Meta, over claims that their products are harmful to children's mental health and privacy. At least three different lawsuits say that the companies violate state law and they're potentially seeking billions in fines. The lawsuits come as TikTok is already under fire with the app's CEO testifying in Washington last week over concerns about links to the Chinese government. China is warning it will resolutely fight back if Taiwan's president meets with U.S. House Speaker Kevin McCarthy during her stopover in the U.S. There's been no official confirmation that such a meeting will take place, but it is considered likely. President Tsai Ing-wen is not in the U.S. on an official visit, but rather on a diplomatic mission to Guatemala and Belize. CNN's Anna Coren joins us live from Hong Kong. Anna, even though the potential meeting with the House Speaker is not part of the official visit -- obviously, a lot of the international attention is focused on that. Given the sort of reaction that it could feasibly provoked from China, what would Taiwan's president stand to gain by even entertaining an idea of this meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "COREN",
      "sentences": "Analyst believe that Tsai's 10-day visit is designed to strengthen diplomatic and economic ties with the West and also assert her islands autonomy. But they also believe that she wants to project strength at home. Tsai, of course, is stepping down as president next year following a drop in support for her party -- the Democratic Progressive Party. She wants to bolster confidence in it before presidential elections next January -- Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "Anna Coren thank you so much for bringing us that latest response from China. With that bellicose rhetoric just underscoring what is at stake on this visit. Thanks so much.Authorities in Brazil are asking supporters of former President Jair Bolsonaro not to greet him at the airport in Brasilia in a few hours. Bolsonaro left Orlando, Florida Wednesday night after a three month stay in the U.S. Some people showed up to take selfies and cheer on the former president. Bolsonaro says that he will not lead an opposition to Brazil's current president Luiz Inacio Lula da Silva, calling the government an opposition in itself. Mexican officials have announced that they will issue arrest warrants over the deadly fire at a migrant detention center near the us border. Outrage is growing after video emerged from the facility in Ciudad Juarez, Mexico. The warning that the video you're about to see is graphic. Authorities say that none of the public workers or private security offices made any attempt to open the door to the migrants who are locked inside the burning building. At least 39 people died in the disaster Monday night. Protesters are demanding justice for the victims and accountability from the government. They gathered outside the Interior Ministry in Mexico City and held banners reading, \"The migrants didn't die, they killed.\" The fire at the migrant center sparked false rumors of the U.S. border being open. U.S. border patrol says more than 1,000 migrants surrendered after crossing illegally into El Paso, Texas, just across the border from where the fire happened. Officials say that the migrants were primarily families and mostly from Venezuela. They face expulsion under current U.S. policies. (BEGIN VIDEO CLIP) FIDEL BACA, U.S. BORDER PATROL AGENT: They crossed the border illegally. There are meaningful to arrest and they will be coming in contact with border patrol. We don't have the capability to process them as we need to. So, that's why we're going to be putting them in busses and as mentioned, as quickly as swiftly as possible, getting them to our facilities. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}