{
  "date": "2023-11-01",
  "headline": "CNN This Morning",
  "subHeadline": "Sources Say, Deal Reached to Allow Foreign Nationals and Injured Civilians to Leave Gaza as War Rages On; IDF Defends Deadly Strike on Refugee Camp in Northern Gaza; U.N. Human Rights Official Steps Down, Calls Israel's Actions in Gaza a Textbook Case of Genocide. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:03",
      "speaker": "JEH JOHNSON, FORMER HOMELAND SECURITY SECRETARY",
      "sentences": "Israel is, of course, party to the Geneva Conventions. They are governed by the laws of armed conflict, like the United States. I do not believe that the IDF is targeting civilians. I believe that the IDF is seeking to avoid civilian casualties in Gaza, but they do walk a fine line.Gaza is a crowded, urban area. I hold Hamas just as responsible, if not more than the IDF for civilian casualties in Gaza because Hamas puts their command and control centers underneath refugee camps, underneath hospitals. Hamas told Palestinian civilians to disobey the order to evacuate the northern part of that territory. So, it's a difficult road to walk, but Israel must destroy and degrade Hamas. That's their mission. And I'm sure they are determined to go about the mission, put they do walk a fine line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Secretary Jeh Johnson, your perspective is invaluable this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "JOHNSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "HARLOW",
      "sentences": "I appreciate it.CNN This Morning continues now. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A deal has been reached to release all foreign nationals being held in Gaza along with critically injured civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Explosions rocked the Jabalya refugee camps, flattening apartment buildings and leaving behind a giant crater. JEREMY DIAMOND, CNN CORRESPONDENT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Doctors without Borders have condemned this airstrike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Children pulling wounded children out of the rubble. One man saw the strike said it felt like the end of the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "JOHN KIRBY, COORDINATOR OF STRATEGIC COMMUNICATIONS, NATIONAL SECURITY COUNCIL",
      "sentences": "It was not the goal of Israeli forces to deliberately take innocent civilian life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hamas uses civilians as human shields.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "CHRISTOPHER WRAY, FBI DIRECTOR",
      "sentences": "The ongoing war has raised the threat of an attack against Americans in the United States to a whole other level.GOV. KATHY HOCHUL (D-NY):  We have a long way to go to start restoring the civility and the respect for different people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "House Republicans are supporting the Israel-only approach, but Democrats are against it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "This is all one fight. We have to respond in a way that recognizes that.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "MATTINGLY",
      "sentences": "I'm Phil Mattingly with Poppy Harlow in New York. And we are following breaking news. Americans and hundreds of other foreign nationals who have been trapped in Gaza in the middle of a war zone could finally have a way out, same with critically injured civilian civilians.You're looking live right now at the Rafah border crossing in Egypt. Sources telling CNN Qatar has brokered a deal with Hamas, Israel and Egypt to allow 500 foreign nationals to leave the Gaza Strip and cross into Egypt. We have been seeing ambulances rushing to the border and crowds gathering throughout the morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "HARLOW",
      "sentences": "A western official tells CNN Americans are not expected to be in the first batch of people allowed to leave today, but Americans will be allowed to leave in the coming days. We are also told this deal does not include hostages being held by Hamas. Those are completely separate negotiations.We have team coverage this morning. Let's start with Melissa Bell, who is live in Cairo. And, Melissa, you were just there. You were just at the Rafah border crossing yesterday. This is a huge development.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "MATTINGLY",
      "sentences": "Melissa, there has been a lot of focus on our end about the American citizens, understandably so. However, what you're talking about, the wide scale of countries represented, we just got reporting in from our team on the ground. They spotted flags from the Czech Republic, Japan, Austria and Indonesia, a number of officials from foreign consulates are standing by, same with Egyptian military officials and security officials. What kind of infrastructure is in place to receive these individuals when they come through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "BELL",
      "sentences": "Well, for the time being, there's very little clarity on that, Phil, just because we've only had this announcement in the last couple of hours. And, again, it was a very unexpected breakthrough given how quiet officials have been on the question of whether this was going to happen at all, frankly, over the course of the last three weeks.And imagine the complexity of this issue. It takes agreement between a bunch of parties, many of whom are not speaking to each other, Israelis, Hamas, Egyptians, Qataris, Americans. And of course, with that question, not only that Israel has been very reluctant to allow anyone out, but also that Egypt has been very reluctant as well. It is fearful of a flood of refugees coming across the border. It is also very conscious of the political question that it does not want the whole scale displacement of the Palestinian population of Gaza onto its territory for political reasons as well. So, this has been complex negotiations. And when you add to that the logistical difficulty of the consular services that are going to be needed to get these people across the border onto Cairo to their homes when many of them might be traveling without documents and the levels of chaos on the other side of that crossing, I think, are important to try and imagine. There have been Israeli bombings as far south of the Rafah crossing, according to many different sources, and an awful lot of civilians who've been camped out there in terrible conditions waiting to get through. What we expect to see is that these foreign nationals will make their way through. Consular services will, at some point, be ready to receive them, possibly in Cairo, before moving them on. But for the time being, we have very little clarity on this question. Just the fact that there's been this breakthrough and the hope that at least 450 to 500 foreign nationals will be making their way out of Gaza today, and that in itself is great news. Poppy and Phil?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "MATTINGLY",
      "sentences": "Yes, Melissa, that's such a great capture of just how complex this is. I was texting with a western official earlier who said, fluid was the best way to describe how things are.Melissa Bell and the breaking news, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HARLOW",
      "sentences": "Yes, and images of children carrying injured children. Salma, thank you for the reporting. Phil?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "MATTINGLY",
      "sentences": "Well, joining us now is IDF Spokesman Lieutenant Colonel Peter Lerner. Lieutenant Colonel, we appreciate your time.I'll get to the Jabalya strike in a moment. I want to start, though, with the agreement brokered by Qatar and other entities at the Rafah border crossing. Does that agreement include IDF forces or Israeli forces agreeing not to conduct any strikes near or around Rafah in the near term? LT. COL. PETER LERNER, SPOKESPERSON, ISRAEL DEFENSE FORCES:  Thank you, Phil. You've actually asked me a couple of times over the last three weeks of evacuation of foreign nationals or dual nationals. And we've actually had two attempts, each time, Hamas had foiled it. So, we're happy to see that some of those are coming out this morning. The people of Gaza are not our enemies. Hamas is our enemy. And this is just one component of the alleviation of the humanitarian strife that obviously exists in this time of war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "MATTINGLY",
      "sentences": "To build off that point then, in the past times where you say Hamas blocked, which is something U .S. officials say as well, did the agreements that you thought were in place include the Israeli military saying they would not strike around Rafah during this time period?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "LERNER",
      "sentences": "Right. The IDF is operating against Hamas terrorists wherever they are operating. Of course, it is a very precarious time. I can't confirm that that is the situation that you're asking, but, indeed, we see that the people are going out and that is what is important at this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "MATTINGLY",
      "sentences": "When it comes to the Jabalya strike yesterday, the IDF has made clear you believe you took out a top Hamas commander from the Jabalya battalion. The question becomes, how do you prove that? Do you have evidence? Will you be showing evidence in the days ahead that that was in fact the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "LERNER",
      "sentences": "So, here's what we know. We know Ibrahim Biari, the commander of the Jabalya refugee camp, or the Jabalya battalion, had utilized and was a key part of the attack on the 7th of October. He had mobilized, identified, instructed, trained, equipped, the forces of the Nukhba Force, the special commando units of Hamas, to penetrate into our towns and villages around the Gaza Strip, instructing them to commit these atrocities. So he is a -- and he has actually two decades of Israeli blood on his hand with other terrorist activities.So, I would say we know he's an arch-terrorist, and, of course, given the chance, he would do it again and again and again. So, from our perspective, he is a military necessity, him and all of his henchmen that were supporting his activity. So, I would say he was a target, we took him out, we've confirmed it in our intelligence capabilities to confirm his death in our strike, and that was the target that we that we took out. And indeed, as you rightly pointed out during the report, what we had seen in the aftermath of the strike is that their tunnel system beneath the buildings collapsed inwards, causing more damage to the surrounding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "MATTINGLY",
      "sentences": "Well, you were -- to that point, and I think it's an interesting point, because we look at the scale, and also, I think to some degree, which underscores the scale of the ordinance used here, were you aware that tunnel area existed? Was that the target? Did you want to try and collapse the tunnel system in that area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:07",
      "speaker": "MATTINGLY",
      "sentences": "Sir, I understand what you're saying. I guess, the question that I have is, you mentioned military necessity earlier, and I think what people are trying to figure out, particularly given the density of the population there and the difficulty, if Hamas is blocking civilians from leaving, what are they supposed to do?The threshold here, the excessive collateral damage, how do you justify -- is there a red line? How does the Israeli military decide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:07",
      "speaker": "LERNER",
      "sentences": "Phil, I don't accept the term excessive collateral damage. Every civilian life in this war is a human tragedy, a tragedy for all of us. Israelis and Palestinians alike deserve to live life in peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:07",
      "speaker": "MATTINGLY",
      "sentences": "Sure, but thresholds exist in military conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:07",
      "speaker": "LERNER",
      "sentences": "Hamas's leaders, they have failed the people of Gaza miserably. They've taken all of these funds and built the tunnel system. They've taken all of these funds and trained their terrorists to breach and massacre and butcher babies in their bedrooms.So, it's not a question, there is the military necessity, which is clear, there's a clear military necessity. When you have a terrorist, an arch-terrorist, surrounded by dozens of his henchmen that are planning to conduct more attacks, then they are a legitimate target. We need to. And what we are trying to do, what we've been trying to do over the last weeks, is evacuate people while they're keeping them put. Indeed, we are constantly assessing, and we have called off strikes because of overpopulated areas. We need to be very cautious in coming or judging based on the reports that are coming out from Gaza, because we don't know who is controlling the imagery and what -- we know what's being seen. We don't know what's being hidden. And when so much is going on beneath ground, we need to be very, very cautious. And, indeed, when we make an announcement, just like we said about the Al-Ahli Hospital that Hamas were quicker to state that 500 people had been killed within two minutes of the failed launch of a rocket by the Palestinian Islamic Jihad, we presented the evidence and showed exactly how systematic we are. We proved that they were lying and we need to be very, very cautious this time again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:07",
      "speaker": "MATTINGLY",
      "sentences": "Lieutenant Colonel Peter Lerner, we appreciate your time. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:07",
      "speaker": "LERNER",
      "sentences": "Good day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "HARLOW",
      "sentences": "A top United Nations human rights official has left his post and he has written a letter calling Israel's military action in Gaza, quote, a textbook definition of genocide until yesterday. Craig Mokhiber served as a New York director of the U.N. Human Rights Office.Days before departing, he wrote an open letter to the U.N.'s High Commissioner for Human Rights, calling attention to what he describes as the failure of the U.N. to stop Israel's military action in Gaza and asserting that many western countries are complicit in the, quote, wholesale slaughter of the Palestinian people. He goes on to write, quote, once again, we are seeing a genocide unfold before our eyes and the organization that we serve appears powerless to stop it. What is more, the governments of the United States, United Kingdom and much of Europe are wholly complicit in this horrific assault. In such circumstances, the demands on our organization for principled and effective action are greater than ever. We have not met that challenge. And Craig Mokhiber joins me this morning. I appreciate your time, sir. CRAIG MOKHIBER, JUST RESIGNED AS NEW YORK DIRECTOR OF U.N.'S HUMAN RIGHTS OFFICE:  Good morning, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "HARLOW",
      "sentences": "I'd like to clarify what a U.N. spokesperson told The Guardian that you were already set to retire after 32 years of service. Was your departure pre-planned or is this what led to it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "MOKHIBER",
      "sentences": "Yes. In fact, I first raised my concerns about a trepidatious approach by the U.N. in the wake of atrocities in the occupied territories in March. This was after a series of violations, including the pogrom that took place in Hawara Village on the West Bank.I was frustrated at that time by what I thought was a weak response to this level of atrocities and by an effort to tone down and silence U.N. officials speaking out on this subject. And so I expressed at that time my intention to leave the organization in the coming months. Of course, the situation got much worse since then, particularly since October with the horrific events that have taken place since that time. And so I felt compelled to put my concerns in writing officially to the High Commissioner for Human Rights before my departure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "HARLOW",
      "sentences": "How do you arrive at the assessment based on the U.N. Convention definition of genocide that Israel is carrying out of genocide right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "HARLOW",
      "sentences": "Craig, there is, as you note in that convention, also a mental element that is defined as, quote, intend to destroy in whole or impart a national ethnical, racial or religious group as such. Israel has continued to say it is defending itself against the terror attack on October 7th that killed more than 1,400 innocent Israelis. And here is what the IDF spokesman, Peter Lerner, just told my colleague, Phil.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "LERNER",
      "sentences": "We wanted to take out the enemy, the enemy that -- a brutal enemy that has no regard for human life, that intentionally places its infrastructure in the civilian arena. For three weeks now, we've been calling on the people of the Northern Gaza Strip to evacuate the north. For three weeks now, Hamas has been telling people in the north to stay put. Unfortunately, not enough people obviously are listening.And this is the tragedy of this event. You know, each and every one of these the civilian deaths caught up in this war, a war that Israel did not want. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "HARLOW",
      "sentences": "And here is what John Kirby at the White House and Minority Leader Hakeem Jeffries have both said in the last day. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "KIRBY",
      "sentences": "We're not funding any kind of a genocide. And as I said earlier, Dana, that's not what Israel is after here. They're going after Hamas terrorists. And, yes, there have been civilian casualties, and as I said none of them should happen.REP. HAKEEM JEFFRIES (D-NY):  Israel is not conducting an ethnic cleansing campaign. Israel is not engaged in genocide. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "HARLOW",
      "sentences": "Israel continues to say it is going after Hamas. It is Hamas that is keeping its civilians where it is. It is using them, innocent Palestinians, as human shields. Why label that genocide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "MOKHIBER",
      "sentences": "Of course, we've seen these -- yes, we've seen these claims before repeatedly by the Israeli authorities in previous at large scale attacks on civilian populations.First, claiming self-defense under international law gives no state the right to commit the kinds of atrocities that it is carrying out now. You're talking about the wholesale destruction not just of apartment buildings and homes and whole neighborhoods, but of whole sections of the already densely populated Gaza Strip. Secondly, let me respond to the U.S. officials that you spoke to. That's particularly disturbing because the U.S. also has an obligation under international law to ensure respect for the Geneva Conventions. And in this case, it's not only not providing that support, it's actually been supporting the honest law in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "HARLOW",
      "sentences": "Craig, you call them --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "MOKHIBER",
      "sentences": "You're talking about millions of civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "HARLOW",
      "sentences": "Craig, you are saying these are Israeli claims. Are you refuting the fact that Hamas surrounds its militants with Palestinian, innocent Palestinian civilians, that one of the reasons that so many of them were in Jabalya at that refugee camp is because they had been told by Hamas not of the flee to the south?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "MOKHIBER",
      "sentences": "I am refuting that absolutely. I lived in Gaza for the better part of two years in the 1990s. I can tell you it is extremely densely populated, even to the best of times. The idea of moving millions of people, 1.1 million people, that half of the population of Gaza southward, in a situation where neighborhoods are bombed to rubble, where people are injured, where there are no roads, where there are no reliable vehicles, where when they move, they are still attacked by Israeli airstrikes, is really a very disingenuous claim.We know from our people on the ground that that is not the situation on the ground. People are not staying put because they're being ordered to do so. They have nowhere to go. And remember, Gaza is an open air prison in which these millions of people are locked in. They can move around within the fence, but even moving around within the fence now is a practical impossibility. So, these old tropes about the Palestinians sacrificing their own people, these don't hold up to the facts on the ground and they contradict the requirements of international law. That was the point of my letter, Poppy, was we need to get back to a paradigm based upon international law and international human rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "HARLOW",
      "sentences": "I read your letter. I want to get to a specific part of it in a moment, but you use the word pogrom at the beginning of our conversation. Do you assess the pogrom on the Jewish people on October 7th to be genocide carried out by Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "MOKHIBER",
      "sentences": "Well, I think one of the things that the U.N. has been very clear about and I've been very clear about is that civilian life is precious and attacks on civilians are prohibited by the very international law.",
      "isLastSentenceInterrupted": false
    }
  ]
}