{
  "date": "2023-03-28",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "3 Children, 3 Adults Killed in Nashville Private School Shooting; Netanyahu Backs Down on Judicial Overhaul Amid Huge Protesters; New Round of Storms Set to Hit California Starting Tonight; Lives, Homes \"Totally Demolished\" By Mississippi Tornadoes; Today: Senate Hearing on Collapse of Silicon Valley Bank. Aired 5- 5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:17",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Welcome to our viewers in the United States and around the world. I'm Christine Romans.We begin with the latest on the mass shooting at a private Christian elementary school in Nashville, Tennessee. Six killed, including three young students. The attacker shot and killed by police, a 28 year old former student who police described as a female to male transgender person. CNN has not been able to confirm that with people who knew the shooter. Nashville's police chief, telling NBC the shooters time as a student at the Christian school may have played into the motive. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:17",
      "speaker": "CHIEF JOHN DRAKE, METRO NASHVILLE POLICE",
      "sentences": "There's some belief that there was some resentment to having to go to that school. Don't have all the details of that just yet, and that's why this incident occurred.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:17",
      "speaker": "ROMANS",
      "sentences": "Late last night, Nashville police released chilling new security video from the school, showing the attackers shooting out a set of glass doors to gain entry to the school. And then roaming the hallways rifle raised searching for targets.CNN's Dianne Gallagher has more. (BEGIN VIDEOTAPE) DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT (voice-over):  Tragedy at another American school, three children and three adult staff members shot and killed at the Covenant School in Nashville, Tennessee, in what police are calling a targeted attack by a heavily armed 28-year- old former student.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:17",
      "speaker": "DON AARON, NASHVILLE POLICE DEPARTMENT MEDIA RELATIONS",
      "sentences": "The three nine-year-olds who were killed, Evelyn Dick house, William Kenny, Hallie Scruggs. Three adults",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:17",
      "speaker": "GALLAGHER",
      "sentences": "Police say the suspect was Audrey Hale, is a Nashville area resident, who they say is a former student of the private Christian school, located at Covenant Presbyterian Church, which serves preschool through sixth grade.A car near the scene helped identify Hale, and police say they are currently going over writings left behind by the shooter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:17",
      "speaker": "DRAKE",
      "sentences": "We've also determined there were maps drawn other school in detail, of surveillance, entry points, et cetera. We know and believe that entry was gained through shooting through one of the doors is how they actually got into the school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:17",
      "speaker": "GALLAGHER",
      "sentences": "Calls started coming in at 10",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:17",
      "speaker": "AARON",
      "sentences": "The officers had engaged the shooter by 10",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:17",
      "speaker": "GALLAGHER",
      "sentences": "Metro Nashville Police say there is video from the school and the shooting happened on an upper level in the lobby area, not a classroom. A teacher texting her daughter from inside the school.AVERY MYRICK, DAUGHTER OF PRE-K TEACHER:  She said she was hiding in the closet and that they were shooting all over, and that they had potentially tried to get into her room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:17",
      "speaker": "GALLAGHER",
      "sentences": "President Joe Biden weighing in this afternoon on the 129th mass shooting of this year, according to data from the Gun Violence Archive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:17",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We have to do more to stop gun violence. It's ripping our communities apart, ripping a soul of this nation, ripping at a very soul of the nation. And we have to do more to protect our school so they aren't turned into prisons.(END VIDEOTAPE) GALLAGHER (on camera):  Police say the shooter was armed with two AR style weapons, a rifle and a pistol as well as a handgun. They say that at least two of those weapons were obtained legally. Now, officers say that they have been interviewing the suspect father and they are continuing their investigation. Diane Gallagher, CNN, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:17",
      "speaker": "ROMANS",
      "sentences": "Another tragedy there in Nashville. Dianne, thank you.To Israel now, where embattled Prime Minister Benjamin Netanyahu is backing down on his highly controversial plan to overhaul the nation's judiciary in the face of those widespread strikes and protests. But Netanyahu said the pause was only temporary. Organizers of the strikes and protests said, for their part, the battle to stop Netanyahu's plan is not over. CNN's Hadas Gold live for us again this morning in Jerusalem. What does this pause mean for the legislation, Hadas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROMANS",
      "sentences": "Interesting.All right. Hadas Gold following that for us. Thank you. The Manhattan grand jury probing former President Trump's alleged role in the Stormy Daniels hush money scheme adjourned Monday without voting on whether to indict Trump, and will not meet again until tomorrow. Instead, jurors heard from the former publisher of \"The National Enquirer\", David Pecker. He was a central player in the hush money scheme, he told Trump's former lawyer, Michael Cohen, that Stormy Daniels was shopping her story of a of a sexual encounter with Trump, which ultimately led to Cohen, purchasing her silence for $130,000. All right. Another big storm system set to roll through California starting tonight, bringing possible flooding and up to three feet of snow in the sierras. Meteorologist Britley Ritz is in the CNN weather center for us this morning. Britley, the rough weather hitting the West Coast seems almost nonstop here. What are Californians facing this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "BRITLEY RITZ, CNN METEOROLOGIST",
      "sentences": "I know. This next area of low pressure already on the West Coast, Christine, and it's continuing to deepen as it moves down further South. What does that mean? Well, it's strengthening, it's gaining moisture as it sits off the coastline, and we're already dealing with quite a bit of precept over the Pacific northwest rolling down in northern California.Not only the wind in the snow and the rain, but here we are holding onto this through Tuesday morning and into the afternoon with wind gusts over 50 miles per hour, thankfully as the slow takes its track further south, most of the stronger Wednesday off into the Pacific. But the wind will stay fairly strong at 20 to 30 miles per hour. Hence the wind advisories that are in effect, all the way down into San Francisco and even further South, now extending back over into Vegas. High wind warnings highlighted in red along the northern coastline. And here's that rain pushing onto shore already this morning, tapping into that moisture and heavy rain pushing further south as we go into Wednesday. So it takes a minute to get all the way through here, and then it tracks further east. Winter storm warnings in effect, one to three feet of snow, on top of what we've already dealt with through the Sierra Nevada region, and these are areas like Mammoth Mountain that picked up 667 inches of snowfall through the season, and that's really awfully close to record, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROMANS",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "RITZ",
      "sentences": "And heavy rain expected, too. On top of that, another two to four inches, Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROMANS",
      "sentences": "Yeah, I thought -- I thought I read somewhere that some of those California ski lodges are going to stay open well into the summer because of all this stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "RITZ",
      "sentences": "Until June. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROMANS",
      "sentences": "Until June, wow. All right, Britley, nice to see you. Thank you so much. RITZ",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROMANS",
      "sentences": "Okay. At least two babies among the 21 people killed in Mississippi by that powerful series of tornadoes. At least 10 confirmed tornadoes hit Alabama, Tennessee and Mississippi Friday, devastating several small towns.Now residents face the twin burdens of grieving and rebuilding. CNN's Isabel Rosales has more from Silver City, Mississippi. (BEGIN VIDEOTAPE) JOANN WINSTON, GREAT-NIECE KILLED IN STORM:  Okay, you're looking at where right here, what have you seen? And the steps were right in front of the sidewalk right there. ISABEL ROSALES, CNN CORRESPONDENT (voice-over):  Devastation after violent storms ripped through the southeastern part of the U.S. over the weekend, demolishing homes and killing dozens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "WINSTON",
      "sentences": "Everything gone. Look around. I mean we have nothing. Nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROSALES",
      "sentences": "JoAnn Winston lost her 2-year-old great niece, Aubrey, when an EF-4 tornado hit Mississippi late Friday night, impacting the towns of Amory, Rolling Fork and Silver City.Winston says she found Aubrey among the debris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "WINSTON",
      "sentences": "And I didn't see no house. No nothing. And I looked around. I think the baby lying a little bit from her mom, from her grand mom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROSALES",
      "sentences": "You saw them doing CPR on Aubrey?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "WINSTON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROSALES",
      "sentences": "That must have been horrible to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "WINSTON",
      "sentences": "I had walked away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROSALES",
      "sentences": "Aubrey's mother was in the hospital when the storm hit, giving birth to a newborn just hours after losing her two year old daughter.JESSICA DRAIN, 8-YEAR-OLD HURT IN STORM:  Even though my niece gone, I'm glad she not suffering. It could have been worse. My whole family was here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROSALES",
      "sentences": "Winston's niece Jessica Drain also spoke to CNN. Drain says her 8-year-old son was in the same house as two year old Aubrey. He is now in critical condition on a ventilator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "DRAIN",
      "sentences": "He has a severe brain injury. They had to go in and take parts of his skull out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROSALES",
      "sentences": "He's been through surgery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "DRAIN",
      "sentences": "Yeah, he's been through Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROSALES",
      "sentences": "They're doing more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "DRAIN",
      "sentences": "They say he's going to need about three or four more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROSALES",
      "sentences": "Other families also torn apart by the storms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROSALES",
      "sentences": "Ethan Hernan (ph) and his one-year-old daughter, Riley were both killed when a tornado hit their mobile home. His wife and their two other children survived.David Brown's parents were killed after their neighbors 18 wheeler, landed on their Rolling Fork home during the storm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "DAVID BROWN, PARENTS KILLED IN STORM",
      "sentences": "Words can't express what I'm feeling, I'm just broken and I'm numb.They're in heaven right now. And I was told that they passed away in each other's arms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROSALES",
      "sentences": "Jessica Drain and JoAnn Winston hoping her family can get help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "WINSTON",
      "sentences": "The only thing I can say is, but people just to pray for us. And just pray that we get through this and start a new life start over.(END VIDEOTAPE) ROSALES (on camera):  Caleb is seriously hurt. He's in the ICU with a severe brain injury on a ventilator and he needs more surgery. So, as you can imagine, those medical bills will be adding up and that is why Jessica Drain started up a GoFundMe to raise money for her son. She is asking anyone who is able to consider donating. Isabel Rosales, CNN, Silver City, Mississippi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "ROMANS",
      "sentences": "All right. A top Federal Reserve official is set to testify before the Senate Finance Committee today as a lawmaker's investigate the recent collapse of several U.S. banks. Michael Barr is set to describe the failure of Silicon Valley Bank as, quote, a textbook case of mismanagement. This as investors weigh First Citizen Bank's purchase of SVB.Looking at markets around the world right now. You can see Asian shares have closed mixed, but Hong Kong up, Europe has opened also higher. And on Wall Street, stock index futures if we check them at this hour, barely mixed. CNN's Clare Sebastian live in London to walk through this with us. You know, bank stocks rallied in light of that First Citizens purchase. I mean, that in a healthy environment, that's what's supposed to happen, right? You have a bank that comes in and buys another one. Do you think this is enough to ease concerns about future bank failures?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "You know, I think, Christine, this was a combination of things. Really, it was a weekend the past with no bank drama. The fact that now not only Silicon Valley Bank but also Signature week or so ago have now been sold. Credit Suisse has been dealt with here in Europe, so that chapter to some sense is now closed, not sort of resounding gains across the markets.But there's not that sense right now of that perpetuating self, perpetuating panic that we saw all that emotion playing in that caused the market to sort of circle like vultures around these banks, looking for any sign of weakness, like we saw at the end of last week with Deutsche Bank here in Europe, it doesn't feel like we're in that stage anymore. But, of course, now it's time for those bigger questions that reckoning that we're going to see in those two congressional hearings on Capitol Hill this week in the Senate. This morning, look, he calls it -- the Fed official, the vice chair of the Fed, a textbook case of mismanagement. But I think the bigger questions are going to be around supervision. He talks in his prepared remarks about how Fed officials saw problems with SVB as far back as late 2021. There was even a presentation of the month before the collapse by Fed staff on interest rate exposure at banks, specifically highlighting Silicon Valley Bank. They're also going to look at regulation. The impact potentially of that rollback of Dodd-Frank under President Trump, how that could have impacted it, impacted Silicon Valley Bank. And one more thing, Christine, interestingly, that I think will come up, certainly in these prepared remarks is the speed of this bank run and how it was fueled by social media. Does this mean that supervision and regulation needs to be recalibrated? This is something that we're seeing. Interestingly in a hearing happening right now in London, with the Bank of England. Governor facing questions about the collapse of Silicon Valley Bank's U.K. arm. He described it a few moments ago as the fastest passage from health to death since Barings that U.K. investment bank that collapsed in the space of three days in 1995. So I think this is the speed of that round was something that blindsided a lot of regulators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:05",
      "speaker": "SEBASTIAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:05",
      "speaker": "ROMANS",
      "sentences": "All right. Still ahead, a retired optometrist who says would have Paltrow crashed into him on a ski slope tells his side of the story in court.Plus, France's pension protesters, setting off smoke bombs at an airport with more demonstrations planned in the hours ahead. First, the former student who killed six people inside a Nashville school. What we know so far about the weapons involved. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "Christine, we're getting our first look at the guns that police say were used in the shooting and we are getting another look at the scene outside of this school.Late Monday, the Metro Nashville police department released several photos, including pictures of the two AR style weapons and a handgun. Authorities said two of the weapons were legally obtained. Another photo shows the car that police say was driven by the shooter and left at the school. Police say that officers searched the car and found what they're calling, quote, material that was written by the shooter. They also released photos of a door at the school that authorities said the shooter used to get into the building. You can see exactly where the glass was shot out. Police said that the 28 year old was ready for a confrontation with police. Authorities said the shooter, had several rounds of ammunition and detailed the attack in statements the shooter left behind. Police say the shooter had a map of the school, complete with entry points listed and in an interview with NBC News, the police chief said the shooter attended the private Christian school at one time, and there have been some belief that there was some resentment at having gone to that school. The police chief said that the 28 year old identified as transgender. The chief of police added that the shooter targeted random people in the school, killing three 9-year-old children and three school employees. The shooter was later killed by officers. Christine police said they are working for they are working on a theory, but they're not quite ready to release that -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "ROMANS",
      "sentences": "Carlos, thank you so much for that. Just chilling and grim.Let's bring in CNN contributor and senior news writer at \"The Trace\", Jennifer Mascia. Thanks for being here under obviously horrible circumstances. Let's talk about the guns. The shooter had three firearms, including two assault style weapons. How concerning is it to you? Whether or not these were purchased legally? How does that play into this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "JENNIFER MASCIA, CNN CONTRIBUTOR",
      "sentences": "Most mass shooters by their guns legally and most mass shootings are not perpetrated with a r fifteens, which I mean, the focus rightly is on them today, especially because they are so deadly, but this illustrates the fact that she had three types of guns. Handguns are readily available.It illustrates how the focus on one type of gun is a limited approach. What works and what's effective in other countries is focusing on who we're giving the guns, too. So, Tennessee, you know, the gun laws are very weak. It's perfectly legal in Tennessee to buy a gun without a background check. There's no red flag laws. So, if somebody wanted to flag her behavior, police officer would not be able to disarm her because it's not within his rights under the law. Tennessee in 2021 became the 25th permit list carry state. So you could carry a gun in public, without ever having a background check. And these things are, you know more targeted, you know, this vetting. In Europe or Canada, Australia, New Zealand, she never would have been able to get a gun. The authorities would have checked in with her every year to see if the she was still, you know, responsible and able to own that gun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "ROMANS",
      "sentences": "Interesting.The president, President Biden, called on Congress to ban assault weapons yesterday. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "BIDEN",
      "sentences": "It's just -- it's sick. It's heartbreaking, family's worst nightmare. So I call on Congress again to pass my assault weapons ban. It's about time that we began to make some more progress.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "ROMANS",
      "sentences": "I mean, we know the ban is unlikely. But do you think the administration can change some policies or encourage change at the state level?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "MASCIA",
      "sentences": "State legislatures are dug in. Republican-led states are loosening gun laws at a rapid, rate and states like California and New York, New Jersey, states that have traditionally had tight gun laws are tightening them even more.So what we have now is a polarization along gun ownership lines and the permissiveness of gun laws. So, you know, the problem with that, of course, is that you know, we don't have metal detectors that our state borders. A weak gun laws in Florida could mean in a legal gun owner in New York and often that is what happens. So, there's very little the president can do at the state level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "ROMANS",
      "sentences": "Gun deaths are at record highs. You know, we know that there -- you've done this amazing reporting that some almost 500 million guns have been manufactured since 1899, tracking all of those numbers, and we know that gun violence is leading cause of death of children and young teens after car accidents.We do stuff to make cars safer. We got let out of the painting out of the water because it killed children and hurt children, but we do nothing on guns, Jennifer.",
      "isLastSentenceInterrupted": false
    }
  ]
}