{
  "date": "2023-09-02",
  "headline": "CNN This Morning",
  "subHeadline": "Legendary \"Margaritaville\" Singer, Jimmy Buffett, Dead At 76; Today: Biden To Survey The Damage In Florida; Trump, 11 Others Enter Not Guilty Pleas In GA Elections Subversion Case; Labor Day Weekend Gas Prices Near All-Time Highs; Search Intensifies For Convicted Murderer Who Escaped Pennsylvania Prison; Louisiana Lawmakers Approve Anti-LGBTQ Bills That Include Ban On Gender Affirming Care For Minors. Aired 6-7a ET",
  "utterances": [
    {
      "timeStamp": "06:00:31",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Welcome everyone. We begin this morning with breaking news legendary singer-songwriter, Jimmy Buffett, has died at the age of 76. His website announced his death overnight posting this, Jimmy passed away peacefully on the night of September 1st surrounded by his family, friends, music and dogs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:31",
      "speaker": "OMAR JIMENEZ, CNN ANCHOR",
      "sentences": "And it was back in May that Buffett was hospitalized and forced to postpone part of his tour. His team didn't confirm what caused the hospitalization then and no cause of death has been released. Buffett was known for his breezy hits and barefoot performances all explaining life as a beach bomb.(BEGIN VIDEO CLIP) (MUSIC) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:31",
      "speaker": "JIMENEZ",
      "sentences": "Just sounds like vacation. CNN's Stephanie Elam takes a look for us back at his journey to Margaritaville and all the places in between.(BEGIN VIDEOTAPE) (MUSIC) STEPHANIE ELAM, CNN CORRESPONDENT (voice-over): Jimmy Buffett's laid back songs captured the feel of lazy days in paradise. Some called his signature sound Gulf and Western, a mix of country and Caribbean music. JIMMY BUFFETT, AMERICAN SINGER-SONGWRITER: I love the Caribbean through a sort of a strange way my grandfather was a sailing ship captain. And he sang the Calypso songs. So all this sort of amalgamation of material came in and came back out and I learned to be a performer and that gave me the vehicle to do it. ELAM (voice-over): Buffett was born Christmas Day 1946 on the Gulf Coast in Southern Mississippi and raised in the port city of Mobile, Alabama. He began his career making country music. But only really found his musical voice after moving to Key West in the 70s. (MUSIC) ELAM (voice-over): His time among the colorful characters there helped inspired his tropical style and eventually led to his landmark 1977 album \"Changes in Latitudes Changes in Attitudes\" and it's famous hit song \"Margaritaville.\" (MUSIC) ELAM (voice-over): But Buffett's greatest musical success was on the concert stage, not the charts. He made hundreds of millions of dollars touring over the decades, supported by his legion of diehard fans, known as Parrot Heads.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:31",
      "speaker": "BUFFETT",
      "sentences": "The audience is just so much fun for me to look at. I mean, there's entertaining to me as I hope I handed him.ELAM (voice-over): His music may have been laid back. But Buffett brought so much energy to his life. He piloted airplanes, wrote best- selling books, raised funds for Democratic candidates, and amassed a fortune estimated at $1 billion through his Margaritaville lifestyle brand, which included restaurants, hotels, resorts and casinos. Like his music, it was all geared toward capturing the magic of the tropical places Buffett loved best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:31",
      "speaker": "BUFFETT",
      "sentences": "From New Orleans to the Gulf Coast, down into St. Barths and other places. I still can find magic in most of those places where people think there isn't any left.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:31",
      "speaker": "JIMENEZ",
      "sentences": "Stephanie Elam thank you for that report. He brought so much joy to so many people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:31",
      "speaker": "WALKER",
      "sentences": "Yes. And talk about a lasting legacy and really a ubiquitous presence. I mean, just driving in here, I was saying that they were -- they just opened a Margaritaville here in Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:31",
      "speaker": "JIMENEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:31",
      "speaker": "WALKER",
      "sentences": "And everywhere you turn and even the words you hear, I mean, some of the lyrics from his music has become part of our vernacular, right? It's 5 o'clock somewhere, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:31",
      "speaker": "JIMENEZ",
      "sentences": "You can't say the word paradise without thinking about Jimmy Buffett. You know, it's incredible. It's a large loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:31",
      "speaker": "WALKER",
      "sentences": "Sure is. And we will have much more on Jimmy Buffett's passing and the coming hours.Meantime, Labor Day, the weekend marks the end of summer for many but Mother Nature did not seem to get the memo this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:31",
      "speaker": "JIMENEZ",
      "sentences": "Yes, summer refuses to loosen its grip as another heatwave is expected to break temperature records in some parts of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:31",
      "speaker": "WALKER",
      "sentences": "Yes, CNN meteorologist Allison Chinchar is here to break it all down for us. Hi, Allison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:12",
      "speaker": "JIMENEZ",
      "sentences": "Summer going out with the bang. Allison Chinchar, thank you.Now in just a few hours President Biden will arrive in Florida to tour the destruction Hurricane Idalia left behind. The strong category three storm made landfall Wednesday morning with 125 mile per hour winds and inundated Florida's Big Bend region with nine feet of storm surge. One firm estimates the price tag for the storm could reach $20 billion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:12",
      "speaker": "WALKER",
      "sentences": "And this comes as FEMA's disaster fund is entering the red zone. Now the Biden administration is calling on Congress to approve an additional $4 billion for FEMA's disaster relief fund. That is on top of a $12 billion request last week for agency funding. CNN's Jasmine Wright joining us now from Washington. Jasmine, will this trip help bolster Biden's case to Congress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:12",
      "speaker": "JASMINE WRIGHT, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, one thing for sure cameras that President Biden and First Lady Jill Biden will be able to see the damage firsthand with their own eyes when they land in Live Oak, Florida in just a few hours. And you're right, this trip comes about a day after the White House said that it'd be asking Congress for an additional $4 billion to replenish that FEMA Disaster Relief Fund on top of their already $12 billion asset.They say that just because of this brutal stretch of natural disasters that we've had the last few months Maui, Florida, really things that we've seen in the last few weeks and months really bolster their case in needing this extra money to bolster that FEMA Disaster Relief Fund. So President Biden today we will see him lands in Live Oak, Florida. And then he and the First Lady will take an aerial tour over the hurricane damage. And then we'll see them participating in a briefing along with first responders, local volunteers, local and state leaders, including Senator Rick Scott, that Republican in Florida. And then we will see the First Lady and President Biden do a on the ground tour in Live Oak really talking to those who have been affected. Before President Biden delivers remarks reaffirming the federal government's commitment to the people of Florida in the wake of these natural disasters, really hoping to bolster his case to Congress of why they need more money with those visual pictures that we'll see on the ground there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:12",
      "speaker": "JIMENEZ",
      "sentences": "Well, and Jasmine, President Biden says he'll be meeting with Florida Governor Ron DeSantis on his trip today. But DeSantis says it's not happening. Look, obviously DeSantis is running for president we know. Is this politics? What's happening here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:24",
      "speaker": "WALKER",
      "sentences": "All right. We will be watching with you. Jasmine Wright, thank you very much.And up next, we're going to sit down with FEMA Administrator Deanne Criswell to discuss the latest efforts on recovery there in Florida. That's just over an hour from now, right here on CNN. Well, former Trump attorney, Rudy Giuliani, is the latest defendant in the Georgia election suppression case to plead not guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:24",
      "speaker": "JIMENEZ",
      "sentences": "Yes, the former New York Mayor along with Trump and five other defendants have to appear in Georgia State court next week after waiving their right to an arraignment hearing. Nineteen people have been indicted. But only Trump and 11 other defendants have formally entered pleas. We're still waiting for a decision on whether former Trump's chief of staff, Mark Meadows, trial will move to federal court. CNN justice correspondent Jessica Schneider has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:24",
      "speaker": "JESSICA SCHNEIDER, CNN CORRESPONDENT",
      "sentences": "Well, Amara and Omar, we are waiting for word from the federal judge in Georgia to find out if Trump's former chief of staff, Mark Meadows, will be able to move his case from state court to federal court. The judge has received briefing at this point from both sides in the case. It's spans about 35 pages. All that briefing, it was submitted late Thursday afternoon, so presumably a ruling could come at any time.The judge here wanted more clarity on this issue of the numerous acts listed in the indictment against Meadows as part of this conspiracy case and whether if Meadows was performing as a Federal officer under just one of those acts, could the case be removed. While the DA Fani Willis of course is saying, no, she says the indictment didn't happen because of any single act. But instead the broader conspiracy that Meadows was alleged to be involved in. Meadows lawyers, of course, they're saying, yes, even if one act touches on Meadows job as chief of staff, it should be removed. So we'll see how this judge rules it's likely we'll see something maybe before Wednesday when Meadows is set to be arraigned in state court. Then we also have defendant Kenneth Chesebro. He was Trump's campaign lawyer. He's filed various motions in state court. First, he wants the prosecution to speed up their production of discovery to him and his lawyers. His lawyers are saying it's unacceptable that prosecutors have said they'll hand everything over by September 15th, which is two weeks from now when they're speeding toward this October 23rd trial date. So Chesebro's lawyers say that they're -- they've given Willis's team a hard drive for the evidence and they're saying that Willis's team really needs to speed it up. They say they can't say they're ready to go to trial, but then slow walk this production of documents. And then also Chesebro is telling the court that he wants to solo trial. You know, even though he and Sidney Powell both filed for speedy trials, he does not want to go to trial with Sidney Powell. He says he never had any direct contact with her. And they're not accused of doing the same thing. So a flurry of filings also as we wait for that federal judge in Georgia to act. Guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:24",
      "speaker": "WALKER",
      "sentences": "All right, Jessica Schneider, thank you.And let's discuss more with CNN political commentator and spectrum news political anchor, Errol Louis, he is the host of Spectrum News' podcast You Decide. Errol, good morning, good to see you as always. So a lot of legal maneuvers to keep up with the severing of the cases of not plead not guilty pleas. Let's focus on what I guess the people at home will actually care about. And that's the Fulton County judge overseeing the Georgia case ruling that the state case will allow it to be televised, right, including a live stream on YouTube. Politically, what will that mean for Trump? Will he be able to take advantage of that and for how long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:24",
      "speaker": "ERROL LOUIS, CNN POLITICAL COMMENTATOR",
      "sentences": "Good morning, Amara. I think that what it will mean is that the public will get a real view of what happened here and give the prosecution at least to give the government an opportunity to make its case in a way that was similar to what we saw in the January 6th Committee hearings, which had an amazingly large amount of audience as well as broad comprehension by the public, as reflected in the polls, as the hearings went on.So what we've got here is a sprawling conspiracy case. They've got to tell the story. The prosecution has that burden. And as they do it, if they're doing it properly, and it's being streamed and televised and so forth, we'll all get to see what is the story that they're telling. And then the public will be able to judge. I think that's going to be a tremendous opportunity to really teach the public what the government's case is and let the public make up its mind. Is that going to benefit Trump? I don't think the facts are in his favor. And I think frankly, it'll be devastating as we see person after person, take the stand, provide evidence and make the case that this was a real serious conspiracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:12",
      "speaker": "LOUIS",
      "sentences": "Look, you know, Amara, first of all, he's married the two, his legal argument is his campaign argument and vice versa. I think, though, if you think back to 2016, in particular, but also in 2020, this is not somebody who does traditional campaigning. He's not going to visit every county in Iowa. He's not going to run to a bunch of diners and shake hands. That was never how he did things.And so he'll probably be less impacted by this than you might think. He also has 100 percent name recognition. For all intents and purposes, he's one of the best known people on the planet. So he doesn't necessarily have to get around. The polls already suggests that his rivals are not coming anywhere near him on the Republican side. So he's going to be in fine shape, I guess, to get through that, at least the first phase of the nominating contest, he might lock up enough delegates by Super Tuesday that by March of next year, he'll be the nominee and then he can really sort of focus on his legal problems. I think that's going to be probably the most likely outcome",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:12",
      "speaker": "WALKER",
      "sentences": "And right. And Errol as you know, we've all been watching this week for the second time in as many weeks. The Senate Minority Leader Mitch McConnell having a freezing spell again, during a news conference. And we still don't know what's ailing him. If there was a specific health issue, why not just come clean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:12",
      "speaker": "LOUIS",
      "sentences": "Well, listen, this is a much larger problem that you and I have talked about before, Amara, we have this gerontocracy. We have this aging leadership at the top of the government. And that includes not just President Biden, but also, you know, Senator Feinstein, Senator Fetterman in his own way. We've got a real serious problem here. And we've got to have some standards.And, you know, you can't pass a law and require people to tell you what's going on with them, they have the right to personal privacy the way any of us would want. But at the same time, my goodness, it's not responsible to go on for somebody who has such a pivotal role in the federal government. And that tell us why he's freezing from time to time. It's very disturbing to watch. I think, you know, the people who are close to him, not just family, but also his political allies, I think we're going to have to really sort of have a serious conversation with him much of the way Democrats have tried to have with Senator Feinstein.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:12",
      "speaker": "WALKER",
      "sentences": "And I do have to ask you this, because this will be happening a few hours from now. President Biden will be on the ground there in Florida, to see the recovery efforts after Hurricane Idalia did a number in that state. You heard the back and forth from our Jasmine Wright about whether or not Biden and DeSantis are going to be meeting we know that during these presidential visits to these disaster zones there was always close coordination between the President, the White House along with local and state officials. What will you be watching for, especially as we're still waiting to see if President Biden will actually meet with Ron DeSantis? LOUISIt sounds like what he's trying to do is avoid what happened to Governor Chris Christie of New Jersey back in October of 2012, when he met with then President Barack Obama, and it killed him politically, because Republicans are not supposed to deal with Democrats and political judgment really worked against him. And it really contributed to him losing the Republican nomination in 2016. But, you know, we can't do it that way. I've got a lot of family down there. And those people really deserve a governor who's going to do his job and that means meeting with the President today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:12",
      "speaker": "WALKER",
      "sentences": "Yes, we'll see if politics gets in the way today. Errol Louis, thank you so much. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:19:52",
      "speaker": "WALKER",
      "sentences": "You know, I don't know that I've ever traveled on a Labor Day travel weekend. Have you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:19:52",
      "speaker": "JIMENEZ",
      "sentences": "Really? Yes. And sometimes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:19:52",
      "speaker": "WALKER",
      "sentences": "Maybe as a child but not as an adult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:19:52",
      "speaker": "JIMENEZ",
      "sentences": "-- not like bad rush hour times. So I've been frustrated by Labor Day travel before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:19:52",
      "speaker": "WALKER",
      "sentences": "Have you? Yes. I just feel like it's such a bad time because everyone's doing it. And then of course the hotel prices are more expensive. So I tried to lay low and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:19:52",
      "speaker": "JIMENEZ",
      "sentences": "You're taking the hips survived because everybody's doing it, oh my God. Oh, my God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:19:52",
      "speaker": "WALKER",
      "sentences": "Just because of the money. Just because of the money. But look, if you do have travel plans this weekend, you are not alone. TSA is expecting a record breaking 14 million people to take to the skies this holiday weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "WALKER",
      "sentences": "Wow. CNN aviation correspondent Pete Muntean is at the Reagan National Airport with more.(BEGIN VIDEOTAPE) PETE MUNTEAN, CNN CORRESPONDENT (voice-over): It is a climactic end to a record breaking summer of travel with a new survey saying more than half of all Americans expect to travel for Labor Day. At Chicago O'Hare, officials are bracing for a 7 percent increase in passengers compared to the holiday weekend last year. The TSA says after this weekend this summer will set a new air travel record with more than 227 million people screened at airports since Memorial Day. Transportation Secretary Pete Buttigieg says flight cancellations are going down. But the latest numbers from FlightAware show it is delays that have increased. This summer more than 25 percent of flights arrived late by an average of 57 minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "PETE BUTTIGIEG, TRANSPORTATION SECRETARY",
      "sentences": "This year, we have seen significant improvement. That doesn't mean that the system was immune from some tough travel days this year and this summer.MUNTEAN (voice-over): AAA says even still, travelers remain undaunted booking 4 percent more domestic trips compared to last Labor Day weekend, and 44 percent more international trips with destinations like Vancouver, Rome and London topping the list. SCOTT KEYES, FOUNDER OF GOING.COM: You are seeing flights and trips over to Europe, then down to Latin America booming right now, with numbers that are significantly higher than what we saw pre pandemic. MUNTEAN (voice-over): The crowds also stretched to the roads. AAA forecasts that popular routes like Palm Springs to San Diego and the Jersey Shore to Manhattan will hit peak congestion on Monday. Before this weekend, the average price for a gallon of regular gas flirted with a seasonal record set back in 2012.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Like everything else, it just keeps going up and it's my meeting my family halfway. I've driven all the way down to Baltimore and back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We knew they're going to go up. We knew that. So we filled up before we left Jersey.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "MUNTEAN",
      "sentences": "The TSA says Friday will go down as the busiest day for air travel of the weekend. But it is only the start. The TSA says in total it will screen 14 million people at airports nationwide through Wednesday. Omar, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "JIMENEZ",
      "sentences": "Pete Muntean, thank you. And if you're planning on driving this weekend to your holiday destination, you're going to be dropping some cash. Gas prices are nearing historic highs for this time of year with today's average gallon costing about $3.82. So with me now to talk about it all is Robert Sinclair Jr. He's the Senior Manager of Public Affairs for AAA North East. Robert, good to see you. Thanks for being with us. Now, look, prices generally cool off as the summer winds down. So what's going on here?ROBERT SINCLAIR JR., SENIOR MANAGER OF PUBLIC AFFAIRS, AAA NORTHEAST: Well, I think we're seeing the effects of global market forces just recently, Saudi Arabia. In fact, the beginning of July, Saudi Arabia and other OPEC plus countries announced production cuts of 3.6 million barrels per day. And it was recently announced that those cuts will continue through this month and possibly through the end of the year. And that led to a jump in crude oil prices were at 3.86, I'm sorry, $86 per barrel that's up from $78 a barrel just a week or so ago. So as crude oil goes up, the price of gasoline goes up. But there should be some mitigating forces at the end of the summer and the end of the summer driving season, demand will go down. And the switch to winter gasoline, which happens mid wave this month, that's cheaper to refine and produce. So there should be some help for a beleaguered drivers coming up soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "JIMENEZ",
      "sentences": "All right, so supply issues extreme heat, in some cases have played a role. But so what do you see as the biggest factor of play, but also, is this going to stop people from traveling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "SINCLAIR",
      "sentences": "Well, the biggest factor is the price of crude oil and also demand. It's interesting that so far to date, compared to last year, that demand is actually down nearly 1 percent compared to last year when we hit an all-time high of $5 a gallon in June. So despite lower gasoline prices this year, drivers just don't have the elasticity in their budgets, I think, to deal with higher gasoline prices.Going forward, it should get a little bit better. But we're still at the pain point for a lot of drivers. We've done surveys asking drivers what the pain point was for the price of gasoline 40 percent at $3 a gallon 60 percent at $4 a gallon. And 75 percent no surprise said $5 a gallon. So going forward, it's really going to be tough on drivers unless gasoline prices get a lot cheaper. I think there won't be a lot of non-essential driving going on as we've seen so far this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:29:59",
      "speaker": "SINCLAIR",
      "sentences": "Gasoline prices are very fickle there's no telling what can happen to them. It can just be a rumor sometimes that leads to higher crude oil prices. We are still very vulnerable because we're deep into hurricane season and the waters of the gulf are very warm, and a major storm hitting the oil rich, infrastructure of the Gulf Coast could send prices skyrocketing overnight.l think back to Hurricanes Katrina and Rita in 2005, and that was the case. Generally, prices bottom out sometime in November, December, January. The cyclical rise and fall of prices shows them going down at the end of the year and rising as we get toward February and March when we make the seasonal changeovers to more expensive Summer burns of gasoline. So, a little relief could be had for drivers, but it depends on the weather and it depends on market forces that are global in nature.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:29:59",
      "speaker": "JIMENEZ",
      "sentences": "Robert Sinclair Jr. with the insight. I need to talk to you every holiday weekend, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "WALKER",
      "sentences": "Hundreds of law enforcement, Canine teams and drones have now joined the manhunt underway right now in Pennsylvania for a convicted murderer Danelo Cavalcante who escaped the Chester County prison west of Philadelphia on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Now, investigators say Cavalcante is extremely dangerous and could still be in the area or headed south towards Mexico. He was last seen walking along a road in Pocopson township wearing a white T- shirt, grey shorts and white sneakers. Let's discuss this with CNN's senior law enforcement analyst chief, Charles Ramsey. Good morning, Chief Ramsey. So, for starters, what is the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Good morning --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Strategy in finding him, in what is now two days into a search?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "RAMSEY",
      "sentences": "Well, there's a few things going on. First of all, they put an alert out to all the surrounding jurisdictions, and I imagine at this point in time now, surrounding states and even Customs and Border Patrol, because they know that in the past, he has tried to get to Mexico, and then from Mexico, to Brazil. So, the alert is certainly spreading out.But right now, they still believe that he is still within the area, at least within a 6 to 10-mile radius of the prison itself. So, the strategy right now is to do a grid search we call it, which is a very thorough search of the area. This is largely farmland, some forest areas there too. So they're using drones, they're using dogs, they're using helicopters with heat sensor technology on it to pick up any kind of register of an individual who might be in a heavily-wooded area. They're going door-to-door or farm-to-farm, checking on homes. And they're asking people, of course, to check their homes, to check sheds. One thing is, this is a holiday weekend. So you may have people that have left for the weekend, and not even aware of the fact that this individual may have broken into the house and sought shelter there. So, people just need to be very vigilant, very aware. This guy is very dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "WALKER",
      "sentences": "And that's a very good point, that a lot of people will be gone for the holiday weekend. So, when they do return, I mean, maybe they should be checking their sheds and parts of their home. But to that point, Charles, I mean, the fact that officials are calling him extremely dangerous. Talk more about that. I mean, this is a man who has been convicted of murder of his girlfriend, and people really need to be cautious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "RAMSEY",
      "sentences": "Well, but when you think about the murder itself and just how vicious it was, I mean, he committed the murder in front  of her two children. She was stabbed over 30 times. He's also wanted in connection with a murder in Brazil. He was sentenced to life without the possibility of parole. This guy has absolutely nothing to lose.And that makes him even more dangerous. So people need to be very aware. Now, he is a small guy, when you look at the physical description, 5 feet, 120 pounds. From a distance, he could -- he actually looks like a teenager perhaps. So people need to take nothing for granted. If you see something suspicious, someone you don't recognize, who doesn't belong in an area, call the police, let the police check it out and see whether or not, this is a -- you know, a legit situation or not. Don't take it upon yourself to try to approach this individual. He is very dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "JIMENEZ",
      "sentences": "And look, inmates have used a lot of ingenious methods to escape from prison. What happened here, but even more so, where are some of those gaps where we do typically see an escapee get loose here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes, and finding him is one thing, and then likely the investigation into how he got loose, but the priority as it sounds right now is to find this person, again still on the loose now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "RAMSEY",
      "sentences": "Right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "JIMENEZ",
      "sentences": "For days. Chief Charles Ramsey, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WALKER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "JIMENEZ",
      "sentences": "Since 2021, lawmakers in more than 20 states have introduced or passed bills similar to what critics called the Don't Say Gay law in Florida. That's according to education week. The controversial proposals and laws aim to prevent teachers from talking about certain topics like sexual orientation and gender identity with younger students.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WALKER",
      "sentences": "And Louisiana has its own version of the bill, prompting a prominent doctor there to take his family and leave the state. CNN medical correspondent Meg Tirrell has more now from New Orleans.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, this is what we call our wall of love.MEG TIRRELL, CNN MEDICAL CORRESPONDENT (voice-over):  When Jake and Tom Kleinmahon moved back to New Orleans, the city where they met and fell in love, they planned to raise their two kids and retire here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We built this house honestly to live here forever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "TIRRELL",
      "sentences": "A pediatric cardiologist, Jake returned to be medical director of the pediatric heart transplant program at Ochsner Health, the only program like it in Louisiana.(on camera):  What do you love about being here?  JAKE KLEINMAHON, PEDIATRIC CARDIOLOGIST:  I feel like I really make a difference here. And before I came, any complex patients were having to be sent out of state for heart transplants, and I felt like the kids of Louisiana deserved to stay in Louisiana. TIRRELL (voice-over):  But now, Jake and his family are leaving the state after a set of bills passed the legislature this Summer, that they say make them feel unwelcome. J. KLEINMAHON:  The part that really solidified it for us, was when we were watching the Senate Education Committee hear about the Don't Say Gay bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "HB466 prohibits teacher-led discussion on sexual orientation or gender identity in grades K through 12.J. KLEINMAHON:  To think that if our kids went to public school, and they were made fun of because they had two dads, a teacher would not have been able to step in and make a learning experience about different types of families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "TIRRELL",
      "sentences": "HB466, and another bill which sought to require permission from parents for school employees to use certain names or pronounce for students were vetoed by Louisiana's governor in June. And a third bill banning gender affirming medical care for most minors overcame the governor's veto, and is expected to take effect in January.J. KLEINMAHON:  I'm really sad to leave. But I feel like I don't really have a choice. But the way that the political landscape in Louisiana is going, it's pretty clear that these laws are going to pass eventually. TIRRELL (on camera):  Jake's departure doesn't just mean there's one fewer specialist like him here in New Orleans, he says it leaves just two heart transplant cardiologists for kids for the whole state of Louisiana. J. KLEINMAHON:  There's going to be a hole that's left when I leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "TIRRELL",
      "sentences": "How much is that weighing on you?J. KLEINMAHON:  By far, the hardest part of this decision was thinking about my patients. TIRRELL (voice-over):  The Kleinmahons are moving to Long Island, New York where Jake will start a heart transplant program, and the whole family will start a new life. J. KLEINMAHON:  We teach our children about kindness, about celebrating differences, and we hope that they recognize this as us doing something so that they can live in an area where they can be free, they can be kind, they can celebrate our differences, our different type of family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "TIRRELL",
      "sentences": "Meg Tirrell, CNN, New Orleans.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "JIMENEZ",
      "sentences": "Novak Djokovic survives a huge scare at the U.S. Open in a match that lasted into the wee hours of the morning. How --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "I don't know how they do it. Yes --(LAUGHTER) You know, we were barely slowly waking up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Carolyn Manno joining us now with more. Hi, Carolyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "CAROLYN MANNO, CNN SPORTS CORRESPONDENT",
      "sentences": "Hi, I know you guys were getting your morning coffee as Novak Djokovic is leaving the court. But he is in prime shape to last that long in a match. He's one of the greatest to ever play the game. His mental fortitude is what is so special. It is completely unmatched. So, you should never count him out no matter how poorly he's playing, no matter how big the deficit is that he's facing, and he is still on track to win a record 24th Grand Slam title at the U.S. Open.But he did had to do it the hard way on Friday night, some people were pegging this match as a bit of an upset alert. He dropped the first two sets against his fellow Serb Laslo Djere who has played him really tough in the past and battled all the way back to winning the match that didn't end until 1:30 in the morning. Afterward, Djokovic admitting he had to pump himself up after being pushed to the brink. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "NOVAK DJOKOVIC, TENNIS PLAYER",
      "sentences": "I did a little pep talk in the mirror. I kind of laughed at myself because I was so pissed off and agitated and, you know, annoyed with the result and with the game, but, you know, I had to kind of force myself to lift myself up, to lift the spirit up a little bit. I've done it a few times before in my career, it worked. A few times, it didn't work, but tonight, it did and I'm grateful.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}