{
  "date": "2023-11-29",
  "headline": "CNN News Central",
  "subHeadline": "U.S. Urges Israel to be More Precise and Surgical Targeting Hamas in Gaza to Limit Civilian Casualties; CNN's Jake Tapper Speaks to Families of American Hostages; Threat Assessment Ahead of NYC Tree Lighting. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Yes, so precision being in the eye of the beholder, it appears that there's a difference between the U.S. definition of a precision strike, an Israeli one. Is that a fair assumption?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LEIGHTON",
      "sentences": "That is a fair assessment. Because when the Israelis are looking at this, they really have certain -- they're constrained by some of the weapons that they have. But they are also constrained by the way in which they employ those weapons. And one of the key things that they're doing is they believe that they need to take out a wide swath of this -- these areas.Because, for example, if you go into the map of Gaza itself, all of this area right here was ordered to be evacuated. And the reason for that is because of the strikes that we saw in the example of the video in Khan Younis. The rest of Gaza is also subject to these kinds of strikes, and that can really result in a lot of civilian casualties. Even more than the 15,000 or so that may have been killed during this period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, Colonel, let's go back to that initial map because we're a few hours away from this sort of temporary truce, potentially expiring. There are officials that are working to extend it right now. But if it does wind up expiring and hostilities resume, where do you see that playing out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LEIGHTON",
      "sentences": "So let's take a look right here at these areas right here, of course, where the Israelis have a presence right now. What we can expect them to do is move into these areas right here into Gaza City. Basically taking out every single thing that they can find in these areas. They can do that potentially. They can also come in this way and cut off the -- any retreat by Hamas from here into the south.The southern area is one in which they are hoping -- the Israelis are hoping -- to have kind of an area where they can put a lot of the civilian population. They've actually offered an area up as kind of a safe haven. But that is something that is very small, very small area near Khan Younis. And it is an area that is really not conducive to keeping people there for a long time. And it's also not conducive to allowing for the military operations in this area because you could find a lot of Hamas fighters in an area like this as well. So Israel has kind of double challenges in this particular situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SANCHEZ",
      "sentences": "When it comes to humanitarian aid, I want to go back to the video of Khan Younis because this I think underscores the point that there is immense need among the civilian population in different parts of Gaza. Obviously, this is just one example. What happens to the flow of humanitarian aid and the aid that's already in Gaza once hostilities resumed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LEIGHTON",
      "sentences": "So the aid that already is has been sent into Gaza is at risk of being destroyed. Any stockpiles that they have, anything that could be used, foodstuffs, you know, clothing during the cold months of the year. All of these kinds of things, shelter. Obviously, with this kind of stuff, you see that that could all be eliminated and Khan Younis was an area that was not specifically set aside for military operations. It was supposed to be in a safer part of Gaza. And you see what's happened to that already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, Colonel Cedric Leighton always appreciate the perspective. Again, right now, the temporary truce set to expire in a matter of hours. Officials are working to extend that as we speak. Thanks so much for the perspective as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LEIGHTON",
      "sentences": "You bet, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Here in just hours, this temporary truce between Israel and Hamas is set to expire and talks are still underway to extend this so that more hostages can be released. The families of those who are still being held, of course, are anxiously awaiting any positive news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SANCHEZ",
      "sentences": "And CNN's Jake Tapper joins us now. And Jake you spoke to family members of American hostages. What did they share with you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "RONEN NEUTRA, FATHER OF AMERICAN HOSTAGE OMER NEUTRA",
      "sentences": "This shouldn't be a political issue. This is a strict humanitarian issue. You have 240 abducted, right now 160. This should be, you know, any person just looking at this issue should, should sympathize. Think about it. Could have been your son. It could have been your daughter, your mother. People taking from their beds, people taking from their houses. It's not the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "ADI ALEXANDER, FATHER OF AMERICAN HOSTAGE EDAN ALEXANDER",
      "sentences": "I think it's a lack of education. Whatever is going on, the protest wise and to see the Hamas as a freedom fighter, it's fundamentally wrong.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "TAPPER",
      "sentences": "Those two families were from New York and New Jersey respectfully, but they were -- respectively, I should say -- but they're also dual citizens with sons in the IDF, sons who are now in Gaza somewhere being kidnapped and held in captivity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "KEILAR",
      "sentences": "They're really driving the conversation. It's so interesting to hear you speak with them. What are they saying? What are families saying when it comes to -- you have Netanyahu saying absolutely they are getting back to this war. But what do they think? Because there are still so many hostages left, especially so many men.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "TAPPER",
      "sentences": "Every single family I have spoken to, whether in Tel Aviv, when I was there or here, every single one of them said, getting the hostages home needs to be top priority. They don't weigh in on military strategy. They don't weigh in on domestic politics. They all have their feelings. They all have their opinions. But they say getting their loved ones home has to be top priority. Whether it's a prisoner swap, whatever it need to be.And these five families that I spoke with today, all of whom have or had loved ones -- there was one woman there who was the great aunt of that, that young girl who was -- who came home the American girl whose parents were savagely murdered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "KEILAR",
      "sentences": "Abigail Idan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "TAPPER",
      "sentences": "Yes, Abigail Idan. In any case, they all have loved ones still held captive by Hamas, this terrorist organize. And they're begging -- they're here in DC today to beg, to plead with members of Congress, to plead with the Biden administration. Please get them home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SANCHEZ",
      "sentences": "Well, Jake, it strikes me as you were speaking, I noted that it's not just Americans that have appear to be equivocating for Hamas. It's also members of Congress, right? Where do you think that Instinct comes from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "TAPPER",
      "sentences": "Well, I mean, I can't speak on behalf of them. I mean, obviously there's a lot of sympathy and understandably so for the Palestinian people. And look that's -- that goes back decades to the, you know, to 1947 and to when they were under Egyptian rule and then under occupation by the Israelis. And now, under Hamas since 2005, and I understand that for sure. But Hamas is an organization that is right, you know, considered a terrorist organization by the U.S., by the EU, by the Israelis, obviously. They have done nothing positive for the Palestinian people. In their own words, they do not care about the Palestinian people -- Hamas. They have built these tunnels to protect themselves. In their own words, they do not care what happens to the people of Gaza, and so I can't explain it for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "KEILAR",
      "sentences": "So many victims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "KEILAR",
      "sentences": "But it's so important to hear their voices. So, Jake, thank you so much. We'll be looking forward to hearing more from them on your show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "TAPPER",
      "sentences": "Yes, coming right up. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KEILAR",
      "sentences": "With Israel and Hamas at war, New York City police are on guard ahead of a major public event that is set for tonight. Tens of thousands of people expected to gather for the annual Rockefeller Center Christmas tree lighting. We have chief law enforcement and intelligence analyst John Miller with us now to talk about this. John is the NYPD aware of any specific or credible threats to this event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "Just the opposite. They're not aware of any specific credible threat. On the other hand, they understand the world is in turmoil. There's war in the Middle East, and emotions are high. So what they're applying is the complex counterterrorism overlay that you see at all the major events in New York City. That's the bomb squad, the dogs, the cameras, the radiation detectors, the chemical sensors, the plainclothes groups of officers in the crowds working as spotters to see if there's anything suspicious. Not because they're worried, but because they want to be ready.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KEILAR",
      "sentences": "So what does that look like? A complex counterterrorism overlay. You detailed some of it where I think people might not even be aware that it is around them, but obviously you should see some visible signs of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "Yes, someone inspired by current events, which we've seen as you mentioned time and again. John Miller, thank you so much. We do appreciate it. We'll be keeping our eye on this. And we'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "KEILAR",
      "sentences": "Rosalyn Carter is being buried in a private service. She passed away on November 19th at the age of 96, just days after she joined her husband in Hospice care. Her memorial service in Atlanta yesterday drew every living First lady and hundreds of others who paid their respects.",
      "isLastSentenceInterrupted": false
    }
  ]
}