{
  "date": "2023-07-31",
  "headline": "CNN This Morning",
  "subHeadline": "DeSantis Campaign Slams Trump over Ads; Russia Could Use Nuclear Weapons; Nurse and Baby Abducted in Haiti; Biden Launches Student Loan Plan. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "KRISTEN HOLMES, CNN CORRESPONDENT",
      "sentences": "Long-term political adviser Michael Glaster (ph). Again, waiting to see what those details actually look like. But they are clearly hemorrhaging money here when it comes to these legal fees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "It's interesting to see some of Trump's 2024 rivals using this as a new sort of form of attack on the former -- like DeSantis, for example, when he's not going after Trump for so many other things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "He will with this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HOLMES",
      "sentences": "Absolutely. And we already saw that at a campaign stop.We can actually take a listen to the full sound of what he said when it came to being asked about this enormous amount of money. (BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL) AND 2024 PRESIDENTIAL CANDIDATE: Well, he also spent more than $20 million attacking me. They were -- he was attacking me with these commercials, phony commercials, when I was just doing my job as governor. I wasn't even a candidate. Instead of focusing on Biden, he was attacking me for $20 million, $25 million. So, I don't think that was a good - good use of the money. And I think that we need to be focused on using our energy on resources on defeating Biden and the Democrats. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HOLMES",
      "sentences": "But, of course, he is still walking this fine line, not really attacking Trump. He's saying, he shouldn't be spending this money attacking him. But not really going into the legal matters at hand that continue to plague Trump as he runs for his third presidential bid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "MATTINGLY",
      "sentences": "All right, Kristen Holmes, thank you very much. HARLOWthe \"Associated Press,\" Michelle Price is with us, and political video reporter for \"The Washington Post,\" Joyce Koh is with us. Good morning, guys Ladies. JOYCE KOH, POLITICAL VIDEO REPORTER, \"THE WASHINGTON POST\": Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "So, just beyond the money here, can we talk about the polling and \"The New York Times\" poll that is so, so striking in terms of Republican-leaning voters. Let's pull it up on the screen. This national poll, 54 percent for Trump. DeSantis is so far behind at 22 percent. Next in this poll, Ramaswamy at 5 percent and everyone below there. What does it tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "KOH",
      "sentences": "You know, what we are looking at is this early polling, you know, looking at the Republican field and seeing what's happening here. And I think it's an early indication as to where things are shaking up in Republican politics, at least early on. You know, we saw Trump yesterday during his event in Erie, Pennsylvania, talking about this polling and how he is so far ahead of Ron DeSantis. And we know DeSantis later on will have an economic policy press conference, sort of trying to reset his campaign after a pretty brutal week last week, you know, cutting a third -- more than a third of his campaign staff. He's been under fire from members of his own party regarding his comments on slavery and how the new curriculum is structured in Florida.So, this is, you know, what we are seeing right now early on is to how things are shaking up in the Republican race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "MATTINGLY",
      "sentences": "Now, one of the things that's fascinating to me, we saw over the weekend, there have been a very small core group of Republicans who are running for the nomination, who have been willing to criticize the former president, willing to criticize the fact that he's been indicted twice, maybe indicted a third and fourth time. One of them is Will Hurd. He was in Iowa this weekend at a cattle call of sort in the political world.Take a listen to what happened. (BEGIN VIDEO CLIP) WILL HURD (R), 2024 PRESIDENTIAL CANDIDATE: Donald Trump is not running for president to make America great again. Donald Trump is running to stay out of prison. And if we elect -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "CROWD",
      "sentences": "(Booing).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "MATTINGLY",
      "sentences": "Now, you heard the boos and Hurd made clear afterwards he kind of expected that to some degree. He's framed himself as a truth teller and kind of knows the dynamic here. But you listen to that, you see how candidates are trying to figure out, as Joyce was saying, how to actually message here, then you look into \"The New York Times\" poll that Poppy was citing there, and there's like an amazing graph in the story written by Shane Goldmacher that says, Mr. Trump held decisive advantages across almost every demographic group and region and in every ideological wing of the party, the survey found. As Republican voters waved away concerns about his escalating legal jeopardy, he led by large margins among men and women, younger and older voters, moderates and conservatives, those who went to college and those who didn't, and in cities, suburbs and rural areas.That's literally everyone. So, I just -- how does this end other than Donald Trump as the Republican nominee? MICHELLE PRICE, NATIONAL POLITICAL REPORTER, \"ASSOCIATED PRESS\": I mean it's early, but, at this point, it seems like there's just a stasis that has settled over this race. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "MATTINGLY",
      "sentences": "Why, though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:04",
      "speaker": "MATTINGLY",
      "sentences": "That's a good point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:04",
      "speaker": "HARLOW",
      "sentences": "Two Republicans, Nancy Mace, in Congress, obviously, but also Governor Chris Sununu of New Hampshire, who's not running for the White House or for governor again, both showed up with a warning to their party about potentially impeaching Trump, which we heard more and more calls for last week. Those really escalated with the McCarthy comment. I thought that was interesting. I mean, in Mace's words, it puts the majority at risk and you make some of those members, quote, walk the plank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:04",
      "speaker": "KOH",
      "sentences": "Yes, and these are similar to comments that we've heard from her on issues like abortion, where there is a radical approach within their own party, as well as something that's more -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:04",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:04",
      "speaker": "KOH",
      "sentences": "You know, more moderate on the spectrum. So, this is not, you know, sort of a new perspective from her in terms of how she, you know, is kind of signaling a warning to her own party about taking the most extreme approach to Biden if they are to pursue some sort of impeachment investigation against the president.But, you know, she kind of plainly states that there are -- what the - what the field looks like right now is that, you know, there are 18 Republicans that are in House districts that Biden won, and how does an impeachment play out, potentially, with those moderate independent voter that Republicans will need down the line? You know, McCarthy, he is sort of struggling continuously to gain some consensus over his own caucus and this is really, you know, how this produces sort of a domino effect on to the 2024 campaign trail and whether or not Republicans maintain power in the House, you know, and how they perform on the presidential election is something that we're going to be watching for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:04",
      "speaker": "MATTINGLY",
      "sentences": "It's such a good point because especially with the 18 front liners, the freshman, a large portion of them are from New York and flipped seats in this state in the midterm elections.But Trump, over the weekend in Iowa, saying basically, if you're not seeking retribution on my behalf, you should be primaried. More or less saying that. Which would seem to be a House speaker's total nightmare given the fact that they have such a slim majority. And yet this is the balancing act that Kevin McCarthy always has to play. And I'm trying to figure out, what's - what's the end game here for Republicans writ large?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:04",
      "speaker": "PRICE",
      "sentences": "They are just -- Republicans in Congress are in this kind of just tough spot with Trump because he is the most popular person in their party. If you are running in a competitive race, you want him to endorse. You want to be on his good side. But, at the same time, if you're running in a - in a very close race, like in those New York seats, you don't want to be talking about Trump. You want to be talking about the economy or other issues that are going to kind of get a broader consensus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:04",
      "speaker": "MATTINGLY",
      "sentences": "But you can't piss him off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:04",
      "speaker": "PRICE",
      "sentences": "Exactly. Exactly. So they're in a really tough spot going forward where if they are put on the spot for an impeachment vote, either for Biden or the impeachment expungement discussions we've seen about - about Trump, there's some blowback for those members.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:04",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:04",
      "speaker": "HARLOW",
      "sentences": "Michelle Price, Joyce Koh, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:27",
      "speaker": "HARLOW",
      "sentences": "New overnight, a nuclear threat from Russia. That's right, the deputy chairman of Russia's security council, Dmitry Medvedev, said Russia may use force of nuclear weapons if Ukraine's counteroffensive is successful and ends with, as he says, quote, part of our land being taken away.These comments come just hours after a drone hit a Moscow shopping center. Watch this. (VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:27",
      "speaker": "HARLOW",
      "sentences": "Nic Robertson joins us now.The words, I think, reading them are so concerning is because of what Russia views as its territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:27",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:27",
      "speaker": "HARLOW",
      "sentences": "And if he's saying these are on the table if that is taken away, where do we land?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:27",
      "speaker": "ROBERTSON",
      "sentences": "Yes, \"our territory,\" meaning, you know, Luhansk, Donetsk, Saferensio (ph) region, Kherson region, Crimea, all of those areas that Russia thinks that it's annexed and taken away for good. So, yes, this is a big threat. It's not the first time Medvedev has made it. And I think what's interesting here is perhaps not the headline of what he's saying, but the reason that he says that he's saying it, if we lose this territory. What does Medvedev actually saying here? Remembering, he, as you said, deputy head of national security council, former prime minister, former president of the country. Not a nobody. Somebody who has been outspoken in the past. So, what is he actually saying? Is he saying that Russia is losing territory to Ukraine -- Ukraine's counteroffensive? Is this an indication of deeper down what the Russians are thinking inside the Kremlin, that perhaps this isn't going so well, so let's up the verbal ante? Does it carry any weight? I think people would be foolish to - to disregard anything that a senior Russian official says in this regard, yet there's no indication they're about to do it. And until - and this far -- despite all the rhetoric, there's no indication Russia is moving in this direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "MATTINGLY",
      "sentences": "All right, Nic Robertson.I think he was inviting me to call him wherever I wanted to, to talk about this staff, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "HARLOW",
      "sentences": "I think so too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "MATTINGLY",
      "sentences": "It felt like that. It felt like that.Thanks, Nic, appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "HARLOW",
      "sentences": "All right, an American nurse and her child have been kidnapped in Haiti. We do have the latest on the rescue effort ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "MATTINGLY",
      "sentences": "Plus, Cardi B is fighting back after a concert-goer threw a drink at her while she was performing, \"Yo.\" That is a microphone. We'll tell you what happened, coming up next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "HARLOW",
      "sentences": "An American woman and her child have been kidnapped in Haiti. Alix Dorsainvil was working with -- as a nurse, I should say, at a Christian organization near Port-au-Prince, Haiti. Her husband founded that organization, which released a statement saying that Alix and their child were abducted from the campus near Port-au-Prince. This happened on Thursday morning.Paula Newton just returned to Ottawa from Haiti. She joins us live. What do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ALIX DORSAINVIL, AMERICAN VOLUNTEER MISSING IN HAITI",
      "sentences": "Sandro invited me to come to the school to do some nursing for some of the kids. He said that was a big need that they had. At first I didn't think that there was going to be much of a need there. But when I got there, there were so many cases.Haitians are such a resilient people. They're full of joy and life and love. And I'm so blessed to be able to know so many amazing Haitians. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "NEWTON",
      "sentences": "You know, again, she was there as a nurse, someone who could bring her skills and her talents to people who desperately need them. Even to operate as a charity right now, Poppy, we spoke to aid organizations, it has become so dire with so many clinics and hospitals closing. They were operating a school out of there.And what is also disturbing is this seems, from what we know, to have been targeted. So they were at what they call their Christian campus, which is just outside of the capital. And she and her child were taken directly from there. And these places are not without security. But, again, someone happened to know exactly where she was and that she was there with her child. Poppy. HARLOW: Paula Newton, please keep us posted. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MATTINGLY",
      "sentences": "Well, Cardi B has had enough. It's the latest incident of concert-goers throwing things at performers on the stage.Take a look. (VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MATTINGLY",
      "sentences": "Now, that happened in Las Vegas. Someone, as you saw there, in the audience threw a drink at Cardi B in the middle of her song \"Bodak Yellow.\" Clearly upset, she reacted by throwing her microphone into the crowd as security guards rushed the stage.Now, Drake, Kelsea Ballerini, Harry Styles, Bebe Rexha, all huge important elements of your play list, just some of the other artists who've had objects from candy to jewelry to chicken nuggets thrown at them while performing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "Inside joke.But, in all seriousness, I hate seeing this. And it happens all the time. Is there --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MATTINGLY",
      "sentences": "It makes no sense. It's ridiculous. And, also, why would you waste chicken nuggets? Is it - am I not focusing on the topics (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "Coming up, the Biden administration's plan to help tackle student debt. How it works and how much it's going to cost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:52",
      "speaker": "MATTINGLY",
      "sentences": "Well, the Biden administration has launched a new website for its income-driven student debt repayment plan. Now, the move comes after the Supreme Court struck down the president's student loan forgiveness program last month and just a few months before borrowers are set to begin making payments again.CNN's Arlette Saenz is live in Rehoboth Beach, Delaware, where President Biden wakes up this morning. Arlette, walk us through what this actually means, especially in the wake of the Supreme Court case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:52",
      "speaker": "ARLETTE SAENZ, CNN CORRESPONDENT",
      "sentences": "Yes, Phil, well, the applications are now officially open as the administration is trying to offer some relief to student loan borrowers.Now, this plan is not as sweeping as that student debt forgiveness program that President Biden had proposed and then was struck down the Supreme Court, but it is an opportunity, the White House believes, to give some help to people on an issue that is very important to young voters. Now, this will apply to current and future federal student loan borrowers. Private loans are not part of this plan. And what it will do is it will base payments based on your income and family size. Some borrowers will see their monthly payments slashed down to zero. That includes those making roughly less than $33,000 or families making less than $67,500 a year. Additionally, once this plan is in full effect next year, some borrowers will see their payments cut in half. And another key component of this plan is the fact that interest will no longer accrue as long as you are making those monthly payments. Now, this is the latest effort from President Biden to try to offer some relief to student loan borrowers. This is now a beta website that is up and running. It's often a testing period for the administration so they can work out any issues with the website before the full launch, which is expected to come in August. And officials I've talked to said that their eyes have been on that October 1st date, which is when student loan payments are set to resume after that three-year pandemic-era pause. They wanted to make sure that borrowers understood what would be available to them as that deadline is approaching. Phil.",
      "isLastSentenceInterrupted": false
    }
  ]
}