{
  "date": "2023-11-22",
  "headline": "The Source with Kaitlan Collins",
  "subHeadline": "Israel: Hostage Release & Hamas Truce Delayed Until Friday; NY Gov.: \"No Indication\" Border Explosion Was Terror Attack; Netanyahu Announces Red Cross To Visit Hostages. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "A quick reminder, of what you can do, to help the humanitarian effort, in Israel and Gaza. CNN's Impact Your World has gathered a list of vetted organizations, on the ground. To learn more, just go to CNN.com/Impact.Thanks so much for joining us. Have a wonderful holiday. The news continues with Kaitlan Collins, and \"THE SOURCE.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "Good evening. And welcome to THE SOURCE.I am Kaitlan Collins, live from Israel, where tonight, we are seeing, just how fluid that temporary truce between Israel and Hamas really is. We've now learned that no hostages will be released, and fighting will not stop, before Friday, at the earliest. There was no explicit reason, given for the delay, of the implementation, of this deal that was supposed to begin, just a few hours from now. But an Israeli official says the details are still being hammered out, as Israel has still not received names, of the first hostages, that are set to be released, by Hamas. Here's where the broad outline of that deal stands, as we are right now. At least 10 hostages, who were kidnapped, 47 days ago, are expected to be freed per day, with 10 more being released, each day after that, for at least four days, though officials are hopeful, it could potentially last even longer than that. In exchange, Israel will release a 150 Palestinian prisoners, women and children. The vast majority of those, who are eligible for release, are male teenagers between the ages of 16 to 18. There will be a temporary pause in the fighting, and a surge in the desperately-needed humanitarian assistance, sent into Gaza. But right now, that fighting is continuing. And Israel has been hitting targets, in northern Gaza, throughout the day, as we have seen, and our teams on the ground have been watching. CNN's Chief Global Affairs Correspondent, Matthew Chance, is here with me, in Tel Aviv. I mean, we expected this to start, just a few hours from now. It was never really that concrete, based on conversations with officials, I think. But what is the sense of why this is happening? And whether or not this will be the only delay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, I mean, first of all, we don't know exactly why. The officials that we spoke to have been a bit vague about it. But they're saying it's nothing serious. It's just minor implementation issues. There's no sense in which this deal has been derailed in any way.We're talking about things like the fact that it seems, there hasn't been a full list of potential hostages, to be released, given over to the Israelis yet. And there's been some confusion about that. It turns out that the Israelis, nor Hamas, have actually signed any deal. And that's a potential problem as well. But again, nothing that would necessarily derail this entire process. Nevertheless, it's, there is this delay. It's a delay in the pause of the violence. It's a delay in the hostages coming out. And that's obviously very damaging, for Gaza, very frustrating for the families, as well who are waiting with anxiety, to see their loved ones come out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "That's really interesting that neither Israel nor Hamas has actually signed this multi-page agreement that we know they've been hammering out the details on. Once it does happen, if it does happen, as scheduled, for Friday, what is that logistically and operationally going to look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "CHANCE",
      "sentences": "Well, I mean, again, I think it's another reason. It's going to be complicated. I mean, there were lots of moving parts. Gaza is a destroyed territory, in large part. And, of course, Hamas need to move these hostages, to a place, where they can be transferred to the ICRC, and eventually to Israeli custody.But my understanding is, from the conversations, I've been having, with Israeli officials, is that the hostages will come out in a batch of about 10 or 12. And they'll be moved back into -- via Egypt, and then moved back into Israel at three different locations. It's mainly going to be children. And children under the age of 12, I've been told, will be met at the border, by their loved ones. Children over the age of 12, they'll meet their loved ones at the hospitals. They're going to be taken to inside Israel. Yes. And then, if the injuries are dealt with, then you've got the psychological problems. And I was speaking to a counselor, earlier today. There's a whole team of people, in Israel, waiting to try and sort of manage those traumas that are inevitably going to be part of being released as a hostage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "Yes. We heard from those two elderly women, who were released. I mean, the daylight just shocked them, after being underground for so long.Matthew Chance, great reporting. We'll continue to check back in with you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "CHANCE",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "And have you heard anything, from either the Israeli government, or any officials, about whether or not your family is going to be, in this initial group of hostages that we are -- we believe are going to be released?LUBATON-GRANOT: We have no information about it. We hear some rumors, on the media, and on the social media. But we try not to give them much attention. We're trying to stay focused. We're trying to wait and understand that if they're coming tomorrow, the day after, it's still a long struggle. It's a struggle to help them recover, and help them get back to normal life, as much as possible. And it's a struggle to all of us, all the Israeli community, all the Jewish community, to bring all of them back home, each and every one of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "We heard from some of the families that they found out about this agreement, which is the closest that they've come, to one, actually happening, from the media. Is that how you found out about it as well?LUBATON-GRANOT: It's been a while that we understand that our talks and mediation and some negotiation. We understand that there is an important role of the Americans and the Qataris. But yes, a lot of the information we get is from the media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "I mean, that's just shocking, I think, to hear from a lot of people that it would be, the media that you're finding out about this from, not from the government or officials.And I know, the group that you founded, Hostage Forum, has done a lot, in this effort, to unite families, to bring them together, around this one cause, which every single family wants, which is for their loved ones to come home. What can you tell us, about the hostages that will remain in Gaza, beyond this pause that may not be in that initial group that is coming home, right now? LUBATON-GRANOT: If the rumors are true? And this is the group that we're talking about, children and their mothers. There is still probably 180 people that will still remain hostage, in Gaza. You have elderly women and men, you have people from different nationalities, American, Canadians, Germans, people from Thailand, the Philippines, all over the world. Some of them are 20. Some of them are 24. Some of them are fathers that we might see their children coming back without them. So, it's only to think about it, it's devastating. And this is why I think that after this deal, we will keep and fight to seek the next one, because this is the main, I think, one of the most fundamental values of Israel is solidarity. This is a core value in our nation. And in the Families Forum, we are all standing solidarity, together, to bring all of them home. So, it doesn't matter who's coming back tomorrow. And we will do whatever we can to give them the support that they need. We will still have to keep and fight Hamas, keep and fight this horrible terrorist organization. Because we still have so many people, inside, innocent people. And the fact that Hamas is differentiating between young or older or, I don't know what, this is horrible, as well. And they're all innocent that were held hostage. And it's a global issue that we all need to address.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "So, you're saying that, from what you've heard from these families, that even if their loved one is one of the first hostage hostages, to come home, they won't be happy until all of the hostages have been able to come home?LUBATON-GRANOT: I'm sure of it. This is what we are doing in the Hostages Families Forum. This is what we're doing globally. We're doing it here in New York. We have groups in D.C., and California, and Israel, all over the world. And we are all devoted to this cause, and have great partners, here in the American government, in the Israeli government, and yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Are you hopeful? Do you want this temporary pause to become a permanent ceasefire?LUBATON-GRANOT: I'm saying with a very heavy heart, unfortunately not. I've been a peace activist, for a decade. This is what I do for a living, in normal days. And I'm sure that there is a lot of being -- hostages that are also coming from, these beliefs and values, and a lot of families. But unfortunately, the only way to reach this deal that we're seeing, or about to see, is fighting Hamas, the pressure that Israel and the U.S. government has applied on them. If it's by military means, diplomatic means, economical means, by mediation or negotiation, this is what made the deal happen. And this is what will make the deal happen again, because we need another deal after it. It's not that if we have a ceasefire for good, Hamas will open their gates, and allow the people, to go back home. Because there was a ceasefire, actually, there was a ceasefire until October 6th. And Hamas break it. And they not break it -- and they did it in the most horrible way that the heart can bear. They did it by kidnapping babies, while murdering their parents. My cousin, Chen, became a hostage, a widow, and a bereaved mother, on the same day. Their house is burned. All of their families, from Kibbutz Kfar Aza, they don't have house, to come back to. So, if we will not keep pressuring Hamas, by all means, we will not bring our hostages home, and we wouldn't have the security, on the borders, that we're trying to achieve. And I really, really hope, in the most earnest way that eliminate Hamas, from power, would bring better future, to people from both sides, Palestinians and Israelis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "A notable answer there.And Omer, we're just we're thinking of you and your family. We can't even imagine how difficult, not just the last several days, but also this entire time. Omer Lubaton-Granot, thank you, for your time, tonight, and for joining me. LUBATON-GRANOT: Thank you for having me. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "COLLINS",
      "sentences": "Prime Minister, Benjamin Netanyahu, addressing the public, earlier, for the first time, since Israel's cabinet approved the terms of this hostage deal, making clear that he believes this truce is only temporary.(BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): Citizens of Israel, I like to be clear, the war continues. The war continues. We will continue with it until all our goals are achieved, to bring back the hostages, to demolish Hamas. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "COLLINS",
      "sentences": "Here with me now, is a member of Israel's Knesset, and Israel's former Ambassador to the United Nations, we've seen many times on this show, Danny Danon.Ambassador, thank you for being back here. Good to be with you, in- person. Do you know why this -- there's a delay, in the implementation, of this agreement, between Israel and Hamas? DANNY DANON, FORMER ISRAEL AMBASSADOR TO THE U.N.: Kaitlan, we're dealing with a very cynical terrorist organization, which is being led by a psychopath. So, you never know. So, it's not done until it's done. As of now, we haven't received the names of the children, and families that were supposed to be released, today. And the agreement says that we will get the names, every day, in advance. And then, it will happen. So, we hope that it will happen, on Friday. But we are not sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "COLLINS",
      "sentences": "And how far in advance do you expect to get the names? Because we know it was supposed to begin around 10 AM Local, here, tomorrow, initially, before that, and the fact that here we are now at 4",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "DANON",
      "sentences": "So, the expectation was that on morning of Thursday, actually we will start to see people coming into Israel. That's what we were prepared for.We realized, tonight, very late tonight, after the press conference, with the Prime Minister, that it's not happening, on Thursday. So, we hope that it will happen, on Friday morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "COLLINS",
      "sentences": "And is the delay, and the pause, in fighting, part of this as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "DANON",
      "sentences": "There is no pause. We are fighting now. As we speak, we are bombing certain targets, in Gaza. And tomorrow, we will --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "COLLINS",
      "sentences": "Right. So, the fighting will be delayed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "DANON",
      "sentences": "And tomorrow, we will continue to target. So, once we will get the names, then we know it's happening, then we will pause our activities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "COLLINS",
      "sentences": "Are you confident that this deal is going to hold that this is just a temporary delay, in the implementation of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "DANON",
      "sentences": "We don't know.And I want to remind you. In 2014, there was a ceasefire that was brokered by the U.N., back then. And they kidnapped the Israeli soldier, during the ceasefire. So, it's very sensitive. We are committed to bring back the hostages. But at the same time, we're going to be on high alert. We know with whom we are dealing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "COLLINS",
      "sentences": "Has Hamas signed this agreement yet, from your understanding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "DANON",
      "sentences": "No. From my understanding, they haven't signed it yet. The Qataris who were brokering the deal, they wanted to have some kind of a signature. And I think now, they realize that they also have issues with Hamas. It's not only us, not trusting them. But I think also the Qataris realized that they're dealing with a terrorist organization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "COLLINS",
      "sentences": "What about Israel? Has Israel signed the agreement yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:16:58",
      "speaker": "DANON",
      "sentences": "So, once the Government of Israel voted on it, last night, and the Supreme Court actually decided, not to intervene, in that decision, it's a done deal. We're willing to sign it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DANON",
      "sentences": "That is very important for us. We have sick people, elderly, who are being held, for almost 50 days, in captivity. They need their medicines. So, we are pushing for that. It's part of the agreement. But I don't know if it will happen.In the past, we haven't seen the Red Cross very active, when it comes to Israeli prisoners. When it comes to terrorists, in our jail, they allow visitation of the family. They're very active. But when it comes to our people, in Gaza, 50 days, I haven't heard even one statement, from the Red Cross.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "OK. So, you're skeptical that that's going to happen.I am curious about the outlines of this agreement, as we understand it, now. It's 50 hostages in exchange for 150 Palestinian prisoners that are being held in Israel. How was that number agreed to, that three to one ratio?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DANON",
      "sentences": "So, we focused on the babies. And we have babies, 10-months- old. We have twin sisters, 3-years-old. So, we focused on the babies and their mothers. That will be the first one to come back home.And they bought up, they requested, to release the women and teenagers. By the way, some of the teenagers, that they want us to release, committed a crime, few months ago, stabbing Israelis, trying to murder Israelis. So, we are fighting for innocent babies. They're actually negotiating for killers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "So, why not release them, one for one? I mean, why is it a three to one ratio?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DANON",
      "sentences": "That's a good question. When you look back at the deal, with Gilad Shalit, we released more than 1,000 prisoners, for one Israeli soldier. So, we care more about the lives of our people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Well, and people have been critical of that agreement, what was agreed to, with Gilad Shalit, because they said a lot of those prisoners, who were released, then went on and helped contribute to this cycle of terror. Are you worried about that happening here, with who you're about to release?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DANON",
      "sentences": "For sure. Look at Yahya Sinwar himself. He was a part of the Gilad Shalit deal. And when he came back, to Gaza, and he became the leader of Hamas? And he's conducting these terror acts against us. So, we take that into consideration.But part of our Jewish tradition, is to fight to release any hostage. We know we're going to pay a price for that. Also, our troops now will be in Gaza, for four days, five days, will not be able to defend themselves. It's a challenge. We're taking that risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "OK. So, it sounds like you're a bit skeptical of the outlines of this deal.President Biden spoke with the Egyptian President, Sisi, earlier today. And it was a notable statement that came out of the White House, where he said that under no circumstances will the U.S., permit forced relocation of Palestinians, or redrawing Gaza's borders. What's Israel's response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DANON",
      "sentences": "We agree with that. We are not talking about any forced relocation.We are focused on the goals, of eradicating Hamas, not the people in Gaza. We make that distinction. That's why we move very slowly. Look, 47 days, the IDF could have been already in the border, with Egypt. So, we take the time, in order to minimize casualties of civilians. And I think many in the Arab border, are afraid, from Palestinian refugees, coming and knocking at their door. Maybe they should consider accepting limited number of refugees, from Gaza, to their countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Well, you had talked about the U.S., also doing that. But they're saying they're not going to move these Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DANON",
      "sentences": "No, and I never said the U.S. I think other nations of the world should actually think about accepting symbolic number of refugees, from Gaza, allowing them, to come, for a temporary or permanent stay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "As we've seen the questions about whether or not Israel's next moves in Gaza is going to happen further in the south? Right now, most of the activity has been in the north. We are told that the U.S. has been encouraging Israel, urging Israel, to create these safe zones, in the south.Is that something that Israel is going to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DANON",
      "sentences": "I believe we will do that, without getting into the details. But we want to protect the civilians, to create safe areas, for them, like we did in the north. We allowed them to move. We took the time. I believe we'll do the same in the south and the center.We are committed to go after Hamas everywhere in Gaza. Now, we are conducting the war only in the northern part of Gaza. But in order to eradicate Hamas, we're going to have to go to the center, to the south, to the border with Egypt, to chase them, until they surrender, or we kill them all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Well, there were some strikes, on corridors that civilians were trying to use, to get out of the north. But you're saying that you do believe Israel will create those safe zones, in the south, for civilians, in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DANON",
      "sentences": "Absolutely. We will do everything, according to international law. And unlike Hamas, we want to minimize the casualties of civilians in Gaza. They want to see exactly the opposite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Ambassador Danny Danon, as always, thank you, for coming here, on THE SOURCE.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DANON",
      "sentences": "Thank you very much. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "And, John, obviously, you mentioned what is happening, here in Israel, obviously has everyone on high alert. But also, what are we seeing that high alert look like actually, in place, around the region, especially given it's a holiday weekend, a lot of people are on the road, or in the airports, and traveling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "MILLER",
      "sentences": "Well, you're seeing in additional security. You're seeing a lot of overtime.One of the things that was remarkable, about this incident, today, was the speed, with which it came together, in terms of the FBI, Matt Miraglia, and his team, from the Buffalo Field Office and the Joint Terrorism Task Force, Customs and Border Protection, ATF, the Niagara County Sheriff, launched a major operation, which is how they were able to peel these layers back. But at the same time, you have the NYPD, protecting the Thanksgiving -- Macy's Thanksgiving Day Parade, tomorrow. And they did a briefing, about no credible threats, but a very layered, increased security approach, to protecting it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Yes, I mean, we even heard from the Canadian Prime Minister, Justin Trudeau, within, not long after this actually happened, where he very quickly told parliament, what he knew. And then, he left to go get further briefings.John, what do the next steps, in an investigation, like this, even look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "MILLER",
      "sentences": "Well, what they'll be doing is trying to figure out, from what they can, from those videos, from whatever parts they can recover, from that vehicle, which was literally obliterated, when it landed, in that high-energy impact, having flown across the highway.They'll be looking at the social media, belonging to this man, who comes from a known family, and a known community of Grand Isle -- Grand Island, New York, to see if there were things going on, in the background of his life. Was this a medical issue? Did he possibly pass out at the wheel? Was he under the influence of some substance, or alcohol and was speeding? Those are the questions they're going to be looking at, to figure out whether this had some criminal nexus or not. At the end of the day, he has perished, and apparently so has his wife, who was in the car, with him. So this will be more about getting answers than seeking justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Yes. A lot of answers still remain.John Miller, thank you, for that reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "MILLER",
      "sentences": "Thanks, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:38:17",
      "speaker": "COLLINS",
      "sentences": "For the first time, since Hamas kidnapped them, into Gaza, on October 7th, the families of the hundreds of hostages may now receive word, on the conditions, of their loved ones.Today, we heard from the Israeli Prime Minister, Benjamin Netanyahu, who confirmed that the Red Cross is expected to be allowed, to visit and to offer medical support, to those, who were not initially released, at the beginning of this deal, negotiated with Hamas. And joining me now is Ruby Chen, the father of U.S.-Israeli citizen, and IDF soldier, Itay Chen, who is believed to be one of the more than 200 hostages, being held, inside Gaza, tonight. Thank you, for joining me. I know that we're hours away from this deal that everyone is so hopeful will happen, as planned. Have you heard anything, from the U.S. or Israeli government, as an update, as we are getting closer to that start time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:38:17",
      "speaker": "RUBY CHEN, FATHER OF ITAY CHEN, MISSING IDF SOLDIER",
      "sentences": "Yes. So, as a U.S. citizen, we had an update, from the State Department, and a few of the Executive branches of the United States, a couple of hours ago. They then talk about the deal, which mostly what has been public, said nothing that (ph) new from that aspect. But the deal is being learned, from the Israeli side, meaning any information that will come, from the Hamas side, will first come to the Israeli authorities. And then, we'll be notified, the families. And then, if they are dual citizens, such as U.S. or U.K. or whatever, then they will be notified. So, the Israelis are the one that will have the initial information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "CHEN",
      "sentences": "Yes. I think that the Israeli government can maybe take a few lessons, from the U.S., how to manage relationships, with families. It's something may be a bit new to the Israelis. The Israelis have been catching up.But we, as the U.S. citizens, have been a bit privileged. From day one, we have been embraced, from the Biden administration, from President Biden himself that after four days, I think, wanted to get on a call, with all of the U.S. families. The call that was supposed to last for 15 minutes, actually, after 15 minutes, his aide wanted to move the President, on to the next topic. But the President looked at the aide, and told them \"Last time that I checked, I am the President of the United States of America, and I will decide when this meeting ends,\" and he's staying on the call, for 90 minutes, with us, where I think he has a few other things, on his mind. So, it was highly important, for him, that the message resonates with us --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "CHEN",
      "sentences": "-- that there's no other topic that is more important to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Well, and obviously --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "CHEN",
      "sentences": "And to his administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "-- getting the U.S. hostages home, is a priority, we've heard from them.Your son is also an IDF soldier. And what we have heard, from our reporting, is that this first group is expected to be Israeli women and children. Your son is not expected to be among that, that category, of the first. I mean, how are you processing the hope of a deal, of some hostages coming home, but also knowing your son is not likely to be in that initial group?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "CHEN",
      "sentences": "So, I have 240 new family members. And I'm sure, when you have a family member that has a joyful event, you celebrate together with them. So, that is the feeling that I think all of us share, with the expectation, or hope that the foundation of this first leg of a deal, will be a continuation, for the next leg, another leg, until all of the hostages are back home, with their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "What would your message be, to the Israeli government, about the importance of making sure that they are all brought home, that it's not just this initial group?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "CHEN",
      "sentences": "I think that we have the complete population, of the State of Israel, behind the hostages' family. I think there is no victory that can be portrayed without having the full 240 hostages released and back home with their loved ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Do you want to see this pause go on, until all the hostages are brought home, or released from Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "CHEN",
      "sentences": "Yes. That's a little bit above my pay grade. I'm an international businessman, like I know how to do M&amp;As. And I think it is very challenging. And I think there needs to be a degree of cautious, when trying to answer those types of questions, without having full information, of the dynamics, of the negotiations going on.So, I think, we all, I think, want to see this release of hostages happen. I think we need to thank the Biden administration, and his team, for working around the clock. I also want to thank the Qatar government, for being vital, to making this transaction happen. And we need to urge the international community that believes that this is a humanitarian crisis, and has nothing to do with politics, to be behind this effort, to get all the hostages, back home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "And what we do know is the Red Cross is expected to go in. There's some skepticism, about being able to reach all the hostages. But Prime Minister Netanyahu did say that they are expected to go in.I mean, does that give you hope that at least your son, even if he's not able to be released, that he will be able to be tended to, by an outside organization, to check on his health?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "CHEN",
      "sentences": "Yes. So, as we all know, the international law had a clause, specifies, even in the act of war, conflict, basic principles that each side should adhere to.Unfortunately, the Hamas terrorist organization is not a state, such as Cuba, North Korea. So, they work on a different level, of how they operate and function. That is really unfortunate. We, I think, as the minimum should demand that the Red Cross indeed provides initial medical care, and ability, to identify the hostages, and their wellbeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "And you used to live in the U.S. Thanksgiving, is a time families, friends gather. It's been 47 days now, since you've seen your son. I wonder what you're thinking of, on, as you approach, what typically is a time of gathering, for families, in the United States, and what your message to them would be?[21:45:00] CHEN: So, I think Thanksgiving is one of those cross-religion holidays, where I think all religions celebrate it. We have been celebrating Thanksgiving, ever since I was a little kid, having a good meal, with the family members, and watching some football, and enjoying the day with family. I would like to ask all of the U.S. families that are celebrating Thanksgiving, please have a empty seat, for the hostages. Remember that there are families that are not whole. And all that we ask is that you call up your congressman. Call up your senator. Ask them, \"What are you doing in order to bring the hostages back home, and solve this humanitarian problem?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Ruby Chen, we're thinking of you, and your family. And I'm just grateful that you came on, to talk about your son, Itay. And we're hopeful that he comes home soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "CHEN",
      "sentences": "Thank you, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:07",
      "speaker": "COLLINS",
      "sentences": "The delicate nature, of this hostage deal, means that President Biden has spent days, working on the phone, speaking with world leaders.He's in Nantucket, for the Thanksgiving holiday. But he spent the afternoon, today, on the phone, with Israeli Prime Minister, Benjamin Netanyahu, the Emir of Qatar, the President of Egypt. All of these calls, centering around what we are waiting on, this hostage deal, to actually go into place. What we know that has gone into that are intensive negotiations, to get those hostages, out of Gaza. After all, it was just Monday, when the White House's John Kirby said this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:07",
      "speaker": "JOHN KIRBY, COORDINATOR FOR STRATEGIC COMMUNICATIONS, NATIONAL SECURITY COUNCIL",
      "sentences": "We're working that through literally in real-time with -- with both sides.But here we are in a negotiation. And we're getting closer to the end, we believe, of that negotiation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:07",
      "speaker": "COLLINS",
      "sentences": "We know, from our sources, these negotiations have been going on, for weeks, starting almost immediately after that October 7th attack.Remember when those two Americans, Natalie and Judith Raanan were first released? Officials described that moment as a key shift, in the talks, that were happening behind-the-scenes, because it proved to U.S. officials that there was a secure line of communication, with Hamas that that did exist. The foundation of this deal that we appear to be on the verge on, has been in place, for nearly a month, we are told. President Biden himself has been pushing for an agreement behind-the-scenes, speaking to the Prime Minister, here in Israel, at least 13 times, since October the 7th. For more on how we expect all of this to work out, I am joined by CNN's Alex Marquardt. Alex, obviously, there is a very fluid nature, to what is happening here. We're seeing that play out, in real-time, given we thought this was going to start a few hours, from now. Now, it's been delayed until Friday, at the earliest. How critical though, are those first steps going to be, once they are agreed to, between Israel, Hamas and all the mediators in between?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:07",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "These are extremely important first steps, Kaitlan. The fates of almost 240 hostages hang in the balance. Of course, we don't know how many are alive, and how many are not.But as you say, there have been weeks and weeks of what a Biden administration official called excruciating talks. It has taken a month, exactly a month, since the last hostage release, of two Israeli women, on October 23rd, to get to this point, to be on the cusp of seeing, at least, we hope, 50 hostages being released, in the coming days, civilian women and children. I was speaking, with an official, who has been briefed, on the discussions, earlier today, who told me that this first swap is the most crucial, to see that this mechanism is working, as was agreed. If this mechanism works, Kaitlan, then that pause, this four-day pause, could be extended to allow more women and children to be released. The conversations could continue, for some of the other hostages, to be released. So, this is extremely important. That's why there's so much concern, about this delay. That's why there's this fear that something went wrong. We are being assured, by the White House, that this is just a question of logistics, and implementation, that the expectation still is that things will go, will start in motion, on Friday morning, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:07",
      "speaker": "COLLINS",
      "sentences": "OK. So, that's really interesting. So basically, officials are viewing, you know, because we're told it's going to be about 10- ish on the first day hostages, and then that's supposed to continue, for the next several days. But basically, the first day is going to be kind of a trial run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:07",
      "speaker": "MARQUARDT",
      "sentences": "Yes. The expectation is that over the course of these four days of pause, that 50 will be released. So, you could see 10, one day. You could see 20, one day. I'm told.But the basics of how this is going to unfold, we're told, is that the night before each release, so over the course of at least the first four days, both Israel and Hamas will present a list, of who they plan to release, the next day. So, the Israelis will put forward a list of the Palestinian prisoners that they plan to release. The Hamas will put forward a list of the hostages they plan to release. This goes to the Red Cross. In Gaza, those hostages will be handed over to the Red Cross, like we've seen in the past two releases. Those hostages, whether it's 10, 15, or whatever the number is, they will be taken to the Rafah Crossing with Egypt. At that point, that is where they will be met by Israeli soldiers, we are told. And they will verify the identities of those hostages being released. That is absolutely critical. They don't want to get the hopes of families up. So, only at that moment, will the families be told. Then, those Israeli citizens will be taken back to Israel, for medical treatment, and where they will be able to meet with their families, Kaitlan.",
      "isLastSentenceInterrupted": false
    }
  ]
}