{
  "date": "2023-06-24",
  "headline": "CNN Newsroom",
  "subHeadline": "Wagner Chief Halts Mercenaries' March To Moscow; Kremlin: Case Against Prigozhin Will Be Dropped, Wagner Chief To Go To Belarus; Rep. Ruben Gallego (D-AZ) Is Interviewed About Wagner Chief Halts Mercenaries' March To Moscow; Sources: U.S. Intel Saw Signs Prigozhin Was Planning To Challenge Russian Military But Ultimate Aim Was Unclear; Will Uprising In Russia Impact Detained Americans? Aired 11p- 12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:48",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "Welcome back. You were live in the CNN Newsroom. I'm Jim Acosta in Washington. In Russia, it's the day after, the day after the head of the Wagner mercenary group roughly called off his armed rebellion and advance on Moscow. The day after an apparent insurrection was reportedly aimed at Russia's military leadership over its handling of the war in Ukraine. The day after Wagner forces were almost unchallenged as their columns marched toward Moscow.It's the day after locals were heard cheering for the mercenaries and not for Putin. They said they had captured military facilities in two Russian cities and made it about halfway to Moscow before suddenly turning back. Wagner chief Yevgeny Prigozhin says he wanted to avoid spilling Russian blood. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:48",
      "speaker": "YEVGENY PRIGOZHIN, WAGNER CHIEF",
      "sentences": "Therefore, realizing all the responsibility for the fact that Russian blood will be shed from one of the sides. We turn our columns around and leave in the opposite direction to the field camps according to the plan.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:48",
      "speaker": "ACOSTA",
      "sentences": "And did you ever think you would see this in Putin's Russia? Here is Prigozhin receiving a hero's farewell as he leaves. The Kremlin says he will not be prosecuted. That's their claim at this hour. And that he will be sent to Belarus. The question now what happens the day after? We are following all of these developments.Let's begin with CNN's international diplomatic editor Nic Robertson. Nic, this is a hell of a day after in Russia. Before Wagner's columns turned around, President Putin called this a betrayal. And now what, Prigozhin just gets to go off to Belarus and all is forgiven? What happens next? What happens the day after? NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR: Yes. Prigozhin has made a mockery out of Putin's threats. Prigozhin comes out looking like the real tough guy. Russians like tough guy leaders. Putin is not looking that way today on the day after. You know, I think anyone who wants to have the day after and think that we're going to see all the dust settle and everything will become clearer, I'm just not reading that situation at the moment. There is no doubt that the deal that Prigozhin has done, ostensibly with the Belarusian leader Lukashenko, to get refuge there, it doesn't pass the sniff test. The idea that this would be a deal that Lukashenko, the weak man who is propped up by Putin, that he could have negotiated that off of his own back because he supposedly has a great relationship, a 20-year relationship with Prigozhin, doesn't just -- doesn't pass muster. Lukashenko would not have done that if Putin hadn't signed off on it in advance. So it's face saving for Putin. Everyone seems to be getting themselves out of a jam, but what of the day after? What are we going to read? What are we going to see in the situation? I just think they've got themselves out of a jam and there's still a ways to go on this. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:48",
      "speaker": "ACOSTA",
      "sentences": "And Nic, I have to think that when it comes to the day after and the day after and the day after, I mean that is what's going to be on Prigozhin's mind, you know. How does he feel comfortable taking a sip of coffee or drinking his soup? Does he -- I can't imagine he's going to be standing next to any open windows on high floors anytime soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:21",
      "speaker": "ACOSTA",
      "sentences": "All right, Nick Robertson, thank you very much. I know you're up late. We really, really appreciate it. We'll talk to you soon.It has been an astonishing 24 hours in Vladimir Putin's Russia. Where do things go from here? What happens the day after? Joining me to talk about a retired Brigadier General Peter Zwack, a former U.S. defense attache to Russia, and Steve Hall, former CIA chief of Russia operations and a CNN national security analyst. Steve, what do you think is happening right now at the Kremlin, or wherever Vladimir Putin is right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:21",
      "speaker": "STEVE HALL, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Well, I mean I think that -- my guess is what's going on in the Kremlin is sort of what's going on just amongst us because everybody is kind of sitting back and scratching their heads and saying, you know, how did we possibly get here? The Russia watchers that I've been talking to, you know, and reading, everybody is scratching their heads.And, you know, the only sense that I can make out of a day like today is that you got two guys who found themselves in untenable positions and had to figure out a way out. I mean, you had Prigozhin, who, you know, was go, go, go, gung ho, had all the support marching on Moscow, was passing through military garrisons, and all of a sudden realized, jeez, did I possibly bite off more than I can shoot? Can I really take Moscow? Can I do a coup? Am I going to have to fight my way through, you know, Ramzan Kadyrov and his group of Chechens who have supported Putin? And then you got Putin, who's like, I got this guy with perhaps 25,000 troops marching on me, what am I going to do about that? Even if I defeat them, it's going to look really bad. And so they had to come up with something. And it's like the best that they could come up with was, I don't know, how about Belarus? Because they'll do whatever we tell them. They're a vassal state. This is not something that Lukashenko dreamed up on his own. So I mean everybody is sitting back scratching their heads. And it's, you know, Putin is certainly he should have seen this coming much more -- he has much more responsibility for this, I think, than Prigozhin does. Prigozhin is that kind of bolstery guy. But, you know, Putin should have seen this coming literally months ago. So we'll see how it all ends up, because I don't think the story is over yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "ACOSTA",
      "sentences": "Steve, Prigozhin claims his forces took the Russian military headquarters in Rostov-on-Don without firing a shot. And we saw the video of the people cheering in the streets for these Wagner fighters. What does this say about Putin's grip on power? I'm sure you've been hearing all the conversations. You've been participating in some of them all day long. Putin's grip on power is slipping. This is a bad day for Vladimir Putin and so on. Do you buy that or can he quickly solidify things and get back to business? HALLAnd even though this was a Russian marching on, this is Prigozhin and his group marching on Moscow. That sort of instability, not to mention the entirety of the Ukraine war, which, by the way, Prigozhin said, yes, what Putin said isn't true. It's a lie. I mean that sort of cognitive dissonance, that sort of instability, that sort of problematic thinking, if Russians get access to that information, is going to cause some problems. But more importantly, I think, he may have lost and we'll be able to see if he can rebuild it, but he may have lost the confidence of his innermost circle, his senior intelligence and security folks, certainly the senior military leadership. The real question is, can he recover from that? Because if anybody's going to conduct a really successful coup against Vladimir Putin, it's going to be those people. And if they lose faith in him and in the way that he's taken the country, that could still happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "ACOSTA",
      "sentences": "Yes. General, I mean, that raises a good point. Might the people closest to Putin be sensing an opportunity here or even some maximum danger in what Prigozhin was able to pull off there? And might they be tempted to take some kind of action for their own part and usher Putin out so he leaves the scene in ways that Russians only know how to do. Is that too much of a farfetched scenario? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:33",
      "speaker": "ACOSTA",
      "sentences": "All right, well, lots to contemplate in the next couple of days here. This has been a fascinating day. Gentlemen, thanks so much for helping us analyze all of this at the end of a very long day, General Peter Zwack, Steve Hall, in the beginning of potentially a long day in Moscow. Gentlemen, thanks very much. Appreciate it.Coming up, U.S. officials have been gathering intelligence on the volatile dynamic between Putin and Prigozhin for months. We'll see what else that intelligence shows. That's coming up next. You're live in the CNN Newsroom. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:09",
      "speaker": "MALCOLM NANCE, COUNTERTERRORISM EXPERT",
      "sentences": "Well, let's look at it from a U.S. intelligence perspective. This would have been a day that would have been absolutely maddening. You have what appears to be a trend of activity that is leading you in one direction. You're collecting information left and right. You're starting to see it firm up. And then the entire process turns on its head with one decision by Prigozhin apparently negotiated by, you know, with Lukashenko and Vladimir Putin, that will completely reverse everything that you've ever collected against Yevgeny Prigozhin and PMC Wagner.So that in itself is a little maddening. The question is not the who, what, when, where, and why and how. It's always the why. You -- we want to know why did this event occur? Why did it precipitate the way that it did? And then in the end, why did it stop?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:09",
      "speaker": "ACOSTA",
      "sentences": "Yes, why did it stop? Do you have any I mean, we're talking to Steve Hall in the last segment, and he thought, well, perhaps this was just the only clean way at the moment for each of these sides to sort of back away from what could have been a lot of, you know, bloodshed, Russian bloodshed, as Prigozhin was describing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:09",
      "speaker": "NANCE",
      "sentences": "Well, you would think about it, that Vladimir Putin has a very long, deep connection to Yevgeny Prigozhin. Prigozhin ran the restaurant when he was deputy mayor of St. Petersburg and was, you know, essentially liquidating parts of the Soviet Union. Prigozhin had his mafia restaurant that he came to. He brought him to the Kremlin, gave him meal food contracts for the armed forces and all of the schools and Russians, made him a billionaire, and then gave him this state organization which allowed Putin to have deniability in various parts of the world, and that's PMC Wagner.It was clear that Prigozhin was very upset about the way Wagner was treated on the battlefields of Ukraine. You know, when I was in the International Legion, we fought Wagner in Kharkiv province. But, you know, and they have a higher level of experience. But, you know, the Russian army's level of experience was far lower than that. And Prigozhin felt that his forces were mistreated by the commander of the armed forces. For him to actually carry out 1917 2.0 march an army towards Moscow and then cut a deal is a little confusing, because no matter what that deal is, no matter how favorable it is to him or what he thinks PMC Wagner is getting out of it, he is likely a dead man walking. Vladimir Putin cannot afford to keep him alive, especially if he goes to a controlled place like Belarus. The why is going to be one of the great intelligence mysteries here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:09",
      "speaker": "ACOSTA",
      "sentences": "Absolutely. And you mentioned how you were fighting with the International Legion in Ukraine, and you had, I guess, some encounters with the Wagner Group. I mean, they had been fighting some of the more effective battles on behalf of the Russians as Putin was outsourcing some of these battles in Ukraine. What happens now? Is the Wagner group finished? Are they not going to be in Ukraine anymore? I guess nobody knows. Or do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:09",
      "speaker": "NANCE",
      "sentences": "It's absolutely fascinating because what apparently Prigozhin was supposedly upset with is that Wagner was going to be disbanded to a certain extent, be placed under the command of General Shoigu and his commanders in the army of the Russian army. And that is why he did this Athabaskan type march onto Moscow, supposedly to change the government, get rid of Vladimir Putin, become the strong man himself.Then he brings it back, and now the actual same deal is going. Wagner, some are going to fly out, and others are going to get contracted and placed under the Russian army. So wasn't it just an elaborate Byzantine kabuki in order to bring Wagner under the army and relieve some of their stress? Thirteen to 20 Russian soldiers and airmen were killed in this operation which for the march on Moscow. And again, it weakens Vladimir Putin. And no one will ever trust Yevgeny Prigozhin again so long as he lives, which might not be long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:09",
      "speaker": "ACOSTA",
      "sentences": "Yes. Well, Vladimir Putin is certainly not going to be trusting him anytime soon. Malcolm Nance, great to talk to you as always. Thanks so much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:09",
      "speaker": "NANCE",
      "sentences": "It's my pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:08",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "And Prigozhin apparently stood down. Vladimir Putin remains in power for now. Do you buy this whole arrangement that apparently took place where Prigozhin goes off to Belarus, all is forgiven? I mean just within the last 24 hours, Putin was calling him a traitor and saying that Russia had been stabbed in the back. I can't imagine this is all that good for Prigozhin either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:08",
      "speaker": "GALLEGO",
      "sentences": "Well, Prigozhin is a mercenary and he acted like a mercenary and he got a better deal. So he took the deal. And he, you know, left his own men to basically hang in the wind. I don't know what's going to happen in Belarus. I would avoid very tall buildings if I was him, just from what I've read in the past. But at the same time, what we know for two things. Number one, Putin is a lot weaker than he has been in the past.Number two, Ukraine is a really good example of what happens when you actually have a country that is unified by an idea. They were invaded and they stood together and fought. Russia basically had an insurrection. Nobody fought for Putin, which tells you which is the weaker country right now, and which is where on what side the United States should be on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:08",
      "speaker": "ACOSTA",
      "sentences": "And how do you think Ukraine should respond? Should this be taken as an opportunity for the Ukrainians? GALLEGOThey think that if they weigh us out eventually Ukraine will stop receiving the money, and then they could overwhelm Ukraine. Now, we know that Russia is actually internally weak. And the last thing we should do is end up not supporting Ukraine in its fight for freedom and to gain back its land. And so let's take a real lesson from this. Russia is the weak country in this situation. Russia and its autocratic allies are the weak institution of this world. And we, as freedom fighting and freedom loving countries, should actually all join together and keep pushing forward to make sure that Ukraine stays free and can gain back its territorial land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:08",
      "speaker": "ACOSTA",
      "sentences": "And to that point, I mean I know you've said that Ukraine can win this war if they're getting the weapons that they need to defeat the Russians? It's now the time for the Biden administration to step up U.S. support for Ukraine by providing more weapons, like more long range weaponry? Does the Biden administration need do sees a moment here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:08",
      "speaker": "GALLEGO",
      "sentences": "I certainly and I've said this before, if you plan for a long war against Russia, you will get a long war against Russia. We need to give Ukraine the capability it needs to be able to both defend itself and go on the offense and be able to gain back the territory that it is recognized by the international community. And the idea that somehow we're going to create an escalation scenario with Russia, I think, is a ridiculous situation.I think Biden has finally started moving in the right direction, especially approving the movement of F-16s. But I think long range capabilities, especially with ATACMS, for example, would be a very great asset to Russia to be able really to, I would say, you know, really take this battle to deeper parts of the former territories of Ukraine and push Russia back into their own homeland and hopefully end this war sooner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:08",
      "speaker": "ACOSTA",
      "sentences": "And I was talking to a Republican colleague of yours, Tim Burchett, in the previous hour. And I think he was echoing what -- we've heard from some Republicans on the other side of the aisle, that if you take Putin out, that the situation in Russia could be even worse. That you could end up with somebody in charge who will be worse than Putin. Your response to that, what do you make of that logic? Does that work for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:21",
      "speaker": "ACOSTA",
      "sentences": "All right, Congressman Ruben Gallego, thanks very much for your time. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:21",
      "speaker": "GALLEGO",
      "sentences": "Thank you. Have a good one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:21",
      "speaker": "ACOSTA",
      "sentences": "All right. Thank you. You too.Coming up, western officials, especially here in the U.S. are closely watching the situation in Russia. We'll have the White House reaction coming up. You're live in the CNN Newsroom. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:14",
      "speaker": "KEVIN LIPTAK, CNN WHITE HOUSE REPORTER",
      "sentences": "Yes. And I think the real question that officials are asking tonight is, what does this mean for the war in Ukraine? Because certainly, on the face of it, a distracted Russia seems like it would be a good thing for the Ukrainians. But on the flip side, I think the big question at the White House, at the Pentagon is what happens if Putin sort of escalates? What if he takes another step forward in this escalation because he feels boxed in?And I think that's part of what is informing the White House's strategy today, which is basically not to respond, to say nothing. Certainly there is a real desire in Washington and in other European capitals to not appear as if they're putting the finger on the scale here, and not to provide a pretext for Putin to say that this was all sort of an American plot, which is sort of his playbook in a lot of these instances. And so you have seen President Biden talk with a number of his allies, including the French president, Emmanuel Macron, Olaf Scholz, the German Chancellor, as well as Rishi Sunak, the British Prime Minister. And on that call, I'm told they did agree on the strategy of not saying too much publicly that would lend Putin any sort of grist to be able to come out and say that this was some sort of NATO plot. But this did catch the White House somewhat by the surprise, by how quickly this escalated. But at the same time, you know, American officials had been monitoring intelligence about this growing feud between the head of the Wagner Group and the Russian Ministry of Defense. Even going back as early as January, they warned about this potential power struggle. Even as recently as last week, they were briefing members of Congress about preparations that they saw in their intelligence that the head of the Wagner Group was preparing to take these steps that he eventually did take. But it did cause something of a scramble at the White House. And we saw a number officials, including the Joint Chiefs Chairman Mark Milley, the National Security Adviser Jake Sullivan, both of them had planned travel overseas. They were forced to scrap that to stay back here in Washington to monitor this ongoing crisis. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:14",
      "speaker": "ACOSTA",
      "sentences": "Yes, I'm sure there's a lot of scrambling like that going on and a lot of world capitals today with everything happening in Russia. Kevin Liptak, thanks very much for that. Appreciate it.Although much remains uncertain in Russia right now, U.S. Officials tell CNN they have not seen any changes in Russia's nuclear posture as a result of Yevgeny Prigozhin's insurrection challenging Vladimir Putin. CNN's Kylie Atwood has the latest from the State Department. A long day for you over the State Department, Kylie. We appreciate it. Even though President Putin has repeatedly engaged in nuclear saber rattling throughout the Ukraine war, there hasn't been anything that has come as a result of this incident. And I guess U.S. officials are at least taking some comfort in that they haven't seen anything change in terms of that nuclear posture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:14",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, that's right. I mean, definitely taking comfort in the fact that they haven't seen any change, any movements to Russia's nuclear arsenal over the course of the last, you know, 24, 36 hours, as this threat from Prigozhin has faced the Kremlin. But it's important to note, as you said, that the Kremlin, you know, President Putin, has engaged in nuclear saber rattling over the course of the Ukraine war.And the concern on behalf of U.S. officials has been that as the war evolves and as there are escalatory situations on the battlefield that President Putin feels threatened by, he could potentially feel cornered into a position where he has to assert his power and use his nuclear capabilities. And, of course, this situation is a result of what's happening on the Ukraine battlefield, but it's also a result of the divide in Russia's fighting force. And that situation does threaten President Putin. And so there are concerns about, you know, what he could potentially do with his nuclear capabilities. We should note that just earlier this month, Putin said they had moved tactical nuclear weapons from Russia into Belarus for the first time. That was concerning to U.S. officials. But for right now, of course, they say no change to this nuclear posture of Russia's capabilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:14",
      "speaker": "ACOSTA",
      "sentences": "And, Kylie, another story line I know you've been watching is, what about those Americans who are being detained in Russia? Earlier tonight, you mentioned that any kind of instability in Russia would increase concern about those Americans. Any word on those kinds of developments and what that might mean for those Americans detained in Russia tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:22",
      "speaker": "ACOSTA",
      "sentences": "The Wagner group may have abandoned its insurrection attempt against Moscow for now, but there is little doubt that the events of the past 24 hours are going to have a dramatic impact in Russia and on Vladimir Putin's leadership. I'm joined now by Diane Foley, mother of James Foley, a journalist kidnapped and killed by ISIS. She is the founder and president of the James W. Foley Legacy Foundation, a group that advocates for the freedom of Americans held hostage overseas. Diane, it's so good to talk to you again. Really appreciate your time. There are at least four Americans known to be wrongfully detained in Russia right now. How do you see these really remarkable developments that we witnessed over the last day or so in Russia? How do you see those developments impacting what's happening with those Americans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:22",
      "speaker": "DIANE FOLEY, MOTHER OF JAMES FOLEY, JOURNALIST KILLED BY ISIS",
      "sentences": "Well, as Kylie was just saying, it creates a lot of uncertainty, Jim. It really does, because we're not sure what that will mean in terms of the Americans who are held wrongfully detained in Russia. So I just call on the administration to stay focused on prioritizing negotiations and being persistent. I mean, I've been very concerned that Evan's appeal was rejected. And now, you know, several requests for consular access also denied.So we have to stay focused. I'm very grateful for Ambassador Lynne Tracy's support and for Evan and Paul and others, because that's what we need to do. We need to keep our eye on our goals and protect our citizens. I just spoke to Elizabeth Whelan or texted with her, and, you know, she's very concerned about his life. His life is in danger as long as he is being held captive in Russia. So it's a very concerning, unstable time Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:22",
      "speaker": "ACOSTA",
      "sentences": "And the unstable events of the last 24 hours. We've been talking about this all day long. Does this make Putin more desperate? Does he feel like he has to flex his muscles and beat his chest? And what does that mean for these Americans? I mean, that also has to be contemplated as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:22",
      "speaker": "FOLEY",
      "sentences": "Well, that is the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:22",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:22",
      "speaker": "FOLEY",
      "sentences": "Absolutely, Jim. And that's why we have to stay very focused and be very shrewd about watching the situation and quietly but persistently negotiating on behalf of our citizens. It's essential because it could be an opening. You know, I'm hopeful that maybe it'll be an opportunity that -- but one never knows with someone like that, Putin. One never knows. But it's very concerning for me. I'm very concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:22",
      "speaker": "ACOSTA",
      "sentences": "Of course, and I guess you are just mentioning the flip side in all of this, because if this does mean that perhaps we're seeing the beginning of the end and maybe the beginning of the end, it takes a long time before you actually get to the end. But if it is the beginning of the end of Vladimir Putin's hold on power, perhaps there are people that are much more rational inside the Kremlin, inside Russia's power structure who say, you know what, maybe this is not such a great idea to be snatching basketball players and journalists and that sort of thing, and holding them wrongfully, detaining them to gain some kind of leverage. Is that -- I suppose you have to hold on to that kind of hope, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:22",
      "speaker": "FOLEY",
      "sentences": "Exactly, Jim. And that's what I'm hoping, that, you know, this might -- I just like to think very positively about it. But I think the big thing is we have to stay focused on our priority as a country. And, yes, I'm also hopeful for all the good people of Ukraine that maybe this instability will, you know, decrease the unity and strength of the Russian mission against Ukraine. So that's the other side of it. I'm hopeful in that regard.But I feel our country has to stay particularly focused and prioritize the freedom of our citizens who are being unjustly held in Russia. I really want that to be our focus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "FOLEY",
      "sentences": "Well, it's tough. Elizabeth and David, his siblings are truly heroic in their efforts on behalf of their brother Paul. They know he's innocent of any wrongdoing. And here he is, you know, in a very harsh labor camp, enduring really, a very, very tough time. You know, food is terrible, backbreaking work. It's -- he's -- they're very worried about him. And Elizabeth was recently at the U.N. and spoke at the National Security Council. I mean, they're truly amazing advocates for their brother.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. And Diane Foley, you are very amazing advocate for this cause. We appreciate your time and being up so very late for us. I see you're in New Hampshire, it's late there. Thanks so much for your time tonight. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "FOLEY",
      "sentences": "Thank you, Jim, for all you do. Thank you so much.",
      "isLastSentenceInterrupted": false
    }
  ]
}