{
  "date": "2023-04-11",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Louisville Gunman Livestreams Attack That Kills 5, Injures 8; Biden in Ireland to Mark 25 Years Since Good Friday Accord; Nashville Sends Rep. Jones Back to House After GOP Ousted Him; U.S. State Department: WSJ Reporter \"Wrongfully Detained\" By Russia; Biden Admin Trying to Assess Scope of Secret Document Leak. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Right now on EARLY STARTWhy did a man gun down five coworkers without warning at a Louisville bank? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "REPORTER",
      "sentences": "Is this an ongoing threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL SPOKESMAN",
      "sentences": "We don't know. I truly don't.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ROMANS",
      "sentences": "The Biden administration now struggling to assess the scope of a secret document leak.And Joe Biden bound for Belfast in a few hours for a short visit, long on hopes for continued peace. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ROMANS",
      "sentences": "Welcome to our viewers in the United States and around the world. I'm Christine Romans.We begin with this senseless tragedy in Louisville, Kentucky. A 25- year-old bank employee opening fire at his workplace, live-streaming his own attack that killed four people in minutes. One of the nine others hurt in the early moments later died of those injuries. CNN's Omar Jimenez has more from Louisville. (BEGIN VIDEOTAPE) OMAR JIMENEZ, CNN CORRESPONDENT (voice-over):  In just moments, four people were killed and nine others injured at this bank in Louisville, Kentucky. JACQUELYN GWINN-VILLAROE, INTERIM CHIEF, LOUISVILLE METRO POLICE: Officers were on scene within three minutes. The suspect shot at officers. We then returned fire and stop that threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "JIMENEZ",
      "sentences": "Police revealing the shooter was an employee at the bank and had livestreamed the attack.GWINN-VILLAROE:  The suspect was livestreaming. And unfortunately, that's tragic, to know that that incident was out there and captured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "JIMENEZ",
      "sentences": "A law enforcement source telling CNN the shooter had also learned he was going to be fired and wrote a note to his parents and a friend indicating he was going to shoot at the bank.Among those injured in the attack, two police officers, including a rookie cop just days into the job. GWINN-VILLAROE:  The officer who is in critical condition today, Officer Nicholas Wilt, 26 years of age, just graduated from the Police Academy on March 31st. I just swore him in and his family was there to witness his journey to become a police officer. He was struck in the head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "JIMENEZ",
      "sentences": "That officer tonight, out of surgery, in critical but stable condition. The shock of the attack also felt at the highest levels of the state's government.One of the victims known to the mayor and governor. MAYOR CRAIG GREENBERG (D), LOUSVILLE, KENTUCKY:  One of them was Tommy Elliott, a very good friend of mine, of the governor's. GOV. ANDY BESHEAR (D), KENTUCKY:  Tommy Elliott helped me build my law career, helped me become governor, gave me advice on being a good dad. He was an incredible friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "JIMENEZ",
      "sentences": "Officials say the gunmen used an AR-15 style rifle in the attack. Investigators are still trying to establish a motive. As the governor paid tribute to those lost today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "BESHEAR",
      "sentences": "To honor those who have fallen and as so many families grieve, I'm ordering our flags statewide, fly it half staff until Friday.(END VIDEOTAPE) JIMENEZ (on camera):  But as we take a step back, over 100 days in the United States, there have been 146 mass shootings, according to the National Gun Violence Archive. So while this community is trying to figure out a way to deal with this tragedy, it's a tragedy that is no stranger to communities across this country -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ROMANS",
      "sentences": "Omar, thank you for that.All right. President Biden heads to Northern Ireland this morning to mark the 25th anniversary of the Good Friday Accord. That agreement which the U.S. helped broker brought an end to decades of sectarian violence. CNN's Nic Robertson live in Belfast. Nic, what's on the president's agenda today and in the days ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Well, he'll land here later this evening. The British prime minister will be there to greet. And tomorrow, he'll get up and do a ribbon cutting at a new university campus here in the central Belfast and the expectation, his message will have a lot to do with business.And that's hugely important here because President Biden, like the British prime minister, believes that business and the success of business here particularly post-Brexit, U.K. leaving the European Union, is a key to sort of helping boost the economy and get beyond just having a piece here, actually build some political reconciliation, which at the moment there isn't. We've been speaking to some of those business leaders here about it. (BEGIN VIDEOTAPE) ROBERTSON (voice-over):  Blind maker Bloc and its boss, Cormac Diamond, are at the cutting edge of their business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "CORMAC DIAMOND, CEO, BLOC",
      "sentences": "We'll take orders up to 4",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ROBERTSON",
      "sentences": "-- are an abject lesson on beating Brexit's impact on northern Ireland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "DIAMOND",
      "sentences": "And there's going to Holla (ph). This one's going to Zeeland (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ROBERTSON",
      "sentences": "In the Netherlands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "DIAMOND",
      "sentences": "In the Netherlands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "DIAMOND",
      "sentences": "You're a third country within the European market. So there's additional paperwork and tariffs associated with selling products directly to consumers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROBERTSON",
      "sentences": "So this is your advantage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "DIAMOND",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "BETH LUNNEY, SAINTFIELD NURSERIES",
      "sentences": "The problem with getting plants from England is that the haulers don't want to do groupage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROBERTSON",
      "sentences": "But Brexit isn't working for everyone, even with the new U.K.-E.U. Windsor framework deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "LUNNEY",
      "sentences": "Doesn't seem that it's going to get any easier. We're now not only have we the border down the Irish Sea, we also have to adhere to all these European rules.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROBERTSON",
      "sentences": "Beth Lunney runs Saintfield Nurseries says she'll still face a near impossible challenge, to get some plants from mainland U.K.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "LUNNEY",
      "sentences": "Strings are being cut and we're being cast adrift, and that's how it fails.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROBERTSON",
      "sentences": "Improved British communities, the issue is totemic. The power sharing government here is stalled over it, yet business here is somehow powering ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "STEPHEN KELLY, CEO, MANUFACTURING NORTHERN ISLAND",
      "sentences": "Miraculous thing has happened. Our exports to the U.K., the E.U., and the rest of the world are all increased whilst the rest of the U.K. market has decreased.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROBERTSON",
      "sentences": "But political sensitivities are not Brexit only challenge here. Better business is putting a squeeze on labor.U.S. mining giant Terex, which first invested here right after the Good Friday Peace Agreement and now has eight sites, turning close to a billion dollars in sales last year, needs to grow their 2,000-person workforce and is taking untraditional steps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're a massive recruitment drive and we are actively trying to recruit females into our business. So when we actually actively went out under a female academy, we were very successful in attracting women into the workforce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "DIAMOND",
      "sentences": "So this is the next generation of blind production.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROBERTSON",
      "sentences": "Blind maker Cormac Diamond has a solution, too.All robots?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "DIAMOND",
      "sentences": "Yes, largely, robots and the type of employee that we would see in the future state will have the skills relating to advanced manufacturing techniques.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROBERTSON",
      "sentences": "So successful he's breaking into the U.S. blind market, selling the robots, not the blinds.So this is where the future is going to be for you, more -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "DIAMOND",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROBERTSON",
      "sentences": "-- automated (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "DIAMOND",
      "sentences": "Replicas systems of this here deployed around the world. We'll not help manage it in a day to day basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROBERTSON",
      "sentences": "Business groups estimate that for every job generated in advanced manufacturing, another three are created in the wider economy and right now in Northern Ireland, one in everything four families is estimated to rely on manufacturing for their income.The political issue in play, is business delivering more Brexit winners, the losers, the answer to that likely seen at the ballot box next month. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROBERTSON",
      "sentences": "And, of course, it's no surprise to anyone, those areas that are economically -- economically deprived, those are the areas where there will extreme elements that promote division here are not reconciliation. That's where they're strongest. That's why the economy is so important here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROMANS",
      "sentences": "Interesting.All right. Nic Robertson, thank you so much, Nic. All right. To Tennessee now, just four days after Tennessee Democrat Justin Jones was expelled from the state House of Representatives, the Nashville City Council has reappointed him to his old seat. It is a temporary position until Jones can run in a planned special election. Among his first acts, calling for the resignation of the state house speaker who he called an enemy of democracy. CNN's Ryan Young has the latest from Nashville.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "YOUNG",
      "sentences": "Christine, just a lot of passion and a lot of people who showed up, just support not only Justin Jones, but Justin J. Pearson. They both are focused on this idea of getting common sense gun laws passed.Justin Pearson is hoping that back in Shelby County, in the Memphis area, on Wednesday, that that city council will vote to put them back in, and then both will have to face a special election to have their seats guaranteed -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "ROMANS",
      "sentences": "All right. Ryan Young for us, thank you, Ryan.\"Wall Street Journal\" reporter Evan Gershkovich has now been officially designated by the U.S. State Department as wrongfully detained by Russia. Gershkovich was arrested in late march charged with espionage last Friday. The State Department designation allows the Biden administration to explore options such as a prisoner swap to secure his release. CNN's Clare Sebastian joins us from London. And, Clare, both the Trevor Reed and Brittney Griner, the two Americans who have been recently been brought home from Russia were also designated as wrongfully detained. Does this indicate that maybe another prisoner swap could be imminent or possible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "You know, I think it potentially increases the likelihood, Christine, certainly, it's clear given that designation that the onus will be on those political and diplomatic discussions. The U.S. now clearly sees Evan Gershkovich, which is essentially a political hostage, which means that they don't probably believed that his case is going to be resolved legally.Having said that, if it happens, I'm not sure it's going to be imminent. These things do tend to take time. Brittney Griner waited 10 months. Don't forget how to go through a trial, Trevor Reed, more than three years and was only swapped when his health started to rapidly deteriorated. Of course, we still have Paul Whelan, who is still in Russia almost three years into a 16-year sentence for espionage. The same charge level just last Friday against Evan Gershkovich. So it is a complicated situation. And in the short term, there is a more immediate problem facing Evan Gershkovich and the U.S. And that is that they have yet to be granted consular access to him. As of late Monday, the U.S. State Department was still saying that they were waiting for this and extremely worried, accusing Russia of violating international law and there the agreement convention on consular access. So that is a potential issue. He is in Moscow's notorious informative a prison and set to remain there until May the 29th. We do, though, know, Christine, that his lawyers have filed an appeal that is set to be heard this time next week. But the Russian authorities, certainly the Russian foreign minister, have said that they think that this case should be resolved in the courts. Precedents would suggest that any kind of diplomatic suggest discussions will have to wait until after some kind of trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:08",
      "speaker": "ROMANS",
      "sentences": "All right. The Biden administration is scrambling to contain the damage from a major leak of classified intelligence that spread into public view last week. And less attention has been paid to the troubling possibility that the worst may be yet to come.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:08",
      "speaker": "KIRBY",
      "sentences": "I'm not aware that they've come to any conclusions at this point about where they're coming from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:08",
      "speaker": "REPORTER",
      "sentences": "Do you believe the leak is contained? Are there more documents out there that have not been released publicly? Is this an ongoing threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:08",
      "speaker": "KIRBY",
      "sentences": "We don't know. We truly don't.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:08",
      "speaker": "ROMANS",
      "sentences": "CNN's Oren Lieberman has more from the Pentagon.(BEGIN VIDEOTAPE) OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT (voice-over):  A damaging leak from some of the highest levels of the Pentagon, rattling U.S. officials who fear the revelations could jeopardize sources and hurt U.S. relations abroad. Among the 53 classified documents reviewed by CNN, a detailed look at key shortages and Ukraine's air defenses and battlefield assessments with the war in a critical phase and Ukraine preparing for a counteroffensive. The documents were posted on Discord, a messaging and chat platform in recent weeks, where they resided unknown to the Pentagon until they were picked up and disseminated further. The Department of Justice has opened a criminal investigation into the leaks. The U.S. government is reviewing how this type of intel is shared. The Pentagon has already taken some steps to tighten the flow of such sensitive information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:08",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL COORDINATOR FOR STRATEGIC COMMUNICATIONS",
      "sentences": "We're taking this very, very seriously. There is no excuse for these kinds of documents to be in the public domain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:08",
      "speaker": "LIEBERMANN",
      "sentences": "At the top of some documents, an alphabet soup of government secrecy. Top secret, SI-gamma is signals intelligence. NOFORN is no foreign nationals and FISA stands for Foreign Intelligence Surveillance Act.The documents also reveal U.S. efforts to spy on allies around the world. A CIA intel update from March 1st says Israel's spy agency, the Mossad, advocated for protests against the government. The Israeli prime minister's office said the report was without any foundation whatsoever. Another document has information and internal deliberations within South Korea to sell artillery ammo that could eventually go to Ukraine. The report came from signals intelligence, which includes intercepted communications and drew backlash from Seoul. KIM BYUNG JOO, SOUTH KOREAN LAWMAKER (through translator):  We strongly regret that the top U.S. intelligence agency had been illegally spying on allies like our country. We strongly demand a thorough investigation and urged that similar incidents do not occur.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ROMANS",
      "sentences": "All right. Let's bring in former director of communications for U.S. national intelligence, Shawn Turner.So great to have you here this morning. You know, you say this -- this hits home to you. You were the director of communication for intelligence, when Edward Snowden compromised tens of thousands of classified docs. How concerned are you here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "SHAWN TURNER, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Yeah, good morning, Christine. Thanks for having me.I am really concerned about this, as you indicated. This is deja vu for me. Back when Snowden took all of our documents and compromised critical information, there were two types of intelligence that was critically important that he compromised. The first was the intelligence that revealed classified programs about our collection on adversaries. And this type of intelligence most often revealed information about sources and methods, and we often see intelligence sources dry up when that information was revealed. But the second type of intelligence, which is also extremely important was intelligence related to collection around our partners and allies and, as the report said previously, that's the type of intelligence at all nations do. What really concerns me about this leak out of the Pentagon is that we see both of these types of critical intelligence being released and posted online for everyone to see. And that really does get at some of the challenges that we face at a particularly difficult time, as U.S. trusted management number of geopolitical situations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ROMANS",
      "sentences": "Yeah, posted online. You know, these documents have been circulating for weeks, you know, starting first in a Discord group that was pretty small and then widening out. I mean, people playing Minecraft had had access to this, to these documents.Without being noticed by authorities, that surprises me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "TURNER",
      "sentences": "It should. You know, these documents talk about what we know as a nation with our partners and allies know how we know it and in some cases, and this is what's really concerning, they -- they reveal information about our intent, about our weaknesses.And so, for these documents to be out there in the gaming community and available for everyday people to see, that's one type of threat. But what people really need to understand here, Kristine, is that for our adversaries, it doesn't take a lot of intelligence, doesn't take the entire story in order for them to understand what the United States knows and what our partners and allies know. And what that does is, it causes intelligence sources to dry up. I remember during the Snowden years, we would see streams of intelligence that we're providing critical information to the United States simply stop. And at that point, the intelligence community is blind and that should be a concern to everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ROMANS",
      "sentences": "You know, your former colleague James Clapper on CNN contrasted this incident to the Snowden leaks in 2013. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "JAMES CLAPPER, FORMER DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "It would appear to me, though, that the -- this is not a serious breach, at least from what we know publicly so far, as was the case with Edward Snowden. The volume and technical detail of what he revealed far more damaging over the long term than this appears to be.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ROMANS",
      "sentences": "I wonder what you think about that. In some cases, some of these documents appear to have been altered or changed. They don't appear to be in the legitimate, you know, form that they were originally issued.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "TURNER",
      "sentences": "Right. Well, you know, my friend Jim Clapper is absolutely right. With Edward Snowden, we saw documents go directly from the intelligence, community and intelligence community system, and those documents revealed information about active programs. Some programs, which were -- which involved human intelligence, and those documents were handed over to the members of the press and in that case, we knew that the documents were legitimate.More important, we didn't know the full scope and scale. In fact, some would argue that we still don't know the full scope and scale of that particular leak. And this case, these documents appeared to contain information that's less critical in terms of revealing sources and methods. In some cases, as you indicated, they appear to be manipulated. But nonetheless, it's still the case that anytime we have a look at classified information, when we can validate that some of that information is legitimate. It poses threats to our national security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ROMANS",
      "sentences": "Yeah, of course. Shawn Turner, so great to have you this morning. Thank you so much for your expertise. Have a great morning.",
      "isLastSentenceInterrupted": false
    }
  ]
}