{
  "date": "2023-07-20",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Angry Clashes Erupt Over Tax Hikes, Rising Cost of Living; Southern Europe Braces For Second Extreme Heat Wave; Strong U.S. Economy Defies Recession Fears. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "KRISTIE LU STOUT, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "So we have a lot of open questions and a lot of high tension at this very moment. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Absolutely. All right, Kristie Lu Stout for us following that story from Hong Kong. Thank you, Kristie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "STOUT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "ROMANS",
      "sentences": "All right. In Kenya, hundreds arrested as anti-government protests rocked that nation in a second day of violent clashes. Security forces have pushed back angry protesters. They're using tear gas and water cannons. Residents are frustrated with the recent gas tax hikes and the rising cost of living.CNN's Larry Madowo joins us live from Nairobi, Kenya. And Larry, we're hearing that several people were shot and at least three people were killed in these protests. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "LARRY MADOWO, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "That's right. At least three people are reported to have died in these protests yesterday and a little more than 300 people were arrested across the nation. This is the first of three days of anti-government protests have been caused by the opposition.Life has kind of returned back to normal today but we still see a huge anti-riot police presence here. They're just making sure that nothing happens. And this is part of the problem, right? The Kenyan police have been accused of using a disproportionate amount of force. The U.N. actually condemned the Kenyan government for doing that. But what we did see yesterday as CNN was going around was some very violent confrontations -- watch. (BEGIN VIDEOTAPE) MADOWO (voice-over):  Violent confrontations between Kenyan police and demonstrators in a neighborhood of the capital, Nairobi. Even tear gas did not keep these young men away for long. They responded with even more stones or anything else they could throw at the police. The first day of the opposition's planned three-day anti-government demonstrations came down to these battles with security forces are cat and mouse games in some areas. Construction worker Elijah Mongi (PH) says he was on his lunch break nearby when he got hit. ELIJAH MONGI, INJURED DURING PROTESTS (through translator):  I don't know if it was tear gas or a bullet -- it just hit me and I passed out. MADOWO (voice-over):  He was still bleeding even after first aid. With no ambulance available this motorbike taxi was the only way to get him to a hospital. Armored water cannon trucks keeping demonstrators away from the roads in a different part of Nairobi. But some residents concerned about the sharp increases and the prices of basic commodities are ready to endure the crackdown. MADOWO (on camera):  Do you support the protests?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I do 100 percent. I support the protests. It needs to continue until the president hears our cry. The cost of living is high and the president should look at this situation. At least he can reduce the cost of living.MADOWO (on camera):  A heavy security presence made sure that there were no major street demonstrations but the opposition still did score a win by managing to bring the capital of Kenya almost to a standstill. These running battles between police using water cannons and tear gas, and the young men throwing rocks has been the order of the day. MADOWO (voice-over):  But President William Ruto remains defiant, saying Kenya's politics should be devoid of violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "WILLIAM RUTO, KENYAN PRESIDENT",
      "sentences": "We must protect this country and the police must be firm on the hooligans, on criminals, on people who want to destroy other people's business.MADOWO (voice-over):  That firm police action earned condemnation from the U.N. Human Rights office last Friday when it said it was concerned about widespread use of violence by officers. Kenya's foreign minister called the U.N.'s statement inaccurate and misleading. DR. ALFRED MUTUA, KENYAN MINISTER FOR FOREIGN AND DIASPORA AFFAIRS: Who are those three people who they say died? I'd like to know them -- their names and others. So they are just throwing names and figures out there. That is bad manners for an organization of such stature. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "MADOWO",
      "sentences": "Kenya's foreign minister dismissing those claims of police brutality, but we have seen police beating down protesters. And look at these guys (audio gap). They have guns, they are ready with hand grenades. They have tear gases all in their arsenal for cracking down, sometimes brutally, on these protesters. And that's why you see two major Kenyan newspapers -- the highest- selling newspapers saying thisBut life is returning back to normal now. We see traffic today, which was not the same case we saw yesterday when most of the country, at least here in the capital in Nairobi and two major cities, were almost at a standstill because of the threat of these three (audio gap).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "BARBIE LATZA NADEAU, CNN CONTRIBUTOR",
      "sentences": "Yes, it's really, really difficult. You've got people flocking to shopping malls and things like that. We don't have these air conditioning centers. That's particularly difficult for homeless people and particularly difficult for elderly people who just aren't able to find relief.Now, we've had a 20 percent increase in emergency room heat-related visits. That puts pressure on the health system. You've got civil protection -- people out there in the streets all across Southern Europe trying to get people out of the sun and into the shade. Now, tourists -- if they want to stay out in the sun they've got an air- conditioned hotel to go back to. But there are a lot of people who don't. Garbage collectors, bus drivers. Rome's buses aren't all air- conditioned. There are lots of people. Firefighters -- those firefighters fighting those fires in Greece under those extreme conditions. And we may not have record-breaking temperatures every day but it is hot. It's hot 24 hours a day. It doesn't cool off at night -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "ROMANS",
      "sentences": "All right, Barbie. Thank you so much for that.All right, to sports now. After years of anticipation, the long wait is finally over. The Women's World Cup now underway in Australia and New Zealand. Carolyn Manno has this morning's Bleacher Report. Good morning, Carolyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "CAROLYN MANNO, CNN SPORTS CORRESPONDENT",
      "sentences": "Hey, good morning.And this year's tournament promises to look really different. I mean, we're talking about more teams, better pay. It continues to develop along with the development --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "MANNO",
      "sentences": "-- of women's soccer, so it's really exciting. We're all ready to go. And over the next four weeks we're going to have 32 teams now competing across 64 matches, 10 venues across Australia and New Zealand. And it all began with an opening ceremony early this morning in Auckland.The tournament already making history. This is the first time that 32 nations are going to be competing. The prize money is the biggest yet. It's up 300 percent from the last women's World Cup back in 2019. That's huge. The Football Ferns of New Zealand are first in action, taking on the strong Norwegian side. They're expected to make a really deep run into the knockout stage. When the final whistle sounded, though, it was the Kiwis winning the game one-nil for their first-ever win in six women's World Cup appearances -- fantastic. The U.S. Women's National Team arriving at the tournament as the two- time defending champions -- arguably, the favorite to win an unprecedented third consecutive title. But this is going to be tough. Of the 23 players on the roster, 14 are playing in their first World Cup and they will quickly learn what it means to be under this kind of pressure. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "SOPHIA SMITH, USWNT FORWARD",
      "sentences": "It's obviously incredible what this team has done and all we hope to do is kind of continue on that legacy and push the boundaries and be even better. And make history and do things that teams have never done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "EMILY FOX, USWNT DEFENDER",
      "sentences": "Obviously, our team has won two World Cups in the past but, like, this is like a new challenge and we're attacking it and focusing game by game being on first.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "MANNO",
      "sentences": "So after tomorrow night's game against Vietnam, Team USA will face the Netherlands next Wednesday. Then they're going to close out the group stage against Portugal in the wee hours on August first.I know a lot of people -- if you're up right now you might be up at 3:00 a.m. So hopefully, you'll be up for that game. And elsewhere, Tom Brady seems to have no problem finding ways to occupy his time after retiring from football. The seven-time Super Bowl winner has already reached an agreement to buy an ownership stake in the Las Vegas Raiders. Now he's setting his sights on the high seas. Brady taking on team owner responsibilities in the new E1 electric boat racing series. So this is the brainchild of the man behind Formula E auto racing and one of the goals is to change attitudes about renewable energy and water pollution. And in an exclusive interview with our Don Riddell, TB 12 joking about returning to competitive sports himself. (BEGIN VIDEO CLIP) TOM BRADY, E1 TEAM OWNER:  You're damn right I'm going to be in that cockpit at some point. Well, I've been known for speed my whole life so it's very normal and natural for me to think about speed. Look, if I couldn't run that fast I better figure out a vehicle that could move fast, and I think these amazing boats on water do that for me. So when we start racing in 2024 it's going to be amazing to be a part of and to see these amazing machines on water going as fast as they can with this incredible level of competition. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "MANNO",
      "sentences": "Those look really cool. Brady obviously joking about being quick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "ROMANS",
      "sentences": "I was going to say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "MANNO",
      "sentences": "I think a lot of people made fun of the fact that he is slow --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "ROMANS",
      "sentences": "Is he known for speed, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "MANNO",
      "sentences": "-- on the football field.But the Formula E Racing Series is incredible. I'm excited to see what it does on that water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "ROMANS",
      "sentences": "Yes. It's going to be cool to see what he does in his new businessman iteration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "MANNO",
      "sentences": "A thousand doors open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "ROMANS",
      "sentences": "Yes, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "MANNO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:49:02",
      "speaker": "ROMANS",
      "sentences": "All right, your Romans' Numeral this morning is six million. Netflix adding nearly six million paid subscribers after cracking down on password sharing.(BEGIN VIDEO CLIP) Clip from Netflix \"AVATAR: THE LAST AIRBENDER.\" (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "ROMANS",
      "sentences": "Yes, another reason to feel optimistic there.Prices are rising more slowly than wages for the first time in this COVID-warped recovery. In other words, fatter paychecks aren't being completely erased by higher prices. You can see the brighter mood in the stock market. All three major U.S. averages up big this year. Look at the Nasdaq after a rotten -- really rotten 2022. Let's bring in Seema Shah, chief global strategist at Principal Asset Management. Seema, so nice to see you. About a month ago you told us we should expect a mild recession maybe going into 2024. Are you still -- are you still holding to that or could a recession be avoided? SEEMA SHAH, CHIEF GLOBAL STRATEGIST, PRINCIPAL ASSET MANAGEMENT (via Skype):  So, there has undoubtedly been pretty strong positive economic data in the last month or so from inflation, from the labor market, from the consumer. We're not moving away from the recession quote but we do still think it's going to be extremely shallow. So we're still dealing with the aftereffects of this 500 basis points of Fed tightening, so that's still feeding through to the economy, which is likely to slow it down a little bit. But this is nothing compared to the great financial crisis and nothing compared to the previous recessions that we've seen in the last 20 or so years, so that is certainly good news. But I think it's probably a little bit too early to sound that note of hope just yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "ROMANS",
      "sentences": "Yes. In The New York Times this morning, too early to pop the champagne cork.You told The New York Times a few weeks ago that \"Jobs growth has slowed but remains too strong to justify an extended Fed pause.\" We did see the Fed pause at its last meeting but you think the Fed is going to continue to raise rates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SHAH",
      "sentences": "We do. So we have been expecting the Fed to raise rates by just once more next week, and then to stop for a while. The reason they can't yet cut, however, is because the labor market is still so strong.And we have been hearing from a number of the Federal Reserve voting members that actually all of the inflation data that they saw last week was very, very encouraging. They need to see a string of those kinds of numbers. And as long as the labor market is as strong and is as tight then they are still worried about the impact on wage growth. So you do need to see a little further evidence. But certainly, from our perspective, we do expect next week to be the last Fed hike, then you have several months of just paused. And then in 2024, that would be the first rate cut to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "ROMANS",
      "sentences": "So you've got these interest rate hikes that we've been concerned about but still working into the economy -- you know, the lag effect -- we're not sure. But then we have something else that's going to be happening in just -- in a matter of weeks. Student loan payments restart this fall.Is that another economic headwind to be worried about in terms of consumer spending, or is that too small a part of the economy to maybe risk consumer spending and growth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SHAH",
      "sentences": "It is an important headwind to think about and actually, there's a number of important headwinds just like that where you are starting to see over the next couple of weeks and couple of months where actually, consumer headwinds are going to start picking up a little bit. So, the student loan issue is one of them.We're also expecting the excess savings over the next quarter start to be exhausted. So actually, a lot of the cushion that seems to be falling back on it is starting to run. And so this all adding to that impression that although things have been very, very good to this point you are seeing a lot of those challenges pick up. And probably, that's what's likely to tip the U.S. economy into a very -- one of a -- kind of exercises a very mild recession. But unfortunately, it is still to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:02",
      "speaker": "ROMANS",
      "sentences": "All right, two movies that couldn't be more different. This weekend moviegoers are clearing their schedules for \"Barbenheimer.\"(BEGIN VIDEO CLIP) Clip from Warner Bros. Pictures \"Barbie.\" Clip from Universal Pictures \"Oppenheimer.\" (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}