{
  "date": "2023-05-08",
  "headline": "CNN News Central",
  "subHeadline": "WH Pushes Rule To Compensate Flyers For Delays, Cancellations; Source: Gunman May Have Been Motivated By Right-Wing Extremism; Border Cities Brace For Migrant Surge As End Of Title 42 Nears. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "All right, we are listening in now as President Joe Biden and Transportation Secretary Pete Buttigieg, who has just taken to the mic already is proposing new rules requiring airlines to compensate passengers for canceled or delayed flights.(BEGIN VIDEOTAPE) PETE BUTTIGIEG, U.S. TRANSPORTATION SECRETARY: The only one that being some of the most important and memorable events in our lives. And our economy depends on these airlines doing a good job. When you board a flight, whether you are up before dawn, coffee in hand ready to go to a conference, or up past everyone's bedtime wrangling toddlers like Chasten and I were the other night, you count on that airline to provide the service that you paid for. We're here today to share the latest steps that we're taking to ensure that airlines do just that. It's important to note here that just over two years ago when President Biden took office in the depths of the pandemic, the biggest concern around our nation's airlines was whether they would stay in business at all. And if they did, how many years or even decades it would take for them to recover? But President Biden acted to restore this economy swiftly and demand came back faster than most forecasters thought was even possible. And we know some U.S. airlines have struggled to meet that demand. Now weather remains the top cause of airline delays but staffing and other issues under airlines responsibilities meant that last summer we saw unacceptable rates of delays and cancellations even on blue sky days. And when extreme weather events collided with airlines that were unprepared, the problems multiplied as more than two million Americans experienced with the failures at Southwest Airlines over the last Christmas holiday. The good news is we are seeing real improvements. Each month so far this year, preliminary data show cancellation rates under two percent, even during that busy spring break season. But summer travel is going to put enormous pressure on the system and we need to continue our work. We're always prepared to work collaboratively with airlines when there are steps that we can take as a department that would help. In New York, we've taken steps that would allow airlines to use larger planes with more seats at lower frequencies, which means that they can move more passengers overall but with less congestion. In Florida, where the closure of airspace to accommodate commercial space launches, now actually happens often enough to noticeably affect airline schedules. We're engaging the space sector to keep more launch windows clear of peak flight periods. And across the country, we're hiring more air traffic controllers to keep up with growing demand. In fact, the latest application window is closing today, so I'm encouraging anyone who's interested to consider applying. And FAA recently used new technology to clear over a hundred new more efficient flight routes that will save time and money. The FAA and Department of Transportation are doing our part but airlines need to accept their fundamental responsibility to better serve passengers. When they don't, we are here to enforce passenger rights and hold airlines accountable. And just over two years, this administration has delivered some of the most significant gains in airline passenger protections in decades. We have stepped up enforcement, rules, and transparency. We've empowered passengers with better information. We've helped get a billion dollars in refunds and counting back to passengers. And we have secured enforceable commitments around customer service that didn't exist just a year ago. And another major step is coming, as you all hear in just a moment from the president. All of this is possible because President Biden is leading an administration relentlessly focused on making everyday life better for Americans. Just as the Biden-Harris administration is delivering historic investments to improve physical infrastructure everywhere from airport terminals to crosswalks. We're also acting to ensure Americans have a better experience with our transportation systems wherever they go, and however they get there. It is an honor to serve in an administration that always puts consumers and workers first. And now, it is my great honor to introduce the President of the United States, President Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "We've been watching President Biden speaking alongside Transportation Secretary Pete Buttigieg talking about airlines and saying \"American air travelers deserve better.\" The president speaking about the frustrations that many Americans have experienced because of delays and cancellations of flights and now unveiling a new rule that could potentially force airlines to compensate those passengers whose flights are delayed or canceled because of the airlines. Of course, we're going to stay on top of this story and bring you the very latest as it unfolds. Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KEILAR",
      "sentences": "Horrible. Josh, thank you for the report. I do want to bring in Shimon Prokupecz now. He has some breaking news for us coming out of Texas. Shimon, what can you tell us?SHIMON PROKUPECZ, CNN SENIOR CRIME &amp; JUSTICE CORRESPONDENT (on camera): Yes. So, this is coming out of the State Capitol in Austin, where the Uvalde families have been gathering now for weeks asking for a subcommittee to take a vote -- to get a vote out onto the House floor. They'd like to see -- they raise the age. They're asking for the age to purchase the assault rifles from 18 to 21 in the state of Texas, and of course, it would have to go through all sorts of passages of legislation by the House members and then the Senate. But right now, a small victory here for the Uvalde families who've been fighting for this, asking for this for pretty much almost a year now since this happened. And so now, this committee has decided they are going to bring the vote to the floor. It's unclear if it's ever going to get there, but at least it's gone out the small victory for them. But it's gone from this committee and now we wait for the house legislators there in Austin to make a decision of whether or not they're going to hear this. This is something that Uvalde, the families have been asking for. They want the age raise from 18 to 21. So, of course, this is going to be seen as a small victory for them but they say the fight goes on so they can get this legislation passed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KEILAR",
      "sentences": "Yes, look at something that so many Americans do support. Shimon Prokupecz, thank you for that. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SCIUTTO",
      "sentences": "CNN has obtained this photo of what appears to be the gunman on the ground on the left in black with an AR-15-style weapon just nearby, as well as several magazines on the gunman's person. The high- powered assault rifle has been the weapon of choice in many of the country's mass shootings. I'm sure it sounds familiar.Most recently, the Louisville bank, the covenant school in Nashville, Tennessee, the Walmart in Chesapeake, Virginia, just last fall. A defining characteristic of this kind of weapon is the speed and the power of its bullets. Researchers at Wayne State University have studied how an AR-15 blast impacts the human body. Their findings are just terrifying. This is a block of 20 percent gelatin. It's meant to mimic how human flesh reacts to a gunshot. Watch the team fires a handgun round. This is a -- at one thousand feet per second into the block, relatively straight line, it comes out the opposite side. Now, watch as the team fires around from an assault rifle. It explodes inside and remains inside the flesh. Again, this mimicking the reactions of the damage to a human body, it's remarkable and I've spoken to trauma surgeons who describe treating these wounds in the emergency room. And they say the wounds resemble what they see or what they've seen from a warzone. This is something we've been studying for some time here. The youngest victim we should note in Saturday's shooting was just 15 years old. It's a weapon designed for war deployed at a shopping mall. Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "VALENCIA",
      "sentences": "Chief, Nick Valencia with CNN. How were you able to rule out that this was not intentional, but it sounds like you're saying he lost control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "FELIX SAYCEDA, CHIEF, BROWNSVILLE, TEXAS POLICE",
      "sentences": "We have not ruled that out, sir. It is an ongoing investigation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "VALENCIA",
      "sentences": "All of this, of course, happening just days before Title 42 is set to expire. Tensions here and anxiety very much so high, with the prospect of even more migrants coming across in record numbers, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "SANCHEZ",
      "sentences": "Nick Valencia, thank you so much for putting that in context for us. Now, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "SCIUTTO",
      "sentences": "Officials at the U.S.-Mexico border are bracing for that migrant surge ahead of the lifting of Title 42. In just three days, the Trump-era policy that allows certain immigrants to be quickly turned away based on pandemic grounds at the southern border, that will expire. Right now, border officials are encountering over 8000 migrants a day already. That number could rise to 10,000 a day when Title 42 ends. Here, you can see a new drone video of what that border looks like. Long lines of migrants camped out just on the other side of the border in Ciudad Juarez, Mexico, the other side from El Paso.CNN's Rosa Flores. She is in El Paso, Texas. You've been there. We were speaking to you last week. And in the many days leading up to this. What are you seeing now? Maybe you're seeing evidence of the surge growing? ROSA FLORES, CNN CORRESPONDENT (on camera): Definitely. So, the pictures, Jim, still very dramatic. Just take a look behind me. And I kind of want to give you the closest to a 360 view that I can because you'll see that migrants continue to line this street around the church. And now, it's growing beyond the block where the church is located. As we give you a 360 view, you'll be able to see that a lot of the migrants tried to stay out of the sun. And so, you'll see that the areas that are Sunny, and don't have as many migrants, and then the areas that are shaded, have more migrants sitting by those buildings, or they're creating their own shade with some blankets or tarps or whatever it is that they find. And you can see that all of these four blocks have migrants on the street. And this one that you see -- what you see across the street here. They moved the migrants because of construction. But if you look closely, you'll see that their blankets are on the sidewalk. They will unfold those blankets at night and sleep on the sidewalk. Again, a very dramatic scene here in El Paso. The city of El Paso is still under a state of emergency. And according to officials, about two thousand migrants continue to call the streets of El Paso home. One of the things that they're very concerned about is public safety, especially after the tragedy in Brownsville. You can see that these barricades were added over the weekend to close the street right in front of the shelter. You'll also see that there are some added resources, more porta-potties, and more washing stations as the number of migrants out here grows. I've been in contact with community leaders on both sides of the border and they tell me that they already are seeing an influx of migrants in their communities. In Tijuana, about 6000 migrants are waiting. As I move along the border, for example, in Del Rio and in Laredo, the respite centers there, Jim, telling me that what they're receiving right now is what -- is the decompression efforts by border patrol. What that means it's a really fancy word of moving migrants who are coming into El Paso to areas like Del Rio and Laredo for processing because they've gotten more space over there, Jim.",
      "isLastSentenceInterrupted": false
    }
  ]
}