{
  "date": "2023-01-24",
  "headline": "Connect the World",
  "subHeadline": "Ukraine Report Outline Wagner Mercenaries' Brutality; Germany Receives Poland's Request to Transfer Tanks; California Reeling after Three Mass Shootings in Three Days; Medics from around the World help Ukraine in Bakhmut; What is the Controversial new ChatGPT AI Technology; Steven Spielberg gets 9th Best Director Nomination. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "ELENI GIOKOS, CNNI HOST",
      "sentences": "I'm Eleni Giokos. Hello and welcome back to the second hour of \"Connect the World\". We are live in Dubai. Now after weeksof uncertainty, Germany appears close to a decision on whether to approve the transfer of its battle tanks to Ukraine. Germany confirmed today it has received Poland's formal request to allow the transfer of leopard two tanks and will consider it with \"Necessary urgency\". In Ukraine today, the government announced a spate of resignations, including the Deputy Defense Minister, you see his resignation letter here also resigning President Volodymyr Zelenskyy's Deputy Chief of Staff. We've got Frederik Pleitgen in Kyiv for us to give us a sense of what is going on. I want to start with the tanks, Poland's request officially in the German say they will act with necessary urgency. But the ball isn't in the court of the Germans right now? They need to make the decision is the sense that they will budge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, certainly seems as though the senses though that they will budge it. It seems thoughsomething larger might be in the works. The Germans have certainly said that they want to make a decision as fast as possible. It's quite interesting is there was a press conference Eleni earlier today with the German Defense Minister, and also the Secretary General of NATO, where both of them said they believe that a decision could happen very quickly. Now, what we've been hearing from the Germans is they said they obviously understand the urgency. They need to go through their motions ever. But they want all this to happen in a broader coalition. They want for instance, the United States to also be on board, possibly with Abrams tanks. We know that so far, the U.S. said that it does not want to send Abrams tanks. So certainly, there still seems to be some negotiations that need to go on in that sphere as well. The Germans for their part, however, have said that they do understand that, for instance, Poland does want to send these tanks. The Poles have said that they've asked the Germans for permission. Now the Germans have acknowledged that they have gotten that request from the Poles. However, the Poles have also said that if the Germans don't give them permission, they want to put together what they call a smaller coalition to send those leopard two tanks to Ukraine anyway. Now of course, that's definitely not something that U.S. would want to see or the Germans would want to see because it would indicate that there could be disunity among the nations that are supporting Ukraine. So right now, it seems as though all sides really working to try and get some sort of compromise going. But I think the general feeling is that in the not too distant future German leopard two tanks could be headed to Ukraine one way or another Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "GIOKOS",
      "sentences": "Yes. As we await that decision, Fred, I want to talk about the Wagner Group. It's been on the front lines. What do we know about thetactics specifically in Bakhmut?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "PLEITGEN",
      "sentences": "Eleni, we did reach out to the Motorola accompany about all that. And they said, first of all, they stand by or stand with Ukraine and withNATO. They also said they immediately stopped all of their sales and their operations, both in Russia and in Belarus once Russia invaded Ukraine. But there were so many interesting things in that military document. One of the other things that we learned as well from that document is that despite some of the infighting that we've seen, between the Russian Defense Ministry and Wagner, specifically Yevgeny Prigozhin making some remarks belittling. Essentially, the Russian Defense Ministry that the Defense Ministry apparently has some recommendations out to use some of those assault tactics that we've just outlined here in our report that of course, are extremely brutal and pay no regard to own losses, that those could be used by Russian regular forces as well under certain circumstances Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "Fred, brilliant reporting. I mean, really striking to hear some of those details primitive tactics used, in some instances, a punishmentwithdrawal, and then looking at the fact that there's no worry in terms of losses, really illuminating. Thank you so much for those insights. I want to move on now and to Ukraine's deepening political shakeup. More than a dozen officials, including many higher ups in the Ukrainian government have quit or been shown the door. The resignations include the Deputy Defense Minister, Deputy Prosecutor General, Deputy Minister of Development of Communities and Territories, and President Volodymyr Zelenskyy's Deputy Chief of Staff. They also include several leaders of the regions at the very heart of the war. They follow a series of corruption scandals with a Zelenskyy adviser saying the President \"Sees and hears society\". So what does this say about what's going on behind the scenes? And what impact could this have on the war? I'm joined now via Skype by Oleksiy Sorokin. He is a Senior Editor with the Online Newspaper \"The Kyiv, Independent\". Good to have you on and frankly, what a shake up? What a scandal in the middle of a war distraction that the government doesn't need right now? But it's actually the work of the journalists that has lifted the veil of what's going on. Could you take us through how this happened? How these stories were uncovered?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOROKIN",
      "sentences": "And we see the result of courageous journalists work right now that Zelenskyy's Office has to sack basically a number of officials whodiscredited not only their own ministry, right but Ukraine in the eyes of the foreign partners.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "I mean, as you mentioned, some of those allegations, even the Defense Ministry, purchasing some foods for the military at prices that aretwo to three times higher than those at Kyiv grocery stores. This is just some of the reporting that local newspapers have conducted. I want to talk about the timing of this reshuffle and what it means for President Zelenskyy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOROKIN",
      "sentences": "Yes, the scandal with the food prices in the Defense Ministry is the biggest scandal of all of them, especially right now when Ukraine isdesperately in need of foreign time's foreign artillery, planes and so on. Also, there was a very big output, when the Defense Minister basically brushed off all corruption allegations, and even promised to go after the whistleblower who presented the documents to journalists. So this was very worrying. And it's actually good right now that the President's Office is responding. And we know the Deputy Head of the Defense Ministry was now fired. He was in charge of recruitment. And I think this is only the first step and Ukraine publicly at least fighting corruption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "I guess the question then becomes what does this mean for the fight on the ground? What does it mean militarily? Or does this pertain mostly tothe way that certain regions are managed? How should this be viewed in terms of how it will impact the war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOROKIN",
      "sentences": "Well, I don't think it's - I don't think it's going to have any impact on the war itself, because Governors don't lead defenses. They don'ttake part in military action. They're mostly in charge of the civilian sector of restoration, repairs of organizing food supplies, and so on road construction, right, where corruption was spotted. I think this is a good step in forming the image of Ukraine fighting against corruption, because this is important, not for the war's outcome, but for the future of Ukraine, right? We're right now we're fighting against a deeply corrupt authoritarian regime, and Ukraine, showing that it has zero tolerance to corruption will, I think, be beneficial in the long run? Obviously, it's pretty bad that even during war, a number of officials, especially in the Defense Ministry, were allegedly stealing funds, and some of them may be stealing funds even that were donated, and granted by the West, which is absolutely awful. But it's good that right now, instead of hiding this under the rug, first journalist uncovered and then Zelenskyy's administration actually goes forward alleges that this may have happened and fires the Ukrainian officials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, and it happens really quickly, a big turnaround. This all happening, while Ukraine is requesting for modern tanks. The Germanparliament announcing that they will be debating the question on sending leopard tanks. Poland has just sent in a formal request to be able to send their tanks to Ukraine. I want you to give me a sense on how this conversation is being looked upon from the Ukrainian perspective as Germany tries to make a decision on this front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOROKIN",
      "sentences": "This happens with high immerses that happened with light tanks that were delivered by France and so on, right. But every day, people die.And the longer Germany waits, the more people get killed. And I have no idea why Germany is dragging this for so long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GIOKOS",
      "sentences": "You mentioned, you know, come the spring, the Russian offense of you knows, and obviously Ukraine's reaction in terms of a reshuffle,government reshuffles ahead of that. What is the word right now on the ground in terms of what that would look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOROKIN",
      "sentences": "Well, the question here is that because both Russia and Ukraine are preparing a major offensive, Ukraine needs Western weapons to be ablefirst to defend itself and then to retake the occupied regions right. And right now, is the time when Ukraine can prepare. And I think it's now or never to basically clear both the president's office, the governor posts and some of the ministries from officials who might actually slow down Ukraine's response to Russian advances because corruption is the biggest enemy of Ukraine right now, aside from Russia. And there was even a saying in Ukraine that Russian corruption is the biggest ally of Ukraine because the more Ukrainians in government steal from Ukrainian people, the worse the situation is going to be on the ground. And I think that the next weeks or so will be very vital in a sense that we'll see how serious Zelenskyy's administration is to first out those officials and then to punish those who are alleged of corruption. Because if right now, the response is going to be so serious, I think eventually in the long run this will help Ukraine to fight Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GIOKOS",
      "sentences": "Oleksiy Sorokin, thank you very much for joining us. Good to have you on the show. Much appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOROKIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GIOKOS",
      "sentences": "A tragic start to the lunar new year in the U.S. state of California with back to back mass shootings, we'll examine the timeline andwhat the suspects have in common plus. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Once I knew he was there, very likely he was either he was either injured or unfortunately passed away.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Waves of shock and grief reverberating through California back-to- back shootings have left 19 people dead there in a matter of days, many others are wounded and authorities are scrambling for answers. The vigilsand memorials continue in Monterey Park near Los Angeles where the death toll rose to 11 after one of those wounded in Saturday's mass shooting died in hospital. And north of there on Monday, there were multiple tragic shootings in the San Francisco area. CNN's Veronica Miracle explains how the events played out in Half Moon Bay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "VERONICA MIRACLE, CNN CORRESPONDENT",
      "sentences": "The mass shooting that took place here in Half Moon Bay happened at two separate locations. Seven people werekilled and one person is still critically injured. The first 911 call came in just before 2.30 where deputies were responding to record the shooting with multiple victims. And when they arrived at that first location, they discovered four bodies including a fifth person who was critically injured than a short distance away, they found another three bodies for a total of seven people killed. This happened in the afternoon after school. And in one of these locations, at least some of these victims live and worked at that location. And so, there were children present who had to witness this massacre just absolutely unspeakable. Now a couple hours after that first 911 call came in, Deputy Sheriff's Deputy discovered a 67-year-old - Chun Li Zhao sitting in a car in the parking lot of a police substation where he subsequently turned himself in and they were able to arrest him relatively without incident. All of that happened and unfolded right in front of news cameras as this took place. It is unclear exactly what the motive is why this happened. But if authorities believed that Zhao worked at one of the locations where one of these shootings took place, they believe that he acted alone, and they believe that there was no longer a threat to the community. Of course, this community stills very much reeling. Here's what the vice mayor had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "JOAQUIN JIMENEZ, HALF MOON BAY, CALIFORNIA VICE MAYOR",
      "sentences": "This is something we get to watch on the news. Never think that it's going to come and hit hometoday, we - the news. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MIRACLE",
      "sentences": "There are so many similarities between this mass shooting here and the one that happened just a couple of days ago in Monterey Park inSouthern California. Both of the suspects are older Asian gentleman, both of them suspected of going after other Asian individuals. And this is during a time that is supposed to be incredibly joyful for many Asian communities. It's what happened right after Lunar New Year, so many people reeling and trying to recover from both of these tragedies. Veronica Miracle CNN Half Moon Bay!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Well, while police worked to determine the motive for the shooting in Monterey Park over the weekend, families who lost their loved ones inthat attack are turning to their community for comfort and support. People brought notes of sympathy and flowers to vigil on Monday evening. CNN's David Culver has more. (BEGIN VIDEOTAPE) DAVID CULVER, CNN CORRESPONDENT (voice over): In the chilled glow of candlelight, the Monterey Park community gathers to honor the 11 lives taken and nine still recovering. Images like these with flowers, balloons and tributes, you know them well. You've seen them before, and you will see them again. A community vigil following a mass shooting, it's become disturbingly routine, except when it's your loved one their gathering for. CULVER (on camera): The one that we have, I just want to see if this was OK. CULVER (voice over): Val Anthony Alvero helping me chooses the photo that best depicts his dad. He liked this one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "VAL ANTHONY ALVERO, SON OF SHOOTING VICTIM VALENTINO ALVERO",
      "sentences": "Yes, it's a good picture I think it represents his attitude towards everything.CULVER (voice over): Always upbeat and caring for others. That's how Anthony sums up his dad and namesake, Valentino Aveiro, or Val. He says the 68-year-old hospitality worker hope to retire in a year or so and plan to return to his native Philippines. In his free time, you'd find him here at Star Ballroom Dance Studio moving to the music. CULVER (on camera): Growing up was he dancing a lot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ALVERO",
      "sentences": "That's around the house or saying stuff like that; he loves that kind of stuff.CULVER (voice over): Video from last year posted on social media showing one of the many joy filled gatherings at Star dance. On Saturday night as Val and dozens of others celebrated the Lunar New Year hear gunfire Cut the music short and destroyed so many lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Additional units requested multiple victims' gunshot wound.CULVER (voice over): Anthony says he heard about the shooting Sunday morning. CULVER (on camera): And did you ever think maybe somebody I know is involved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ALVERO",
      "sentences": "Though definitely not as I read the article or they heard it was a dance studio. It crossed my mind.CULVER (on camera): You thought about your dad potentially?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The first thing comes to my mind is her smile. She would always smile I've I don't even know I don't even think I've ever seen herwithout a smile. Even you know the mask into her eyes smiling. CULVER (voice over): While Anthony wants to know more about his father's last moments; he says anger hasn't really surfaced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ALVERO",
      "sentences": "I don't think it adds anything to be angry to situation. You know what happened kind of change it. I just like for you know, better to comeout of it right. The biggest thing I'd want other people to take away and I think regardless of this situation, I think it's always so important is just a character typing with other people. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "And yet another deadly shooting this one in the U.S. state of Iowa. Police say that 18-year-old suspect press and walls cut off a quarterordered GPS ankle monitor prior to Monday shooting. He's been arrested and charged in what police believe was a gang related shooting at an educational non-profit organization. Two students were killed and the program's founder hip hop artist known as --wall keeps was seriously wounded. Police believe this stemmed from an ongoing dispute. Two other people are also in custody as the investigation continues. A meeting in Amman, but was there a meeting of the minds the leaders of Jordan and Israel sit down as tensions rise again over holy site. More on that just ahead plus, after pumping billions of dollars' worth of weapons into Ukraine, Western allies are asking Kyiv to end its war of attrition in Bakhmut and shift its focus. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. Now Israeli Prime Minister Benjamin Netanyahu made his first foray outside Israel since assuming his latest term of office. Hewent to Amman, where he and Jordan's King Abdullah talked about the compound around the Al Aqsa Mosque. The king stressed the need for Israel to respect the site's historical and legal status quo. CNN's Hadas Gold has more from Jerusalem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GOLD",
      "sentences": "So, it's not necessarily a surprise that this was Benjamin Netanyahu's first trip to visit King Abdullah of Jordan but especiallyrecently when there's been a lot of concerns from countries from Israel's allies and partners around the world and from Jordan over the recent incoming right-wing government in Israel. Now, while Benjamin Netanyahu is a well-known figure for King Abdullah, the two have known each other for some time, this new government is different. It's the most Right Wing in Israeli history, and there have been some recent events specifically around Jerusalem's holiest site that have caused some concern for the Jordanians who have a very special role to play. Because they are the traditional custodians of some of the holiest sites in Jerusalem, especially the Al Aqsa Mosque compounds also known as the Temple Mount. It's the holiest site for Jews and the third holiest site for Muslims. And for decades, there has been a status quo there now that some say is a crumbling status quo. But it says that only Muslims can pray and visit at the compound at any time and non-Muslims can visit at specific hours, but non-Muslims are not allowed to pray there. And some members of Netanyahu's new government want to change that. Itamar Ben Gvir, he's the new National Security Minister. He actually went up to the compound to Temple Mount Haram al-Sharif to visit earlier in January. And that caused some concern that it could inflame tensions that have already been high across Israel. And the Palestinian territory somehow, even further, that didn't seem to bear anything out, but it does cause a lot of concern. Now in the readout of the meeting of King Abdullah and Benjamin Netanyahu, the Jordanian side said that King Abdullah stressed the need for Israel to respect the historical and legal status quo of the Al Aqsa Mosque compound in Jerusalem. And while Netanyahu's read out from the Prime Minister's office doesn't specifically mention the status quo in Jerusalem. They talked more about the strategic partnerships between the two countries. We know that Benjamin Netanyahu has publicly committed to earlier in January that he would maintain the status quo and Israeli media is reporting that he made that same commitment directly to King Abdullah in their meeting today, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "KURT ERIKSEN, FRONT LINE MEDICS",
      "sentences": "You got a list of patients, but we don't really know what's wrong with them. So, we don't have any ID before you seethem and we do assessment. WEDEMAN (voice over): Our interview cut short by an incoming Russian crowd. At a slightly safer distance from the fighting, they park their mobile clinic and treat who they can. Alexander says he's - lives in an unheated apartment and he's sufferings from frostbite. They'll take him to a hospital outside Bakhmut and he couldn't leave a moment sooner. The Russian noose is tightening. WEDEMAN (on camera): Slowly Russian forces are gaining ground. They're on high ground behind me. They're advancing from the north, and they're advancing from the south. WEDEMAN (voice over): Forces yet to come says British volunteers' soldier - -.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "DANIEL BURKE, BRITISH VOLUNTEER SOLDIER",
      "sentences": "--to take his solider to the north we've got to try and do a big pincer movement around Bakhmut. I don't thinkI'll try - per se but we're going to call them try go past it free to fields and just cut us off bit by bit. WEDEMAN (voice over): Yet residents stay on and volunteers of all stripes do what they can do. Victoria Linnik is doing the rounds handing out food and water. WEDEMAN (on camera): Are you a little nervous with the situation here? VICTORIA LINNIK, \"GOD WITH US\" CHARITABLE ORGANIZATION: Oh, look at me - no. WEDEMAN (voice over): Nerves of steel as the shelling goes on. Ben Wedeman CNN, Bakhmut. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "The fight for Bakhmut has been going on for nearly six months. Now U.S. and Ukrainian sources tell CNN Ukraine's Western allies are urgingKyiv to cut its losses around Bakhmut and to shift its focus on planning a potential offensive in southern Ukraine. Officials say the hundreds of armored vehicles the West has provided Ukraine in recent weeks is meant to help make that shift. CNN White House Reporter Natasha Bertrand joins us live from Washington D.C. We've just seen Ben Wedeman's report. He was saying you know the Russian news is tightening around Bakhmut. And now we're hearing word that the messaging from Western allies is to leave Bakhmut and focus elsewhere. What exactly do we know about what the advices from other allies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "NATASHA BERTRAND, CNN WHITE HOUSE REPORTER",
      "sentences": "Yes, Eleni, so the U.S. and its allies are telling Ukraine that they should really cut their losses in thecity of Bakhmut where that fighting has been raging for about six months now really intense World War one style fighting with Russian forces. And the reason why they're advising the Ukrainians to kind of shift their focus away from Bakhmut and more towards preparing for a counter offensive in the south is simply because they do not believe that the amount of artillery ammunition and the amount of casualties that Ukraine is expending in Bakhmut is sustainable. And that is primarily because the Russians, the U.S. and the West believe still have more artillery, ammunition and more troops that they're willing to expend than the Ukrainians do. So right now, what the U.S. is saying to the Ukrainians really as part of a kind of give and take with regard to Ukraine, asking the U.S. for military advice is, you should shift your style of fighting, especially considering all of the Western equipment that we have just devoted to you that new tanks that the Brits are giving other kind of heavy artillery that the U.S. has provided. And use that to kind of focus on launching a new offensive in the south around those more strategically important cities along the Black Sea because ultimately, that is where the U.S. believes Ukraine can make the biggest difference in the war against Russia. They do not believe at this point that the Ukrainians are going to be able to take back the entirety of the Donbas region. Now, an interesting wrinkle to this is that President Zelenskyy is still not convinced that the Ukrainians should give up Bakhmut. He does not believe that it is inevitable that the Russians are going to take the city. And also of course, Bakhmut has become a really important kind of symbol of defiance for the Ukrainians who have been fighting this kind of grinding battle of attrition with the Russians there for nearly six months now. So, it remains to be seen how Zelenskyy approaches this. But for now, the U.S. is advice to the Ukrainians is cut your losses they're focused on preparing for a much broader offensive in the south where your gains might be more significant Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GIOKOS",
      "sentences": "It's new and its controversial the artificial intelligence tool known as ChatGPT can craft emails and write essays in a matter of seconds.Microsoft likes it so much. It confirms its pouring billions of dollars into its creator to expand the already existing partnership. But not everyone is applauding this. Some people are sounding the alarm about the risk of ChatGPT being misused. CNN's Vanessa Yurkevich joins me now live from New York. Vanessa, great to have you on! I actually met a couple of kids a few weeks ago that said that use ChatGPT for essays they did not get caught. But then it poses the question what does this mean for learning? What does it mean for writers? What does it mean for the creative process? And what does it mean for the need of humans in this entire value chain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "Absolutely. It means a lot for everyone. It means a lot for humanity. There are so many AIexperts that say that ChatGPT is as revolutionary as the internet. You have other AI experts saying that it's a threat to society. ChatGPT can write Shakespearean sonnets. It can craft cooking recipes. It can even write children's books, but everyone is fascinated by this everyone from top CEOs to students. (BEGIN VIDEOTAPE) YURKEVICH (voice over): ChatGPT short for Chat Generative Pre-training Transformer is a machine learning model that can generate human like text. It's been trained on a massive amount of data, allowing it to understand and respond to a wide range of questions and prompts. YURKEVICH (on camera): What you just heard me reading wasn't written by me it was written by artificial intelligence ChatGPT. YURKEVICH (voice over): I simply typed in a prompt write a TV news script written by a reporter about ChatGPT. And in just seconds, the AI spit out the copy you just heard. ChatGPT has exploded in popularity in recent months. CEOs are now using it to write emails. It even passed a Wharton School of Business exam. YURKEVICH (on camera): Should people be more excited about ChatGPT or more fearful of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GARY MARCUS, PROFESSOR EMERITUS OF PSYCHOLOGY AND NEURAL SCIENCE, NYU",
      "sentences": "I think they should have a mixed view.YURKEVICH (voice over): Open AI which owns ChatGPT says the technology is still in its research phase and can produce inaccurate information. YURKEVICH (on camera): You like artificial intelligence, but are you here to issue a warning about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JACK PO, CEO, ANSIBLE HEALTH",
      "sentences": "Not only can it answer very complex questions, it can also modulate his answer.YURKEVICH (voice over): Po and his team of 30 doctors started using the platform to help with treatment for their patients who have COPD or pulmonary disease.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "PO",
      "sentences": "What this technology could really enable, and has already started enabling us is to suddenly suggest things that we might not be thinking ofat all. It will absolutely save life. YURKEVICH (voice over): Jake Heller is the Lawyer and founder of case text which helps its clients comb through documents using AI like ChatGPT.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JAKE HELLER, FOUNDER, CASETEXT",
      "sentences": "You can have it read police reports. You can even have it see if witnesses gave contradictory testimony, you canalmost certainly help find information that is pertinent to your guilt or innocence. YURKEVICH (voice over): But Paul and Heller both say that human oversight of ChatGPT is still necessary. Open AI says the platform can produce harmful instructions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HELLER",
      "sentences": "In law, there absolutely is right and wrong answers. And that's why your ChatGPT alone is not going to be enough to handle some of the mostimportant questions in fields like law. YURKEVICH (voice over): And then there's the question of plagiarism. New York City Public Schools ban ChatGPT on school network devices, due to concerns about negative impacts on student learning and concerns regarding the safety and accuracy of content.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "EDWARD TIAN, FOUNDER, GPTZERO",
      "sentences": "It's incredible innovation, but at the same time it's like opening a Pandora's Box.YURKEVICH (voice over): Which is why Edward Tian a 22-year-old Princeton student himself spent his winter break building GPT zero, which he says can detect whether something is likely written by a human or ChatGPT. He says teachers use it to check their student's papers. YURKEVICH (on camera): Is this like one AI cross checking another AI?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "TIAN",
      "sentences": "In a sense, yes.YURKEVICH (on camera): But can it spot misinformation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "TIAN",
      "sentences": "Oh, OK. Yes. So as opposed to misinformation, it's more of like it can only spot if something is AI generated or human generated.YURKEVICH (voice over): And that's the greatest fear of all spreading misinformation. ChatGPT a tool designed to help humanity could ultimately hurt it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MARCUS",
      "sentences": "People who want to manipulate elections and things like that, instead of like writing one thing at a time to be able to write thousandsof things to give, for example, vaccine denialism more oxygen than it deserves. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "YURKEVICH",
      "sentences": "And Gary Marcus, who you heard from right there, he has written books about artificial intelligence. He's founded artificial intelligencecompanies. He says that we are about 75 years away from artificial general intelligence, that is where artificial intelligence can act like a human and make decisions like a human would. But until then, he says that we need regulation. And this is where the U.S. government is coming into play. Just this week, Representative --Ted Liu from California, who is a coder himself, said that he plans to introduce legislation that would create a commission on artificial intelligence. This would be a body that would regulate artificial intelligence here in the U.S. He says Eleni that this is just as important as something like the FDA, which looks over and keeps track of and monitors food and drugs here in the United States. So, we have a lot to learn about ChatGPT. But of course right now, it is fascinating so many around the world, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GIOKOS",
      "sentences": "The Academy Awards are often full of surprises, but this year the nominations seem to be mostly what everyone was expecting. Indie dialingeverything everywhere all at once scored the most nominations with 11 including Best Picture and Best Director. And Michelle Yeoh Best Actress nomination, the Banshees of Inisherin was next with nine nominations, including Colin Farrell, receiving his first ever Oscar nomination for Best Actor. And the German language Netflix film All Quiet on the Western Front also got nine nominations. It was the most nominated film at the BAFTA is just a few days ago. And last but not least, we are proud to mention CNN's Navalny was nominated for Best Documentary Feature. Here to break us down with us we've got Chloe Melas, CNN Entertainment Reporter. Good to see you as always. Take me through the nominations, what you're excited about what we could expect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "GIOKOS",
      "sentences": "Look, I have to I seriously have to put some effort into watching some of these movies because I've just been watching too much CNN, Chloe.But I also have to admit that I do also have my own little Oscar given to me by my daughter for best mom. Does that count?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "MELAS",
      "sentences": "Oh my gosh, that's so sweet. My little boys, they don't do that. I come home from work. And they're like, what toy did you bring me? You know,I'm like, are you kidding me? I want that's so sweet. You deserve it. That does count.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "GIOKOS",
      "sentences": "You should get one Chloe. Good to see you, Chloe Melas, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "MELAS",
      "sentences": "Great to see you too.",
      "isLastSentenceInterrupted": false
    }
  ]
}