{
  "date": "2023-09-21",
  "headline": "The Source with Kaitlan Collins",
  "subHeadline": "Trump Urges Government Shutdown In Mistaken Bid To Stop His Prosecutions; Zelenskyy Pleads For Aid After Missiles Hit Ukraine; Rupert Murdoch Steps Down As Fox & News Corp. Chairman. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "Disturbing new details, in the investigation, to a Bronx day care, where a 1-year-old boy, died of suspected Fentanyl overdose, last week.The NYPD says approximately eight to 10 kilograms of drugs were discovered, under a trap door, in the play area, at the center, where 1-year-old Nicholas Dominici, had been sleeping. Three other children were hospitalized, after suffering acute opioid intoxication, but they thankfully survived. The U.S. Attorney for the Southern District of New York says that the owner of the daycare, and another suspect that arrested -- another suspect arrested, ran a fentanyl distribution business, out of the building. They are facing federal charges, of conspiracy, to distribute narcotics, resulting in death, and possession with intent to distribute narcotics, resulting in death, as well as numerous state charges. And Police are still looking for the owner's husband. The news continues. THE SOURCE WITH KAITLAN COLLINS starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "KAITLAN COLLINS, CNN HOST, THE SOURCE WITH KAITLAN COLLINS",
      "sentences": "Tonight, straight from THE SOURCE.Complete chaos, at the Capitol, as even more Republicans are revolting, against House Speaker, Kevin McCarthy, who is now saying that they want to burn the House down, or at least cause a shutdown. Plus, Ukraine's President Zelenskyy, meeting, with President Biden, today, and fighting a different battle, this one, for more funding. And a real life \"Succession,\" what Rupert Murdoch's exit, from the Fox Empire could ultimately mean, for the future of American politics. I'm Kaitlan Collins. And this is THE SOURCE. With the government set to shut down, in just nine days, from now, tonight, House Speaker, Kevin McCarthy, sent his deeply-fractured Republican caucus home, for the rest of the week. Yes, you heard that right. They are leaving town, without having done their job, to actually fund the government. And right on cue, the White House is taking advantage of this. President Biden posting this, saying that the \"Last time there was a government shutdown, 800,000 Americans were furloughed or worked without pay.\" But hey, \"Enjoy your weekend.\" Just yesterday, Kevin McCarthy said he was going to keep those lawmakers, in Washington, for a rare weekend session, so they could figure out a way, to fund the government, and get these spending bills passed. That so far, has proved elusive. But today, everything changed, again. McCarthy was dealt another black eye, when one of his -- when several of his members actually, voted down, their own defense bill, for the second time, just this week, leaving McCarthy clearly frustrated. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA): This is a whole new concept of individuals that just want to burn the whole place down. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "There were no F-bombs, this time, at least none that we could hear. But the frustration was clear, throughout his entire party.(BEGIN VIDEO CLIP) REP. TIM BURCHETT (R-TN): We're dysfunctional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "GARRETT HAAKE, SENIOR CAPITOL HILL CORRESPONDENT, NBC NEWS",
      "sentences": "It's just that simple?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BURCHETT",
      "sentences": "That simple. We are that -- we are so dysfunctional. You know, we've got -- we've got nobody, at the head, you know. I've said this train has left the station.REP. DAN CRENSHAW (R-TX): It's frustrating, because you're going to hear -- going to hurt our defense, and they don't have a rational explanation. This is absurd. REP. MIKE LAWLER (R-NY): I am not going to be party to a shutdown. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "The dysfunction could not have been clearer, than when Republicans were voting, against their own bill. This is the bill, to fund the Pentagon.A no-vote on a -- to debate a bill is basically voting against your own leadership. It rarely happens. And just for context, on how rare that is? In the last 28 years, the House has only failed to pass what is called a rule, eight times. So far, in only eight months, since he's been Speaker, McCarthy has now lost three of those votes, two happening just this week. Let's get straight to THE SOURCE, tonight, with Republican congressman, Tim Burchett, from Tennessee. Congressman, you are still on Capitol Hill. But everyone else is obviously going home, today. Why is the House going home, without any of this being resolved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BURCHETT",
      "sentences": "Well, actually, they sent another -- they told us, we're in the whips meeting, whip's office, this afternoon, that to stay. So, a lot of people have turned around, and are coming back.I'm not leaving. We've got work to do. I think it really sets a bad example, to the American public that in fact we work these massive two-hour days, up here, in Washington, since I've been here five years. We'll take a couple hours for breakfast -- for lunch. We'll cater in a pizza or something, and then call it an early day. You know people in East Tennessee, Ma'am. We've got teachers, single moms, beauticians, lawyers, policemen, firemen, people that actually work for a living that just can't believe this, and the amount of money we're paid. So yes, it's very dysfunctional, right now. But we're -- most of us are back. And I understand that appropriations, this meeting in the morning, and I would hope that they would make it an early morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "So, do you think anything will actually get done, in the next few days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "And you'll read down till your -- till you find --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Yes, it's a big bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "-- funding for something, in your district. COLLINS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "And then you stop voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "What --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "Yes. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "What you're talking about here, and what the arguments have been about, between you and your colleagues, over not agreeing on this, is really just a messaging bill, because the spending cuts that Republicans are fighting over, so furiously, have no chance of actually getting passed, through the Senate.So, what is the ultimate plan here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "Well I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "I mean, you're working to pass something --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "Well, yes, Ma'am. I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "-- that won't actually go anywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "I would flip that on you, and say what the Senate is working on has no chance of passing in the House. I mean, we're supposed to be equal bodies. And I just don't buy that rationale, Ma'am.We should be -- where there's 435 of us, and granted, we have our differences. But we are one of the three branches of government. And so, I would hope that in the future, people would see that. I mean, that's a pretty common knowledge thing. But still, I understand what you're saying that they're not going to pass what we want. But when you negotiate, say, for instance, I passed the speed limit, in Tennessee, raised the speed limit. Steve Cohen, and I, of all people, passed the speed limit, in Tennessee. We asked for 85. And we took 70. In the beginning, they were asking for a 1 percent cut, like that's going to do anything, when we've just passed the $33 trillion mark of debt that we just continue to run up. And we do that by passing these Continued Resolutions. Now, though, we're going to be able to vote on individual appropriations. And, lo and behold, today, they said, \"We'll vote on four of them.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "OK. But Congressman, even if you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "So, I think that's a great start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Even if you vote on those individual bills, I mean, are you going to be able to get all of that done, to the Senate, have them send it back to you with their changes? Obviously, as you were noting, that's a negotiation here. But is that going to be able to be done, by next Sunday? Or do you think the government is going to shut down here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "Well, why not? 24 hours of a day, and we work about four of them, up here. And then, we walk out in our Brooks Brothers suits, with our coats over our shoulders, and our sleeves rolled up, telling the American public that we've actually worked, when in reality, they know we haven't.So, I would submit to you, let's work over the weekend. I'm here. The majority of us are here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "But are you saying that to other Republicans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "Let's get to work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Because I mean, it doesn't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "Yes, Ma'am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "I'm not a member of Congress. Are you saying that to Speaker McCarthy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "Yes, Ma'am, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "-- that everyone should be staying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "I mean, I tweeted about it. I have 90 -- over 95,000 followers, at @timburchett, so.And the other members are saying that just as well. And I made that -- we made that very clear, in the whip meeting, with Whip Emmer, this afternoon, and Guy Reschenthaler, his number-two man. So, I think Leadership understands that and they understand our frustration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "So yes, Ma'am, I would say that's a valid point. And it's been taken by leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "I'll just say I'm a little skeptical because we had Mike Johnson, on here, last night. He said the hardliners were in agreement. Clearly, they were not. So, we're just a bit skeptical of any agreements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "He was wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "I do want to ask you, former President, Donald Trump, is weighing in on this. He is saying that there should be a shutdown. He is not in favor of a short-term bill, and says that you and your colleagues should not support it, apparently believing that it will halt the Special Counsel's prosecutions, I mean.But do you think he understands that a shutdown does not do that? It does not stop Jack Smith's investigations and ongoing prosecutions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "No, ma'am. You have to do a specific amendment, to the bill, to do that, to do the Holman rule, I believe it's called. And it is where you take a specific line item, and you can literally flatten out an office, which is used for people that have been in there too long, and that are abusive.And I've heard this. The only people I've heard it from, oddly enough, are reporters, today. I was with the President, I guess, a little over a month ago, and he never -- of course, he never brought it up then. But I have not heard from him, since then, about that. So, I have no earthly idea --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "-- if that's what his plan is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Well he posted that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "But it's not my plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "But you agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Yes, you agree like, this has -- a shutdown has nothing to do with Jack Smith's investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "No, ma'am. I don't believe it does. It has to be specific. So, I would watch this specific amendment to the bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BURCHETT",
      "sentences": "To do just that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "One focus of all of this, and we heard how frustrated Speaker McCarthy was, earlier, saying that those hardliners want to burn the House down, as he framed it. Do you believe he emerges from this, with his job intact?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Do you still support him as Speaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BURCHETT",
      "sentences": "I have my questions, I have my doubts, right now, because I've seen -- we need leadership, Ma'am. We don't need someone just to say \"We got 218 votes,\" or whatever, that jumps on the train, after it leaves the station. We need some people.Speaker Pelosi, for instance, I'll give you a -- you know, I don't agree with her ever, hardly on anything. But she was pretty successful, in her -- and the way she did it was she put an issue out, once for caucus. She met with them. She got a -- she figured out what they wanted. And then, they put it on the floor. And they passed it. And they rallied around it. A lot of work goes into that. But we're not seeing that. I'm not seeing that work, right now. And it's very disappointing to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "A rare compliment, from a Republican.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BURCHETT",
      "sentences": "Because -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "For Speaker Pelosi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BURCHETT",
      "sentences": "No. She's a friend of mine. I mean, she has a granddaughter named Isabella. And I have a daughter, named Isabel. And my daughter got hurt real bad, last year, on a horse, which she actually won World Championship, in her division. And Speaker Pelosi is always asking me about her, so, yes, fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "We love to hear that.And we hope that your daughter is recovering well. Congressman, you got a lot going on. Thank you, Tim Burchett, for joining us, tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BURCHETT",
      "sentences": "Thank you so much, for having me on, Ma'am. It's been a pleasure, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "And I'm joined now by New York Times Senior Political Correspondent, Maggie Haberman; and former Trump White House Communications Director, Alyssa Farah Griffin.Alyssa, you not only worked in the Trump White House, you also worked on Capitol Hill, during a time of what some would say chaos, when the Freedom Caucus was getting rid of Speaker Boehner. Have you ever seen anything like what we are seeing play out right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "ALYSSA FARAH GRIFFIN, FORMER TRUMP WHITE HOUSE COMMUNICATIONS DIRECTOR, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, for some historic context, I was there, one of the times, a rule vote was taken down, by the Republican Party. It was on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "So, you witnessed history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "-- yes, the TPA vote.Listen, this is an existential threat to Kevin McCarthy. And I think you asked the key question, though, at the end is, could anyone other than him get 218. Now, a couple of things to look at here. These fights, from the right, and I know these guys very well, tend to be kind of veiled as fiscal fights. \"This is about addressing deficits and budgets.\" I'm sorry, but I worked in the Trump Administration. We spent as much as most Democratic administrations do. Oftentimes, it's something a bit more partisan, that they're working, to do, defund the Select Council, or the Jack Smith investigation. I suspect what will ultimately end this, if anything does, will be some kind of a concession, on the more political side, whether it has to do with more investigations, it's empowering something on the Oversight Committee. I think, for a handful of members, like this gentleman, it really is about spending. But for those driving it, like a Gaetz, I don't think that's ultimately what it is. And frankly, I don't know that anyone can get 218. But Kevin McCarthy probably has the best chance of holding on to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Yes, we'll see.I mean, what do you make of, Maggie, Trump getting involved in this, weighing in, late last night, saying, Republicans should not pass this short-term bill, which Kevin McCarthy, and they were trying to get Republicans behind? I mean, he has this hope that it would affect his investigations. But, as the Congressman made clear, it would not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MAGGIE HABERMAN, SENIOR POLITICAL CORRESPONDENT, THE NEW YORK TIMES, CNN POLITICAL ANALYST",
      "sentences": "No, it's not going to. And, I think, realistically, Donald Trump has been told that by advisers. I think he is aware that this is the case.He has repeatedly done things that make life a little more complicated, for Kevin McCarthy. Kevin McCarthy at various points has done things that have upset present former President, Trump, including not endorsing him, which we're aware of. And so, I don't think it's a surprise that he is twisting the knife here. I think that Trump is much more aligned, with these members, who as Alyssa correctly says, are talking about fiscal responsibility, and some of them clearly believe it, but many of them are talking about other things. And this is a little different, from some of the early days of, say, The Tea Party, when that first wave came in, when it really was much more about spending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "HABERMAN",
      "sentences": "It has now become about all kinds of other things. And Trump cares about all kinds of other things. Spending is sort of theoretical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Yes, it's certainly not. He's not obsessed with the debt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "HABERMAN",
      "sentences": "He's not a fiscal conservative, shall we say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "But what was remarkable today, and kind of encapsulated, for people, who are, you know, it's always chaotic, on Capitol Hill, watching Republicans vote down their own defense spending bill, for the second time.We spoke with Chairman Michael McCaul, earlier this week, on the show. He said, in his 20 years, he's never even seen that happen once.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "Well, and then keep in mind as well, in the Senate, you've got Tommy Tuberville, blocking Pentagon promotions. I mean, the Republican Party, my party, is quickly wading into looking like the anti-Defense party, purely because these political fights that are happening, on the Hill.But also, by the way, government funding is one thing. FAA reauthorization is coming up. Farm Bill reauthorization is coming up, next week. And by the way, if Republicans shut down the government, their own impeachment inquiry --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "HABERMAN",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "-- which is supposed to launch, next week, won't be able to happen. So, that's the one thing that makes me think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "-- the government might actually stay open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "HABERMAN",
      "sentences": "Well some things are true there, and some were not. What she said about how he used to be strong about Ukraine? That was a different period of time that I witnessed anyway, during the impeachment battle, the first impeachment battle, which was about Trump trying to withhold congressionally-approved Military aid, to Ukraine.But in terms of that he is thin-skinned? I don't think that anybody is taking issue with that characterization. I do think that you are seeing Nikki Haley carve out a pretty interesting space, of separation, from Donald Trump. And you are correct that she is moving not just in New Hampshire, but in other States as well. The campaigns are all talking about it as well, that she is a threat, to DeSantis, but she's a threat to anybody else, in the non-Trump lane. And she is, look, she has a delicate line to walk because she did serve him, because she did defend him --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "HABERMAN",
      "sentences": "-- any number of times.I think one of the things that is complicating, for a lot of the folks, in this current field, who have praised Trump, at various points, some of them still, very much so, like Vivek Ramaswamy, is trying to reconcile, for voters, what is different. But Kaitlan, Donald Trump is not a different Donald Trump. And I think that's one of the things that is -- sounds inauthentic, when these candidates are saying it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Ukrainian president, Volodymyr Zelenskyy, was in Washington, today, pleading for more help, as his country is still facing an onslaught, of new Russian attacks. The White House announced a new aid package, to the tune of $325 million.But there was a stark difference, in Zelenskyy's reception, compared to his visit, last year. This time, there were no cheering crowds, or waving Ukrainian flags, or a Joint Session of Congress, for him to address. You could see, on the right, he was just escorted through the halls, by Senator Schumer and Senator McConnell. This could be a potential foreshadowing, of what's to come, if Donald Trump is reelected, and Republican skepticism, of funding his war, continues to grow. Here with me now, Democratic Senator, Amy Klobuchar, of Minnesota. Senator, so glad, that you are joining me, tonight. SEN. AMY KLOBUCHAR (D-MN): Thanks, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "You were in that closed-door meeting, with President Zelenskyy, today. What was the most important thing that you heard from him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "KLOBUCHAR",
      "sentences": "Well, the passion, the incredible work that he is doing, to protect democracy, not just in Ukraine, but across the world.And let me tell you, there was -- there were two standing ovations, for him, Kaitlan. The crowd was nearly all the senators, Democrats and Republicans were there. I did not detect that gnawing away of support. I see a Senate that passed with 86 of 100 senators, voting for the defense bill. I see Mitch McConnell, and Chuck Schumer, standing together for Ukraine. And then, later this afternoon, at the Archives, where no lost symbolism there, where he's, with the Constitution, Declaration of Independence, you see President Zelenskyy declaring that Ukrainians are defending freedom, and global security, every day, and every night. And kids are there, and soldiers without legs, children without hands, and the American doctors that have fixed them, that have made their lives better, that have given them prosthetics. It was very emotional, people were crying. And I saw every bit of emotion, that I saw, in the past, in fact, stronger resolve, as we know, China is watching, right now. We know that this scrappy Ukrainian Military has taken back 50 percent of what the superpower Russia took away from them, since the invasion began. So, I see momentum, and I see just incredible, incredible, strong spirit, in President Zelenskyy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "KLOBUCHAR",
      "sentences": "-- that has guided his country through this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "And we see much more support, for Ukraine, from the Senate. I mean, you saw Senator McConnell, today, walking with Senator Schumer, and President Zelenskyy.But, on the House side, I mean, it's a different story. Speaker Kevin McCarthy, he avoided being seen in public, with Zelenskyy. We did see these photos of them together, in private. But he's not committing to putting more aid for Ukraine, up for a vote, in the House. Obviously, that would, how the Senate would deal with that, is an open question. Do you think that Congress is going to be able to get another aid package, for Ukraine passed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "KLOBUCHAR",
      "sentences": "I do. I think you know, that, as you just discussed on your panel there that Speaker McCarthy has a lot going on. And he did say, after the meeting, I heard the reports, that he heard some good things there.And you've got a number of Republicans, over in the House, standing with Ukraine. Yes, you have some people. But I would like to ask them to their faces, what do you think China's going to think, if we withdraw? What are our allies going to think as they are stepping up aid, countries like Norway, pledging billions and billions of dollars? This, America leads, and America stands, with their friends and their allies, that is what this is about. And to see this juxtaposed with Tommy Tuberville, holding up hundreds and hundreds of Military nominations, as their family sit in limbo, it does make me wonder, whose side are you on here? And I can tell you that Democratic leadership is firmly on the side, of our Military, of our soldiers, and of democracy, for America, and across the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Senator, on another note, but before you go, I know this is something that's really important to you, given how, last month, we saw the White House announced, which those first 10 drugs are, that are going to be subject, to the Medicare price negotiations.You were actually part of a brief, in court, right now, over this issue. Do you think that you'll ultimately be successful here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "We've heard a lot of F-bombs dropped, on Capitol Hill, lately, Senator. Thank you for censoring yours, for us, tonight. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "KLOBUCHAR",
      "sentences": "I would always censor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Thank you, for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "KLOBUCHAR",
      "sentences": "I was only quoting the President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Well that makes it OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "KLOBUCHAR",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Thanks so much, Senator Klobuchar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "KLOBUCHAR",
      "sentences": "See you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Rupert Murdoch, the Chief of perhaps the most influential media empire, in the world, is now stepping down.The 92-year-old Chairman of Fox and News Corp. announced today that his older son, Lachlan Murdoch, will serve as the sole Chairman of both companies. This news sent shockwaves, across the media, and political spectrum, though Murdoch did express confidence that his son would carry on the torch. He said, in a memo, quote, \"Lachlan is absolutely committed to the cause.\" For more of the fallout, and the future of Fox, I want to bring in Jim Rutenberg, a Pulitzer Prize-winning journalist, and Writer at Large, for The New York Times. Jim, did you see this coming? JIM RUTENBERG, WRITER AT LARGE, THE NEW YORK TIMES &amp; NYT MAGAZINE: Well, Rupert Murdoch is 92-years-old. So, to some degree, I saw this coming eventually. I did not see it coming, this morning. So, in that regard, it certainly was a surprise. Also, Rupert Murdoch has always said he would leave his office, feet first. COLLINS: Yes. He has talked about never retiring. And that's why, I think, part of this was surprising to people, who follow him, and watch him. Do you think it has anything to do with the fact that this is coming, five months, after we saw all that $787 million defamation settlement coming? I mean, they still have the Smartmatic lawsuit that Fox is dealing with, in addition to what they saw with Dominion. Is any of this a factor in why he's stepping down now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "RUTENBERG",
      "sentences": "I have had no indication, and none of our reporting is showing, per se, that Dominion was a factor. Obviously, that was an awful moment, for the company, the lawsuit, obviously, the coverage that got them, into that trouble. And there is a pending lawsuit.But his decision to retire will not affect the lawsuit, in that Rupert Murdoch will still -- would still have to testify. He still was in charge. So, it doesn't get him out of any future legal issues that are still pending, for the company.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "I think him putting his oldest son, Lachlan Murdoch, in charge, here, there are questions about what does the future of Fox look like? I mean, he is someone, who has criticized Trump, in the past. He told people that Trump running again, he believed, would be bad for the country. They fired Tucker Carlson, of course, not too long ago.What do you -- what is the future of Fox, for people, who are wondering, with this change, tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "RUTENBERG",
      "sentences": "I mean, right now, I would not expect change. So far, all indications are that Lachlan Murdoch believes in continuity. He's always defended the position of the network, writ large.Now, but there's one thing that I am very interested in seeing after covering this company, and this family, for 20 years, is that Lachlan Murdoch has never been running the company, outside of his father's shadow. And while his father will still be around, in an emeritus fashion, this is now, for now at least, Lachlan Murdoch's company. So, it's his chance to put a stamp on it. And I, for one, I'm very eager to see what that will look like. And obviously, given the influence of the company, it's more than just mere curiosity. It will be very important in terms of American politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "You said, \"For now, at least.\" What do you -- what's your speculation, on the timing, and what this could look like, and how long he could be there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "RUTENBERG",
      "sentences": "Well, there's this show, on HBO, called \"Succession.\"There is a looming succession battle, within the family, in that Rupert Murdoch, long ago, set some terms, dealing with the day he dies. And when he dies, he said it would be up to his four eldest children, to duke it out, amongst themselves, in terms of who's going to be in control of the company, going forward. He, Rupert, has clearly put his thumb on the scale for Lachlan. Lachlan has the job right now. This solidifies the companies, there are many, and two in particular that matter the most, under Lachlan. However, there could be a fight with his other siblings. His brother, James, who's now outside the company, has been seen, as someone, who may rally his two other siblings, two sisters, to outvote Lachlan, should that day come to pass -- Lachlan. Rupert Murdoch is 92. It should be said that his mother, Dame Elisabeth Murdoch died shortly before her 104th birthday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Yes. What else are you going to be watching? I mean, what is the biggest impact that this is going to have, do you believe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Major questions.Jim Rutenberg, thank you, for covering it, and joining us, tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "RUTENBERG",
      "sentences": "Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "President Biden, meanwhile, sending, hundreds more troops to the border, as migrants there are overwhelming the Texas town, of Eagle Pass, tonight. There are these stunning scenes, playing out, little children, crawling through razor wire.The former Homeland Security Secretary will talk to us, next, about the crisis, what can the solutions be? That's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "MAYOR ROLANDO SALINAS, EAGLE PASS, TEXAS",
      "sentences": "I believe 100 percent he does bear some responsibility, for this crisis.Nobody has bothered to call me, anyone in the city staff, saying, \"Hey, this is the federal government. We know what you're going through. We're worried about you. This is our plan of action.\" Nothing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "I should note, even thick razor wire, that's along the border, has not been deterring people, from crossing, these people, who are desperately fleeing poverty and persecution. Families are even threading their small children, as you can see here, through the tangled wires.Joining me now, for this crisis -- joining me now, on this crisis, I should note, is former Homeland Security Secretary, under President Obama, Jeh Johnson. Mr. Secretary, thank you, for being here. I want to talk about what are the potential solutions, to fix this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "JEH JOHNSON, FORMER HOMELAND SECURITY SECRETARY UNDER PRESIDENT OBAMA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "-- how you would handle this.But when you hear that news, that a 3-year-old was killed, making this journey, I mean, what goes through your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "JOHNSON",
      "sentences": "First, Kaitlan, I think, it's important to remember that the people, at the center of this storm, the migrants, are almost all helpless, harmless people, who are desperate, for a better life, in America. They live in the most impoverished violent regions, of our planet, and are desperate, to get here, even if it means making a dangerous journey, like the one, you just described.So, the Administration, the Biden administration, in May, got a break. They were very effective, in delivering a message, that there's a right way, and a wrong way, to come here. And they emphasized that at the end of Title 42. And the numbers fell off dramatically, in May, just when everybody thought that the numbers would go up dramatically. My take, on this whole thing, and I learned this lesson, when I was in office, managing this problem myself, is that illegal immigration reacts sharply, and quickly, to information, about perceived changes, in our enforcement policy, here. But and here's the big but, so long as the underlying push factors persist, in places, like Venezuela, Guatemala, Honduras, Haiti, Cuba, the numbers are going to always revert back, to their longer-term trendline. So, the numbers are now up again. There was something like 177,000 crossings, in July. I've heard something like 140,000, and so far, in September. And so, we need to address the underlying push factors. Otherwise, we're going to continue to be banging our heads, against the wall, administration after administration after administration. They're going to keep coming. And there's no level of defense, or wall, or barbed wire that will prevent that, unfortunately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Well, I'm glad you brought that up. Because what we've heard, from the Department of Homeland Security, obviously, which you used to run, is that in the next three months, 800 additional troops are going to be there, helping National Guard members, with things like ground- based detection --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "JOHNSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "-- data entry, transportation, but not enforcement itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "JOHNSON",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "I mean, is that enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "JOHNSON",
      "sentences": "The U.S. Military, in this country, does not engage in domestic law enforcement. The most they can do is support, the Border Patrol, support, the Department of Homeland Security, in its frontline border security mission. So, given the numbers that we face, it's not enough, it's never going to be enough.We're going to have to deal with the underlying factors. There are aspects of our immigration policy that do serve as magnets. The wait time, for an asylum claim, for example, is contributing to this problem. And I don't see this problem going away anytime soon, as long as there is this political polarization, in Washington, that prevents addressing the longer-term problem. There are solutions to this problem, Kaitlan. But they are politically unobtainable, as long as the factions, in Washington, are so deeply divided, about this issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Yes. I mean, House Republicans aren't even passing spending bills, much less coalescing on immigration.And one of the places that we're seeing this play out is right here, in New York City. There is a feud, with the Governor --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "JOHNSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "-- with the City's Mayor, with the White House. They are all kind of pointing the finger at each other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "JOHNSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "I know you met with Mayor Adams, on Monday. Did you give him any advice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "So, what should they be doing differently? What does the Administration need to do, to help New York, and other cities, that are dealing with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOHNSON",
      "sentences": "Well, DHS announced, just in the last 24 hours or so that it is granting Temporary Protected Status, for Venezuelans, that will help them get work authorizations, quicker, put them to work, contribute to the tax base.But more broadly, places like New York, L.A., Chicago, need money. They need resources, to provide shelter, to help them out, to absorb this. New York City is facing a major, major budget deficit, because of this crisis, where they need to fund other things, like public safety. And so, my hope is that the federal government will step up, and help these cities that are absorbing this problem, in the interior of our nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Yes, we'll see if that changes. I know the city officials are deeply concerned about it.Former Homeland Security Secretary, Jeh Johnson, thank you, for taking the time, to join us, tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOHNSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "And you saw the \"CHAMPIONS FOR CHANGE,\" a series playing out here, all week, on CNN. It is time to meet another one.My colleague, Christiane Amanpour, is going to introduce us, to an incredible Afghan journalist, who was forced to flee her own home, as the Taliban returned to power, two years ago. But that means she has not stopped fighting, on behalf of women, in her country. [21:50:00] (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "This week, in a series, called \"CHAMPIONS FOR CHANGE,\" we are bringing new stories, of ordinary people, doing extraordinary things.Tonight, CNN's Chief International Anchor, Christiane Amanpour, introduces us, to an Afghan journalist, forced to flee her country, after the Taliban's return to power, two years ago. Now, she is working, in exile, to highlight the stories, and the resilience, of Afghan women. (BEGIN VIDEOTAPE) UNIDENTIFIED FEMALE (voice-over): Zahra has been running absolutely everything. She's quiet and very modest and humble. But you can see the fire there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ZAHRA JOYA, FOUNDER, RUKHSHANA MEDIA",
      "sentences": "My colleagues, and other independent journalists, they are taking a high risk.CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR (voice-over): Zahra Joya is dedicated, to telling the stories, of Afghan women. AMANPOUR (on camera): In fact, she started Rukhshana, the very first website, that was for women, and by women, only the way her journalist work now is dramatically different, since the Taliban's return.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOYA",
      "sentences": "Afghanistan is not safe for women.AMANPOUR (on camera): Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOYA",
      "sentences": "And for journalists.AMANPOUR (on camera): I've been covering Afghanistan, since before 9/11, when the Taliban was first in charge. (BEGIN VIDEO CLIP) (KABUL, AFGHANISTAN -- 2001)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "AMANPOUR",
      "sentences": "For five years, the Religious Police issued a series of edicts, against women, banning them, from wearing makeup, from wearing high heels, banning them from work, from education.(END VIDEO CLIP) AMANPOUR (on camera): But their restrictions, and their draconian crackdowns, on women, now, are just as bad, perhaps worse, than they were two decades ago. (BEGIN VIDEO CLIP) (KABUL, AFGHANISTAN -- 2022)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "AMANPOUR",
      "sentences": "Afghan women are afraid that this is the beginning, of your efforts, to erase them, from the workspace. (END VIDEO CLIP)AMANPOUR (on camera): You have a long experience, of defying the Taliban. You were in Afghanistan, the first time, they came?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOYA",
      "sentences": "Yes.AMANPOUR (on camera): How did you get around their bans, on girls' education?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOYA",
      "sentences": "So, I wear boy clothes.AMANPOUR (on camera): Boys' clothes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOYA",
      "sentences": "Yes, boys' clothes. And I went with my two uncles, to school. I lived in a remote village, in Bamyan Province. It's two hours going to school and back.AMANPOUR (on camera): It was so important to you, even as a young kid, that you were willing to take on that hardship?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOYA",
      "sentences": "Exactly. Education changed my life.All of the people, who are interviewing with us, and my colleagues, all of them are -- AMANPOUR (on camera): Anonymous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOYA",
      "sentences": "-- anonymous, because of their safety.We can't guarantee the safety of all journalists. AMANPOUR (on camera): What would happen if they were caught? What is the punishment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOYA",
      "sentences": "If the Taliban arrest them? I'm sure they will be tortured, imprisoned, and maybe they will be killed.AMANPOUR (on camera): Are they scared?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOYA",
      "sentences": "Of course.AMANPOUR (on camera): And yet, they keep doing it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOYA",
      "sentences": "They are very brave.AMANPOUR (on camera): Zahra told me the story of a mother, who was living in such desperate poverty, she was ready to sell one of her children, in order to have the others survive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOYA",
      "sentences": "We finally published this story. Our audience, they came to us, and reached out to us, and said we want to support and help this mother.AMANPOUR (on camera): That's -- that's really powerful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOYA",
      "sentences": "Very international market food.AMANPOUR (voice-over): Zahra had to flee Kabul, when the Taliban took over in 2021. AMANPOUR (on camera): And she's ended up, here in London, trying to form a new community, but still dedicated, to driving positive change, in her home country. AMIE FERRIS-ROTMAN, BOARD OF TRUSTEES, RUKHSHANA MEDIA: That exchange of uplifting stories, as well as sad stories, at least that is happening. So, even if you're somewhere, in Afghanistan, where there is absolutely zero access, to education, you still will be able to read Rukhshana Media, and still get a sense of what your sisters are going through. AMANPOUR (on camera): Do you ever hope, believe that you'll be able to return home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOYA",
      "sentences": "I really wish. I really miss my country.FERRIS-ROTMAN (voice-over): She's got this really almost infectious ambition and drive. She's so strong. She's so committed to what she believes in. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}