{
  "date": "2023-06-01",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Trump Captured on Tape Talking About Classified Document He Kept After Presidency; U.S. House Approves Debt Limit Deal and Bill Now Goes to Senate; NATO Chief: All Agree Ukraine Will Join Alliance; Jurors Hear from Survivors of Synagogue Shooting Trial; Rescuers Weigh Safety of Searching Iowa Apartment Collapse. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers joining us in the United States and all around the world. I'm Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "And I'm Max Foster joining you life from London. Just ahead on CNN NEWSROOM.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I have no classified documents and by the way they become automatically declassified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They have an audiotape now of Donald Trump in a meeting where he talks about a classified proposal from the Pentagon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is as far as evidence goes very, very powerful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The House did it, and it was a struggle to get there.REP. KEVIN MCCARTHY (R-CA) U.S. HOUSE SPEAKER: This is the biggest cut and savings this Congress has ever voted for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, there's clearly something there because we have video of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "NASA has been looking for a life in the universe for decades.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster and Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "It is Thursday, June 1, 9(BEGIN VIDEO CLIP) The ayes are 314. The nays are 117, the bill has passed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "The debt limit deal has won a House vote. But it's not over just yet as it heads to the Senate later today. We'll have more on that in just a moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "But first two exclusive CNN reporting. Sources tells us federal prosecutors now have audio recordings of Donald Trump acknowledging that he held on to a classified Pentagon document after leaving the White House. This would undercut his argument that he declassified everything.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "TRUMP",
      "sentences": "You're the president of the United States, you can declassify just by saying it's declassified. Even by thinking about it.You have the Presidential Records Act. I was there and I took what I took and it gets declassified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Did you ever show those classified documents to anyone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "TRUMP",
      "sentences": "Not really. I would have the right to. By the way, they were declassified after --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "COLLINS",
      "sentences": "What do you mean not really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "TRUMP",
      "sentences": "Not that I can think of. Let me just tell you, I have the absolute right do whatever I want with them.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "The recording of Trump could serve as a key piece of evidence in the classified documents investigation. CNN's Kaitlan Collins is in New York with the details this exclusive report.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Yes, Max and Bianca, what we've learned is that investigators have now obtained this audio recording of a meeting that the former president had in the summer of 2021. So after he left office, where he's at his New Jersey golf club. There are other people in the room who were recording this conversation. They were there writing an autobiography on behalf of his former Chief of Staff Mark Meadows.But at the time they find him and he's angered by this article that has been published in the \"New Yorker,\" about concern that one of his top national security officials had in the last days of his presidency, that he might try to take some kind of military action in Iran and how Chairman Milley, the chairman of the Joint Chiefs of Staff was trying to fight back against that. Trump was angered by that. And on this audio recording, he's indicating to those in the room that he has information and particularly a document that would undermine what Milley was saying in the article. What was being reported about what Milley was doing. And what we are told happens in this audio recording -- because we should note, we haven't listened to it, but sources have described it to us -- is that Trump says that he has information that would undermine what Milley says which would mean that that is a classified document because it's related to national security. But also that he can't share it with those in the room. So two things that this would signify to these prosecutors is that Trump knew that he had retained classified information after he left office, but also that he knew that he had limits to what he could do in this post-presidency period when it came to declassification and that he could not share it with those in the room. This has generated so much interest with the special counsel Jack Smith that they have even brought in Chairman Milley to come in and speak with them. He's still the chairman of the Joint Chiefs of Staff. Probably one of the highest ranking officials, especially in the national security realm, that have gone and spoken with to investigators in this case. I should note that Trump's attorney, Jim Trusty was on CNN in recent hours. He could not say whether or not this particular document was declassified or whether or not it had been returned to the National Archives. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "That was Kaitlan for that. Now as she mentioned, Trump attorney Jim Trusty had been CNN following our exclusive reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "Did you know that this tape existed? And are there others?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "JIM TRUSTY, ATTORNEY FOR FORMER PRESIDENT TRUMP",
      "sentences": "I am not going to try a case, based on the government leaks. But we need to just recognize the significance of the moment, which is DOJ and FBI, or some combination of them, are engaging in a leak campaign.When he left for Mar-a-Lago, with boxes of documents that other people packed for him that he brought, he was the Commander-in-Chief. There is no doubt that he has the constitutional authority, as Commander-in- Chief, to declassify. It does not have to go through some sort of bureaucratic process to be declassified, so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "PHILLIP",
      "sentences": "But wouldn't it be very easy, to simply prove that he just declassified them, because even though he doesn't have to go through a process, he does have to decide that it's been done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "TRUSTY",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "PHILLIP",
      "sentences": "Did he tell anyone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "TRUSTY",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "PHILLIP",
      "sentences": "And can you prove it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "TRUSTY",
      "sentences": "Sure. But we're not going to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "PHILLIP",
      "sentences": "Did he declassify this document that we're referring to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "TRUSTY",
      "sentences": "We're not going to try the case leaked by leak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "COLLINS",
      "sentences": "Jim, if this was declassified, then why are we told that he's on this tape, basically telling the people in the room that he can't share it with them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "TRUSTY",
      "sentences": "You are told by DOJ, or FBI, or whoever filtered that to you, anything they can think of to justify a persecution.It's factually inaccurate. I'm not going to treat it like it's gospel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "COLLINS",
      "sentences": "You're saying this story is wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "TRUSTY",
      "sentences": "I'm saying I'm not trying the case --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "COLLINS",
      "sentences": "You just said it's factually inaccurate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "TRUSTY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "COLLINS",
      "sentences": "But earlier, it sounded like you were confirming it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "TRUSTY",
      "sentences": "Oh, I'm not confirming. I'm telling you we're not going to respond to leaks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "COLLINS",
      "sentences": "But Jim, when it comes to this document specifically, the heart of this reporting, how did this document wind up at Bedminster?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "TRUSTY",
      "sentences": "Yes, I know I'm getting boring for your ratings, but I'm not going to try the case that's being set up by leaks that I don't believe are accurate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "COLLINS",
      "sentences": "How did -- has the document been returned to the National Archives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "TRUSTY",
      "sentences": "Same answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "COLLINS",
      "sentences": "OK, so you are not prepared to say tonight whether the document has been returned to the National Archives or declassified.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Well, Trump's attorney may not want to discuss it but CNN analysts are weighing in on the exclusive reporting and what the legal impact could be for the former president.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "ELLIOTT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Every single person in that room who was there can be used to authenticate that information and pile on the evidence that they are collecting. OK, so, you know, who did he hand it to? Where were you sitting? Where, you know -- who saw it? Who else saw it? What did he say at the time? And it is sort of, you know, showing one piece of evidence may be not that persuasive to a jury, but six or seven witnesses saying largely the same thing. And something that let's be clear has been recorded on audio. You know, when we're talking about eyewitness testimony, it is far less reliable. Recordings are pretty reliable, right. And if you have somebody to authenticate the reporting it's really good evidence.LT. GEN. MARK HERTLING (RET.), CNN MILITARY ANALYST: So if the president was using this in any way that he was denigrating the chairman of the joint chiefs or uplifting his own credentials with a bunch of reporters, it just adds to me more criminality. Because it is -- it's endangering our nation's national security. And especially if it was about Iran, you can imagine who else might be interested in that and it's a lot of people that the President Trump used to deal with. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "Despite weeks of haggling and hammering, the U.S. debt limit deal has cleared the House by a comfortable bipartisan margin and the Senate will take it up later today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "More than 300 lawmakers voted in favor with 117 opposed. Many of the detractors were Republican hardliners. Who are now threatening to oust the House Speaker. But Kevin McCarthy says the vote marked one of his best nights.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MCCARTHY",
      "sentences": "We didn't do it by taking the easy way. We didn't do it by the ways that people did in the past by just lifting it. We decided that you had to spend less. And we achieved that goal. Is it everything I wanted? No. But sitting with one House with a Democratic Senate and Democratic president who didn't want to meet with us? I think that we did pretty dang good for the American public.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "The U.S. president tweeted that the House took a critical step towards preventing a first ever default and protected the country's hard earned economic recovery. Joe Biden also urged the Senate to pass the bill as quickly as possible so that he can sign it into law. CNN's Melanie Zanona reports from Capitol Hill.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Here is how Wall Street is reacting to the bill clearing this major hurdle. Down slightly. You are looking ahead to the day but the S&amp;P up slightly.Two more prominent Republicans are expected to announce next week they are running for U.S. president. Meanwhile, Donald Trump's former Vice President Mike Pence plans to kick off his campaign in Iowa on June 7.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "He said Wednesday he'd like to shut down the federal education department and send that money to the states. And an availed swipe at his former boss, he told an audience in Michigan that he believes democracy depends on civility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "CNN has also learned that former New Jersey Governor Chris Christie plans to declare his candidacy next Tuesday in New Hampshire. He is a long time Trump critic who ran for the Republican nomination back in 2016. NOBILOseven Republicans have declared their candidacy and with Pence and Christie that will make nine. Some basic arithmetic for you. Plus, North Dakota Governor Doug Burgum and New Hampshire Governor Chris Sununu are considering their own bids as well. And as you can see that would make 11. And stay with us, later this hour we'll show you how Ron DeSantis is trying to convince Iowa voters that he can get elected while Donald Trump cannot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "NATO secretary-general says foreign ministers meeting in Norway all agree Ukraine should eventually join the alliance. The U.S. Secretary of State Antony Blinken and Jens Stoltenberg spoke with reporters just a short while ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Stoltenberg is proposing a plan for more than $.5 billion in annual security assistance to Ukraine.Kyiv's mayor reports three people have been killed and at least 14 injured in the latest Russian strikes on Ukraine's capital. The city's military administration says Moscow's forces launched ground based tactical missiles, all of which were shot down. The casualties came from falling debris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "And meanwhile, Russia is reporting new shelling across the border from Ukraine in the Belgorod region. The governor there says five people were injured just this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "NATO's foreign ministers are discussing Ukraine's bid for membership in the alliance at a meeting in Norway as well -- as we were mentioning. And CNN's Clare Sebastian is here with the details. Clare, first of all bring us up-to-date on the latest lethal strikes on Ukraine and also what President Zelenskyy is up to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yes, so obviously, after one day's reprieve we see another aerial assault overnight on Kyiv. This using an Iskander and this kind of K-missile is a mixture of cruise and ballistic missiles. The same types that we saw in that daytime attack. They were part of that.On Monday three people were killed by falling debris, this underscores the danger even when air defenses are active and effective. And really sad story, we're just hearing from minister of internal affairs by the national police of Ukraine that these three people died, two women and a 9-year-old girl, waiting outside a locked bombshell. So, they say they've initiated criminal proceedings in that. So an incredibly sad story out of Ukraine this morning. All of this though will be part of a renewed pitch by President Zelenskyy who is in Moldova for this European Political Community Summit. This new grouping of EU and non-EU members. He says he wants to form, again, a coalition of fighter jets, Patriots. He's leveraging his location saying that Ukraine need security guarantees, to ready to join NATO -- not just for Ukraine but for the safety of its neighbors like Moldova.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "In recent weeks we've seen some of the battle -- though not attributed -- or verified as being directed from Kyiv, and the Ukrainian government move to Russian territory. And the latest we're hearing is that it's starting to have more of an impact on Russians' lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "SEBASTIAN",
      "sentences": "Not explicitly giving any kind of green light for cross border attacks, but I think that shows that they are willing to continue to show that support for Ukraine even with this new moment that we see in the conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "And understand that as Ukraine sovereign territory is being attacked, that they have the right perhaps to retaliate in kind even though it does risk escalation with the West. Clare Sebastian, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "North Korea state media has released these images of Wednesday's failed spy satellite launch as the country is being clear it remains determined to try it again. The sister of the North Korean leader Kim Jong-un says the country will put a military spy satellite into orbit soon and defended its right to self-defense.A South Korean lawmaker says his country's intelligence agency believes the launch failed partly because North Korea rushed preparations and tried to change the flight path.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "U.S. border agents say they've seized about three tons of methamphetamines being smuggled in a truck full of kale from Mexico. The street value is estimated to be $38 million. FOSTERinspection of a tractor trailer at a border crossing in California last Saturday. The driver was detained and handed over to the Department of Homeland Security for further investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "I wonder if the rationale is that no one wants to go near kale.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "You wouldn't suspect it, would you, kale on the back of the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "No. Still to come, the man positioning himself as the one to surpass Donald Trump's conservative goals makes his case in Iowa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "And later, Canada is going further than any other country to fight tobacco use. The government is hoping a bold one of a kind regulation will help people butt out for good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "Fresh fighting is breaking out in Khartoum despite the warring parties agreeing to a ceasefire extension on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "On Wednesday, at least 17 people were killed and more than 100 people wounded as heavy shelling hit a market. Sudanese doctors say more people likely will die as a result of their injuries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "The attack came just hours after Sudan's armed forces suspended participation in a U.S./Saudi brokered peace talk. They are accusing rival paramilitary forces of a lack of commitment to the negotiations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "And now to Pittsburgh, Pennsylvania where jurors are seeing powerful images from the Tree of Life Synagogue shooting in 2018.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "They're also hearing emotional testimony from survivors of the deadliest antisemitic attack in U.S. history. CNN's Danny Freeman has the details.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're staying on the channel from everybody else.DANNY FREEMAN, CNN CORRESPONDENT (voice-over): We're getting a new look into the horror inside of the Pittsburgh synagogue shooting. This new video from a police body camera released Wednesday shows Tree of Life Rabbi Jeffrey Myers fleeing from the temple after police finally rescued him. The rabbi, clutching his yarmulke, prayer shawl, which he wore through the entire attack. When prosecutors asked what he was thinking as he fled, he testified, I asked God to forgive me because I couldn't save them, the other congregants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "RABBI JEFFREY MYERS, RABBI, TREE OF LIFE SYNAGOGUE",
      "sentences": "Nothing I don't think can prepare you for an experience like this. Particularly as a religious leader, to see your flock slaughtered.FREEMAN (voice-over): This video among dozens of new exhibits released by the court. One image shows a rifle magazine on the floor of a hallway. Another shows crime scene tape and blood on the ground. This image shows the Tree of Life prayer book, with an apparent bullet hole in the top. Rabbi Myers testified he kept the book after the massacre, saying, it is a witness to the horror of the day. One day, when I am not there, this book tells a story that needs to be told. The accused killer, Robert Bowers, spent day two of the trial intently watching multiple witnesses for the prosecution take the stand. Bowers has pleaded not guilty to all 63 charges. Carol Black was in the synagogue that morning, and recalled hiding in a closet as bullets rang out. Saying she watched her friend, Melvin Wax, die in front of her. Black escaped, but her brother, Richard Gottfried, did not survive. She was the first family member of a victim to testify. Gottfried, Wax, and Daniel Stein, all members of the New Light Congregation, were killed. STEPHEN COHEN, CO-PRESIDENT, NEW LIGHT CONGREGATION: Richard, Dan and Mel were best friends throughout. They were our religious hearts. FREEMAN (voice-over): Maggie Feinstein, director of 10.27 Healing Partnership, has been watching the trial in court with impacted families each day. MAGGIE FEINSTEIN, DIRECTOR, 10.27 HEALING PARTNERSHIP: There is no doubt that some people feel relief. Some people feel dread. People feel every range of feelings. But yes, some people feel relief because this is really important that the idea that justice could happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FREEMAN",
      "sentences": "One interesting thing to note so far in this trial, is we've already seen nine witnesses take the stand, that is including dispatcher, survivors and one of the rabbis impacted. Well, lead Defense Attorney Judy Clark, she has not yet cross-examined any of those witnesses. So, we're going to be keeping an eye on that to see if that changes in the days and weeks to come.Danny Freeman, CNN, Pittsburgh, Pennsylvania. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "A failed Republican candidate for the New Mexico State House has been indicted on federal charges in connection with shootings at Democratic officials' homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "A man in Hawaii has pleaded guilty to intentionally disturbing wildlife in Yellowstone National Park after his encounter with a newborn bison, forced staff to euthanize the animal. Officials say the man pushed the calf up from a river bank and it had been separated from its herd, but parts staff said the man's interruption caused the animal to be rejected by its mother. Authorities say there's no indication the man acted maliciously though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "Officials in Davenport, Iowa are deciding whether it's too dangerous to continue searching a partially collapsed apartment building for survivors. The city fire marshal says it's extremely volatile wreckage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "But five people are still unaccounted for and families are pleading for answers. CNN's Adrienne Broaddus has the latest.(BEGIN VIDEOTAPE) ADRIENNE BROADDUS, CNN CORRESPONDENT (voice-over): We talk about the number of people still missing, five, but those people have names and families, including children. I spoke with the son of one of the missing men, he says if he could go inside and search for his father, Brandon, he would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BROADDUS",
      "sentences": "Would you go in there and look if they allowed you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, I would. If they told me I could go, I'd run in there right now. I'm supposed to be graduating in three days. Walk across the stage. That's it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BROADDUS",
      "sentences": "Has the excitement vanished?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, I don't know. I want to go because there is a lot of people going that want to support me for my dad and there for me but at the same time, I don't even know if I have energy to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BROADDUS",
      "sentences": "And while family members deal with their pain, the city has cited the owner of the building for failure to maintain safety. That means that he could receive a $300 fine plus court fees. It's unclear when the building will be demolished.Adrienne Broaddus, CNN, Davenport, Iowa. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "One of the stars of \"That 70s' Show\" has been found guilty of rape. A Los Angeles jury convicted Danny Masterson on two of the three rape counts that he faced. They couldn't reach a verdict on the third.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "This was Masterson's second trial on the charges. The first one ended in a mistrial. Masterson was accused of raping three women in separate incidents between 2001 and 2003 and he could face 30 years to life in prison.Actor Armie Hammer will not face charges following a sex assault investigation in Los Angeles. Prosecutors say they could not find sufficient evidence to charge him after investigating the case for more than two years. In 2021 a woman identified only as Effie, claimed that Hammer sexually assaulted her in 2017. But Hammer denied the allegation all along saying he only had consensual interactions with her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "U.S. regulators say videos from popular doorbell cameras have sometimes fallen into the wrong hands. And now Amazon is paying big bucks to settle lawsuits over the issue.Plus, with more and more Republicans ready to via for the White House, Ron DeSantis makes his case on his first major campaign blitz. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}