{
  "date": "2023-05-15",
  "headline": "CNN News Central",
  "subHeadline": "Attack At Democrats Congressman's Office Leaves 2 Staffers In Hospital; DHS: Border Encounters Down 50 Percent Since COVID Rule Ended; Zelenskyy Presses NATO Leaders For U.S.-Made F-16 Jets; FL Teacher Investigated After Showing Students Disney Movie. Aired 3- 3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:00:27",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "We're following a developing story out of Virginia. A Democratic congressman says someone attacked his staffers with a metal baseball bat. He told CNN the assailant was quote filled with out-of-control rage. We have new details from investigators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Kyiv is preparing for a major counteroffensive as Russia is facing more setbacks on the battlefield. Four of its aircraft down in a single day. Two of its commanders killed as well. Fighters also losing ground in key Eastern European - Eastern Ukrainian town of Bakhmut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "And under investigation",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "SANCHEZ",
      "sentences": "We start this afternoon with breaking news. A violent attack at a congressman's office in Virginia. Police say a man with a baseball bat walked into the office of Democrat Gerry Connolly and assaulted two of his staff members, one of them an intern. Her first day on the job.CNN's Manu Raju is here with the details. Manu, walk us through what police are saying happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. This is a harrowing incident. And, in fact, I just got off the phone with the Congressman himself, Gerry Connolly, a Democrat from Virginia who detailed how this individual came into his office earlier today.A constituent from his office, someone who is not known to the Congressman, used a metal bat, attacked one of his senior aides in the head with that metal bat. And Connolly also telling me it hit one of his interns on her first day on the job on the side. Now, Connolly said that these injuries are very serious. They're not life threatening at the moment, but this individual came to his office looking for the Congress and himself. The Congressman was at an event for a ribbon cutting for a food bank nearby, was not in the office but Connolly told me that this individual had quote out of control rage, uses metal bat to damage his office, glass in his office, breaking computers, including in a conference room that have lots of glass in that room as well. And just moments ago, Fairfax County Police just wrapped up a press conference indicate - not indicating what the motive was of this individual, saying that it's still under investigation but providing a little bit more detail about what happened. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Inaudible) of state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "LISA GARDNER, PUBLIC INFORMATION OFFICER, FAIRFAX POLICE DEPARTMENT",
      "sentences": "Oh, this is a local Fairfax County ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "GARDNER",
      "sentences": "... adult male.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Adult male.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "GARDNER",
      "sentences": "Resides in Fairfax County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And again, you have no idea what motivated him to do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "GARDNER",
      "sentences": "No motive at this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Have you guys checked his history or anything like that yet or -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "GARDNER",
      "sentences": "They're using that in the investigation? And that'll be put out shortly in a press release.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "All right. And you will step up patrols here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "GARDNER",
      "sentences": "Oh, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "GARDNER",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Did he park up top here or (inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "GARDNER",
      "sentences": "Up top.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And he - did you hear from anybody? Did he go anywhere else when he was in there? Do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "GARDNER",
      "sentences": "That we know. I don't believe so. I believe it was just a one mission strike ...(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "RAJU",
      "sentences": "So, Police have not yet released the name of this individual. And Connolly himself told me he did not know who this person was. There was no note or anything like that. So, it's unclear exactly what this person was after.But there's no question about this, a scary incident, two aides injured. One hit on the head with this metal bat, according to Congressman Connolly and another on the side on our first day as an on the job coming at a time of political violence that we've seen across the spectrum, whether it was last year, Nancy Pelosi's home in San Francisco where an assailant came and attacked her husband with a hammer on the head or some - dating back to 2017 that pulled - that baseball diamond shooting that injured the House Majority Leader - now House Majority Leader Steve Scalise. We've seen this happening time and again and today in Congressman Connolly's office in Virginia. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "SANCHEZ",
      "sentences": "A harrowing and senseless attack. We hope to get more details from investigators on a motive potentially soon.Manu Raju, thank you so much for that update. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "KEILAR",
      "sentences": "Still, the question is will that slow and the surge continue to last. Border cities and towns are preparing. The superintendent of Brownsville, Texas schools is about to propose using empty district facilities to house migrants.Let's go to El Paso with CNN's Polo Sandoval. Polo, tell us about arrivals there today and how things are going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "So, Brianna, if you were to sort of summarize the latest in a couple of lines, its apprehensions have been dropping since the expiration of Title 42. But the systems and the - that are in place to process individuals and to care for them at the nonprofit level, they're certainly still strained.All they have to do is - see behind me where you see a relatively small number of migrants that have been recently released from federal custody. And I say relatively small, because if you were to stand here a week ago, you would have seen much larger numbers. But it's not really what we saw, especially when you hear from the Secretary of the Department of Homeland Security, Alejandro Mayorkas saying that they have experienced at least a 50 percent increase in the rate of apprehensions. However, all of the people that were apprehended leading up to the expiration Title 42, that's basically what you'll see here outside of one of the shelters in downtown El Paso. And a lot of these migrants are basically just passing the time. You may hear actually may be able to hear a ball getting kicked around with a game of soccer going on here on the streets. This is a form of limbo that some of these migrants finds themselves - find themselves in. They've already been processed by federal authorities, but they are here waiting to see when their opportunity will be to purchase a plane or bus ticket north or in some cases, they are waiting for loved ones to be released from custody. Over the weekend, I met a 38-year-old woman named Connie (ph) from Honduras. She was - she turned herself into authorities before the expiration of Title 42. She was quickly processed and released by her two adult-aged daughters. They've been in custody for the last six days. It wasn't until the last couple of hours that they were finally processed and released. And this goes to my final points. The number that is absolutely going to continue to climb is the number of asylum seekers arriving in some of America's cities. For example, Connie says now that she has her family unit together again, tomorrow, they will be on a bus to Houston. From there, there's no telling where they will end up. But it's what I keep hearing over and over again, Brianna, is that these asylum seekers are basically just killing time here until it's their opportunity to head to New York City, of course. But we've heard a lot of Denver, Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "KEILAR",
      "sentences": "A lot of Denver. All right. Polo Sandoval in El Paso for us. Thank you. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "SCIUTTO",
      "sentences": "All right. Some possible momentum for Ukrainian forces and setbacks for Russia. Top Ukrainian commander says his troops are advancing in backlog and retaking territory from the Russians in what has already become the bloodiest battle of this horrible war. And we are learning that in a single day the Kremlin saw four of itsaircraft down over Russian air space. All of this happened with Ukraine's President Zelenskyy in Western Europe, shoring up further military aid from NATO Allies ahead of his country's highly anticipated offensive. CNN's Sam Kiley is in Ukraine. And Sam, you've been watching this closely. You've been there for months and months, and there's been an increase in tempo of long-range attacks, deep behind the lines, these aircraft down over Russian territory and some gains for Ukrainians around Bakhmut. When you add that up and you speak to Ukrainian officials there, are we seeing the beginning, the early stages, perhaps, of this counter- offensive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Well, we know you'll be watching closely.Sam Kiley there in southeastern Ukraine. Joining me now, retired Brigadier General Steve Anderson, to add this all up for us. So, let's talk about this anticipated - highly anticipated counteroffensive. I remember back when there was Ukrainian counteroffensive late last summer, early fall, all the attention was about the possibility of maybe a push here or a push down here. And then the Ukrainians did an end around and they came up through Kharkiv, gained a lot of territory back. So right now, we're waiting for a big round offensive. I'm going to clear that for a moment and just put it back up. But we're seeing Russian aircraft down here. Longer artillery and missile strikes further into Russian territory and some Ukrainian gains here. Are we already in this possibly? BRIG. GEN. STEVE ANDERSON, U.S. ARMY (RET.): Well, I like what you - the word you used earlier, Jim, which was momentum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "ANDERSON",
      "sentences": "I think that we're starting to see some momentum shift. But I don't think we can call this a counteroffensive yet. I mean, you got to realize this, I mean, huge challenges that await the Ukrainians right now. This area right here is huge. This is the size of the state of Pennsylvania, okay?you're talking about perhaps 150,000 troops from the Russians, dug in now for over 11 months, preparing defensive positions, this is going to be a very, very difficult fight. What the Ukrainians are going to need a lot of and a lot more of is equipment and logistics. They're going to have to be able to surge both equipment and logistics forward ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "ANDERSON",
      "sentences": "... because in order to conduct an offense like this, they're going to have to vastly outnumber, in terms of firepower, the Russian foes that await them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Well, that's the thing because defensive positions - by the way, the Russians are well dug in, in here trenches, et cetera. Harder to - I mean, easier to defend than to advance really to take back that territory.We know there's been a lot of tension on this. So, Ukrainians really want F-16s. That's what they don't have. What they do have, we'll call this map up again here, $they've gotten Storm Shadow missiles as I reported last week, long range cruise missile, longer range - triple the range than what they had before. They have advanced \\tanks, the Leopard 2s from Germany, they've got M1 Abrams coming from the U.S., and they also have armored personnel carriers, key for getting those Ukrainian forces forward. Is that enough to gain ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "ANDERSON",
      "sentences": "It's going to help a lot, but they're going to have to conduct maneuver warfare, they're going to have to be able to integrate indirect, direct fires in aviation assets in this incredibly area out here, because we know it's a huge challenge. What they need to do, Jim is they're going to have to find a weakness in the line and they're going to have to penetrate. And once they use mass in order to fix that objective, and conduct asuccessful penetration, then they need to envelop the Russian foes. There's no way they're going to be able to take them on head-to-head toe to toe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "ANDERSON",
      "sentences": "They're going to have to surround them and terrorize them and come from the flanks and the rear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SCIUTTO",
      "sentences": "There's a lot of attention around cutting this land bridge here, right? This is one of the key Russian gains after the invasion in February. By the way, they expected to have the whole country, they didn't get it. But they did get this land bridge here. Importance of Ukrainian forces if they do attempt, we don't know what their plans are, if they do attempt to break that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "ANDERSON",
      "sentences": "It is important, but I believe that more important to find some weakness. Right now, they're conducting what's called IPB, intelligence prep of the battlefield. They're trying to find where in this line here, this 400-mile line, where are they weakest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "ANDERSON",
      "sentences": "And when they find that place, they're going to penetrate. And when they penetrate, hopefully, they're going to be able to conduct flank attacks, and come behind them and terrorize the Russians so that they surrender on their own because you got like I said, 150,000 Russians dug in. It's going to be very, very difficult fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes. And your point, that's what they did, by the way last year is they came around here and they sense that the Russians were caught off guard and they backed up quickly, gained a lot of territory.Retired Gen. Anderson, always good to have you on. Thanks so much for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "ANDERSON",
      "sentences": "Thank you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:19:05",
      "speaker": "KEILAR",
      "sentences": "A fifth grade teacher in Florida says she is under investigation for showing her students a Disney movie that features a character who is both biracial and gay. Gov. Ron DeSantis signed legislation last year banning materials about sexual orientation and gender identity in schools.In this instance, a parent who is also a school board member complained to the principal about the movie not being appropriate for students. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:19:05",
      "speaker": "SHANNON RODRIGUEZ, COMPLAINED ABOUT DISNEY MOVIE IN CLASS",
      "sentences": "It is not a teacher's job to impose their beliefs upon a child. Religious, sexual orientation, gender identity, any of the above. But allowing movies such as this assist teachers in opening a door, and please hear me, they assist teachers in opening a door for conversations that have no place in our classrooms.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:02",
      "speaker": "ISABEL ROSALES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Brianna, Jenna Barbee, the teacher at the center of all of this, she shared with CNN the letter that she received from the Florida Department of Education. Let's show that on screen here where it reads in partSo, Barbee tells me she showed her fifth-grade students of this Disney film \"Strange World\" to teach them about what they were currently studying, which was the environment. The film does feature Disney's first ever openly out gay character. But Barbee says that the movie is not sexually inappropriate that every student, in fact, she thought she was following policy because every student had a signed permission slip from their parent, indicating that it was okay to show PG movies and none of them objected to any certain movie including this particular movie. Now, we also have the announcement that was sent home to parents which reads part of it says, \"While not the main plot of the movie, parts of the story involve a male character having an expressing feeling for another male character. In the future, this movie will not be shown.\" Now last week, there was a school board meeting where a board member. Shannon Rodriguez, acknowledged that she was the one who reported Barbee to the Department of Education because her daughter was in that class saying that Barbee broke school policy because she did not get specific permission to show this particular film. Here's what else the teacher Barbee had to say about that school board (BEGIN VIDEO CLIP) JENNA BARBEE, 5TH GRADE TEACHER: She tried to tell me at the school board meeting, that I opened a door for conversation and that I stripped her of her right as a mother to have these conversations with her child. Now that it's been brought to the spotlight, all of my students are asking why is that so wrong? Well, why is that appropriate? Well, why are you in so much trouble because of this little part of the movie? And I have to just keep saying no, we're not - go ask your parents about it. Go - like go talk to your parents about it. But now the door is open even more so because of it being brought to the spotlight. (END VIDEO CLIP) Speaker 11: And this complaint does stem from that controversial Florida law signed by Governor Ron DeSantis last year that banned certain discussions and conduct about sexual orientation or gender identity in the classroom. Supporters of that law call it parental rights. But opponents say that this law tries to erase LGBTQ people from the classroom dubbing it that don't say gay bill. Very quickly here. We do have a response from the Florida Department of Education. They said that this complaint will be reviewed by an investigator and then an attorney will then provide recommendations to a commissioner for the next steps here. Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:02",
      "speaker": "KEILAR",
      "sentences": "All right. We know you'll be watching it.Isabel Rosales, thank you for that report. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:02",
      "speaker": "SANCHEZ",
      "sentences": "Staying in Florida, migrants in the Sunshine State are on edge after tough new immigration laws were signed by Governor Ron DeSantis last week. Under the law, transporting someone who has entered the country illegally could be punished with a five-year prison sentence or a $5,000 fine per person. It also requires companies with at least 25 employees to use E-verify to check the immigration status of workers against the federal database.CNN's Carlos Suarez joins us now live. Carlos, what are you hearing from immigration groups about these new laws?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "SANCHEZ",
      "sentences": "And also, we have to point out, we are anticipating that Gov. DeSantis is going to announce a run for president any day now. He actually spent part of his weekend in Iowa.Carlos Suarez from Homestead, Florida. Thank you so much, Carlos. Jim?",
      "isLastSentenceInterrupted": false
    }
  ]
}