{
  "date": "2023-01-26",
  "headline": "At This Hour",
  "subHeadline": "Memphis On Edge Ahead Of Police Beating Video Being Released; Superintendent Removed, Assistant Principal Resigns After Virginia Shooting; At Least 11 Killed In Barrage Of Russian Strikes In Ukraine; Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "ERICA HILL, CNN HOST",
      "sentences": "What's interesting is there was more than one effort there to ask some questions about these classified documents that have been found, of course, among former President Trump, President Biden, and former Vice President Pence's other files, and I mean, they were having none of it, I think is the easiest way to put it. There was a direct question that was asked of the Attorney General and he simply pivoted and talked about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Yes. We'll continue to follow that story for sure.Thanks so much for joining us today. I'm Jim Sciutto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HILL",
      "sentences": "I'm Erica Hill. Kate Bolduan picks things up right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KATE BOLDUAN, CNN HOST",
      "sentences": "Hello, everyone, I am Kate Bolduan. Thank you for joining us AT THIS HOUR.We're going to start this hour focusing in on Memphis. Memphis is on edge because the community is tense and truly almost holding their collective breath at this moment as they wait for the city to release videos showing police officers beating Tyre Nichols. The city's police chief who spoke directly to this overnight describing the video as heinous. That's the word that she used and she is pleading with residents to not react violently when they see it. We know that Nichols' family has already seen the video. The family attorney says that it shows officers beating Nichols, quote, like a pinata for three minutes after a traffic stop on January 7th. Nichols, as we know now, died three days later. The five officers involved in the traffic stop have already been fired. The police chief also spoke to that overnight in that video saying, this was not just a professional failing, but also a feeling of basic humanity. And she says there are additional officers also under investigation. The Nichols family, for their part, is calling for murder charges now. And we've just learned that the district attorney there will be holding a news conference at three o'clock Eastern this afternoon to the way it's described right now is to give an update on the case. Let's get the very latest from the ground Sara Sidner is kind of, she's standing by with the very latest reporting. Sara, what are you hearing about when this video could come? Because that has been such a big question. And also, Sara, what's known and still not about that traffic stop?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SARA SIDNER, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Yes. I mean, there's so much that still is not known to the public about that traffic stop. I know that you just mentioned that Tyre Nichols' family was able to view the video or videos, we should be clear and so with their attorneys.And the way in which they described what happened to Tyre Nichols, at the hands of these five police officers, is beyond inhumane. I don't know that there's a word for it. That is what we have been hearing from the attorneys. So you've got that one issue which is going to lay out what happened. We should caution that this is not likely or may not just be body cam video. The videos could be coming from many different sources. It could be coming from a bystander. It could be coming from one of the tower cams that the city has all over Memphis. They are very visible, but that would be looking at a bird's eye view of exactly what happened. It could be coming from dash cam and it could be also coming from body cam. We do not know yet. Where this video is going to come from. What we do know is what it shows is as the police chief herself put it, heinous. She has already fired these five officers. And now we await whether or not they will be charged. We are expecting to hear charges potentially today if a jury indicts and so that's what we're waiting for. At two o'clock, as you mentioned, the district attorney is going to have an update up for us. The only thing that people don't know is what's on the video, what exactly happened, and whether there is going to be charges. And so that is going to be the question that everyone has on their mind as to whether or not this upcoming 2:00 P.M. presser will reveal charges. We have also just heard that two of the officers' attorneys are also expecting to have a press conference not long after the DA's press conference. So that might give us some hint as to what may be coming forward, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "RASHAWN RAY, PROFESSOR OF SOCIOLOGY, UNIVERSITY OF MARYLAND, COLLEGE PARK",
      "sentences": "Well, thanks for -- thanks for having me on. I mean as you mentioned, I've been studying policing for about a decade.  We have a lab where we have trained police officers with our virtual reality training program at the University of Maryland, but I'm also a product of Tennessee. I attended the University of Memphis.And what she's saying is that we are trying to follow the process to the tee. We have fired the officers. We are expecting that charges will be coming forth. The Tennessee Bureau of Investigation has been called in. And I think the big thing that the community is grappling with is that these five officers are black. And one thing that we find in our research is that the race of the officer really doesn't change officer's attitudes and behaviors a whole lot. I think that's important for people. Up to this point with this movement for black lives, it's primarily been about white officers doing things to black victims. Our research suggests something otherwise, and instead is something about the way that officers are socialized and the way that they're trained that lead to them enacting harm on black bodies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "BOLDUAN",
      "sentences": "And on that, Andy, what do you think of the speed with which these officers were fired? And what do you think that could mean for the federal investigation we also know is underway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, I think it's one of the most important pieces of the city's response to this tragedy, they reacted quickly, they reacted transparently with the removal of these officers. They, you know, according to their own representations, they put them through the required process, but they push through that process quickly. That seems to have been a key piece in keeping the temperature down between the city and the population.We have seen an issue after issue involving these highly charged assaults on black and brown people and criminal defendants in general, that the speed with which the city and the law enforcement entities can be transparent with what happened and what they're going to do about it is often crucial to keeping the resulting protest and expression of outrage at a -- at a -- at a civil and nonviolent level. So it's clearly what the city is trying to accomplish here. And I think that's worked in their favor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "BOLDUAN",
      "sentences": "So, James, now we have what is in most immediately before us, which is we have the district attorney who's planning to come out for an update on this at three o'clock. In Sara Sidner's reporting, we also have -- she's learned that attorneys for two of these officers are planning a press conference as well.It sure suggests that big things could be happening at three o'clock. What could the district attorney knowing that so many eyes are on this? What could be happening at three o'clock? What do you think could?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "DAVE ARONBERG, PALM BEACH COUNTY, FLORIDA STATE ATTORNEY",
      "sentences": "I think the district attorney who's in his first term, he was just elected last year, is going to announce a timetable for the release of the videos. He may also announce charges, but that first would go to a grand jury. And I think that is to come. So we'll see --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "BOLDUAN",
      "sentences": "Maybe it's too fast to have charges to be announced from the DA this afternoon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "ARONBERG",
      "sentences": "I think the first step is to release the videos, then the charges, but, yes, but he could still do the charges.But for me, I think for the cause of transparency, it's important to release the videos. And I get it, the DA doesn't want to compromise witness testimony, because he wants the witnesses to remember what they saw and not base it on the video. But look, this case is all about the video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "BOLDUAN",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "ARONBERG",
      "sentences": "Right? And it's not going to matter. If there's a conflict between the videos and eyewitness testimony, you know which is going to win, it's going to be the video. So really, there is no reason to keep holding on to these videos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "MCCABE",
      "sentences": "Yes. So we talked about what the city has done right in terms of their response to the officers. This highlights what I think the city has done wrong. Part of that importance of quick transparency is letting the public know what happened, at least the raw facts and a timeline.If this timeline raises more questions than it resolved to describe -- you know, describing these two interactions between the police and Mr. Nichols as simply a confrontation with no further detail that's going to--- that's going to look even worse when this video comes out. If it -- if it lives up to its description, which I anticipate it will, that's going to make the use of the word confrontation there look ridiculous and somewhat, you know, like they were trying to hide the ball of it. We don't have any details about why he was pulled over. What was the reason to pull -- to initiate this interaction with law enforcement? You know, what circumstances surrounded his apparent decision to flee that first, quote-unquote, confrontation? There are -- there's a lot of room for detail here that I think the city could have been more forward-leaning and revealing to the public, but we're about to find out when the video comes forth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BOLDUAN",
      "sentences": "That's a great point. Much to learn and there are some answers that we can expect at three o'clock this afternoon when we hear from the district attorney. Thank you all very much. I really appreciate it.There are also new developments out of Virginia on that teacher who was shot by her 6-year-old student. Overnight, the school board in Newport News voted to remove its superintendent. And the elementary school's assistant principal has now resigned over this horrible incident. A lawyer for the teacher claims that she and others repeatedly warned school officials that the boy had a gun, but officials did not take action. Brian Todd has been following this for us. He's in Newport News for us once again this morning. Brian, what does it mean now that these school officials are out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Well, Kate, I just corresponded with the Newport News Police. We have been pressing them on whether criminal charges could be filed against the parents of the -- of the alleged 6-year-old shooter or against possibly school administrators. They just told me they don't have an update on that yet. So no more get on whether criminal charges will be filed against the administrators or the parents. Meanwhile, as you mentioned, the superintendent is now out of a job. The assistant principal here at Richneck, Ebony Parker, has also resigned.And we did get detail yesterday on a timeline of three different warnings that according to the attorney for Abi Zwerner, the teacher who was shot, her attorney says, there were three different warnings issued to school administrators here at Richneck on the day of the shooting and the hours before the shooting. And we can go through that timeline with you very quickly. According to Abi Zwerner's attorney, at 11:15 Zwerner herself told a school administrator that the boy in question threatened to beat up another child. At 12:30 P.M. that day, according to this attorney, another teacher told administrators that she had searched the boy's book bag and suspected that he had put the gun in his pocket and went to recess. And that all of these warnings, by the way, they say were basically brushed off by administrators. At one o'clock P.M., they say a third teacher told the administrators that another child was crying and was fearful because he said that the boy had threatened him with a gun that showed him -- showed him the gun at recess and threatened to shoot him if he told anybody. And about that time, according to Abi Zwerner's attorney, another school employee asked if they could search the boy more thoroughly. And they were denied permission to do that saying that they should ride it out, that the school day was almost over. So we have -- we have that timeline. The superintendent of the -- of the school is George Parker in an e- mail that CNN obtained from one of our affiliates last night after he was dismissed said that he was dismissed, quote, without cause. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BOLDUAN",
      "sentences": "As these details are described, it is just maddening as it's described by that attorney. Thank you so much, Brian.Also AT THIS HOUR, the murder trial of Alex Murdaugh is underway. The man accused of murdering his wife and youngest son is back in court in South Carolina. Court is right now in a short break after the prosecution today called his first witness. Dianne Gallagher is tracking miss. She's outside the courthouse for us. Dianne, what's happened so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT",
      "sentences": "Kate, we're hearing from Sergeant Greene with the Colleton County Sheriff's Office. He was the first emergency responder to arrive on scene. And essentially, the prosecution has had him working through his body cam video, step by step pausing to explain things. They asked questions throughout the morning.Look, there were different periods, he had that first initial interaction with Alex Murdaugh, and we hear his voice on the body camera explaining things, talking to Sergeant Greene. [11:15:59] What's interesting thing is he was asked how Alex appeared, and he said he appeared upset and agitated, but at no point cried, shed any tears. He interacted with family members. You can hear that on the body camera as well. In court though, we're seeing a very different Alex Murdaugh. Now, look, he is now disbarred, but former, very prominent attorney here in the low country of South Carolina, and he has become exceptionally emotional, shaking at times and crying as they hear the descriptions and see this video in court. I want you to take a listen to one of those moments here. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "[inaudible]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right there to the left of the screen, what did you see right there?DANIEL GREENE, COLLETON COUNTY, SC SHERIFF'S OFFICE: To the left was Paul's body. He was laying face down on the ground, a large pool of blood around him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "GALLAGHER",
      "sentences": "Now, again, the sergeant and others have explained many times, Kate, this is a very gruesome scene. At one point, they talked about trying to lift up Paul's body to make sure that he had not shot himself and also shot Maggie. We're hearing very intense details. The defense will be questioning this witness when we come back from this break.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:16",
      "speaker": "BOLDUAN",
      "sentences": "This just into CNN. Russian airstrikes have killed at least 11 people in Ukraine today. Even though Ukraine's Air Forces say that it was able to intercept most of the 55 missiles fired across the country.The attacks, of course, follow yesterday's big news that the United States, Germany, and other Western allies will be sending dozens of battle tanks to Ukraine. Sam Kiley is in Kyiv for us. He's standing by. Sam, what are you learning about these attacks today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:16",
      "speaker": "SAM KILEY, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Kate, they followed the pattern that we've seen elsewhere and many, many times, sadly, from the Ukrainian perspective over the last few months in which Iranian made Shahed drone type missiles or drones were fired at first, absorbing a lot of the air defensive. Then these 55 cruise missiles also fired. All 20 that were fired at Kyiv, according to the local authorities here, was shot down. The debris from one of them killed a 50 plus year old man here, quite close to a significant energy generating plant here in the capital.Elsewhere in the country, 10 people were killed. The level of violence of these attacks, the Ukrainians have got quite used to, they're quite routine. But, of course, they are, nonetheless deliberate attacks against civilian infrastructure, trying to break the back of the capability of this country to function during the winter months when power is so dearly needed. But they're getting pretty good at fixing things also, Kate. So in the last few hours, they've announced that they've been able to bring up the power systems, at least to be able to supply most of the capital city with what it needs, particularly in terms of the critical areas such as hospitals and elsewhere. They're not being seen, though these attacks as some kind of revenge attack for the agreement from the international community, particularly led by NATO to contribute to tanks. More modern battle tanks to the Ukrainian effort led by the United States and Germany, but also the United Kingdom and others joining in. Those tanks may start arriving in the next few weeks. Certainly the British tanks, but they're not being seen as causing a revenge attack here of the missiles. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:16",
      "speaker": "BOLDUAN",
      "sentences": "Sam, it's good to see you. Thank you for being there.Joining me now for more on this is CNN military analyst, retired Lieutenant General Mark Hertling. Thanks for being here, General. So as Sam was describing, these 55 missiles launched by Russia this morning, targeting, again, energy facilities, once again. Sam says it's not being seen in Ukraine as direct retaliation for these tank announcements from the United States and Western allies, but it does have me wondering what is -- what would direct retaliation or direct response look like from Russia on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:16",
      "speaker": "MARK HERTLING, CNN MILITARY ANALYST",
      "sentences": "I think you've got a great point there, Kate. It -- first of all, when you take a look at where the missiles landed, it wasn't just in Kyiv as Sam said, it was all over the country. There were some that were fired into the Odessa Oblast, which there are no Russian forces there. So you're talking about a continual criminal attempt to intimidate the civilian population of Ukraine to attempt to break their will. It hasn't been successful so far, like Sam just said, but it continues.And I find sort of a correlation between the announcement yesterday and these attacks today, because every time something new has come from the West, Mr. Putin has attempted to try and send more military attacks arbitrarily throughout their country of Ukraine just to tell them, hey, you're still under attack. So it -- you know, it's hard to plan a missile strike and a drone strike like this, but it's too coincidental for my military mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:15",
      "speaker": "JENS STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "We need to provide even more support, not only to ensure that Ukraine survives, but actually ensure that Ukraine is able to liberate more territory, win and prevail as a sovereign independent nation in Ukraine. And that's exactly what NATO allies are doing with the announcements we saw last week, but also with the announcement of battle tanks today.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:15",
      "speaker": "BOLDUAN",
      "sentences": "What do you think of -- what do you think of that, General? I mean, do you think this announcement, this -- if it is something near 100 tanks that is that reaches Ukraine eventually, do you think it is enough to help them win the war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:15",
      "speaker": "HERTLING",
      "sentences": "You know, what it is, Kate, it's both a short and a long- term commitment. You know, the short-term commitment from the Germans and others, the Brits, are trying to get their Leos and Challengers there very quickly to help in offensive operations, which continues to put Russia on their heel in the East and the Southeast.The long-term commitment of the Abrams tanks, which will take a long time to get there, and primarily because of the development of the support infrastructure that has to take place. That's also saying, hey, we're in it for the long-term. What's going to be very interesting, you know, there's been a lot of material given to Ukraine from a variety of NATO and U.S. elements. But I'm going to continue to watch the Ramstein contact groups, because you're going to see increasingly more modern style weapons provided to Ukraine. And I think Secretary Austin has been masterful, that's been said many times before by others, in terms of guiding that group, but he's getting the alliance to continue to contribute. The alliance -- and I've spent a lot of time in NATO, as you know, the alliance is stronger now than it's ever been in -- during my 40 years in uniform. So I think what we're seeing is just a unified effort behind Ukraine. And, you know, this -- the dedication of the tanks -- what you've shown on your screen a little while ago, that's not enough, but it's certainly a start. And it shows that -- it shows both Ukraine were behind him and it shows Russia were behind Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:15",
      "speaker": "BOLDUAN",
      "sentences": "Yes. And Russia were not going away.It's great to see you, General. Thank you as always. So here's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:15",
      "speaker": "HERTLING",
      "sentences": "Always a pleasure. Thanks.",
      "isLastSentenceInterrupted": false
    }
  ]
}