{
  "date": "2023-01-31",
  "headline": "At This Hour",
  "subHeadline": "Biden Continues Infrastructure Tour With Stop In New York Today; Prosecutors Could Formally Charge Alec Baldwin, Armorer Today; U.S. Plans To End Public Health Emergency For COVID In May. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "And that latter point about an effort by Republicans to remove Ilhan Omar from the House Foreign Affairs Committee, the Minnesota Democrat over her past remarks, Santos contending that it would undercut that effort one reason why he is stepping aside but not resigning from Congress. He, despite polls -- at least one poll coming out today showing the majority -- a vast majority of voters in his district wanted him to step aside. He's indicating to reporters today, Kate, that he won't step aside from his seat. Kate.KATE BOLDUAN, CNN ANCHOR (on camera): All right. Standby to standby. It's good to see you, Manu. Thank you so much. So, President Biden, he just arrived in New York to continue his tour promoting the success of his Infrastructure Law. Today, he's going to be touting funding for a critical underwater tunnel that connects Manhattan to New Jersey. It all comes just a week before his very important State of the Union address. Athena Jones is live in New York. She's got more details on what to expect today. Athena, what are we expecting to hear from the president? ATHENA JONES, CNN NATIONAL CORRESPONDENT (on camera): Hi, Kate. Well, as you mentioned, this is all part of the Biden administration's attempt to get out of Washington and talk up some of his administration's successes. One of them is this bipartisan Infrastructure Law. He signed in 2021. At this event today, happening behind and below me in a tunnel, it's part of the Hudson River tunnel project. He's going to be joined by New York's governor, two New York's -- two state senators -- or two senators from New York, the New York City Mayor, as well as New Jersey Senator Cory Booker, and Transportation Secretary Pete Buttigieg to tout, as you mentioned, this -- the funding that's going to help build a concrete casing around this new tunnel that's going to be built. This is a big project, one of several across the country that has struggled to get the funding that it needs. This is a more than the 100-year-old tunnel and so it has age-related problems. It was also damaged by Hurricane Sandy when the saltwater inundated the tubes. And so, this new construction project is expected to help deal with some of the traffic flow, the bottleneck issues when you have 200,000 people coming through this tunnel each and every weekday on Amtrak and New Jersey Transit. And so, he's here to tout this project. And again, we're going to see a preview a little bit of his message ahead of the State of the Union, talking up his ability to work across the aisle even as he warns about some of the plans Republicans have in Congress. He's also going to be talking about how he's able to get things like this done, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes. Great point and a little preview of what we'll be hearing in that State of the Union Address. Good to see you, Athena. Thank you.And also then, the next big thing on President Biden's agenda is his face-to-face tomorrow with House Speaker Kevin McCarthy. It will be their first sit down at the White House since McCarthy was elected speaker. From the White House to Capitol Hill, everyone will be watching to see how this meeting sets the stage for the debate and fight over raising the debt ceiling in the coming months. Here's President Biden moments ago on his message for McCarthy. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Will you negotiate with McCarthy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Show me his budget. Show me his budget.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "If you weren't clear on that. Joining me right now is Democratic Congressman Brad Sherman of California to talk more about this. Congressman, thanks for coming in. You heard what President Biden had to say, his message to McCarthy is which is show me your budget. When they do sit down, what do you really -- beyond that tagline, what do you want the president's message to be when it comes to the debt ceiling?REP. BRAD SHERMAN (D-CA): Well, first, we shouldn't be negotiating or discussing spending and revenue. We do that all the time 24/7. What we should not be doing is letting Kevin McCarthy take as hostage the American people. You see, we're already hurting our economy by playing around with the debt limit. Their investments not being made, projects not going forward because we're stupidly talking about not paying our bills. The thing to do when you have a fiscal problem is you either spend less or you bring in more revenue, you don't enhance your position by just throwing away the pills in that thing them. So, I hope his messages is, first and foremost, we need to increase or suspend the debt limit. Second is the message you just heard. Show me your budget. Because the position of the Republicans is they have no idea what spending they want to cut. So, what they say is cut the waist, cut the fat. That's like going in and asking for ground round and taking your knife and saying I'm going to cut the fat out of this ground beef steak. The fact is, if you're going to have a government program, there's going to be some inefficiency. Everybody's got some inefficiency in their day-to-day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "But when it comes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "BOLDUAN",
      "sentences": "Congressman, part of course, everyday reality, and you've been around there long enough to know on Capitol Hill is the politics of negotiation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SHERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "BOLDUAN",
      "sentences": "And what we're looking at aptly described by my colleague Manu Raju, is this whole thing is currently in the posturing phase. So, I'm wondering if maybe what's all being said right now matters less than some might think. And if that is the case, when does it start mattering? When does the position stated publicly start -- when do they start mattering? Is that -- do you think it's going to be all the way until you're -- you know, you got to wait until you're hard up against the debt ceiling in June before people really start talking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SHERMAN",
      "sentences": "Well, again, we've got to deal with this now. It's taking away from our economy now. But if God forbid, this goes into July, and we actually do go off the cliff, then we lose according to Moody's Analytics, 6 million jobs. We see a $15 trillion loss of wealth in the country. So, we've got to deal with this debt limit now.As to spending, every penny that's being spent now is pursuant to bills that a lot of Republicans voted for late last year. And starting October 1, the American government will not spend a single penny that McCarthy hasn't agreed to. So, he's got a chance to talk about spending. He doesn't know what he wants to say about spending, but he is taking the American people hostage through this debt limit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "BOLDUAN",
      "sentences": "We'll see where -- we will see where this is headed. I'll have you back on to discuss that. I do also want to ask you what we just learned this morning, which is George Santos is now removing himself from committee assignments. Republicans in the media this morning came out and said that he's doing it in part because of the Republican efforts underway to remove Democratic Congresswoman Ilhan Omar from the Foreign Affairs Committee, a committee you sit on. Do you think this move by Santos makes it more or less likely that Omar will be removed from the committee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SHERMAN",
      "sentences": "I don't think it will have any effect. I think Santos needs to spend all his time fighting these investigations. His outrageous lying about his background, particularly claiming that he is a descendant of Holocaust survivors when that's clearly false, that's the most offensive thing. That's what got -- has generated a lot of anger and news coverage.But we'll take -- will take Santos down is the boring financial stuff. He lied on his personal financial disclosure statement, and no doubt on his campaign finance statements as well. It's lying about your family background, especially involving the Holocaust is outrageous. Lying on your financial forms, that's a felony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes. And those investigations, we do know investigations are underway into that. Congressman, thanks for your time. Thanks for coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SHERMAN",
      "sentences": "Yes. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:15",
      "speaker": "BOLDUAN",
      "sentences": "Prosecutors could formally charge Alec Baldwin very soon -- as soon as today actually. Baldwin and the armorer of his Rust film could face the formal and promised charges of involuntary manslaughter for the movie set shooting that killed the cinematographer. Josh Campbell has been tracking this, of course, for us from Los Angeles. He's joining us now. Josh, what could happen now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:15",
      "speaker": "JOSH CAMPBELL, CNN CORRESPONDENT",
      "sentences": "Yes, Kate. So, we are expecting those criminal charges today to be filed against actor Alec Baldwin as well as Hannah Gutierrez-Reed, who as you mentioned, was the armor on set. The person who was responsible for safety. Now, typically in New Mexico, an involuntary manslaughter charge would carry a penalty of up to 18 months in prison if convicted. But in this case, there's what's called a firearm enhancement, a crime using a gun, which could mean that Baldwin and Gutierrez-Reed, if convicted could face up to five years in prison, very serious charges here.Of course, both Baldwin and Gutierrez-Reed had maintained their innocence. Baldwin said that he did not know that the gun he was using on that movie set had a live round of ammunition. But when the DA spoke to you and I earlier this month, you know, the question was, if something is an accident, which this appears to be, is it criminal? And she said yes, that they can both -- something can both be an accident and criminal. Of course, her goal is to seek justice for Halyna Hutchins, the cinematographer who died. I also asked her in that interview about what happens next after charges are formally filed. Take a listen. (BEGIN VIDEO CLIP) MARY CARMACK-ALTWIES, FIRST JUDICIAL DISTRICT ATTORNEY: We will not be asking for an arrest. In typical cases in this county, the way that we handle it is we'll send out what's called a summons. From that, the court will set what's called a first appearance or it's basically an arraignment. And at that point, they will either have to come here or they might do a video arraignment. We have been doing those since COVID. And they will get their conditions of release and enter not guilty pleas. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:15",
      "speaker": "CAMPBELL",
      "sentences": "Now, one thing we'll be looking for, Kate, is -- in these charging documents is the evidence that we use to support these charges. Of course, the DA told you and I earlier this month that there was in one specific thing that happened but the totality of the circumstances in her view, describing this movie set as plagued with all kinds of safety issues. Of course, we are also expecting after these charges are filed that both Baldwin and Hannah Gutierrez-Reed will likely enter a guilty -- not guilty pleas, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:15",
      "speaker": "BOLDUAN",
      "sentences": "All right, Josh, sit close to the camera. Thank you so much. I really appreciate it. Thanks for reporting as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:15",
      "speaker": "CAMPBELL",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:15",
      "speaker": "BOLDUAN",
      "sentences": "I want to turn now to this scary situation that's unfolding in Oregon. Law enforcement are searching for a man accused of kidnapping and torturing a woman. Officials say this is not the first time either that Benjamin Foster has physically assaulted women, and that he may be using online dating apps to find victims.Lucy Kafanov is tracking this. She's joining us now. Lucy, where does this manhunt stand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:06",
      "speaker": "WARREN HENSMAN, CHIEF, GRANTS PASS POLICE",
      "sentences": "I think he's definitely a threat to others. But I think he would be a threat to somebody who might be a friend to him. I don't think he is a random attacker. But I can't -- nothing's off the table with an individual like him. It was an absolutely disgusting scene -- horrific scenes. I've seen a lot of my career but some things do stick with you. And this will -- this will stay stained in my memory for many years to come.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:06",
      "speaker": "KAFANOV",
      "sentences": "So, this was Tuesday, there was a SWAT raid on Thursday, Foster managed to evade police again so he is on the loose. And we also know that he's had similar charges in Nevada where he has been accused of torturing and strangling two other women. A very dangerous situation, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:06",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Lucy, thanks for being on it. I really appreciate it.Now in South Carolina, Alex Murdaugh's attorneys just finished cross- examining the 10th witness in his trial. Special Agent Jeff Croft has been to help -- telling the jury about the guns and ammunition found at the scene where Murdaugh's wife and son were killed. Randi Kaye, live in South Carolina for us. Randi, what have you been hearing today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:06",
      "speaker": "RANDI KAYE, CNN CORRESPONDENT",
      "sentences": "Well, Kate, there's been a lot of talk about this interview that Alex Murdaugh gave to investigators back on June 10. It was his second interview just a few days after the murders. And during that interview, he was very emotional. He was crying about his son, Paul, who was murdered. And he said something to the effect of it's so bad, I did him so bad, although some people believe they heard they did him so bad. So, that is the big question in court today.The defense is going after this witness. He's special agent Jeff Croft. He's back on the stand earlier today. And the defense was pushing him because he testified that he heard I did him so bad, which would very much sound like a confession by Alex Murdaugh. So, they pushed him about that. They played the tape -- they played the interview again, Kate, at one- third the speed. And he said again, I believe that I heard I did him so bad. So, the defense kept pressing him on it. They said to him, well, are you saying that did you think he -- that Alex was saying he wasn't a good dad or that he killed him? Was this a confession? And again and again, he repeated that he believed he heard to his ears, I did him so bad. That's what he thought Alex Murdaugh was saying. They both agreed though, Kate, that in the end, it will be up to the jury to decide if he said I did him so bad or they did him so bad. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:04",
      "speaker": "BOLDUAN",
      "sentences": "So, it is a wild video and a terrifying close call for one woman in Hawaii. Take a look at this. Here's what we know and what we see happen. Look at that.Caroline Sasaki was walking to her living room and that is a five-foot boulder that came crashing into her house on Sunday night. Look at that mess. Three other people were in the house at the same time. Thankfully, no one was hurt, almost miraculously. And now they're investigating to try to determine what caused this thing. But -- talk about a mess but counting their lucky stars today at the very same time. Amazing. Turned out of this, what could be a very important new chapter in the fight against COVID. The White House is preparing to end the official COVID-19 national and public health emergencies in May. The measures have been in effect for nearly three years at this point. President Biden spoke about his decision earlier today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:04",
      "speaker": "BIDEN",
      "sentences": "The COVID emergency will end when the Supreme Court ends it. We've extended it to May the 15th to make sure we get everything done. That's all.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:04",
      "speaker": "BOLDUAN",
      "sentences": "Joining me now for more on this, Dr. Tara Narula. It's great to see you, Tara.DR. TARA NARULA, CNN MEDICAL CORRESPONDENT: Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:04",
      "speaker": "BOLDUAN",
      "sentences": "So, what does this mean that this national emergency status is now going to end? What do people need to know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:04",
      "speaker": "NARULA",
      "sentences": "Well, it's obviously a huge symbolic moment for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:04",
      "speaker": "BOLDUAN",
      "sentences": "For sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "BOLDUAN",
      "sentences": "I feel like that's like a real -- but I feel like that's just a big change in general that COVID is brought with it, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "NARULA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "BOLDUAN",
      "sentences": "It's -- the big use of telehealth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "NARULA",
      "sentences": "We are all used to it now. And it's been really great actually for both patients and providers to connect in that way. So, that's a good thing. It's a great spot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "BOLDUAN",
      "sentences": "Says my doctor, the -- my friend, the doctor. It's great to see you, Tara. Thanks for bringing me into this. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "NARULA",
      "sentences": "You too.",
      "isLastSentenceInterrupted": false
    }
  ]
}