{
  "date": "2023-08-08",
  "headline": "CNN News Central",
  "subHeadline": "Western Allies Get \"Sobering\" Update On Ukraine Counteroffensive; Democratic Lawmakers Visit U.S.-Mexico Border; Trial: Wegovy Shown To Reduce Risk Of Heart Attack, Stroke. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "This morning, we have a new CNN reporting on concerns over the Ukrainian counteroffensive. Western officials tell CNN's Jim Sciutto the results have been sobering and not in a good way. Specifically, there are concerns about the ability of Ukrainian forces to retake significant territory. According to one senior Western diplomat, Russians have a number of defensive lines and they, Ukrainian forces, haven't really gone through the first line.Joining us now is Petro Poroshenko, the former President of Ukraine. Mr. President, thank you so much for joining us. In case you didn't just hear our introduction, CNN is hearing from a variety of sources that there are concerns about the slow progress, very limited progress of the Ukrainian counteroffensive, why do you think it has been so slow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:05",
      "speaker": "BERMAN",
      "sentences": "Mr. President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:05",
      "speaker": "POROSHENKO",
      "sentences": "This is the shortest way to our victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:05",
      "speaker": "BERMAN",
      "sentences": "We have about a minute left, Mr. President. Are the Russian defenses stronger, more substantial than Ukraine thought they would be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:05",
      "speaker": "POROSHENKO",
      "sentences": "Look. This is impossible when the offensive forces are weaker than the defensive. The main difference is that Ukrainian soldiers -- and believe me every single week, I'm on the battlefield delivering this artillery truck, delivering assistance, and do the same like all Ukrainian do for making the victory close. But the main difference we have absolutely unique motivation. We fighting for our own soil, for our own people, for our own family, for our own country. And this is definitely can make a miracle. Please keep believe in our victory. This is also a very important factor of our joint action now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:05",
      "speaker": "BERMAN",
      "sentences": "Yes. No one questions the courage, spirit, or heart of the Ukrainian people. Former President Petro Poroshenko, thank you so much for being with us this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:05",
      "speaker": "POROSHENKO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:05",
      "speaker": "BERMAN",
      "sentences": "Omar?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:18",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Right now, a group of Congressional Democrats led by Congressman Joaquin Castro are touring the southern border. This morning, they got a first-hand look at that controversial razor wire and those buoys set up installed by the Texas governor to stop illegal crossings.CNN's Rosa Flores is in Texas for us this morning. She's joining us now. Rosa, what are they going to see while they're down there? And honestly, as we've been following this back and forth about especially the buoys, is it -- what is it going to change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:18",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "Well, with these congressmen are able to see as the raw reality, Kate, on the border. They're able to see with their own eyes the border buoys, the concertina wire, and how the state of Texas has blocked access to property owners. But I've got to tell you what is really taken aback these lawmakers.Now, these are a delegation of Democrats led by U.S. Congressman Joaquin Castro. What they're really taken aback by is the fact that the state of Texas has taken over a portion of land on the U.S. southern border, and the property owners don't have access to their own land because they barricaded that area. But Border Patrol also does not have access to that land. Now, Border Patrol is the federal law enforcement agency with jurisdiction on the U.S. southern border. And the state of Texas has blocked them off. Now, this is taking these lawmakers by surprise or taken aback by this because they're able to witness -- they're able to see that the state of Texas is on the reverse side, Border Patrol is on the other side not having access. So, the headline from this tour so far is U.S. Congressman Joaquin Castro asking the U.S. DOJ to be more aggressive, asking the President of the United States also to make comments. Take a listen. (BEGIN VIDEO CLIP) REP. JOAQUIN CASTRO (D-TX): This barbaric you see that they're basically treating these asylum seekers, these human beings like animals. You see the razor wire here and you see right over there those are barrel traps that have concertina wire on them. You see the clothing of people, including kids that are stuck to the wire. Literally, stuck to the razor wire. They're forcing Border Patrol to stay away from some of these areas when it's the Border Patrol that actually has responsibility for all of this process. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:04",
      "speaker": "BOLDUAN",
      "sentences": "And we're also getting at here, Rosa, is that Texas has been, as we know and you've covered, been at the center of a series of border controversies of recent so where do things stand with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:04",
      "speaker": "FLORES",
      "sentences": "Let's start with the controversial buoys. Now, the U.S. DOJ has filed a lawsuit against the state of Texas, claiming that those buoys were deployed unlawfully. The State of Texas argues that it has the constitutional authority to deploy these buoys while the preliminary injunction, in that case, is set to be before the court on August 22. And on top of all of that, Mexico is investigating a migrant who died on the river and got stuck on those border buoys. And Mexico has maintained all along that those buoys violate two international treaties.Now, the other controversy that Texas is in the middle of -- also involves a trooper whistleblower. This is a Texas State Trooper who e- mailed his superiors, Kate, saying that he was ordered to push migrants back into the river and also to then deny them water. Texas denies that this is their policy but the Texas Department of Public Safety Office of Inspector General is investigating that case, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:04",
      "speaker": "BOLDUAN",
      "sentences": "All right, Rosa Flores, thank you so much for the update from Eagle Pass Texas for us this morning. Omar?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:04",
      "speaker": "JIMENEZ",
      "sentences": "Well, Kate, staying in Texas this morning. Court documents obtained by CNN show a teenage cousin of the Uvalde school gunman has been arrested after he allegedly made threats to do the same thing. The 17-year-old faces a felony charge of making a terroristic threat to a public place and a misdemeanor charge of making a terroristic threat against a family member.CNN's Ed Lavandera is with us now. So, Ed, what are you learning about some of these latest developments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:04",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Well, Omar, this is coming from a court document, the arrest affidavit for 17-year-old Nathan James Cruz. And in these documents, investigators outline the information they say they obtained from the suspect's mother and sister. And this happened yesterday morning.The suspect's mother contacting San Antonio police. And saying that the suspect's mother had told police that this 17-year-old was \"planned to do the same thing as his cousin had done during the mass shooting at Robb Elementary School in May of 202 where 19 children and two children -- two teachers were gunned down.\" In that affidavit, the mother also says she overheard -- or told investigators she overheard her son speaking with an unidentified person on the phone where he was making plans to make the illegal purchase of an AR-15 firearm. And all of this is concerning to the mother because her son, she says, is on probation, was intoxicated at the time, and that they also live near an elementary school. His sister also told investigators that he had threatened her and he also talked again about a shooting up a school as well. So. all of this coming is investigators then took him into custody. They interviewed him according to the arrest warrant affidavit where the 17-year-old deny making these statements. But right now, that suspect is being held on $160,000 bond at a jail there in San Antonio, Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:04",
      "speaker": "JIMENEZ",
      "sentences": "And are there details at this point as to what particular school he was allegedly threatening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:04",
      "speaker": "LAVANDERA",
      "sentences": "The arrest warrant affidavit does not specify which school it might have been. And you can imagine all of this extremely concerning here because we were about a week or so away, depending on where you are for classes beginning once again here in Texas. So, a great deal of concern about that. But these court documents do not detail which school it was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:04",
      "speaker": "JIMENEZ",
      "sentences": "Of course, love to keep an eye on. Ed Lavandera, thank you as always. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:25",
      "speaker": "BERMAN",
      "sentences": "Important health news this morning. The weight loss drug Wegovy is showing significant cardiovascular benefits. This, in a new clinical trial. And this is the type of thing they just haven't seen before.CNN's Meg Tirrell is with us now on this. Explain what they're seeing and why it's so significant. MEG TIRRELL, CNN MEDICAL CORRESPONDENT: Yes, John. This is the first trial we've ever seen where a weight loss drug has prevented heart attacks and strokes or heart-related deaths in a clinical trial. They've been trying to prove this for years and this is the first time they actually have. And so, Novo Nordisk looked at their drug, Wegovy, and about 17,000 patients who had previous cardiovascular disease or previous heart attack or stroke, or other heart-related health problems. And what they found is that on top of standard of care, Wegovy helped reduce their risk of another heart attack or stroke, or heart-related death by 20 percent over the course of this five-year trial. And so doctors are really calling this a landmark finding this morning, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:25",
      "speaker": "BERMAN",
      "sentences": "So, what are some of the implications here? If this can reduce the chance of heart attack or stroke, what does that mean for how it might be used going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:06",
      "speaker": "BERMAN",
      "sentences": "All right, obviously, so there's medical implications here, but also business implications for the makers of Wegovy at a price like that. But I am sure there are a lot of people out there who are hoping that this can make a significant difference. Meg Tirrell, great to see you this morning. Thank you so much as always for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:06",
      "speaker": "BOLDUAN",
      "sentences": "I also think I've been mispronouncing it since we have started to talk about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:06",
      "speaker": "BERMAN",
      "sentences": "Yes. Most of the time, I just don't try to say the name of pharmaceuticals because it's just too hard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:06",
      "speaker": "BOLDUAN",
      "sentences": "It is true. You do a great job. We're going to give all those to Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:06",
      "speaker": "JIMENEZ",
      "sentences": "I just say whatever you say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:06",
      "speaker": "BERMAN",
      "sentences": "I'm following you all, so I just say whatever you all say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:06",
      "speaker": "BOLDUAN",
      "sentences": "Omar, it's your one failing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:06",
      "speaker": "JIMENEZ",
      "sentences": "I'm the intern here. I just fall when you all slip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:06",
      "speaker": "BOLDUAN",
      "sentences": "All right. Thanks, guys. Thank you for joining us, everyone. This is CNN NEWS CENTRAL. No, come back. \"INSIDE POLITICS\" is next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:06",
      "speaker": "BERMAN",
      "sentences": "You're really teaching good behavior here.",
      "isLastSentenceInterrupted": false
    }
  ]
}