{
  "date": "2023-05-02",
  "headline": "CNN Live Event/Special",
  "subHeadline": "NYC Mayor: TX Governor Only Sending Migrants To Cities With Black Mayors; WH Offers Rare Praise Of McCarthy For Rebuking Russian Reporter; Ex-Fox Producer Tells CNN: \"I Was Definitely Seduced\" By The Election Lies. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "Anderson, thank you.And good evening, everyone. I'm Abby Phillip. And we begin tonight, with breaking news. We are getting word that the suspect, in the killings, of five family members, and neighbors, in Texas, has now been captured. The FBI will hold a news conference, very soon, on that manhunt. The alleged killer was asked by neighbors, to stop shooting, before he turned the gun on them. A 9-year-old boy and his mother were among those, who were senselessly killed. The suspect is an undocumented immigrant, who had been deported four times, over the last decade. So, we'll get the news conference to you, as soon as it happens, just a short time, from now. But that is where CNN's Ed Lavandera is, in Texas, right now. So Ed, what do we know about this arrest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Well, we know that this arrest took place, in the small town, of Cut and Shoot, Texas, which is about 10 to 11 miles north of where we are, here, in the Cleveland area, of Texas, which is about an hour's drive, north of Houston.So, in the four days, that Francisco Oropesa has been on the run, from law enforcement, he has not traveled a great distance. And I think what we've seen, over the last couple of days, with patrols, in the area, there was always this inclination, and this thinking, that this suspect perhaps didn't travel very far, from this area, even though FBI officials were saying, earlier today, that they have been following every possible lead, and connecting with law enforcement's contacts, here, in the State, and across the country, and even across the border. And because this suspect is a Mexican national, that concern has always been that perhaps he was figuring out some way, of getting back south of the border, to escape the pursuit of him, here, in the Cleveland, Texas area. But that appears not to be the case. Abby, I can tell you, I've been able to speak with two different family members, of the victims, that were killed, in the Friday night attack. Jefrinson Rivera, who is the longtime partner, of one of the victims, simply said, in a quick phone call -- as you can imagine, it was rather chaotic, for the family, here, in the last 30 minutes or so, as they've been trying to process this news. He simply said, \"We are so happy.\" We also spoke with the brother-in-law, of Wilson Garcia, who you've seen, in our coverage, over the last few days. And he said, they're still trying to figure out -- the family members were actually -- there's a video of this arrest. And they were like looking at this video, very closely, trying to compare, and see the tattoos, on this suspect that they knew that he had. They were trying to figure out if this indeed is the suspect that they were looking for. And everything that they said, all the tattoos that they knew he had, matched. So, they seem very confident that this was indeed the suspect that was behind this brutal attack, last Friday night. But what is also interesting, and kind of speaks to the chaotic situation of how quickly this appears to have unfolded, here, this afternoon, is that none of the family members that I've spoken with, say they have been contacted, by law enforcement, to tell them that this was happening. So, that communication from law enforcement to the family, the victims -- the families of the victims has not, from what I can gather, so far happened. I imagine that will happen quickly. But clearly, a sense of relief, for family members, who have been dealing with this ordeal, for days now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "PHILLIP",
      "sentences": "Yes, a sense of relief for that family, and also for the people, in the surrounding area, as the suspect was considered armed and dangerous.Ed, thank you very much. And we will bring you that press conference, as soon as it happens. Tonight, President Biden, and the nation are staring down two major deadlines, one that could result in economic catastrophe, and the other that may result in a massive surge, at the border. The President ordering the deployment of 1,500 active-duty troops, to assist U.S. border agents, who, are trying to manage a migrant crisis that is likely to only worsen, in the coming weeks. Approximately 2,500 National Guard members, they're already there. The Pentagon says, this new batch, they'll start arriving as early as next Wednesday. That is the eve of the end of Title 42, the pandemic- era border policy that has allowed the U.S., to turn away thousands of migrants, and asylum seekers, on public health grounds. And that order went into effect, in the Trump administration. But it will expire, next Thursday, on May 11, the very same day that the National COVID Health Emergency officially ends. Now, some border cities are bracing for impact. While others, they're already feeling it, like Downtown El Paso, where shelters are overflowing, migrants are camped all over the streets. And that is where Rosa Flores is right now, with those migrants, who are huddled near a church shelter. So Rosa, can you describe, for us, what is happening, on the ground, right now, in El Paso? What are those migrants telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "YORAINE, MOTHER FROM VENEZUELA",
      "sentences": "(FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "FLORES",
      "sentences": "She says that the situation in Venezuela is very difficult. And, really, what a lot of individuals like her want to do in the United States is work.(FOREIGN LANGUAGE). She told me that she traveled about a month and a half to get here. And I'm asking what was the most difficult part? (FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "YORAINE",
      "sentences": "(FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "FLORES",
      "sentences": "(FOREIGN LANGUAGE). She says that the worst part was going through the Darien Gap. She says that her family saw people, who died in the jungle.(FOREIGN LANGUAGE). Where are you going to sleep tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "YORAINE",
      "sentences": "(FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "FLORES",
      "sentences": "She says that she and her children are going to be sleeping here, on the street.And I promised this little boy that I would ask him a question. So, I'm going to ask him the question. (FOREIGN LANGUAGE). What is your dream in the United States? UNIDENTIFIED MALE: (FOREIGN LANGUAGE) Columbia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "FLORES",
      "sentences": "(FOREIGN LANGUAGE) Columbia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "YORAINE",
      "sentences": "(FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "FLORES",
      "sentences": "He said he wants to visit Columbia. (FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "YORAINE",
      "sentences": "(FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(FOREIGN LANGUAGE) pizza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "FLORES",
      "sentences": "And he says that he loves pancakes. He loves pizza. And he hopes to get an education, in the United States.Abby, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "PHILLIP",
      "sentences": "All right, Rosa Flores. That is incredible interview, to hear, from those individuals. Thank you so much, for bringing that to us.And now, let's get some more perspective, from Chad Wolf, the former acting Homeland Security Secretary, under President Trump. Chad, thank you for joining us. I actually want to get your reaction to what we just saw there. There's a lot of policy that I do want to discuss with you. But of course, there are people, behind all of this, a woman, and her two young children, leaving, Venezuela, going through a forest, where they could easily have died, to come to the United States, because what they're fleeing is so terrible. What do you say, to that woman, and to her children, tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CHAD WOLF, FORMER ACTING DIRECTOR, DEPARTMENT OF HOMELAND SECURITY UNDER TRUMP, AMERICA FIRST POLICY INSTITUTE EXECUTIVE DIRECTOR",
      "sentences": "Well, absolutely, there's a number of heartbreaking stories. And of course, you just showed one.And there are many others, of a lot of individuals that want to come to the United States, the greatest country, in the world. There's a lot of opportunity, here. But it's we need to make sure that individuals that want to come here come the legal way, and not illegally. And I think that's what is driving the crisis, along that border. And as we heard, most of them want jobs. They want economic opportunity. They want the chance at a better life. And God love them for that. But again, we need to make sure that there are the legal pathways that a number of individuals can enter the country, are the right way to do it. And it's the orderly way. And I think that's what's driving this crisis, at the moment, is the number of illegal individuals, crossing that border, and we need to get them back into legal pathways, so that we have some control, order, and process, along that border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "PHILLIP",
      "sentences": "What you're describing, a legal pathway is going to require Congress, to do something. And they've declined to do that, failed to do that, for many, many years, now.What we hear from the Republican side of the aisle, your side of the aisle, is that we want more border security. We want more enforcement at the border. And let's put that on the table. But my question to you is, where's the compromise? What do you think Republicans should put on the table, to offer, to the other side that can get the country, closer, to actual progress, on policy reform, immigration reform?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "PHILLIP",
      "sentences": "I mean, I heard you just say, we need to do the enforcement part first. But it does seem like you're not going to be able to just do the enforcement, and not deal with people, like that woman that we were just discussing, who are already here.So, what's the -- I mean, is it possible here that Republicans would agree to do these things, simultaneously? And what's stopping them, from coming to the negotiating table, with a real comprehensive plan here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "WOLF",
      "sentences": "Well, we see that there is actually a plan. And Republicans, in the House, have passed a couple of different bills. I think it will be on the floor, next week.But I think what you saw, from this administration, which I've been critical of, I don't think that's a surprise, is that their way to deal with the security issue, along our borders, is to talk about amnesty, for individuals, here. And I think you got to get serious about stopping the current flow. You got to -- you got to get serious about putting in measures that are going to secure that border, so that you funnel people, to legal ports of entry. And that's we're able to vet them, we're able to check them out, so, we understand who's coming into the front door to this country. And if you don't do that? And you really need to do that, first and foremost, because we've seen and we -- and time and time again, and the facts show you that if you don't do that, and you want to just continue to reform the legal pathways, it's not going to work, at the end of the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "WOLF",
      "sentences": "So yes, you need both. But I continue to contend that you need to secure that border first. And then you can talk about reforming--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "PHILLIP",
      "sentences": "Well--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "WOLF",
      "sentences": "--the various legal pathways, to bring individuals, into the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "PHILLIP",
      "sentences": "Let me get you to respond to this, from New York City Mayor, Eric Adams. He's been talking about Texas Governor, Greg Abbott, who's been busting migrants, from the border, to Democratic-led cities, notably, without any coordination. Take a listen.(BEGIN VIDEO CLIP) MAYOR ERIC ADAMS, (D) NEW YORK CITY, NEW YORK: Governor Abbott sent asylum seekers to New York, Black mayor; to Washington, Black mayor; to Houston, Black mayor; to Los Angeles, Black mayor; to Denver, Black mayor. He passed over thousands of cities to land here. I cannot ignore the fact that Governor Abbott sent migrants only to cities where there are Black mayors, and he's undermining our cities. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "PHILLIP",
      "sentences": "So what's your response to that?But also, I mean, why isn't Greg Abbott, the Governor of Texas, sending migrants, to other parts of the country, where actually they might need people to come? There are so many parts of this country that are short on workers, agricultural workers, construction workers. Why isn't he sending people, to those parts of the country too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "WOLF",
      "sentences": "Well, you would certainly need to ask Governor Abbott, on the selection of where he sends those buses.But it should be noted that the Mayor of El Paso is also sending buses of migrants, to places, like Denver, and other places. I think what you see here is that Texas has been bombarded, over the last 28 months, from this border crisis. They are out of shelter capacity. They are out of resources. And they have been begging the federal government, to step in, to do its job. And the federal government has refused to date. And so, they've had to take these measures, to move people out of the State of Texas, and move them into areas that have sanctuary policies that will care for these individuals. And it has also sparked a debate, right? You have the Mayor of El Paso -- sorry, the Mayor of New York City, visiting El Paso. Why is he doing that? Because he wants to understand the crisis that is impacting his city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "PHILLIP",
      "sentences": "But don't you think at least a little coordination?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "WOLF",
      "sentences": "And he's actually calling on the Biden administration, to do more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "PHILLIP",
      "sentences": "Don't you think--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "WOLF",
      "sentences": "At the end of the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "PHILLIP",
      "sentences": "Don't you think a little -- at least a little coordination is worth--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "WOLF",
      "sentences": "So, I think, it's important we now have bipartisan consensus--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "PHILLIP",
      "sentences": "Don't you think a little coordination is worthwhile, here, even if that's the objective is to spark a conversation? Why not just give these cities a heads-up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "WOLF",
      "sentences": "Sure. I think coordination is always in the benefit, right? Anytime that you're moving mass groups of individuals, like this, I'm all in favor of coordination. So, I don't think you'll get any debate, from me, there.But again, I think what we're seeing here is we now have bipartisan consensus, both from Republicans and Democratic mayors, that the federal government needs to do something, to stem this crisis, because it's not only affecting rural communities, in the State of Texas and Arizona, and along that border, but it's now impacting big cities, around this country, as well. And, of course, every community in America is being ravaged by fentanyl that's coming across, almost exclusively, across that southern border, controlled by the cartels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "PHILLIP",
      "sentences": "All right, Chad Wolf, thank you very much, for joining us, here, tonight. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "WOLF",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "PHILLIP",
      "sentences": "And just moments, from now, the FBI, in Texas, they'll be holding a news conference, on the capture, of the suspect, in the killings of five people, including a 9-year-old child. That suspect, the undocumented immigrant, who had been deported, four times. [21Plus, the markets, today, falling, as the nation inches closer to default, unless Washington acts. The problem is Republicans, in Congress? They're not going to budge. And President Biden is already drawing a line, in the sand. So, we will talk to a key economic player, in the Biden White House, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "PHILLIP",
      "sentences": "May 9. That's a date you should have circled, in your calendar. A meeting at the White House, with President Biden, and congressional leaders, from both parties, is scheduled for then. And the mission is to agree on a plan to pay America's bills.The debt ceiling has been raised 78 times, since 1960. And in a town, where leverage is power, how these meetings go is usually an indicator of the dynamic, at that particular time. So take, for example, 2011. That's when talks collapsed, after John Boehner stopped, taking the President's calls. That led a visibly angry President Obama, to go on national television, and summon leadership, to the White House, on a Saturday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "PHILLIP",
      "sentences": "So, by 2017, it was Donald Trump, now. He was fighting, with his own party, blaming Paul Ryan, and Republicans, for what he called a mess, all while describing his White House sit-down, with both parties, like this, to reporters, on Air Force One.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "We had a very good meeting with Nancy Pelosi and Chuck Schumer. We agreed to a three-month extension on debt ceiling, which they consider to be sacred -- very important -- always we'll agree on debt ceiling automatically because of the importance of it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "PHILLIP",
      "sentences": "But less than two years later, meetings between Trump, and leadership, were regularly contentious, and that would be putting it mildly. In January of 2019, the President stormed out of a meeting, over a potential government shutdown.And, in October, a meeting, over Turkey, ended with Nancy Pelosi, and the President, accusing each other, of having, quote, a \"Meltdown.\" So, in the middle of all of that, the debt ceiling was actually quietly announced. It was raised in a tweet, and in comments like this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "TRUMP",
      "sentences": "I said -- I remember -- to Senator Schumer and to Nancy Pelosi, \"Would anybody ever use that to negotiate with?\" They said, \"Absolutely not.\" That's a sacred element of our country. They can't use the debt ceiling to negotiate.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "PHILLIP",
      "sentences": "Things have changed. But the reason we're telling you this is because what happens, in these meetings, they directly affect your pocketbook.That's a fact that's especially true, for the 66 million Americans, who are relying, on Social Security. That's the same, for veterans, or for active-duty troops, who may miss paychecks, if the debt ceiling is not raised. And anyone who has been trying to buy a home, only to see interest rates keep climbing in recent months. So, those dates, on the calendar, like May 9, they matter more than to just investors, and to economists. June 1, that's another date for your calendar. That is when all of this could go, from theoretical, to very real, and very painful, for those of you, who rely on the government, for money. And that is why the Treasury Secretary says that the U.S. could run out of cash, to pay its debts. Meanwhile, the President has a trip to Japan, and another trip to Australia. And that means that President Biden will be out of the country, at a very critical period of time. So, with us now is Bharat Ramamurti. And he is the Deputy Director for the National Economic Council, over at the White House. So, Bharat, thank you very much, for joining us. So first, I want to raise to you a prospect that we're now hearing, from over, on Capitol Hill. Some lawmakers, Senator Rick Scott, a Republican, he's saying maybe we need 30 more days, a 30-day extension, to try to get to a deal. Would the White House be open to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BHARAT RAMAMURTI, DEPUTY DIRECTOR, NATIONAL ECONOMIC COUNCIL UNDER PRESIDENT BIDEN",
      "sentences": "Well, I'm not going to negotiate here, on TV. But I will say that it's Congress' responsibility, to address the debt limit, and to do so without conditions. It's non-negotiable. It's the reason why the President has been saying, for months now, that we've got to take the possibility of default, off the table.As you detailed there, the consequences of default, are severe. There isn't a person in America, who wouldn't feel the impact of a default. We'd likely go into a recession. We would see mortgage rates, and credit card rates, and small business loan rates go up. Social Security checks, payments for military members, would be in jeopardy. So, the consequences are severe. At the same time, the President has made completely clear, for months, again, that he's perfectly willing to sit down, with Speaker McCarthy, and all the congressional leadership, to have a conversation, about tax and spending policy, about our budget. He's laid out our budget, in early March, says in quite -- in detail, the spending programs, he's in favor of, the tax policies, he's in favor of. We are more than happy to have a conversation with Republicans about why we prefer our vision to theirs. But what we can't do is have a conversation about whether we're going to default or not. The consequences are just too severe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "PHILLIP",
      "sentences": "So, I understand that is your position.One thing I think that is a little hard to understand? Today is May 2. May 9 is when the President has scheduled this meeting. Why not say, \"I want Republicans and Democrats at the White House, tomorrow.\" That would be really today. Republicans have passed their version of what they want to see, in the debt ceiling. The President has his budget. Why not meet this week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMAMURTI",
      "sentences": "Well, my understanding is that it's out of respect, for the schedule of the Congressional leadership, including Speaker McCarthy, who I believe has been abroad, this week. I know the House is out of session. And so, we want to make sure that all participants can appear in-person for that meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "PHILLIP",
      "sentences": "Although my understanding is that Speaker McCarthy said he would--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMAMURTI",
      "sentences": "But look, the people's position have been very clear--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "PHILLIP",
      "sentences": "--return, he would come back, in order to do this. And I mean, I would imagine you would agree this is important enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "PHILLIP",
      "sentences": "So, why not talk about it now? And I take it you want a clean debt ceiling raise. But is the President willing to have the conversation, right now, about those broader issues, as Senator Manchin is asking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMAMURTI",
      "sentences": "Sure, absolutely. We've been happy to do that for many months, now.The President's made clear that ever since he laid out his budget, in March, he's invited Speaker McCarthy, and the House Republicans, to present their budget, so that we can have an informed discussion about what exactly what Senator Manchin is talking about there, how we make progress, on the fiscal trajectory, of this country. Like I said, before, the President has laid out a plan to cut the deficit by $3 trillion, and preserved the programs that families rely upon. Again, we are perfectly happy, to have a conversation, with Speaker McCarthy, and all the Congressional leadership, about how we enact that vision, and why we think it's superior, to the significant cuts that the Speaker, and his Caucus, are pushing for, and that would, according to Moody's, push this country closer to a recession, and cost us 800,000 jobs, just in the next year. Again, it's important to take a step back and realize that the current position, of the House Republican caucus, is that either we default, and move the country, immediately, into a recession, or we expect -- accept their massive spending cuts to middle-class programs that would cost us 800,000 jobs, and push us closer to a recession. That's not really a good set of choices that we're dealing with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "PHILLIP",
      "sentences": "Rare praise, for the Speaker of the House, coming from an unlikely source, the White House press podium.In Israel, when Russia reporter asked a question, implying that he doesn't support Ukraine, Kevin McCarthy said this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "MCCARTHY",
      "sentences": "I vote for aid for Ukraine. I support aid for Ukraine. I do not support what your country has done to Ukraine. I do not support your killing of the children either.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "PHILLIP",
      "sentences": "So, that comment drew, this praise, at today's White House press briefing.(BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: We're glad to hear that Speaker McCarthy agrees it is vital to keep supporting Ukraine. It is -- it is -- it was good to hear him, push back, on the propaganda, put forth, by Russian state news outlets, as we have seen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "PHILLIP",
      "sentences": "I'm joined now by Astead Herndon, with \"The New York Times;\" Sarah Ellison, with the \"Washington Post;\" and Tom Nichols, of \"The Atlantic.\"So Tom, first of all, it's crazy that it has to be said, \"I don't support the killing of children in Ukraine.\" But he's saying it, because there have been some questions, about how much he, and other Republicans, support the efforts, of Ukraine, to not be dominated, by Russia, in this war. TOM NICHOLS, STAFF WRITER, THE ATLANTIC, AUTHOR, \"OUR OWN WORST ENEMY: THE ASSAULT FROM WITHIN ON MODERN DEMOCRACY\": Right. That's the first thing you have to say is, isn't it great that someone can actually say this out loud that you don't support Russia, in this war. But I think the overall problem is that there's a small part of the GOP base that is basically siding with Russia, on this war, in a kind of almost reflexive opposition, to whatever the Democrats, and the so- called foreign policy establishment are doing. And so now, McCarthy has distanced himself from that, finally. But there is a bloc of voters that he was speaking to, up until this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "PHILLIP",
      "sentences": "Is it reflexive? Or are they trying to actually shift the dynamic here, going from the kind of neocons of the Bush era?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "ASTEAD HERNDON, CNN POLITICAL ANALYST, NATIONAL POLITICAL REPORTER, THE NEW YORK TIMES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "PHILLIP",
      "sentences": "To the Trump, America First something?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "HERNDON",
      "sentences": "I mean, certainly it is an act of effort from that slice of the base. I mean, they're not the majority of the Republican electorate. That should be said. And I think that's the space, where Kevin McCarthy is coming from. I was at the Munich Security Conference, earlier, this year, and you saw support, from big factions, of the Republican Party, there.But it's been Speaker McCarthy, who's been push and pull, because you have that America First wing, people like Marjorie Taylor Greene, people like Matt Gaetz, who have tried to push him, on this issue. So, he's walked a thin line, here. But yesterday, particularly when pushed by that outlet, he came out strong. And I think the White House is also buttering him up, ahead of those debt ceiling negotiations, to getting two things done at once.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "PHILLIP",
      "sentences": "So, can I play? This is Marjorie Taylor Greene. She's been actually really at the forefront, of a lot of this, one of the loudest voices, pushing for the United States, to distance itself, from Ukraine.(BEGIN VIDEO CLIP) REP. MARJORIE TAYLOR GREENE (R-GA): There's not bipartisan support, among the American people, for fighting a war, in Ukraine, that does nothing for Americans except force them to pay for it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "PHILLIP",
      "sentences": "And, by the way, a cameo there, from Tucker Carlson, who has also has historically been one of the loudest voices, on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "SARAH ELLISON, STAFF WRITER, WASHINGTON POST",
      "sentences": "Absolutely. And I was talking to some people, who worked with Tucker, earlier. And they were saying that if Tucker were still on air, Kevin McCarthy wouldn't be able to say those kinds of things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "ELLISON",
      "sentences": "And I think that that's kind of alignment between sort of the MAGA part of the Republican election -- the Republican political base, and that part of the conservative media, is very tight. And I think it's something that we -- you're going to see a lot more from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "HERNDON",
      "sentences": "Right, because remember how Ron DeSantis walked back on Ukraine? It was on Tucker Carlson's show that that happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "ELLISON",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "HERNDON",
      "sentences": "That was one of the largest and most important voices. I think that's a great point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "PHILLIP",
      "sentences": "I wonder what Ron DeSantis is going to do now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "NICHOLS",
      "sentences": "Well, Ron DeSantis, the last time Ron got caught, between Tucker Carlson, and Fox News, on one hand, and his donors, and the Republican establishment, on the other. And it was the worst of all worlds. He said it. And then, he flipped-flopped. And he had to unsay it the next day.But, at this point, now there's room, again, to run to the right of Kevin McCarthy. And I think it's absolutely right that Carlson's absence kind of clears a little bit of the air, here. But it's also -- I mean, I think that's really an important point. It is not a majority of the GOP.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "NICHOLS",
      "sentences": "It's not a majority of the American public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "PHILLIP",
      "sentences": "Tonight, former Fox producer, Abby Grossberg, is speaking out, about the culture of fear and intimidation, that ousted host, Tucker Carlson, allegedly fostered, at Fox News. But it wasn't just among the employees.Grossberg, who was -- whose explosive lawsuit, against Fox, marked a turning point, for Dominion, in its case against the network, also spoke out about the power that Carlson tried to wield, over politicians. Politicians, like the House Speaker, Kevin McCarthy. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "ABBY GROSSBERG, FORMER FOX NEWS PRODUCER",
      "sentences": "I don't think journalists should have that kind of power, to threaten and bully people. And Tucker did and reveled in it.ANDERSON COOPER, CNN HOST, ANDERSON COOPER 360: He enjoyed that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "GROSSBERG",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "I mean that was part of his persona?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "GROSSBERG",
      "sentences": "Yes. I mean, they believed that he could broker who was Speaker, House Speaker. He wanted to do that live on air, but Kevin McCarthy said no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "What do you mean he wanted to do that live on air?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "GROSSBERG",
      "sentences": "His plan was to have Kevin McCarthy come on the show.So, fast-forward to January 5. They start asking me to book McCarthy, on the show, that night. I had worked with him, a lot, when I was at \"Sunday Morning Futures,\" and had a relationship with his team. That afternoon, Justin came in, and he said, \"Here's the plan. Tucker's going to first have Kevin on, hear him beg and grovel. Then, we'll bring in Matt Gaetz, and Matt Gaetz will then kind of set his terms. Then, Tucker will set his terms that McCarthy has to agree to.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "Tucker Carlson had terms that McCarthy--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "GROSSBERG",
      "sentences": "Had terms, yes, had terms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "--had to agree to? Wow!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "GROSSBERG",
      "sentences": "\"And we're going to make this whole thing happen on air, and save the Republican Party.\"Fortunately, for McCarthy's sake, he said, \"No.\" (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "PHILLIP",
      "sentences": "CNN's Oliver Darcy is joining us at the table.So Oliver, as I often say, this Fox News saga is not just about the media. It's about politics. This is a figure, in the media, who was as much a player, on the chessboard, of American politics, as pretty much anybody else. And there you have the proof.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "OLIVER DARCY, CNN SENIOR MEDIA REPORTER",
      "sentences": "Yes. And he was probably, arguably, the most influential force, inside the modern-day Republican party, outside of Donald Trump. And with Donald Trump, not in office, Tucker Carlson, on his Fox News show, and that Fox News perch, was extremely influential.And he -- she describes him as a journalist. But I think it's more appropriate to describe him as an extremist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "PHILLIP",
      "sentences": "It was a stretch, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "DARCY",
      "sentences": "He was an extremist, who pushed the Republican Party, to the extreme, whether it was with, casting conspiracies, about the COVID vaccines, about what happened on January 6th, sowing doubt on the election, in 2020. There were so many conspiracy theories that Carlson floated, on his program, that ended up taking hold, in the Republican Party. And he gave voice to those.And you were talking about how Kevin McCarthy probably wouldn't have come out, against Russia, in their war, in Ukraine, this week, if Carlson were on that program. I think that's very true. And it's going to be interesting, to see how the Republican Party adapts, without this extreme voice, whipping them into a certain direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, Sarah, you've been following this closely as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "ELLISON",
      "sentences": "Yes. I mean, I think that what Oliver says about his influence is absolutely true. But I also think that Tucker Carlson is not entirely done. He's sort of plotting his return, much the way that Donald Trump is sort of plotting his return.And so, we have to see the ways in which these sort of ousted -- you have the most powerful person in media, who's been ousted from his chair, and Trump, who is the most sort of followed politician, the most powerful person, in the Republican Party, both working their way back. And I think it's going to be a test for the Kevin McCarthys of the world to see what they're going to do, when these people reemerge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HERNDON",
      "sentences": "And while Tucker Carlson was undeniably powerful, most powerful person at that network, and that voice was really influential? I think anyone besides Donald Trump to not wield that level of power, in Republican politics. He's emblematic of a Fox News that had pushed that sort of grievance-driven rhetoric, and grievance- style of folk journalism, for a long time.You had seen people come before him, which had really made that style more popularized, and pushed that network, and I think thus the electorate, to the right. And so, even there were times, when obviously, Fox News and Donald Trump weren't on the same side. But he was able, because of how deeply-rooted grievance was, in the Republican base, to push back against Fox News, sometimes. And so, certainly, Tucker Carlson wielded that, in a deeply-effective manner that made his show so much more popular, than others. But certainly, he's not the only one, who was doing that, on that network. And through that -- through that, how the party, and the show network has shifted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "GROSSBERG",
      "sentences": "I was definitely seduced, for about a week, by those ideas, as tens of millions of Americans were, and wondering if there could be evidence. That evidence never came. So, for me, it took a few days, to kind of just realize that the whole thing was a ruse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COOPER",
      "sentences": "Maria Bartiromo did not push back on Sidney Powell, or Rudy Giuliani. Did you feel an obligation to like get in her ear, and say, \"You got to push back?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "GROSSBERG",
      "sentences": "Yes. And I had statements, and I had statements, and--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COOPER",
      "sentences": "You would put up a deposition -- a Dominion statement, at one point, on the screen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "GROSSBERG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COOPER",
      "sentences": "And she didn't read it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "GROSSBERG",
      "sentences": "Ultimately, it was up to her to read it. And she didn't.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "PHILLIP",
      "sentences": "Do you buy that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "NICHOLS",
      "sentences": "It's possible that she still believes it. But I think that whole notion that you get seduced by this, and you live in this, kind of crazy bubble, where there's nobody, at the table, who stops for a moment, it says, \"By the way, that's crazy!\" that everybody says, \"Well, run with it.\"And I think Tucker Carlson, as you were saying, Abby, he perfected this, being able to kind of hold the microphone, in front of the speaker, and get that feedback going, because he wasn't just pumping it. He was listening to what was coming back, amplifying it back out, over and over and over again. And I think that's where really the secret of his success was, as opposed to Bartiromo, who just kind of went on, and said, \"OK, I believe it, and I'm not going to interrupt Rudy Giuliani, while he's doing this.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "PHILLIP",
      "sentences": "I want to play one more part of Abby Grossberg's comments. This is about, well, the C-word.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COOPER",
      "sentences": "So, people got a message from Tucker Carlson that it was OK to use the C-word, or whatever it was, and they felt emboldened to do that, too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "GROSSBERG",
      "sentences": "I think that they took pride and joy in doing it. They thought it was fun. It was just really kind of a Bro-fest there.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "PHILLIP",
      "sentences": "Tucker Carlson plays a provocateur, on television. It's almost like an act, right, like Alex Jones, in some ways. But I think what she's describing is a culture that actually was kind of real, inside of Fox News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "DARCY",
      "sentences": "And shocking, to some extent, that this culture still comes after Carlson replaced Bill O'Reilly, who was ousted over sexual harassment. And so, that Carlson would come in, and use the C-word, freely, is sort of stunning.But, to Tom's point, I think it's important to point out that at the end of the day, the Murdochs are in charge of this network. They're the ones, who are the captains of the ship. And so them, letting Maria Bartiromo, go on with election lies, or Tucker Carlson, running a show this way? This is on them. They allowed for this. Where were they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "PHILLIP",
      "sentences": "More now, on our breaking news.After days, on the run, the manhunt is over, for the suspect, in the killings of five family members, and neighbors, in Texas. He is an undocumented immigrant, who was deported, four times. And the FBI will have a news conference, in just moments. But first, CNN's Josh Campbell is joining us, live. So Josh, you were learning some new details, from your sources, about how authorities were able, ultimately, to find this suspect, after just days ago, they were saying they had zero leads.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT, FORMER FBI SPECIAL AGENT",
      "sentences": "No, that's right. And law enforcement has been very quiet, about this investigation. As it's been ongoing, they've been blasting out the suspect's photo, as well as information about this $80,000 reward, as they've been fanning out, across South Texas, to try to find him.But I'm told, from law enforcement sources that ultimately what authorities were able to do was surveil the suspect's wife, which led to a residence that was associated with a family member. There, tactical officers found the suspect, 38-year-old Francisco Oropesa, hiding in a closet, I'm told. He was taken into custody without incident. He has now been booked, into the San Jacinto county jail. The Sheriff issuing a statement, just a short time ago, thanking the multitude of law enforcement agencies, that worked on this case, to try to find this suspect. Also thanking members of the community. You have to remember, people there, in Southeast Texas, particularly, were going about their lives, in fear, for the past several days, as this suspect, who was accused of this brutal heinous attack, was on the run. It's interesting also to note that this wasn't just a national domestic investigation. This also involved Mexican officials, as well, because the suspect, they didn't know whether he was here, or in Mexico. But the breaking news, tonight, he has been taken into custody, near the town of Cut and Shoot, Texas, I'm told, by three law enforcement sources. And as you mentioned, we'll be hearing, from the FBI, and local law enforcement, at the top of the hour, with more details, on this investigation, and what's next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "PHILLIP",
      "sentences": "New dashcam video, tonight, showing the moment that a speeding car spins out of control, nearly killing a police officer.(BEGIN VIDEO CLIP) (VIDEO -- DASHCAM SHOWS OFFICER NEARLY KILLED BY CAR DURING TRAFFIC STOP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "PHILLIP",
      "sentences": "That dramatic moment, happening there, in Virginia. The officer was conducting a routine traffic stop, when a BMW lost control, and flew across the highway. The driver, a 17-year-old, was going at 120 miles per hour. Miraculously, though there were no major injuries. And the teenager has been charged with reckless driving.And thank you, again, for joining us here, on CNN. \"CNN TONIGHT\" with Alisyn Camerota is starting, right now. Hey, Alisyn?",
      "isLastSentenceInterrupted": false
    }
  ]
}