{
  "date": "2023-01-11",
  "headline": "CNN Newsroom",
  "subHeadline": "GOP House Oversight Chair Seeking Info on Biden Family's Finances; Psychologists Warn of TikTok Crisis on Gen Z's mental Health; NICU Mom Stays By Son's Side After Nurses Go on Strike. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "And, of course, you guys know that there're huge differences between this case with Joe Biden and with Donald Trump. One of the big differences, of course, is that the former president spent months fighting, basically, with the Justice Department and the Archives over turning over those documents. And that's the reason why you had an extraordinary search that happened at Mar-a-Lago last August. That's the reason why that happened that way.And in the way we've understand this episode has developed, you know, the president's team found these documents and immediately notified the National Archives and turned them over. So, big differences, but that might not matter for Attorney General Merrick Garland, as he tries to decide what he should do next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "Yes, no question. You have the political pressures and you have the legal pressures, and good to note the differences. Evan Perez, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "We also have new CNN reporting this morning about House Oversight Chairman James Comer. We've learned he is targeting the Biden family, one of the committee's first moves under Republican control, requesting Biden family transactions, financial transactions from the Treasury Department, including bank activity reports, what's known as SARs, suspicious activity reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SCIUTTO",
      "sentences": "The committee is also calling on several former Twitter executives to testify at a public hearing. This comes as Republicans have accused the social media of suppressing the Hunter Biden laptop story in the lead-up to the 2020 presidential election.Joining us now to discuss, Errol Louis, Political Anchor for Spectrum News, Molly Ball, National Political Correspondent for TIME. And, Molly, in this list of things, whether it's McCarthy's comments on Biden's handling of classified documents, questions about Biden and Hunter Biden, we're getting a very clear sense as to what the targets of a Republican-controlled House will be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MOLLY BALL, NATIONAL POLITICAL CORRESPONDENT, TIME",
      "sentences": "That's right. And they have been saying for a while now, since before the election, that this is what they planned to when and if they got control of the House, just on a practical level, with the White House and the Senate controlled by the Democrats, investigations and accountability and oversight are really one of the only things that the House Republican majority can do unilaterally. And I think, importantly, since we've seen how divided they are against themselves, this is something that they broadly agree on.So, this is a House Republican majority that has been decrying what they call partisan witch hunts for a while. Now, they get to investigate the investigators in a lot of cases and we're going to see what they turn up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "HILL",
      "sentences": "Errol, it also raises the question, I mean, a number of them ran on these grievances, right, and the promise of investigations, specifically investigations into the Biden family. But it does raise the question of can they investigate and legislate at the same time. How much legislation and governance will we see happening with this Congress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ERROL LOUIS, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, that's the question, Erica. If grievance politics is what you ran on, then you have got to sort of stoke that grievance. The best-case scenario, it seems to me, would be that they would begin an investigation, quickly find out that there's more important things that they should be working on, and quietly put this to bed and tell their followers, we looked into it, because that's what they promised to. Okay, that's fine, look into it.But to a certain extent, the public is going to recognize that they may be studying for the wrong test on Capitol Hill if they want to spend an inordinate amount of time on this as opposed to things that actually matter. Politics and elections and leadership are all about the future, not about going back to try and figure out what might have happened or what should have been looked at before what's going to ultimately be -- the 2020 election is going to be two cycles ago pretty soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Regarding classified documents, there are really two legal issues when it comes to Trump, and that was holding the documents but then the obstruction of handing them over, right, resisting handing them over. And a lot of lawyers had said that it's really the obstruction line of investigation that was most likely to create a charge if the Justice Department decided to go that way. Has the Biden case affected that decision, though? Because at the end of the day, this is a decision that also involves the politics of potentially charging a former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "LOUIS",
      "sentences": "Well, it's likely --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BALL",
      "sentences": "Clearly, the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Sorry, I was going to give Molly a chance, but I would love to hear your thoughts, Errol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "LOUIS",
      "sentences": "I mean, accidentally taking documents is not a crime at all. Refusing to give it back when asked by a duly constituted authority is the entire violation. And there's no evidence of that in the Biden case, at least not yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Molly, your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "HILL",
      "sentences": "And when we look at how -- what else we're going to see play out in Congress, I was struck by recent comments just a short time ago from House Leader Kevin McCarthy, Errol, when asked specifically about George Santos, he said he would not be on key committees. But as a number of our smart colleagues have pointed out this morning, you do not have to be on a key committee, you could still be on a committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ERROL",
      "sentences": "Yes, that's very true. And one looks forward to getting the reaction from people who will look to their left or look to their right and see George Santos there and discover that they are now sitting on a non-key committee. George Santos is not going to be a big, big problem for the Republicans. Clearly, they're going to push him in the corner. How isolated that corner is, I guess, remains to be seen. But he's already given them the one vote that they needed or the main vote that they needed, which was to elevate McCarthy to the speakership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SCIUTTO",
      "sentences": "But, Molly, isn't the question here whether he should be serving in Congress at all? I mean, he ran on not just one lie but a series of lies here, and there seems to be remaining legal questions about whether he broke laws in terms of his financial disclosures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BALL",
      "sentences": "That's right. There has been some complaints filed to that effect. And we know that there are some investigations, include on the local level, into whether any laws were broken. But I think, as Errol was saying, this is a minor headache for the Republicans in Congress compared to everything else they're dealing with. And if he survives all of these different investigations and complaints, it will then be up to the voters whether they want to keep George Santos in Congress knowing what they now know about him, which was not what they thought about him when they elected him in the first place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Well, they'd have to wait two years for that chance.Molly Ball, Errol Louis, thanks so much to both of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "LOUIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BALL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SCIUTTO",
      "sentences": "In Illinois, the Democratic governor, J.B. Pritzker, just signed legislation banning the sale and distribution of assault weapons and high-capacity magazines. That new law, state law, also bans rapid-fire switches that can easily convert handguns into assault weapons. It also requires existing owners of semiautomatic rifles to register them with the Illinois State Police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SCIUTTO",
      "sentences": "Well, psychologists are now warning that the popular app, TikTok, is causing what they call a national mental health crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "HILL",
      "sentences": "Yes. More voices warning about this, they say it is now leading to higher rates of depression and even addiction in younger generation.CNN Business and Politics Correspondent Vanessa Yurkevich joining us with more of these details. So, you hear this and you think obviously as a parent, how concerned should I be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "Well, there is cause for concern as a parent, but there are some tools to help. But just as you reported yesterday, you have Seattle public schools suing social media apps, including TikTok, because of the concern they have over mental health. And now we're hearing from national security experts and mental health experts who are raising the alarms even more about TikTok.(BEGIN VIDEOTAPE) YURKEVICH (voice over):  In just five years, TikTok has amassed more than 1 billion global users. Eyeballs around the world glued to the endless content and viral videos. How long do you think you spend on TikTok every day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Two to three hours probably.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Three, four hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "YURKEVICH",
      "sentences": "But last month, the U.S. government along with more than a dozen states banned TikTok on most federal devices citing national security concerns over its Chinese parent company and the possibility it could pressure TikTok to hand over personal data.There is no public evidence the Chinese government has done that, but there is evidence of another risk, social media's impact on mental health, particularly among Gen Z.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "JEAN TWENGE, PSYCHOLOGIST, SAN DIEGO STATE UNIVERSITY",
      "sentences": "The depression started to rise after 2012, so did self-harm and suicide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "YURKEVICH",
      "sentences": "Dr. Jean Twegen says, as smart phones and social media grew, so did the rate of depression among teens, nearly doubling between 2004 and 2019. By that year, one in four U.S. teen girls had experienced clinical depression, according to Twenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "TWENGE",
      "sentences": "So, there're pro-anorexia videos. There are videos that instruct people on how to cut themselves. All they're trying to do is to get people to use the app for longer so that helped the company makes more money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:06",
      "speaker": "EMERALD GOLDBAUM, SOPHOMORE, UNIVERSITY OF BUFFALO",
      "sentences": "Once you watch the one video, you're like, well, can I watch another? So, you just keep doing -- it's a cycle. You don't realize that the time is passing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:06",
      "speaker": "YURKEVICH",
      "sentences": "That's exactly happened to Jerome Yankey.JEROME YANKEY, DELETED TIKTOK IN 2021:  I had definitely done all my dues on TikTok before. I had just been scrolling until the sun came up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:06",
      "speaker": "YURKEVICH",
      "sentences": "He says he lost sleep, his grades suffered, he lost touch with his friends, he lost his sense of self. In 2021, he deleted the app.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:06",
      "speaker": "YANKEY",
      "sentences": "Getting disappointed by my own life is never something I want to be doing, especially when I have the power to change it. But I just wasn't because I was spending hours on this app.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:06",
      "speaker": "HANNAH WILLIAMS, CREATOR, SALARY TRANSPARENT STREET",
      "sentences": "We have like a lot of cool resources that we give to our audience for free.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:06",
      "speaker": "YURKEVICH",
      "sentences": "Hannah Williams proves the positive side of TikTok, allowing her to create a business, Salary Transparent Street, providing pay transparency to her nearly 1 million followers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:06",
      "speaker": "WILLIAMS",
      "sentences": "I think TikTok definitely helped just because they have such audience reach potential.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:06",
      "speaker": "YURKEVICH",
      "sentences": "She hopes TikTok's algorithm works in her favor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:06",
      "speaker": "WILLIAMS",
      "sentences": "Helping people in marginalized communities is the only reason I am doing this. It's my entire mission.(END VIDEOTAPE) YURKEVICH (on camera):  And there is some research that suggests the positive sides of TikTok. According to Pew Research, they say that one in eight teens reported feeling more connected to community. About 71 percent of teens say that they find a sense of creativity on these social media platforms. And TikTok told us that they do have screen management tools, where you can set limits. They're also testing a sleep feature that will tell you when it's time to shut down and go to bed. But, of course, what we're hearing from teens is that they feel like TikTok knows them so well. They know what they want to consume. There's that For You section that just pumps in tons of content. So, yes, it's on the company, but it's also on us to try to regulate or consumption. Because at the end of the day, so many people say that they are addicted to social media, and that can easily happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:06",
      "speaker": "HILL",
      "sentences": "Yes, it can, and you can understand too the real mental health concerns about anxiety, depression, how it makes you field about yourself. It's so important we keep talking about it. I appreciate it. Vanessa, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:06",
      "speaker": "YURKEVICH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "HILL",
      "sentences": "One New York mom has now taken leave from her job so that she can watch over her baby in a hospital where nurses have been on strike since the beginning of the week. So, Logan is a patient in Mount Sinai's neonatal intensive care unit. He's been there for three months. His mom, Lora Ribas, says she's too scared to leave him alone there under the care of the new travel nurses. So, instead, she chose to take a leave from work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SCIUTTO",
      "sentences": "Goodness. You can imagine her concern. This comes as more than 7,000 nurses of two big New York hospitals went on strike, demanding higher pay, more staffing to help keep patients safe. And that's really the key there. They want help. They say they're overwhelmed.CNN Senior Medical Correspondent Elizabeth Cohen has more details. And, Elizabeth, any of us who have had family members in hospital care know that nurses are the frontline. I mean, that's the primary interaction, right, with patients. What is the state of not just with this strike but broader shortages in the country because this is not the first time we've heard of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT",
      "sentences": "Right, Jim. It's certainly not the first time. Anyone who's ever been in the hospital, as you said, nurses are where it's at. They are the ones who take care of us. This is a hard job physically, emotionally, in every way. And nurses in various parts of the country saying that the ratios are too high. They are assigned too many patients.So, things then got worse during the pandemic, because, really, patients sometimes were outright violent to nurses. I was speaking this week with nurses who were kicked, nurses who were punched, nurses who were sworn at by people who weren't happy with their care, who were anti-vaccine, all sorts of reasons. Let's take a look at what a survey showed, and this was back in 2020. So, this is when we hadn't even experienced the entire pandemic yet. It was a survey that looked to 23 nurses July through December of 2020, two in five of them said they intended to leave the profession after two years. That's really a problem. That really says something that something is wrong if, you know, you go into nursing because you want to help people, right? And so you were referring earlier to the mom, Lora Ribas, in New York. She has a baby who was born 13 weeks early and has been in the neonatal intensive care unit. And here's what she had to say about what she's experiencing because her baby is with nurses who don't know her baby very well. (BEGIN VIDEO CLIP) LORA RIBAS, SON IN MOUNT SINAI NICU (voice over):  My baby suffered cardiac arrest two days before the strike happened. So now, I'm dealing with that plus the shortage of staff, which is very scary. [10:55:00] And it's scary to think that I can't even go to the bathroom without me being concerned, you know? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "COHEN",
      "sentences": "I can really feel for show she must feel. I had three children in the NICU. Every single minute is so worrisome. And to have nurses there who aren't accustomed to your child, that must be really difficult. Jim, Erica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes, indeed. Well, we hope they reach a resolution soon. Elizabeth Cohen, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "HILL",
      "sentences": "And thanks to all of you joining us today. I'm Erica Hill.",
      "isLastSentenceInterrupted": false
    }
  ]
}