{
  "date": "2023-07-17",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Russia: Ukraine Grain Deal \"Has been Terminated\"; Supercharged Weather Events Around the World; Kremlin Targets Schools in Pro-war Propaganda Campaign; 40 Killed by Flooding, Landslides in South Korea. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Hello and welcome to CNN \"Newsroom\". I'm Bianca Nobilo in London today for Max Foster. Just ahead, Ukraine is said to be responsible for a strike on a crucial bridge that links Crimea to Russia. This as Russia says the Black Sea Grain Deal with Ukraine has been terminated sending wheat prices up immediately.We'll look at what it could mean for global food prices. Plus, mega heat waves, being felt right now in Asia, Europe and the U.S. More on the extreme weather that's causing havoc around the globe. We begin with major developments in Russia's war on Ukraine, just hours after an attack on a vital bridge connecting Russia to the annex Crimean peninsula. The Kremlin says it's pulling out of the Black Sea Grain Deal more on that in a moment. Meanwhile, Kyiv is claiming responsibility for an explosion on the Kerch Strait Bridge saying it was carried out by Ukrainian security services in a joint operation with the Navy. That's according to a source. The Governor of Russia's Belgorod region says two people were killed. The courage bridge serves as a crucial route in Moscow's war effort. And CNN's Alex Marquardt joins me now live in Odesa, Ukraine. Alex what more can you tell us about the extent of the damage and the logistical impact that it will have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, this was an extraordinary attack, both because of the importance of this bridge crossing the Kerch Strait connecting Russia with Russian annexed Crimea, but also because of the symbolism of this bridge, there is perhaps no greater symbol of that Russian annexation, this bridge was opened back in 2018.Now Ukraine is rather surprisingly claiming responsibility. Often they do not claim responsibility for these types of brazen attacks. But he was saying that it was its navy and a joint operation with the SBU. That's the domestic security services that carried out this attack. We believe it was around 3 am local time, according to Russian authorities, which have called this a terrorist attack. It was carried out by sea or surface drones. In terms of the destruction the roadway from pictures and video that we've seen was severely damaged and traffic came to a halt. A parallel to that roadway, our train tracks and it appears that the trains have kept running, but with some delay. We have seen images coming from a train indicating that the trains are still running. This was a deadly attack. At least two adults were killed. That's according to an official in the Belgorod region. We believe that they are parents and that their young child was injured but this is extraordinarily significant. This bridge opened in 2018 as I mentioned, it cost almost $4 billion to build it was a personal project of President Vladimir Putin's. When he when the bridge was opened, he drove across it himself in a truck it spans around 12 miles or 19 kilometers. And then the last time there was an attack on this bridge in October, which mind you Ukraine did not claim. It resulted in a significant series of strikes the heaviest strikes that we had seen from Russia against Ukraine since the war began, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "NOBILO",
      "sentences": "Alex Marquardt for us in Ukraine. Thank you very much. Back now to Russia's termination of that critical Grain Deal triggering new fears over global food supplies. The agreement, which was brokered by the U.N. and Turkey last July, allowed Kyiv to export its grain by sea despite a wartime blockage.The effects of Moscow's withdrawal will be felt way beyond Ukraine and could have a significant impact on food and grain prices worldwide. And CNN's Scott McLean joins me now to discuss that. Scott, what impact might this have in the immediate term? And also, are we to assume that this decision is in response to the attack on the Kerch Bridge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "NOBILO",
      "sentences": "Scott McLean, thank you so much for bringing us those developments and sort of helping us understand the very complex picture and far reaching repercussions. And we're also seeing record breaking heat in many parts of the world thanks in large part to the steady warming of the earth.In the U.S., more than 80 million people remain under an extreme heat advisory with several cities breaking their high temperature records. And a powerful heat wave continues to scorched China, the city of -- had all of its all-time record of just over 52 degrees Celsius. And in South Korea, days of torrential rain have caused landslides and flash flooding. The extreme weather there has claimed at least 40 lives. In Europe, 15 countries are under orange alerts for high temperatures and six or under red alerts with Southern Europe bearing the brunt of that heat. And somebody who's in one of those countries is Barbie Nadeau, who's joining us from outside the Colosseum in Rome. Barbie, obviously Italians are being advised to stay inside, what impact is this having on all of the tourists who have flown or traveled into Italy and obviously want to be out and about but it's simply not safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "BARBIE NADEAU, CNN REPORTER",
      "sentences": "That's right. In fact, we're not in front of the Colosseum. We're in front of the Spanish Steps now where there are so many tourists right now. But one of the things that Rome does so well is they have plenty of water. You see the fountain behind me at the base of the Spanish Steps.This is drinking water and tourists are going here. When they can filling up their bottles of water and trying to keep hydrated. That's one of the only things they can really do here. Italy doesn't have air conditioning stations, like a lot of places in the United States where it gets really hot. One of the things that were so worth noting is that it's not Italians out here. Italians and other Southern Europeans know what to do in the heat. They stay out of the sun at this time of the day. They eat light, they don't drink much alcohol. The tourists however, they have entirely different agenda. And so that's why authorities are so concerned that they're the ones who are most vulnerable right now. And in fact, we've got people it's the middle of the day hear, people out in the sun. When authorities are basically saying they shouldn't be. There is some relative shade behind me and they're larger groups of tourists there. But for the most part, those who want to enjoy their Roman holiday, here the Spanish Steps are doing so right behind me, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "NOBILO",
      "sentences": "Barbie Nadeau, thank you so much and of course you are outside the Spanish Steps might astigmatism contact lens has shifted ever so slightly. Let's bring in Rafael Romo who's joining us now from Las Vegas, Nevada, which tide its record high temperature on Sunday. How are people they're coping and enduring this huge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "CAT TAYLOR, TOURIST",
      "sentences": "Feels like you're actually on fire after you're out here for a while. And we've just been I just slammed about two bottles of water at lunch. This is definitely like touching surfaces, not used to burning myself on -- .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "JAKE GUSE, TOURIST",
      "sentences": "It's just harder to breathe like without the moisture in the air. It's just kind of hard to breathe you know so makes things a little difficult.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "ROMO",
      "sentences": "And Bianca, high temperatures at Hoover Dam were well over 110 degrees during the weekend and are expected to remain at the same level during this week on excessive heat warning remains in effect for parts of Arizona, California and Nevada. The National Weather Service says dangerously hot afternoons with little overnight relief are expected.I think that this will result in a major to extreme risk of heat related illness for much of the population, Bianca, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "NOBILO",
      "sentences": "Rafael, I hope you keep as cool as possible. I know your compatriots do too, Rafael Romo, for us in Las Vegas. Thank you. And women in Iran are again under the scrutiny of the so called morality police. State media reports that they have resumed patrols to enforce strict Islamic dress codes.Officials say those who don't comply may face legal action. The move comes 10 months after Mahsa Amini's death in police custody sparked months of massive protests. She was detained for not wearing a hijab correctly. CNN's Salma Abdelaziz joins us now. Salma, what does this mean for women in Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "It's a victory for Iran's hardliners, its clerical establishment and yet another blow part of this brutal crackdown on Iran's protest movement, a sign of just how much Iran suppression silencing of demonstrators has taken effect. You'll remember as you mentioned, those morality police officers were pulled off of the streets largely after these demonstrations took hold of every province in Iran.Now the authorities announcing they will be back in addition to their usual patrols. They'll be using vans foot patrols. I know you're playing that video right now from a local news agency where you see those police officers back on the streets. But if you look very closely, Bianca, you will also see that women are just passing them by without a headscarf on very telling of the times and signs. There's one young woman who was bold enough to speak to those cameras. And she said, look, they can't go back to the way they were. It's too tough now, take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you think the morality police can prevent women from not wearing a hijab?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "ISMAILI, UNIVERSITY STUDENT",
      "sentences": "They cannot impose it like before the number of people who do not obey is too high now. They cannot handle all of us. The last thing they can do is use violence and force against us. They cannot do it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "ABDELAZIZ",
      "sentences": "Now, what's important to remember is that Iran's morality police do have a great deal of power. They have arms, weapons at their disposal. They have detention centers at their disposal. They have reeducation sites at their disposal, and what the statement said from these officials re announcing that the police would be on the streets is that women would first be warned and if they didn't follow those warnings that they would face consequences.So the question really is now 10 months after these demonstrations when so many women like the one you saw there have so boldly stepped out and taken out the scarf. Can Iran's morality, please put the cat in the bag? And how violent will that look?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "NOBILO",
      "sentences": "Ukraine's security service is responsible for an attack on the vital bridge linking Russia with the Russian annex Crimean peninsula. That's according to a source who says it was a joint operation with Ukrainian naval forces. The full extent of the damage is unclear. And 19 kilometers bridge also known as the Kerch Bridge is the longest in Europe and carries both road and rail traffic.The bridge is hugely symbolic for Russia. Russian President Vladimir Putin opened it for road traffic himself back in 2018 four years after Russia illegally annexed the Crimean peninsula. The opening was considered a symbolic expression of Mr. Putin's objective to take over Ukraine and his intentions. For more on this I'm joined by CNN's Clare Sebastian. Clare, while we have the military operations ongoing, there's also this huge re- significant propaganda and information war. And also you're gaining insight into how Russia is essentially indoctrinating the next generation against Ukraine and in favor of that war effort?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "I think that's why in the context of the news today, like symbols really matter. We've been looking at how in education, Russia has been gradually tightening the screws on information and using the symbols like the bridge itself as propaganda tools.To try to sort of stamp out any early seeds of dissent, intimidating teachers indoctrinating children, it's an insurance policy, you can reach a large audience really quickly, and one of the more striking projects we'll be looking at really involves turning classrooms into military memorials. (BEGIN VIDEOTAPE) SEBASTIAN (voice over): The marching is not perfectly in time. But what the ceremony lacks in military precision, it makes up for the propaganda value. These children in Central Russia will now get the chance to sit at a new desk. Blazoned with the face of one of Russia's war dead, a former pupil at this school killed just three days into the invasion. His grieving mother struggling through, these so called Hero Desks turning classrooms into bleak memorials of a death toll Russia has otherwise tried to hide are actually part of a government initiative. Russia's ruling party says they now number over 14,000. They were apparently including veterans of other wars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "DANIIL KEN, HEAD OF ALLIANCE OF TEACHERS UNION",
      "sentences": "You see as a -- , his name he was our pupil just several years ago. It tried to save our country and for very young people. It's hard not to feel painful.SEBASTIAN (voice over): Daniil Ken have an openly anti-Kremlin Teachers Union now living outside Russia says the atmosphere in schools changed overnight when the war started. Information so tightly controlled, he says multiple teachers have been fired, some even fined for speaking up. A fate that Olga, a teacher in St. Petersburg we've changed her name and disguised her identity for safety reasons, narrowly avoided.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "OLGA",
      "sentences": "It is an historic fact that Russian state began with the Kyiv. Kyivskaya, Russia, so to say, but nowadays the new textbooks of history are issued where this idea is removed. SEBASTIAN (voice over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "KEN",
      "sentences": "It's a cheap, simple method of reaching a very large audience and to get across the government's position. It is in essence moral violence against children.SEBASTIAN (voice over): CNN has reached out to the Russian Ministry of Education for comment on the purpose of these changes and gotten her response. Sitting at these hero desks in many schools are award for only the best students. A morbid incentive designed to breed a generation patriotic enough to accept a war whose consequences they are sure to inherit. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "SEBASTIAN",
      "sentences": "So teachers really at the frontlines of this sort of information war. There's information effort and Russia their alliance of teachers, the Union, we spoke to now fundraise to pay fines for teachers who have fallen foul of Russia's law against discrediting the army.And that's one of the activities they now do on a daily basis. As for the children, the question as to whether this is working. One teacher I spoke to said, look, the younger kids, they often do believe everything that teachers tell them, for the older kids, perhaps not so much, perhaps they might question it. But they are also learning day by day about the dangers of actually speaking publicly about this. So I think the fear factor is also being instilled from an early age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "NOBILO",
      "sentences": "It's so disturbing and impossible to fathom the reverberations of that kind of indoctrination, and we'll have. Thank you so much. It's such important reporting to help make sense of what's really happening inside the country while the military invasion rages on.Thank you, Clare Sebastian. Still to come on CNN \"Newsroom\", at the terrifying moments when South Korean floods, overwhelmed cars and buses inside a tunnel, a full report on the toll from Asia's extreme weather, when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}