{
  "date": "2023-11-20",
  "headline": "CNN Newsroom",
  "subHeadline": "IDF Shows Video of Hamas Tunnel in Al-Shifa Hospital; Thirty- one Neonatal Babies Awaiting Transfer to Egypt Hospital; Deal for Gaza Hostages Closing In; President Biden Pushing for Two-State Solution in the Israel-Hamas War; U.S. Defense Secretary Visits Ukraine. Aired 2- 3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "ROSEMARY CHURCH, CNN HOST",
      "sentences": "Hello and welcome to all our viewers joining us here in the United States, around the world and streaming on CNN Max. I'm Rosemary Church. Just ahead, new video from the Israeli military that the IDF says shows a Hamas tunnel near Gaza's largest hospital as pressure grows on Israel to prove their claims Hamas has been operating inside the Al-Shifa complex.More than two dozen neonatal babies evacuated from Al-Shifa are now awaiting transfer to Egypt. What we know about their condition and what happens from here. And Trump returns to a familiar theme and secures a key endorsement. Thanks for joining us. We begin in Gaza, where we are now getting a look inside what the Israeli military says is a Hamas tunnel shaft in the Al-Shifa hospital compound. The video was filmed by the Israel Defense Forces over the weekend. It begins on the outside before a camera is lowered down, revealing a set of spiral stairs and later the tunnel walls reinforced with concrete. Israel says Hamas has used Al-Shiva to cover up an extensive terror infrastructure underground, something Hamas and hospital officials deny. The IDF has also released videos and stills that it claims show Hamas bringing hostages into Al-Shifa hospital on October 7th, the day of the attacks. CNN cannot confirm the identities of the individuals in the video or their affiliations and can't independently verify the content of the videos. Meantime, 31 neonatal babies evacuated from Al-Shifa are now being cared for in southern Gaza and all are said to be fighting serious infections. One of the fathers, who was reunited with his newborn son after two weeks, says he wasn't sure if his child was alive. (BEGIN VIDEO CLIP) ALI SBEITI, FATHER OF AL-SHIFA HOSPITAL BABY (through translation): Thank God we now feel that our son is safe after not seeing him for more than two weeks. We didn't know whether he was dead or alive, especially when communications were disconnected with the doctors. They called us in the beginning to tell us that the child feels better and that we can come to take him, but the Israelis had already cut Salah al-Din Street and we were in Nuseirat. We could only pray for his safety and he is here safe. I'm taking him home. But may God help the rest of the parents. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "CHURCH",
      "sentences": "The babies are just some of the evacuations from Gaza's largest medical facility. A doctor from Al-Shifa spoke about the current situation there.(BEGIN AUDIO CLIP) AHMED EL MOKHALLALLATI, SURGEON AT AL-SHIFA HOSPITAL:  Half of the patients who were able to walk have moved out of the hospital. The civilians, almost all of them, moved out of the hospital. And a lot of, or most of the medical staff have missed the hospital. Unfortunately, we were left with only around 15 to 20, around 20 medical staff between the nurse and the doctors. (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "CHURCH",
      "sentences": "CNN's Clare Sebastian is following developments and joins us live from London. Good morning to you, Clare. So, what more are you learning about the IDF video that claims to show a tunnel on the grounds of the Al-Shifa Hospital and that CCTV footage that reportedly shows Hamas's hostages being brought into the hospital on October 7th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:57",
      "speaker": "OREN LIEBERMANN, CNN CORRESPONDENT",
      "sentences": "Which direction does the tunnel go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:57",
      "speaker": "NIR DINAR, ISRAEL DEFENSE FORCES SPOKESPERSON",
      "sentences": "We assume that the tunnel goes out and it has another corridor to this way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:57",
      "speaker": "LIEBERMANN",
      "sentences": "Towards the hospital?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:57",
      "speaker": "DINAR",
      "sentences": "Towards the hospital. Meaning it connects the hospital to outside, which implies with the way that Hamas is working. Hamas is going out somewhere, shoot the forces, going back inside to a safe place.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:57",
      "speaker": "SEBASTIAN",
      "sentences": "So, he uses words like we assume, which look I think shows that they are very much still in the thick of this, this operation at the A-Shifa Hospital. Now, I think with day six is still ongoing, they are still investigating what exactly Hamas has, as they claim, been doing there, if it indeed has been. We continue to get denials from Hamas and hospital officials on that.And meanwhile, as I said, pressure mounting to a great degree on Israel to try to prove these claims. The U.N. Human Rights chief on Sunday saying that their actions, including the evacuations of patients at Al-Shifa, may be wholly against international law when it comes to the protection of civilians. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:57",
      "speaker": "CHURCH",
      "sentences": "And Clare, what is the latest on the 31 babies evacuated from the neonatal unit at Al-Shifa Hospital?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:57",
      "speaker": "SEBASTIAN",
      "sentences": "Yeah, Rosemary, an incredibly difficult, delicate operation. These 31 babies brought on Sunday from the Al-Shifa Hospital to southern Gaza to a hospital at Rafah. Now, the expectation is that this morning they will cross the Rafah border into Egypt. We have some images, which I think we can show you, of Egyptian health officials waiting there to receive them. So, we await word on how that next phase of the operation goes.As for the condition of these babies, they are said to be in a serious condition. Eleven of them are in a critical condition. All of them, according to doctors at that hospital in Rafah have some degree of serious infections. They said this is a direct result, according to the World Health Organization, of the conditions they faced at the Al- Shifa Hospital, a lack of medical supplies, a lack of electricity to operate their incubators. Take a listen to what one of these doctors said about the state that they're in. (BEGIN VIDEO CLIP) MOHAMMAD SALAMAH, AL-HELAL AL EMIRATI MATERNITY HOSPITAL (through translation):  We are conducting tests on all of those babies, and they were given fluids and needed medication according to their condition. For now, they are in a difficult, stable condition, but this condition might deteriorate, especially given that we might run out of electricity at any time now as long as fuel doesn't get into Gaza. (EDN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:57",
      "speaker": "SEBASTIAN",
      "sentences": "So, it is precarious. We know also that 31 babies made it down to Rafah, but several had died at Al-Shifa. Before that, the other variable here is that the World Health Organization says very few family members are actually traveling with those babies. So even once they do make it into Egypt, even if their health does improve, I think their future is safe to say is still uncertain. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:57",
      "speaker": "CHURCH",
      "sentences": "So tiny, so vulnerable. Clare Sebastien joining us live from London. Many thanks.Well, in the coming hours, families of hostages Hamas is holding are to meet with Israeli Prime Minister Benjamin Netanyahu and members of the Israeli War Cabinet. They have been pushing the government to do more to bring home their loved ones. Thousands of people, including relatives of the captives, also finished a five-day march from Tel Aviv to Jerusalem during the weekend, calling for the hostages' release. Well, sources tell CNN that a deal to secure the release of some of the hostages Hamas is holding could be days away. They say a recent draft of a possible deal proposes a four to five-day pause in fighting in exchange for the release of some 50 hostages. CNN's Priscilla Alvarez has details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:57",
      "speaker": "CHURCH",
      "sentences": "Aaron David Miller joins me now from Washington. He is a former U.S. State Department Middle East negotiator and a senior fellow at the Carnegie Endowment for International Peace. Good to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:57",
      "speaker": "AARON DAVID MILLER, FORMER STATE DEPARTMENT MIDDLE EAST NEGOTIATIOR",
      "sentences": "Rosemary, thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:57",
      "speaker": "CHURCH",
      "sentences": "So, you just wrote an article entitled \"Biden Owns the Israel-Palestine Conflict Now,\" and you make the case that when the U.S. president says there's no going back to the status quo as it stood on October 6th, he commits the U.S. to a role in finding a solution to the conflict. And then on Saturday, President Biden wrote about that in a \"Washington Post\" op-ed saying, \"a two-state solution, two peoples living side by side with equal measures of freedom, opportunity and dignity is where the road to peace must lead.\"But Aaron, this vision of a two-state solution hasn't been embraced by Israel in the past. How could it work now and who is the right person to lead and govern the Palestinian people if this is to work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:57",
      "speaker": "MILLER",
      "sentences": "Well, the reality is, Rosemary, that over the years, and I participated in most of the permanent status negotiations to reach an agreement, there were Israeli prime ministers and Palestinian leaders, yes, there are a fight in particular, who were prepared to engage on this issue. The reality is they could not reach an agreement.The last best chance, I think, was in July 2000 at the Camp David Summit when President Clinton invited Yasser Arafat and then Israeli Prime Minister Ehud Barak to a 14-day summit. The reality is, to do this deal, you need a few things. You need leaders on both sides who are masters of their political houses, not prisoners of their ideologies. You need a sense of ownership on the part of both, that is to say they have to care more about reaching an agreement as a consequence of their own internal needs and the future of their respective societies, not as a consequence of external pressure. You need an effective mediator who is willing to be reassuring at times, but to apply pressure at others. And you need some agreement on the end state. And unfortunately, during the last 20 years, all of these factors have never aligned. And I'm not arguing that somehow, it's now inexorable that they will align, but the president commits himself in a galactic sweeping statement that there could be no return to October 6th. That's a remarkable statement for an American president to make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:57",
      "speaker": "CHURCH",
      "sentences": "International pressure is mounting for Israel to show evidence to justify its attacks on Gaza's largest hospital. And now Israel claims new video shows a Hamas tunnel shaft under the Al-Shifa hospital grounds. What's your reaction to that video and additional footage of hostages apparently being brought into that hospital? Does all this offer justification for attacks on the hospital and show a Hamas command center as Israel claims?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:01",
      "speaker": "CHURCH",
      "sentences": "Right. And of course, Hamas is denying that there is any command center there at the hospital. But I do want to ask you about the hostages, because the White House is now saying that hostage negotiations are closer than they have been at perhaps any point, with sources telling CNN about a draft deal involving a four to five day pause in fighting for an initial release of 50 hostages. How difficult are negotiations like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:01",
      "speaker": "MILLER",
      "sentences": "Well, when you're negotiating indirectly through the Qataris, they're going to be extremely difficult. Who can be certain that what the Qataris are actually conveying to their Hamas interlocutors are precisely what the United States and the Israelis want them to convey? And the messages back face the same problem.In Middle East negotiations, they're only two speeds, Rosemary, slow and slower. And I suspect these negotiations have been ongoing for the last several weeks. And they're complicated. Clearly, and few people talk about this, it's not just a question of Hamas releasing 50 women and children. It's a question of the Israelis probably releasing from Palestinian -- from Israeli jails, a commensurate or perhaps even more equivalent number of Palestinian women and adolescent prisoners that they're holding. Then there's the matter of the duration of this pause, three days, four days, five days. And then, of course, you have the extraordinarily difficult problem of creating some confidence and trust. So, during this period, you can actually create a safe passageway and the transfer and the exchange. It's extremely complicated, particularly in war zones. It's only the first of many twists and turns with respect to the hostages and the uncertainties inherent in this Israeli-Hamas confrontation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:01",
      "speaker": "CHURCH",
      "sentences": "Aaron David Miller, appreciate your analysis. Many thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:01",
      "speaker": "MILLER",
      "sentences": "Rosemary, thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "CHURCH",
      "sentences": "Some news just coming in to CNN. U.S. Defense Secretary Lloyd Austin has just arrived in Kyiv, Ukraine for an unannounced visit. This is Austin's second trip to Kyiv since Russia invaded in February 2022. It comes as Ukrainian forces say they have pushed back Russian troops from three to eight kilometers on the Dnipro River front. It is a significant gain for Ukraine's military after months of a slow counteroffensive.CNN cannot independently confirm the extent of Ukraine's advances, but Russian officials have confirmed that Ukrainian forces have crossed the river and established positions there. Ukraine also says Russia launched drone attacks on Kyiv overnight Saturday into Sunday, but no critical damage or casualties were reported. CNN's Anna Coren joins us now live from Kyiv. Good to see you, Anna. So, U.S. Defense Secretary Lloyd Austin just arrived in Kyiv. What more are you learning about his surprise visit to the capital? And also of course Ukraine's claim of significant gains on the Dnipro River front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "ANNA COREN, CNN CORRESPONDENT",
      "sentences": "Well, Rosemary, Lloyd Austin's visit here to Kyiv this morning certainly is a shot in the arm for Ukrainians. They've been feeling very neglected. You know, we know the West has been distracted by the war in Israel, and that has caused real concern here in Kyiv. So, to have Lloyd Austin, the U.S. Defense Secretary, visiting is certainly a boost in morale. He is currently with the defense minister. He will meet with President Zelensky a little bit later. And then later in the day, we're expecting him to address the press.Now, he will no doubt want an update on that counteroffensive that has been going on for the last four months. And to be frank, it has been a failure. It's been dismal. They have not achieved what they set out to achieve. One of the aims was to take back the land bridge with Crimea. Not even close. Not even close to taking out that, you know, very important spot. But the front continues to happen on the East and certainly on the South. That is where these brutal and bloody wars are being fought. Avdiivka, Bakhmut, Kupiansk, that is happening in the East. And then in the South, it is in Kherson. And you mentioned that operation at the Dnipro River. Yes, troops have absolutely managed to get to the left bank. According to Ukrainian forces, they have managed to push them back three to eight kilometers. But to stop the artillery, Rosemary, they'll need to push them back 25 kilometers into that occupied territory. It's a huge ask. So yes, this is significant, but it is tenuous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "COREN",
      "sentences": "This is now a war of attrition, Rosemary. I mean, there's two no -- two way -- no two ways about it, I should say. This is really ground to a halt, and it's because Ukraine doesn't have those advanced weapons to make the significant gains. You know, this has become a slugfest between the two sides. We heard from a General Zaluzhny a few weeks ago, he wrote a piece -- spoke to the \"Economist\" and said Ukraine needs that specialized advanced weaponry to make those significant gains. Right now, they do not have that.So obviously with Lloyd Austin here in town, weaponry will be discussed. Ukraine has a long, long laundry list of what they need. Arms, ammunition, drones, you know, arms defense systems, aerial defense systems. It just goes on. But hopefully, part of Lloyd Austin's mission to Ukraine is to deliver some of that aid. On the mind of President Zelensky is that $61 billion funding bill that is before Congress. Obviously, the Ukrainians are very anxious about whether that will be passed. And we know the headwinds that President Biden is up against and the deep divisions within the Republican Party as to whether to continue funding the Ukraine war the way that they have been. If that $61 billion is passed, Rosemary, according to the experts that I've spoken to, they say that that will see Ukraine through 2024. And this, of course, is critical. We are moving into winter. We already know that in certain parts of the battlefield it is snowing. So, you know, conditions are incredibly difficult. But certainly, you know, the Ukrainians need that support. They need that long-term commitment from the West. And hopefully, Lloyd Austin's visit here today will move towards that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CHURCH",
      "sentences": "Yeah, we'll be watching very carefully. Anna Coren joining us live from Kyiv. Many thanks. And still to come, Donald Trump secures a key endorsement in the race for the Republican presidential nomination. We'll have that after a short break. Stay with us.(COMMERCIAL BREAK) [02:31:27]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone.Right-wing former TV pundit Javier Milei has won Argentina's hotly contested Argentinian runoff election. Officials say Milei won at least 55 percent of votes cast, compared to about 44 percent for center left Finance Minister Sergio Massa. Journalist Stefano Pozzebon reports. (BEGIN VDIEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "STEFANO POZZEBON, CNN JOURNALIST",
      "sentences": "Javier Milei is the new president- elect of Argentina. The far-right politician and a self-described anarcho-libertarian won the runoff on Sunday night against the current Finance Minister Sergio Massa by a comfortable margin of over 11 percentage points. Massa himself considered his defeat and congratulated Milei on his victory just hours after the polls were closed.And in his first speech as president elect, Milei struck a confident tone over the future of his country. JAVIER MILEI, ARGENTINA'S PRESIDENT-ELECT (through translator):  I want to tell Argentina that today begins the end of the decadence of our country. Today we began to turn the page of our history and return to the path we never should've left. Today we go back to the path that made this country great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "POZZEBON",
      "sentences": "He inherits however a very complicated situation. Argentina is suffering for the worst economic crisis of the last 20 years. The inflation is 140 percent this month, and the country is once again the country is struggling to pay back international debtors.Milei has proposed to dollarize the economy and shut down the central bank, together with a group of ministries, as his strategy to bring in the country back in order. And he will take office on December 10th. The transition has already begun. For CNN, this is Stefano Pozzebon, Bogota. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CHURCH",
      "sentences": "Former U.S. president and current Republican candidate Donald Trump spent Sunday on the campaign. Trump appeared at events in Texas, and secured the endorsement of the state's Republican governor, Greg Abbott. He's also escalating his anti immigrant rhetoric.CNN's Kristen Holmes was there in Texas, and has this report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:02",
      "speaker": "CHURCH",
      "sentences": "And we'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:02",
      "speaker": "CHURCH",
      "sentences": "The Israeli military says Iran-backed Houthi rebels in Yemen have hijacked a cargo ship in the Red Sea and are threatening to target more.CNN's Ben Wedeman has the latest. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:02",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Houthi rebels seized a cargo ship in the Red Sea Sunday afternoon, just hours after the Iranian-backed group's military wing had warned that in retaliation for Israel's war on Gaza, they would target any ship flying the Israeli flag or owned or operated by an Israeli company. The ship we are talking about, the Galaxy Leader, flying under the flag of the Bahamas, was bound for India from Turkey. Israeli officials insist the Galaxy Leader is not Israeli owned, and that there were no Israelis among the crew.In a statement, the Israeli military described the seizure as a very grave incident of global consequence. A spokesperson for the Houthis later confirmed that their forces had seized the ship, which he described as Israeli. He said the crew were being treated in accordance to Islamic values and warned that any Israeli ship would be a legitimate target for Houthi forces. The Houthis, along with Hezbollah in Lebanon, Syria, and various militias in Iraq, are part of what is known as the axis of resistance led by Iran. Since the war began between Israel and Hamas, the Houthis have repeatedly fired missiles towards Israel, all of which were intercepted. I'm Ben Wedeman, CNN, reporting from Beirut. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "CHURCH",
      "sentences": "A warm welcome back to our viewers in North America. I'm Rosemary Church.A rally was held in California Sunday for Paul Kessler, a Jewish man who died at a pro-Israel demonstration earlier this month. Supporters waved American and Israeli flags at the rally, put on by the organization End Jew Hatred. And they demanded justice for the 69- year-old Kessler. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "RON SARID, PROTESTERS",
      "sentences": "To see somebody punched in the face with a megaphone and to see headlines afterwards saying he died from falling back on his head -- well, you know, that's not okay. So, we're here to show our support. We're here to say this is not okay.(END VIDEO CLIP) CHURCH:  Prosecutors say they pieced together hundreds of photo evidence to make an arrest in Kessler's death. Fifty-year-old Loay Alnaji is facing felony, battery and involuntary manslaughter charges. Investigators say Kessler fell and hit his head after an altercation with a pro-Palestinian protesters during dueling rallies back on November 5th. Hate groups in the U.S. are taking advantage of the tensions caused by the conflict in the Middle East to stoke antisemitism at home. Some are using artificial intelligence as a way to harass the Jewish community. CNN's Donie O'Sullivan has more details. And a warning, some of the images you're about to see are offensive. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go, Hamas. Go, Hamas.DONIE O'SULLIVAN, CNN CORRESPONDENT (voice-over):  These are not typical pro-Palestine supporters protesting outside the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a bunch of lies. Just like your -- holocaust. Bullshit, it's a bunch of lies.O'SULLIVAN:  They're part of an antisemitic group founded by white supremacist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "ALL",
      "sentences": "Jewish lies.O'SULLIVAN:  Some of the same people who were behind the 2017 Unite the Right rally in Charlottesville, Virginia. They're just one of multiple hate groups in the United States using the Israel- Hamas conflict to push an agenda of antisemitism. But extremists are not just showing up at pro-Palestinian protests. They're dumping antisemitic fliers in neighborhoods across the country. It's happened in 35 states so far this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I just can't believe the hate that still exist. And, you know, towards the Jewish people. And so I totally despise this.O'SULLIVAN:  Some of the flyers are the work of the Goyim Defense League, a network of antisemitic extremists who are also linked to disruptions at city council meetings across the country. They call in to spew hate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's always the Jews.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The American slave trade was Jewish.O'SULLIVAN:  But a few weeks ago in Calabasas, a new tactic using artificial intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hi, I'm John Greenblatt, and I'm the CEO of the Anti-Defamation League.O'SULLIVAN:  That may sound like Jonathan Greenblatt, the head of the ADL, a top organization that combats hate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The ADL indeed tracks antisemitic incidents.O'SULLIVAN:  But it wasn't him. It was actually a fake voice created using A.I.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are finally admitting the truth about the fliers at gtvflyers.com.O'SULLIVAN:  The Goyim Defense League celebrated the call instant which made it sound like the ADL was endorsing the hate groups' antisemitic fliers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We simply cannot debunk them. They are true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is just an attempt by individuals to disrupt and demean and shock people and get a response that affects others.O'SULLIVAN:  The head of the group is currently serving a 30-day jail sentence in Florida for littering charges related to the antisemitic fliers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "BEN DECKER, CEO, MEMETICA",
      "sentences": "Communities, unfortunately, are sharing active footage from Hamas celebrating the deaths of Jewish people.O'SULLIVAN:  Ben Decker read a threat analysis company that tracks online hate. He says there has been a massive spike in support for Hamas by American extremists, much of it on 4chan, and notorious hate filled sites. And the extremists are taking us a step further using A.I. not only to imitate, but also to actually create antisemitic and hateful images.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "DECKER",
      "sentences": "There's this weird fusion that began to occur in which actual Hamas propaganda started to aesthetically blend with antisemitic tropes and memes that have been on 4chan for years.O'SULLIVAN:  The threats are serious and drawing the attention of law enforcement. In this document obtained by CNN, the Department of Homeland Security warns that U.S. hate groups continue to call for violence or celebrating attacks on the Jewish community, and that they could use the Hamas attacks as an inspiration to fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "ALL",
      "sentences": "Go home, Nazis. Go home, Nazis.O'SULLIVAN:  Real pro-Palestine protesters made it clear to us, they don't want anything to do with these hate groups. Neo-Nazi hate groups showing up to demonstrations like this. How does that make you feel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it's horrible. I think it fully derails the entire movement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "CHURCH",
      "sentences": "The U.S. is mourning the loss of former First Lady Rosalynn Carter, who died on Sunday at the age of 96. She passed away surrounded by family in her hometown of plains, Georgia, the small southern city that became a household name after her husband, Jimmy Carter, was elected 39th president of the United States in 1977.While the Carters only served one term in the White House, it would provide memories to last a lifetime. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "ROSALYNN CARTER, FORMER FIRST LADY",
      "sentences": "I loved it. I liked it all. Jimmy did, too. And all of the time he was president, with all of the criticisms, he thought he was doing the right thing and the best thing for our country. And we enjoyed it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "CHURCH",
      "sentences": "Carter was known for her humanitarian contributions and was a strong advocate for mental health care. She had just entered hospice on Friday, according to the Carter Center, the organization founded by the couple to, quote, wage peace, fight disease and build hope.CNN's Wolf Blitzer has more on Rosalynn Carter's life and legacy. (BEGIN VIDEOTAPE) WOLF BLITZER, CNN CORRESPONDENT (voice-over):  A soft-spoken small- town girl, Rosalynn Smith Carter was one of the most charming first ladies. Born in Plains, Georgia, on August 18, 1927, she was valedictorian of her high school class and met and married Jimmy Carter when he was in the U.S. Navy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "JIMMY CARTER, FORMER PRESIDENT",
      "sentences": "I love and respect and cherish and honor my wife, Rosalynn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "BLITZER",
      "sentences": "When Mr. Carter's father died in 1953, they moved back to Plains to manage the family's peanut farm. R. CARTERthink I had outgrown Plains, Georgia. I had gotten a little too big for my britches. I only pouted about a year after we got home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "BLITZER",
      "sentences": "They had four children, three boys, Jack, Chip and Jeff, and later, daughter Amy. In 1962, Jimmy Carter entered politics and Rosalynn hit the campaign trail.R. CARTER:  Campaigning was fun up to a certain point because I got to travel and see the whole country. The most fun are the people you meet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "BLITZER",
      "sentences": "She supported her husband's successful bids to become governor of Georgia and later president of the United States.J. CARTER:  So help me God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Congratulations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "BLITZER",
      "sentences": "Mrs. Carter was actively involved in her husband's presidency, attending Camp David meetings and cabinet briefings. She was a strong advocate for equal treatment of the mentally ill.R. CARTER:  If they had coverage for the mental illness, then the overall health care costs would come down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "BLITZER",
      "sentences": "When the Carters left the White House in 1981, they spearheaded a new challenge, Habitat for Humanity, building houses for the poor.R. CARTER:  The whole community has come together to get rid of poverty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "BLITZER",
      "sentences": "A year later, they established the Carter Center, a foundation devoted to promoting human rights, resolving conflicts and eradicating diseases.Mrs. Carter continued to reducing the focus of stigma of mental illness. R. CARTER:  Really proud of you. Impressed with what you can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "BLITZER",
      "sentences": "Another focus, care giving, a focus close to her heart.R. CARTER:  It's been part of my life since I was 12 years old. And my father was diagnosed with leukemia at age 44. We lived in a very small town. And all of the neighbors rallied around. I still vividly remember going to my secret hiding place, the outdoor privy if you can believe that, to cry, where I could be alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:06",
      "speaker": "BLITZER",
      "sentences": "And they were a remarkably close first couple. Jimmy Carter used to say Rosalynn was much more than his wife.J. CARTER:  It's always Rosalynn to whom I turn for the primary advice and we make the decisions together. She's the matriarch. When our 11 grandchildren and our four children have a problem, they call Rosalyn first, because they know they will get a sympathetic ear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:06",
      "speaker": "BLITZER",
      "sentences": "She remained by his side, occasionally joining with other first families, and later, supporting each other in their twilight, she was dementia and Mr. Carter in hospice. And in the 39th president, Rosalynn Carter got more than just a husband.R. CARTER:  My life with Jimmy Carter has been more adventuresome than I would've dreamed it would be. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}