{
  "date": "2023-07-23",
  "headline": "CNN Newsroom",
  "subHeadline": "Russia Launches Fifth Night Of Attacks On Odessa; Leader Of Belarus Meets With Putin In Russia; DOJ To Texas: Remove Buoy Barriers by Monday Or We Sue; Lawsuit: MS Cops Tortured, Sexually Assaulted 2 Black Men; Wildfires Burn In Greece For Sixth Straight Day; Israel's Parliament Set To Vote On Frist Part Of Judicial Reform; Pence: Not \"Convinced\" Trump's January 6 Actions Were Criminal; Elon Musk Announces Overhaul To Twitter Logo. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:29",
      "speaker": "FREDRICKA WHITFIELD, CNN ANCHOR",
      "sentences": "Hello everyone. Thank you so much for joining me this Sunday. I'm Fredricka Whitfield.We begin in Ukraine where Russian forces are once more launching punishing attacks on the port city of Odessa. Officials say at least 1 person was killed and 19 others including 4 children. Ukraine's military says residential buildings were hit in the attack. But officials there report Russia's main targets were dozens of architectural monuments in the historic city center including this iconic orthodox cathedral. It was originally built more than 200 years ago. Ukraine says several U.N. World Heritage sites were also damaged in the attacks. President Volodymyr Zelenskyy called the strikes \"Russian evil\". Also today, Russian President Vladimir Putin met with Belarusian President Aleksandr Lukashenko. Belarus says it's planning to conduct military exercises near the Polish border with troops from the Wagner military group. CNN's senior national security correspondent Alex Marquardt is with us from Kyiv. Alex, what's the reaction, not just to today's strikes but the attacks that we've seen in recent days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:29",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Hi there, Fredricka. Well, it's fury, both here in Ukraine and around the world. It has been almost a week of almost daily punishing strikes by Russia against Odessa. We've seen significant damage caused.This comes in the wake of the grain deal expiring, that international grain deal that's been in place for the past year that has allowed Ukraine to export its grain. That grain deal has meant that Odessa has been relatively untouched, relatively unscathed for much of the past year. That is now no longer the case. There have been strikes on all kinds of targets -- in the ports, grain facilities. And today we're seeing it in the historic downtown center of Odessa -- a UNESCO World Heritage site. According to a local military official, some 25 architectural monuments have been damaged. Perhaps the site that has gotten the most damage is that cathedral, the Transfiguration Cathedral. It was destroyed back in 1936 when Stalin was in power and then it was rebuilt when Ukraine gained its independence. Now Russia is denying that targeted the church. It is accusing Ukrainian air defenses of causing this damage. But That point is neither here nor there. None of this would have happened and this person would not have been killed had it not been for these Russian attacks on the city. Now, President Zelenskyy is vowing retaliation. He says that Russia will feel the retaliation. He's also calling for more air defenses to defend Odessa and other cities. He says that Ukraine needs what he called a full-fledged sky shield saying that that is the only way to defeat Russian terror, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:29",
      "speaker": "WHITFIELD",
      "sentences": "And then Alex, what can you tell us about this meeting between Putin and Lukashenko?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:29",
      "speaker": "MARQUARDT",
      "sentences": "Well, it comes almost exactly a month after that insurrection by Yevgeny Prigozhin, the Wagner founder, which suddenly ended on June 24th and news came that a deal had been brokered by President Lukashenko of Belarus to get Prigozhin to step down -- to stop his march on Moscow.This meeting with Putin is the first of two days of meeting. Lukashenko talked about the Wagner troops who have arrived now in Belarus. We've seen video of them training Belarusian fighters. He says that the Wagner troops are starting to stress him out he said because they're asking for permission to go on what he called an excursion into Poland. He says that he's making sure to keep those Wagner forces inside Belarus. President Putin also commented on the ongoing counteroffensive here in Ukraine saying it has been a failure or is a failure while Ukrainian and U.S. officials do acknowledge that it is going slower than they would like, saying that it is a difficult fight and that it's going to take several months, Fredricka?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:50",
      "speaker": "WHITFIELD",
      "sentences": "From the southwest to Florida, 44 million people are under heat warnings today. The heat not just taking a toll on millions of Americans, it also drives up costs for businesses trying to find ways to keep employees and customers cool.A recent report says extreme heat costs the U.S. $100 billion each year in lost productivity. And those high temperatures are on the move. CNN meteorologist Chad Myers joins us right now. Chad, more records could be set today, but other parts of the country, I mean when we say on the move, it doesn't necessarily mean its moving down, but moving up. It's getting even hotter in some other parts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:50",
      "speaker": "CHAD MYERS, AMS METEOROLOGIST",
      "sentences": "Especially places like Minneapolis, Chicago, Cleveland, eventually into New York City. What's going to happen is that all the people back here that are getting these temperatures in the 110, 115, 120s will start to -- start to squeeze some of that out and push it to the east for Monday, for Tuesday, and then even into Wednesday and Thursday.It will begin to slide so that 44 million you just talked about, that number is going to go up. I don't think any problem with that, we are going to see numbers in the middle of the week with more heat-related warnings and watches above 100 million, again like we had last week. Even right now it feels like 112 in Corpus Christi. Feels like 100 in Miami. But the new advisory for Miami says you could get to 111 that feels-like today. So we're going to just round things off and say 110 for Vegas, 120 for Death Valley and 115 for Phoenix. And as you mentioned about Phoenix, you know, so many days in a row above 110. Look at the past six -- 116, 118, 119, 119, 117, 118. If today goes to 119 or higher, that will be a new record for days in a row above 115. So just kind of piling it on. Here is the heat dome right here. This is where most of the heat is. But it moves off toward the north and toward the northeast. And Minneapolis, you're probably not going to like this. Temperatures are going to approach 100 in the middle of the week again. There you go -- 100 and the morning alone is -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:50",
      "speaker": "WHITFIELD",
      "sentences": "They're not used to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:50",
      "speaker": "MYERS",
      "sentences": "-- 76. And so it's going to be a muggy heat, not even going to be a dry heat like it's been out in the southwest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:50",
      "speaker": "WHITFIELD",
      "sentences": "Oh my gosh. It's seemingly inescapable no matter what corner you're in, or center of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:50",
      "speaker": "MYERS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:50",
      "speaker": "WHITFIELD",
      "sentences": "Ok.So you're also tracking some activity in the tropics. We have not really uttered, you know, the names of any kind of tropical storms or hurricanes this season. So is it activity like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:50",
      "speaker": "MYERS",
      "sentences": "Yes, but not dangerous just yet. A lot of tropical rainfall over Florida right now. We had A Hurricane Don in the middle of the North Atlantic, but that's now since lost a lot of its power.But we will see here some of these storms making very heavy tropical- like rains and then by the middle of the week here, we could see something down here in the Caribbean, but only right now a 40 percent chance. So that's less than 50/50. You're going to have to let this go on for a while. The water is warm enough, but there's not enough organization just yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:50",
      "speaker": "WHITFIELD",
      "sentences": "All right. Keep the organization at bay. All right.Chad Myers, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:50",
      "speaker": "MYERS",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:50",
      "speaker": "WHITFIELD",
      "sentences": "All right. Texas has until tomorrow to respond to the U.S. Justice Department's plans to sue the state over the deployment of floating barriers along the Rio Grande River.Governor Greg Abbott responded Friday in defense of Operation Lone Star saying Texas has sovereign authority to defend the border. CNN White House reporter Priscilla Alvarez is here with us now. Priscilla, I mean it sounds like Texas is not backing down in any way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "WHITFIELD",
      "sentences": "In Mississippi, two police departments in Rankin County are implicated in a horrifying scandal. A federal lawsuit claims two black men were water boarded, tased and sexually assaulted before one of them was shot in the face.CNN's Ryan Young reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "EDDIE PARKER, PLAINTIFF",
      "sentences": "It's hard to stand right here knowing what happened here. Justice is what it boils down to. I'm just like them, whether they're in uniform or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "RYAN YOUNG, CNN NATIONAL CORRESPONDENT",
      "sentences": "For six months Eddie Parker has been living in a house of horrors where he says he was brutally beaten by deputies sworn to protect this rural Mississippi community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "PARKER",
      "sentences": "I crawled here to this spot and they started beating me here and tasing me. You can see my blood spots now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "YOUNG",
      "sentences": "On January 24th, Parker and his friend Michael Jenkins say that six white Rankin County deputies entered the home and tortured them for nearly two hours. The heavily-redacted incident report says deputies were investigating, quote, \"reports of narcotic activity\" at the house. They said they saw a gun, though there was no proof either man had a weapon.In a federal civil rights lawsuit, the men allege deputies entered without a warrant, handcuffed them and subjected them to nearly two hours of torture and racist abuse. Jenkins was shot in the mouth during the incident. Mary Jenkins, Michael's mother says her son will never be the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "MARY JENKINS, MOTHER OF MICHAEL JENKINS",
      "sentences": "I pray with him and I say to my son, if there's any life in you, Michael, if there's anything in you, please squeeze my hand, let me know you're still in this body, and he did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "YOUNG",
      "sentences": "Jenkins' injuries make it difficult for him to speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "MICHAEL JENKINS, PLAINTIF",
      "sentences": "It hurts. And I'm embarrassed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "YOUNG",
      "sentences": "Has anyone from the department ever reached out to you and apologized? Have they ever asked for anything at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "MARY JENKINS",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "YOUNG",
      "sentences": "The two men are suing half a dozen Rankin County sheriff's deputies, three named and three only identified as John Does. Rankin County Sheriff Brian Bailey was also named in the suit. He said earlier this month deputies involved in the incident were no longer with the department, although he did not confirm the number of deputies or their names.A Richland Police Department officer resigned after he was implicated in the incident while off duty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "YOUNG",
      "sentences": "Have you ever guys seen a case like this before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "MALIK SHABAZZ, LEAD ATTORNEY FOR MICHAEL JENKINS AND EDDIE PARKER",
      "sentences": "I have never, nor has any of the experienced attorneys that I work with have ever encountered such a malicious and sadistic and egregious case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "YOUNG",
      "sentences": "In the lawsuit, Jenkins and Parker say deputies handcuffed, kicked, water boarded and repeatedly tased them. It also claims they were sexually assaulted and that a deputy placed a gun in Jenkins' mouth and pulled the trigger.It goes on to allege that deputies turned off their body cameras during the incident. SHABAZZ: This was almost a two-hour controlled torture and interrogation session by racist officers. They came in asking both men were they dating white women, and throughout the course of the torture session, they constantly, all of them, were using the word (EXPLETIVE DELETED), constantly calling them (EXPLETIVE DELETED) and at times, \"monkeys\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "YOUNG",
      "sentences": "The attorneys say had their clients not survived, this case may have been more difficult to bring to light.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "TRENT WALKER, ATTORNEY FOR MICHAEL JENKINS AND EDDIE PARKER",
      "sentences": "Whatever they wrote in their official report would be the official word in Ranking County. They're used to the word of law enforcement being the final word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "MARY JENKINS",
      "sentences": "They all need to be in jail. The ones that actually did it and the ones that stood by and watched. You're just as bad as the other ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "YOUNG",
      "sentences": "Leadership here at the Rankin County sheriff's department tell me they're now having a compliance officer not only check tasers but body cameras to make sure deputies are using them all the time.We talked to community members who tell me they are concerned about how this unit and this department have not been talking to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "PAUL HOLLEY, RANKIN COUNTY UNDERSHERIFF",
      "sentences": "The men and women here now are good people that are constantly focused on going out there and doing the right thing to keep the citizens of Rankin County safe. We're going to continue to cooperate with any level of investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "YOUNG",
      "sentences": "Investigations into the department on the state and federal are ongoing. Mary Jenkins says her son fought to live after a bullet shattered his jaw and almost severed his tongue. Now she plans to keep fighting for justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:56",
      "speaker": "MARY JENKINS",
      "sentences": "I think that God blessed Michael to make it that night because he knew something had to be done about Rankin County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:53",
      "speaker": "WHITFIELD",
      "sentences": "Right now, hundreds of firefighters are battling an out of control wildfire in Greece after the fire forced nearly 19,000 people to leave the island of Rhodes. It's the largest evacuation effort in Greece's history.One tourist described the terrifying ordeal of trying to get out. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:53",
      "speaker": "HELEN PICKERING, TOURIST",
      "sentences": "The hotel was virtually crowded, full of people. As soon as they said there's buses the airport, we were -- right, that's it, you know.And it was chaos, absolutely. The surges towards the two or three buses that arrived and everyone screaming and shouting and crying because people couldn't even get on their flights yesterday and were desperate to get home. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:53",
      "speaker": "WHITFIELD",
      "sentences": "Since then, hotels, schools, sports centers and conference centers have been activated in safe parts of the island to host other evacuees.So far eight people have been taken to the hospital with respiratory problems according to fire officials. The wildfire which broke out Tuesday is tearing through the island after flames rekindled due to strong winds. All of this happening amid a heat wave that's likely to become the country's longest on record. CNN's Barbie Latza Nadeau is following all the developments for us. Barbie, I mean what's the status of the fire right now and the evacuation process?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:53",
      "speaker": "BARBIE LATZA NADEAU, CNN CONTRIBUTOR",
      "sentences": "Well, the fire is still out of control. As you mentioned, it's been burning since Tuesday. The heat wave making everything in its path a tinderbox.But these stories of evacuation, of escape, of heroism are just incredible. You know, we heard from a family who had an 11-year-old. They described running down a dark highway. They could feel the heat of the flames behind them, worried they weren't going to make it out, you know. People on one side of the fire reached the beach. They've been rescued by the Greek military, Coast Guard, good Samaritans with private boats getting them off. People on the other side of the fire are able to get to the airport but they're waiting for planes. Of course, no one is flying in there with holiday makers anymore. They're flying in to get people out. And it's just chaos. you know, this is the busiest time of year on one of the most beautiful islands in the Greek -- the Greek Islands, you know. Turquoise water, blue sky and you can almost see the horror movie that's going to come out of people's home videos from their vacations. It's just tragedy after tragedy. And you know,, so far as you mentioned, they have people in the hospital but there are a lot of people in small villas that rent villas, not just the hotels. About a dozen hotels were evacuated, not just these tourists, of course, you know, who planned these vacations. This was the chance of a lifetime. But those poor people who own those hotels and rent those villas, those people are in jeopardy, too, in terms of their livelihoods, Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:53",
      "speaker": "WHITFIELD",
      "sentences": "My gosh. So much at stake and harrowing escapes still taking place.All right. Thank you so much, Barbie Latza Nadeau. All right. In Israel, the country's parliament is getting ready to vote on the first part of an historic judicial overhaul. This coming after months of demonstrations and protests in the streets. The proposed reforms include limiting the supreme court's power to override government decisions that it considers unreasonable. CNN's Hadas Gold is in Jerusalem for us. Hadas, I mean what is the first vote of this process?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:29:52",
      "speaker": "GOLD",
      "sentences": "Now the idea of the Israeli military reservists not serving, that is causing a lot of concern here, the idea that the chief of staff has said other statements saying no service members have the right to say that they will no longer serve.He calls on reservists, even in these complex days, to separate civil protest from duty to the security services. A lot of concern about what this military service not serving could mean for Israel preparedness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:29:52",
      "speaker": "WHITFIELD",
      "sentences": "And, Hadas, as you just mentioned, Netanyahu has advocated for all of this. Meantime, we are learning more about his health. He had a heart procedure. Tell us more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:29:52",
      "speaker": "GOLD",
      "sentences": "Yes, Benjamin Netanyahu last night was rushed in the hospital in the middle of the night to be fitted with a pacemaker. This he says, a heart monitor he had been fitted with just the other week. He says beeped indicating something was wrong.Take a listen to what he had to say. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): A week ago I was fitted with a device. That device beeped this evening and said that I should receive a pacemaker and we'll have to do this already tonight. I feel great but I must listen to my doctors. Up until the past few minutes, I've been talking with my colleagues, making the necessary arrangements. I hope the agreement will be reached. (END VIDEO CLIP) GOLD: Netanyahu is still in hospital, but saying he will make it to those parliamentary votes tomorrow on this legislation -- Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:42",
      "speaker": "WHITFIELD",
      "sentences": "Former vice president and GOP presidential candidate Mike Pence says he is not yet convinced that Donald Trump's actions on January 6th were criminal. Pence's comments come as the former president faces a potential indictment over his actions on that day. Take a listen.(BEGIN VIDEO CLIP) MIKE PENCE (R), PRESIDENTIAL CANDIDATE: The president's words were reckless that day. I had no right to overturn the election. But while his words were reckless, I -- based on what I know, I am not yet convinced that they were criminal. President Trump was wrong on that day and he's still wrong in asserting that I had the right to overturn the election. But what his intentions were, and as you know, criminal charges have everything to do with intent, what the president's state of mind was. And I -- I don't honestly know what his intention was that day, whether -- as he spoke to that crowd, as he tweeted during the riot itself. But from my part, from what I saw, as I've said, his actions were reckless. I believe the history will hold him accountable. I believe that Republican primary voters know that we need new leadership in this party. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:42",
      "speaker": "WHITFIELD",
      "sentences": "All right. That was from CNN's State of the Union earlier today.Pence went on to say judgment about Trump's conduct on January 6th should be left to the American people, as you heard him say, in the upcoming primaries. So, for more on all of this, let's talk to CNN presidential historian, Tim Naftali. Tim, great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:42",
      "speaker": "TIM NAFTALI, CNN PRESIDENTIAL HISTORIAN",
      "sentences": "Great seeing you, Fred. WHITFIELDwhile Trump supporters stormed the building. Many of them chanting, hang Mike Pence, because they were outraged that he was doing his constitutional duty in certifying the election results. So, what do you make of his comments today that he says the words of the former president and even his actions were reckless?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:42",
      "speaker": "NAFTALI",
      "sentences": "Well, I think that Vice President Pence, or former Vice President Pence, left the door slightly open to perhaps taking a different view of the President Trump's accountability. It's not open -- it's not wide open, but he left open the possibility of changing his mind because he said he was not yet convinced. That's a very different response than the one that Senator Tim Scott gave recently, where he said he did not hold Trump accountable at all for what happened on January 6th.And, Senator Scott, like Vice President Pence, was targeted that day. So, Pence, unlike the other candidate, unlike Tim Scott, Pence has actually left open the possibility he might change his mind. Chris Christie is also waiting to see the indictment. Christie is very critical, of course, of President -- former President Trump. But even he is not ready to say anything about the indictment until he sees it. So, I am looking and I assumed many of us are looking, at the reactions to the indictment should it come forward -- they come forward this week, next week, or at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:42",
      "speaker": "WHITFIELD",
      "sentences": "Uh-huh. Yeah, and Chris Christie said that today on CBS's \"Face the Nation\". So in a recent interview, Florida Governor Ron DeSantis seemed to downplay Trump's action on January 6th calling it a protest that became a riot.Take a listen. (BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL), PRESIDENTIAL CNADIDATE: It was not an insurrection. These are people that were there to attend a rally, and then they were there to protest. Now, it evolved, and it devolved into a riot. But the idea that this was a plan to somehow overthrow the government of the United States is not true. It ended up devolving, you know, in ways that was unfortunate, of course. But to say that they were seditionists is just wrong. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:42",
      "speaker": "WHITFIELD",
      "sentences": "So, why do you think GOP candidates are so unwilling to say that they believe, you know, in any special counsel findings that could lead to indictments or evidence about January 6th and potentially the former president's involvement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:42",
      "speaker": "NAFTALI",
      "sentences": "It seems to me the most persuasive argument is the one that Chris Christie has given. They are afraid. They are afraid of the Trumpists in the party. They know that at the moment, the most popular candidate among the potential primary voters is Donald Trump. [14So, they are positioning themselves to be able -- to be a plausible alternative to Trump among those voters. You can't -- at this point, you cannot win the primary. You cannot win the nomination for the Republican Party if you don't have a majority of Trump supporters. Now, whether or not some of these candidates think that Trump himself might not be a candidate by December of 2024, I don't know. They're -- it's possible that some of them are actually strategizing that for one reason or another, likely a legal reason, Trump himself won't be a candidate a year from now. I have no way of judging the possibility of that occurring. But it seems to me that they are trying to create skepticism among his supporters and be a plausible alternative to him should that opportunity arise. I can see no other reason for them to be taking this position regarding Donald Trump. It seems to me they feel that it is in their interest, it's certainly not in the country's interest, to create a little bit of clouds and uncertainty about January 6th. It's very harmful to our country. Our ability to have a true national dialogue about January 6th has been impeded all along because of Republican elected -- elected Republicans who don't want to admit what they actually saw on January 6th. And what they believe to be the reasons for January 6th, and those reasons were primarily Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:13",
      "speaker": "WHITFIELD",
      "sentences": "All right. Welcome back.Elon Musk says it's time to set Twitter's blue bird free. In a series of tweets this morning, the platforms owner announced they will bid adieu to the Twitter brand and all the birds. The billionaire also hinted a new X logo and black color theme could go live as soon as Monday. CNN business technology reporter Clare Duffy joining me with more on all of this. Clare, so Musk has previously warned that the company is at risk of bankruptcy. Is this overhaul an effort to revive its literal and figurative image?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:13",
      "speaker": "CLARE DUFFY, CNN BUSINESS TECHNOLOGY",
      "sentences": "Yes, Fred, bidding adieu to the birds. You know, I think in some way, this is an evolution, a continuation of what Musk's vision for this country has been when he bought it. He bought Twitter with a company called X Corp, and he talked about the idea, the goal of turning Twitter into this everything app called X, sort of in the style of China's WeChat, wanting to make a place for users and, only communicate, but they can also shop and consume entertainment. And so, in some ways, I think this move to get rid of the Twitter branding and to replace it with X is in service to that vision.But to your point, it's also interesting timing. Musk said just last week that Twitter still has negative cash flow because of 50 percent decline in ad revenue. So, I think this can also be an effort on his part to continue to try to shift the image of the company in the mind of advertisers as a way if trying to lure them back on the platform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:13",
      "speaker": "WHITFIELD",
      "sentences": "And, of course, this is happening on the heels of Twitter's rival platform, Threads, seeing a significant drop in user engagement since launching a few weeks ago. What are you hearing about this slow down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:13",
      "speaker": "DUFFY",
      "sentences": "So, Threads had a really stunning start, about 150 million users signed up just a week after it launched. That was really unprecedented. But there are signs there's been a decline in user engagement over the last couple of weeks.Web traffic analysis firm Similarweb said the daily active users on Threads fell from about 50 million in the first week to about 26.3 million, so cut nearly in half and the first couple of weeks of its life. And that user time engagement has also fallen, and that, they need to continue building office apps if users are continuing to use it. It pushed its first round of updates this last week which included sort of small things like translation buttons and the ability to get all the notifications from users, even if you don't follow them. But Zuckerberg has sort of -- has sort of talked about the fact that the company is going to continue to work on this app. It needs to continue to work on this app. He said in a post this week that tens of millions of people are coming back to Threads daily. He was optimistic about that, but said that the focus for the rest of this year is going to be on improving the basic and potential on the app. So, I think still a long way to go for Threads in order to become sort of the Twitter killer that people thought might be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:13",
      "speaker": "WHITFIELD",
      "sentences": "All right. Clare Duffy, great to see you. Thanks so much.All right. Coming up, tennis sensation Chris Eubanks examines his incredible Wimbledon run and shares the moment that magnitude of the competition really sank in. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:53:50",
      "speaker": "WHITFIELD",
      "sentences": "The tennis world is enamored by American Chris Eubanks. He won his first ATP tour title earlier this month at the Mallorca Championships. And then, within the past couple of weeks, he was a fan favorite at Wimbledon, making it to the quarterfinals against Russia's Daniil Medvedev.Before Wimbledon, Eubanks was ranked 77th in the world. And now, he is ranked 31. Eubanks will play in the Atlanta Open this week, where I caught up with him courtside. He says at Wimbledon, even he surprised himself, something clicked and it's all sinking in. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:53:50",
      "speaker": "WHITFIELD",
      "sentences": "How did it feel when you are at Wimbledon? Take me back to what it was to embark on that journey. And along the way, was there a sense of awe, where you're feeling like this is just, you know, part of the biz, part of my routine? Describe it for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "WHITFIELD",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "EUBANKS",
      "sentences": "But it feels good to be here. And I think I was able to kind of bring it back together five minutes after and says, all right, now, we have to focus on the next opponent. So, I didn't really have the bright eyes of really understanding the magnitude of what was going on. It was just the next opponent, the next opponent, the next opponent.And then, again, afterwards, after I lost in the quarters realizing that I had to do some interviews with some pretty -- some pretty big names. There is Robin Roberts, CNN, ESPN, all of that, that's when I think I began to really understand that that was a pretty cool thing that just happened. But up until that point, I was -- I think I was kind of blind. I'll tell you, I was blissfully ignorant. I'll take it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "WHITFIELD",
      "sentences": "That's great. So I heard that you felt, even with that match with Daniil Medvedev, that you just felt free. You hit your rhythm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "EUBANKS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "WHITFIELD",
      "sentences": "What do you think happened there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "EUBANKS",
      "sentences": "I think I've just been playing some good ball in the weeks leading up to it. And I think -- after losing the first set, I still felt like I hadn't -- I didn't play some of my best tennis in the first. But something just clicked, something described in a lot of my matches, I usually hit a 10-15-minute stretch where I can really, really played well.And I kind of hit that stretch. And I think I pushed it for two sets, and maybe two and a half sets, almost three sets. And it just -- not really anything, any secret. If I can bottle it up, I promise I would, I'll probably sell it to people. But it's just something that just began to click. I was on the court that I was somewhat familiar with. I won my second round on that same court, the crowd gave me a lot of support, a lot of, you know, the energy kind of reinvigorated me. But honestly, I can't really say what it was. It just things just started going well. And when they are, you just kind of stay in the moment and ride it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "WHITFIELD",
      "sentences": "You obviously have incredible endurance because -- I mean, this was a five set battle with Daniil Medvedev, 6-4, 1-6, 4-6, 7-6, 6-1.As a spectator, it was exhausting. But it was exhilarating, you know, to watch. What kept you going? What is the drive that made you overlook how much time in this was taking, how athletic the display was? You had to be athletic. You were athletic. You were crossing the court, all over the place. You know, you played incredible net as well. Is there something that you're telling yourself and your mind at a moment like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "EUBANKS",
      "sentences": "Honestly, I've been playing tennis since I was 2, and I've been playing tournaments I think since I was 7. I think years and years and years of playing tournament and being in stressful situations, playing long matches, playing short matches, playing well, playing bad, I've had probably every combination that you could imagine throughout the course of a tennis match.And I think I can just resort -- just go back to experience and just say, I've been here before. I've played long matches before. Let's just try to focus again on the next -- getting the next game, or for me getting the next hold on serve. That's always using my focus. If I hold serve, it frees me to play the other areas of my games. So, my energy is just kind of get just tunnel vision to need -- I need to hold serve here and then we kind of figure everything goes after. Oh, now, it's time to hold serve again. And so, having that is kind of like, I'd say like my home, it's always about holding serve. I think it allows me the ability to play somewhat longer with physical matches because my mind is more focused on one thing as opposed to all the opponents playing well. We have been comparing for four hours. This is starting to be a lot. I mean, in the court is -- it's not -- all of that kind of goes out the window, one needs to say, I need to hold serve right here and that's what I'm trying to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "WHITFIELD",
      "sentences": "Oh my gosh, not only are center court, Wimbledon, here at the Atlanta Open and U.S. Open, which we'll talk about in a second. You've already made history in a lot of levels, right? And you defeated, two 15 seeds to reach the quarterfinals of the grand slam and you broke a 31-year-old record set by Andre Agassi for most winners hit during a single year at Wimbledon with 321, thanks to Georgia Tech for helping provide all these numbers.And you are now in a company of Jimmy Connors, John McEnroe, to name just a few, becoming the fifth American in the open era to reach Wimbledon quarterfinals in his main debut. So you set all these records. Has that -- I don't want -- are you absorbing that? Are you thinking of it, in those terms?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "EUBANKS",
      "sentences": "No, I think for me, the big thing for me is the fact that I was even in the quarterfinals. What happened to get there, like you said, the winner count, all of that, that's incredible. I mean, to surpass Andre's record of winners hit and -- to surpass anything with Andre's name on it is a dream come true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "WHITFIELD",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    }
  ]
}