{
  "date": "2023-05-08",
  "headline": "CNN Newsroom",
  "subHeadline": "Ukraine Promises Counteroffensive Against Russian Troops; Ukrainian Lawmakers Consider Ban on Foreign Surrogacy; Authorities Investigating Texas Shooter's Motivations; 50+ Dead, 23,000+ Displaced Amid Ethnic Violence in Manipur; At Least 394 Dead from Floods and Landslides in DRC; Misinformation Encouraging Migrant Surge; Britons Flock to 'Big Lunch' Street Parties. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:33",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with Paula Newton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:33",
      "speaker": "NEWTON",
      "sentences": "And we do begin this hour in Ukraine where the mayor of Kyiv is now reporting explosions in the capital. Vitali Klitschko says several people have been injured in two separate districts. And a two- story building has been hit by falling wreckage from a drone.Now, this comes as Ukraine accuses Russian forces of trying to exhaust the country's air defense system. Ukraine's military says Russia has been using a variety of missiles and air launch weapons against several regions, both in the North and the South. And, in Zaporizhzhia region, one Ukrainian official claims Russian soldiers are dressing as civilians in an attempt to flee. Russian- installed authorities, meantime, say they're moving hundreds of residents from the front lines in anticipation of Ukrainian counteroffensive. Meantime, on those frontlines in the East, top commanders say Russian forces are increasing their attack on Bakhmut, as the Ukrainian military remains determined to keep Russia from capturing the city by Tuesday, when Moscow holds its World War II Victory Day parade. Now, Ukraine says Russia is doing everything possible to take Bakhmut, including sending in more forces. And, that includes Wagner fighters. Just days ago the head of the Russian mercenary group had threatened to pull his men out of the fight because of a lack of ammunition. He now claims his fighters are advancing in Bakhmut, as they wait for more supplies. CNN's Sam Kiley has our update now from Kyiv. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:33",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Fighting continues to be bloody and merciless in the East of the country, in particular around the city of Bakhmut where the Ukrainians have suggested that it's possible that the Wagner Group, or elements supporting the Wagner Group, have been using incendiary devices in that battle.This coming as the leader of the mercenary organization has backtracked on his threat to leave the city and hand over to Chechen fighters. This is very much part of an ongoing soap opera, effectively, led by Mr. Prigozhin, who has been tweeting and making public statements since, effectively, the beginning of this was. Highly critical of the Kremlin and particularly the Russian military of defense. He now says that he is getting the ammunition that he needs so he won't be pulling his troops out for the foreseeable future. But all eyes really are on where and when or even if the Ukrainians are going to be launching a summer offensive. There have been massive troop movements. There is a lot of talk from the Ukrainians about an offensive but no real sounds yet on the ground that anything is especially imminent. Sam Kiley, CNN, in Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:33",
      "speaker": "NEWTON",
      "sentences": "Joining me now from Washington, retired U.S. Air Force colonel and CNN military analyst Cedric Leighton. Good to have you weigh in on these issues.We've had quite a few days, though the Wagner Group leader, he made those dramatic threats to pull out of Bakhmut, turned out it was quite a performance, right? It looks like his troops are staying put. Now, does this incident give you any insight into what's going on with either the Wagner Group or the Russian military? COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: Well, Paula, I think it's -- you know, it's kind of the battle of the tantrums, if you will, and in this particular case, Prigozhin's tantrum seems to have won the day for him. In other words, he gets to get weapons and ammunition, gets a resupply line to -- for his troops in Bakhmut that didn't appear to have that good of a resupply line. And he gets to stay in that horrible meat grinder. So in some ways, you know, it might be considered a victory for Prigozhin. But in other ways, it's a Pyrrhic victory, because you know, staying in that meat grinder, it doesn't do anybody any favors. And least of all, him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "LEIGHTON",
      "sentences": "Absolutely, well there's propaganda, and there's a power struggle going on, Paula. And what this basically means, to me, is that Prigozhin let it be known that he has a military element that could be withdrawn and could potentially put at risk Russia's frontline.And if that frontline had collapsed, that would've been a calamity towards the Russian forces. So what Prigozhin is doing is he's flexing his muscles in a way he is in a position to where he can, in essence, complain and make sure that he gets what he wants in this particular case. But he is basically asking for us much power as he can get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "NEWTON",
      "sentences": "Right. And that turned our attention now to Ukraine's counteroffensive, it could start as early as this week. Do you think expectations are too high at this point? Especially if what Ukraine is looking for is a decisive blow to the Russian military in this war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "LEIGHTON",
      "sentences": "Yes, if you're going to mount a decisive blow in an operation like this, or in a conflict like this. There's got to be an element of surprise here.And right now, it seems to me, at least, that we have telegraphed way too much -- the Ukrainians have telegraphed way too much, the West has telegraphed way too much -- that this offensive is going to happen. And the only thing that's on the specific details is to time and place. But we believe it's going to happen this week. We believe it's going to happen, probably, in the South. And we believe it's going to affect the approaches to Crimea. So that is a major area that shouldn't be a big surprise to the Russians. But if the Ukrainians have learned mobility warfare, if they've learned combined arms operations, putting all the elements of the military force together in a coordinated fashion, then they could still achieve some successes. But it won't be as dramatic as it would've been, had there been the element of surprise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "NEWTON",
      "sentences": "Yes, it's such a good point. We've been talking about this for months, it seems, now. And I have to ask you, strategically, the U.S., the allies, have they given Ukraine enough capability at this point? And has it arrived in time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "LEIGHTON",
      "sentences": "Well, it's mixed. The verdict on that is definitely mixed. I think that some of the capabilities, such as the Patriot missile system, which reportedly has shot down a Kinzhal hypersonic missile, that's a major plus for the Ukrainians.However, there are only going to be two batteries, two Patriot batteries in Ukraine. They will need far more than that in order to mount an effective air defense and missile defense for their country. And, the other thing that, of course, is missing, is required quantity of tanks. And, of course, aircraft. The Ukrainians want the F-16. They're not getting the F-16 until after all of this is done, if at all. And, that of course, will provide them a -- you know, with a significant lack of capability, at this particular point, and that could have a significant impact on their ability to perform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "NEWTON",
      "sentences": "Yes, it will be interesting to see what the blowback is from Ukraine, if and when that happens. Again, some pivotal months ahead, for sure, as the weather warms up in Ukraine.Retired U.S. Air Force Colonel Cedric Leighton, thanks so much. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "LEIGHTON",
      "sentences": "You bet, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "NEWTON",
      "sentences": "Now, in Moscow as we have been seeing, preparations are on the way for Russia's annual Victory Day parade, and that's to mark the defeats of Nazi Germany.Now, Tuesday's event is typically used by President Vladimir Putin to show off Russia's military might. But, this year, events have reportedly been scaled back and security heightened just days after Russia alleged that a drone had attacked the Kremlin. Now, the pro-Kremlin military blogger who was injured when his car exploded Saturday, says he wasn't in his usual seat. Zakhar Prilepin says he was driving the car, and his driver was in the passenger seat when the explosion occurred underneath that seat. The driver was killed. Prilepin fractured both his legs. Now, he also says he was told there were two bombs in the car. But, the bomber ran off after the first explosion, and never detonated the second. Russia has blamed Ukraine and Western nations but has not presented any proof. Ukraine is one of the few places where foreigners pay women to act as pregnancy surrogates, with little hassle or bureaucracy. That may be about to change. As the war continues to erode Ukraine's population, lawmakers are considering a law that would ban foreign surrogacy. But some Ukrainian women tell us it's because of the war that they actually need to do it. CNN's Nic Robertson explains the controversy. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "(voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "ROBERTSON",
      "sentences": "We're going down to the vault, where they keep all the embryos they've stored. All the embryos are inside -- they're inside these.ROBERTSON (voice-over): Albert Tochilovsky lifts the lid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "ROBERTSON",
      "sentences": "That's cold. So, these would have to be destroyed. All of them, destroyed.ROBERTSON (voice-over): Embryos, he says, used by clients and infertile Ukrainian women. It could collapse his multi-million-dollar business. ALBERT TOCHILOVSKY, BIOTEXCOM OWNER (through translator): It will mean death to me. And end the possibility for European families to have babies here. And, the chance for income for Ukrainian women. ROBERTSON (voice-over): BioTexCom helps childless couples all over the world. Ukraine's surrogacy laws leave birth mothers few legal rights, making women here, like Olesya, highly sought after and relatively well-compensated. Typically, $20,000. OLESYA HOLOVATSKYKH, SURROGATE (through translator): The financial situation in our family is bad. We've got big problems. So I have to help my husband earning money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "ROBERTSON",
      "sentences": "The baby is due in two weeks' time. Is that going to be difficult for you to let the baby go?O. HOLOVATSKYKH (through translator): We've got used with her. We've been playing with her, talking to her, treat her as our own child. So, it's not like a purse, simply to make money. We feel for her as our own. ROBERTSON (voice-over): Nataliya (ph), a coal miner, is seven months pregnant with her second surrogate baby and has come to Kyiv until the baby is handed off to its biological parents from Italy. \"For the first surrogacy, for Chinese parents, we bought an apartment,\" she says. \"This time wasn't an easy decision, but we did it to provide a better life for our own children.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "ROBERTSON",
      "sentences": "Before the war, BioTexCom averaged about 450 successful surrogate births a year. Last year that jumped to 600. Lawmakers in President Zelenskyy's party say that the war has so impacted the population here that no children should be allowed to leave the country. They declined our requests to explain their proposed law in more detail.ROBERTSON (voice-over): Olesya and her husband, Harrick (ph), have two children already, but want the possibility of another surrogate and of helping put love into another couple's lives. O. HOLOVATSKYKH (through translator): That happiness will arrive in another home. Someone else must feel joy. Not only ourselves. ROBERTSON (voice-over): The benefits of this surrogacy, for them, have already been life-changing: enough money to flee their dangerous frontline home. HARRICK (ph) HOLOVATSKYKH, HUSBAND OF SURROGATE (through translator): This surrogacy saved us. Thanks to this we are sitting here in safety. ROBERTSON (voice-over): Lives, many of them yet to be born, at stake on this pending government decision. Nic Robertson, CNN, Kyiv, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:12",
      "speaker": "NEWTON",
      "sentences": "Presidents in Allen, Texas, are mourning the eight people who were killed Saturday in the latest U.S. mass shooting. Many have honored the victims by placing flowers on this makeshift memorial. It was set up at the mall where the gunman fired on crowds of shoppers.One of the victims in the shooting has been identified as Christian LaCour. His sister says he was a sweet, caring young man, who was loved greatly by his family. Authorities are still trying to piece together details about the shooting and are trying to determine if the gunman had ties to right wing extremism. CNN's Ed Lavandera is in Texas with more on the investigation. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You know, I never really saw anything that seemed suspicious or out of -- out of whack with the guy. But he would get in, park his car and just walk in like anybody else. So nothing, you know, hit a red flag.I don't think he was the real owner. A lot of times, he would walk up and down the block. And, always with those Converse, you know. He liked those. I guess those were his favorite, those Converse. So I think, you know, he just liked to walk up and down the block with his little hoodie on. And just -- you know, must didn't really say anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:06",
      "speaker": "LAVANDERA",
      "sentences": "A senior law enforcement official also says that they have discovered that Mauricio Garcia has connections to right-wing extremism.On his body, they found an insignia with the letters that say, \"RWDS,\" Which stands for Right-Wing Death Squad. That senior law enforcement official also says that there has been a long list of social media posts with white supremacist and right-wing extremism themes, as well. Exactly how all of that plays into the motivation for kill -- for carrying out this attack here at this outlet mall in Allen, that part is not exactly clear. But that is some of the initial details that we're hearing from investigators. This as we have now gotten more than 24 hours since the shooting happened that officials and law enforcement officers have not briefed reporters on the latest on this investigation. Ed Lavandera, CNN, Allen, Texas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:06",
      "speaker": "NEWTON",
      "sentences": "Now, further South, in Brownsville, Texas, an eighth person has died from injuries after a car crashed into a crowd near a migrant shelter on Sunday.The director of the shelter tells CNN about 25 people were waiting on the street corner for a bus when the car appeared to lose control. Now, at last check, police weren't sure whether the incident was intentional or not. Police say the driver is being uncooperative, but they have taken a blood Sample, and toxicology tests will be conducted. Authorities say they will provide more details on the crash in the coming hours. OK, still to come for us, thousands are fleeing their homes in the Indian state of Manipur, amid ethnic violence. We'll have a live report from the region, next. And, the Arab League restores serious membership. Even though they say, the crisis in Syria isn't over. We will hear what some Syrians still displaced by the civil war, think about the move. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:06",
      "speaker": "NEWTON",
      "sentences": "At least 55 people have been killed and more than 200 hospitalized amid ethnic violence in the Indian state of Manipur. Now authorities say as many as 23,000 people now have fled their homes since violence broke out in the past few days.The Indian army has been deployed, and a five-day mobile Internet blackout is in force to try and contain the violence. CNN's Vedika Sud has been following all of this for us from New Delhi. Glad to have you on this story. You know, I've been reading the details of what went on here. And it's incredibly disturbing. What more are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:06",
      "speaker": "VEDIKA SUD, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, what we do know right now, Paula, is that the state of Manipur which is in the Northeast India and shares a border with Myanmar, remains calm but tense at this moment. We're hearing this from locals in the area and other media personnel that we have been in touch with. Now, let me just tell you what happened here. The last one week has been a \"nightmare,\" quote unquote, for locals in the area. And here's why.There have been clashes between two ethnic communities in the region. The main community, ethnic community, the Meitei community, they account for about 50 percent of Manipur's population and other local communities. Now this main ethnic community has been demanding tribal status, which will give them benefits like reservation in the government, in schools, and colleges, in government jobs. Now the other local communities who are significantly smaller have been saying, hey, this isn't fair. We are the smaller communities here. This is something that we should benefit from. So they took out a protest, Paula. And during that protest, the clashes erupted. It turned violent. Homes were burned and torched. There was vandalism, cars were torched and there was unrest. And according to locals again that we've spoken to, the state government, the money for government could not bring that violence under control. Days later, you had the central forces being pushed in by the Modi government here. What's important to note here, Paula, is that the Manipur government is ruled by the Bharatiya Janata Party. That is the ruling party here in India. It comes after the Indian prime minister, Narendra Modi. It is his party, and they're the ones ruling the state. Now we've reached out to the state government over and over again. We've asked him very straight questions on the death toll on those injured, but there haven't been any answers from them. So, what we had to do was go independently to those hospitals and gather information on the dead and injured. And that's where you have the death toll from. Not from the state government. What we're expecting over the next few days is the death toll to go up. This is according to the hospital doctors that we've spoken to. And, what's also worrying is that most of the injuries are from gunshots. That's what the doctors have been telling CNN. We don't know who's been shooting at these people. Is it the locals in the area? The police? We have no idea. So now we have put those questions to the government, as well. We're still waiting to hear from them. But the situation definitely remains tense. We're waiting to see how it comes under control over the next few days. Internet access, like you said, is still cut off in most of the areas. The biggest fear right now is people fermenting trouble on social media. And that's the reason for it to be cut off. Also, along with that, there's a partial curfew in some areas, being lifted for a few hours in some of the disturbed areas for now. But, that will continue for a while -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:06",
      "speaker": "NEWTON",
      "sentences": "OK, Vedika Sud for us in New Delhi. We really appreciate that update.Now, in an extraordinary session, the Arab League has decided to re- admit Syria 11 years after it was suspended. Now the move marks another milestone in Bashar al-Assad's efforts to regain diplomatic recognition after Syria's brutal civil war. The league's secretary general is making clear this restored status doesn't mean the crisis in Syria is over. (BEGIN VIDEO CLIP) AHMED ABOUL GHEIT, ARAB LEAGUE SECRETARY-GENERAL (voice-over): The return of Syria is the beginning of a movement, not an end. The direction of the resolution to the crisis in Syria will take time for procedures to be implemented, and it will be gradual. The task of this committee is to follow up on those procedures. Also, it is not a decision to resume a relationship between Arab states and Syria. This is a sovereign decision left for every country to take on its own. In this decision, we are talking about holding the membership and the formation of a committee to communicate with the Syrian government and regime. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "NEWTON",
      "sentences": "Now, to be clear, the move does mean that Mr. Assad could attend the League's next meeting in Saudi Arabia, later next month, if the Saudis invite him and if he decides to go.Now, fighting rages on in Sudan, as envoys from the two warring sides gathered for peace talks. Plums of smoke, and sounds of explosions could be heard in the South of the capital of Khartoum on Sunday. The violence comes as representatives of the Sudanese army and the paramilitary Rapid Support Forces are in Jeddah for talks led by the U.S. and Saudi Arabia. Now, meantime, the League of Arab States says a committee will be formed to communicate with Sudan's warring parties on reaching a cease-fire agreement. The three-week-old conflict has killed hundreds, triggered a mass exodus and created a humanitarian crisis. Japan and South Korea are deepening ties after a historic summit over the weekend. It's the first time a Japanese leader has visited Seoul in more than a decade. Japanese prime minister Fumio Kishida met with South Korean President Yoon Suk-Yeol and discussed a number of topics, including working together to monitor the threat of nuclear missiles from North Korea. CNN's Paula Hancocks joins us now from Seoul. And she's been following all of this. You know, this meeting aims, of course, to strengthen the relationship. Especially, giving the evolving threat from North Korea, as you mentioned. But, you know, the Japanese prime minister expressed a measure of atonement, as well. Why was that important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "PAUL HANCOCKS, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Paula, when it comes to historical issues between the two countries, there is still a lot of emotion and some strong resentment here in South Korea.Japan colonized South Korea from 1910 to 1945. And some of those resentments are still present today. Now what we saw from the Japanese prime minister, Fumio Kishida, was not a fresh apology, which some on the liberal side were hoping for, some activists were hoping for. But he did show personal sympathy, he said, for the suffering of those during colonial times. (BEGIN VIDEO CLIP) FUMIO KISHIDA, JAPANESE PRIME MINISTER (through translator): My heart aches as many people went through a very difficult and sad experience, in the harsh environment at that time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "HANCOCKS",
      "sentences": "He also said that he did stand by previous apologies given by Japanese leaders in the past.Now President Yoon, for his part, has been criticized somewhat domestically for trying to push the relationship forward. Back in March, he -- he started a fund for forced laborers during wartime, but that fund would be paid for by Korean companies, as opposed to Japanese companies. And that has come under a fair bit of criticism. But he did say, while meeting with Japan's prime minister, that there needed to be an end to this assessment that Japan and South Korea cannot take a single step forward together until all historical issues have been completely resolved. Now, that was one of the main issues they were talking about. As you mentioned, Paula, North Korea also a pressing security concern. And this, again, is why both leaders say that they need to increase the information sharing and the security cooperation that they have when it comes to North Korea's threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "NEWTON",
      "sentences": "And Paula --(BEGIN VIDEO CLIP) YOON SUK YEOL, SOUTH KOREAN PRESIDENT (through translator): Prime Minister Kishida and I shared the recognition that North Korea's nuclear and missile development poses a grave threat to peace and stability, not only on the Korean Peninsula and Japan but also, throughout the world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "HANCOCKS",
      "sentences": "Both sides saying that there is real-time information sharing when it comes to North Korea's missile and nuclear activities.And of course, the fact that these two sides are becoming closer, at least at the government level, is very much welcomed by Washington. The U.S. would like to see its two allies in the region getting along -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:00",
      "speaker": "NEWTON",
      "sentences": "Wildfires have forced the evacuation of more than 29,000 people from their homes in the Canadian province of Alberta. This is what it looked like in Valleyview. Look at that. You can see the flames turning the horizon orange.Emergency officials say at least 16 new fires have started in the past 24 hours alone. There are more than 100 active wildfires at this hour, in Alberta. Thirty-one of them, in fact, are out of control. More than 150,000 hectares, or more than 460 miles, have burned so far this year. Scattered showers, meantime, gave firefighters some much-needed assistance on Sunday. Now at least 394 people have died after floods and landslides hit villages in the Democratic Republic of Congo last week. Heavy rainfall caused rivers to overflow and created mudslides that devastated communities. (BEGIN VIDEOTAPE) NEWTON (voice-over): Mud and misery everywhere in this village in the Democratic Republic of Congo. Houses with corrugated roofs, no match for the flash floods and landslides that swept through this area last week. The rush of water and debris in the South province claiming hundreds of lives, as well as property. Officials in one territory affected by the floods says nearly 400 people have been killed as searchers dig through the soggy ground to try and find others. The grief is unbearable for some. UNIDENTIFIED FEMALE (through translator): Now, I don't have any more family, and I don't have any more fuel. Now I must look for a place to sleep. I know that my husband is alive, but all the children are dead. NEWTON (voice-over): Aid workers say, it's grim work, recovering the bodies, with many burials already taking place. One local official says there are growing concerns for the survivors. Homeless and sleeping outside. Schools have been destroyed and hospitals washed away. The facilities that weren't damaged now stretched to their limits and running low on medicines and supplies for the wounded, like gloves, syringes and compresses. UNIDENTIFIED MALE (through translator): The influx of cases shows clearly that we are overwhelmed, because we have already exceeded our capacity. As for the beds, you can see some people sleeping on the floor. NEWTON (voice-over): The government says Monday will be a national day of mourning, something the people of these hard-hit villages already know all too well. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "ROMO",
      "sentences": "Migrants like Perez (ph) are part of an expected surge prompted by he fact that Title 42, the Trump-era policy that allowed border authorities to quickly turn away certain migrants during the COVID-19 pandemic, is expiring on May 11.ROMO (voice-over): Migrants like Linda Sarmienta (ph), who comes from Honduras, say there are many doubts in the migrant community, because she's heard that the end of Title 42 means that she will be able to enter the country, while other people have told her that it will make it even more difficult to seek asylum. U.S. officials, especially Homeland Security Secretary Mayorkas, have been clear about the fact that the border will remain sealed. ALEJANDRO MAYORKAS, U.S. HOMELAND SECURITY SECRETARY: The border is not opened. It has not been opened. And it will not be opened subsequent to May 11. And the smugglers who exploit vulnerable migrants are spreading misinformation. They are spreading false information, lies in a way to lure vulnerable people to the Southern border, and those individuals will only be returned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "ROMO",
      "sentences": "Encounters between U.S. border agents and undocumented immigrants had fallen earlier this year, but have recently increased to the current level of about 7,000 per day.Migrants like Elton Brokas (ph), from Venezuela, say they don't care if Title 42 comes to an end or not. Brokas (ph) says he is determined not to live in what he considers a dictatorship, and is willing to take as many risk as necessary for a taste of freedom. Rafael Romo, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "NEWTON",
      "sentences": "So, the coronation celebration for King Charles III, it's not over yet. Just ahead, a tribute from Prince William at the coronation concert and tens of thousands turned out for Big Lunch street parties. Stay with us.(COMMERCIAL BREAK) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "NEWTON",
      "sentences": "Aww, he called him Pa. Prince William there, paying tribute to his father, King Charles III, at Sunday evening's coronation concert, at Windsor Castle. And that included performances by Lionel Richie, Katy Perry, and others.And the coronation celebrations continue. Yes, they continue Monday with the Big Help Out, where members of the royal family are expected to join volunteers at local charities. And everyone is encouraged to use Monday's holiday to volunteer in their own communities. Now, part of Sunday's festivities included the Big Lunch street parties at times for people to get back and hang out with, family friends and neighbors. CNN's Anna Stewart did her own lunching. (BEGIN VIDEOTAPE) ANNA STEWART, CNN CORRESPONDENT (voice-over): Tea, scones, a right royal knees up. On Sunday, tens of thousands came together at street parties across the U.K. What better way to celebrate the glittering coronation of King Charles? Breathing the British weather in honor of a new monarch. The Prince and Princess of Wales mingled among the crowds outside Windsor Castle. Street parties have become a mainstay of royal events, particularly during the reign of Elizabeth II. According to the new king and queen, Sunday's so-called Big Lunch is an attempt to keep that spirit alive. An opportunity to spend time and celebrate with friends, families and communities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "KATE, PRINCESS OF WALES",
      "sentences": "I'm having a fun time. Yes. Enjoy your afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "People just want to come together as a community and celebrate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I came to celebrate. I thought it was -- saw it was a nice picnic. I thought I'd come with my friends, meet some new people.STEWART (voice-over): With Monday declared a public holiday, partygoers can let loose without worrying about the hangover. No stranger to parties, Downing Street held a street party of its own, hosted by Prime Minister Rishi Sunak. The guest list included community volunteers, Ukrainian refugees, and first lady Jill Biden. Anna Stewart, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}