{
  "date": "2023-07-25",
  "headline": "Quest Means Business",
  "subHeadline": "IMF Upgrades Growth Forecast, Warns Of Challenges; Moody's: Unrest Could Have Economic Impact; PSG Says Al Hilal Can Make Offer To Mbappe; Indian Tech Giant Wipro To Invest $1 Billion In AI; IKEA's Mission for Greener Glue; World Of Wonder: Antalya. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:42",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, Richard, we have to remember that 2023 was supposed to be the year of recession, but it is really turning out to bethe year of resilience. I mean, the world's economy has taken punch after punch, right, high inflation -- the central bankers war on high inflation, Vladimir Putin, China. You know, after each one of these blows, the old economy is still standing, despite the fact that many people didn't think it would be, and so economists again and again have been forced to revise higher their growth forecasts. Now the IMF calling for three percent growth, I mean, that's not gangbusters, right? Context is important here, 3.5 percent growth last year, the pre-COVID average between 2019 was almost four percent, but still make no mistake, this is an upgrade. It is moving in the right direction at a time when many thought there would be a recession. The IMF doesn't think that the world economy is out of the woods here, but Richard, it does increasingly feel like a lot of these doom and gloom recession, predictions for 2023 were just way too dark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:42",
      "speaker": "QUEST",
      "sentences": "All right, but hang on. I'm looking at the IMF's comment here. Energy and food prices have come down sharply. The COVID health crisis isofficially over and supply chain disruptions are basically back to what they were before. Resilience, yes; financial instability, took it to -- and yet, they talk about the challenges. I mean, a lot of the challenges they're talking about, even climate change, for example, there is no obvious quick solution that anything is going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "QUEST",
      "sentences": "Matt, thank you. Barring any major shocks, the IMF expects global headline inflation will continue to fall this year, from 8.7. Coreinflation is expected to ease more gradually, although the fund does say it is still too high, and for central banks, we'll find out tomorrow if the Fed is doing its sequence of rate rises, the ECB is expected to go higher on Thursday amid signs of an economic slowdown. Now, the Bank of Japan is tipped to keep its rates unchanged with its ultra-loose monetary policy. So that is the scenario. You've got the numbers, you've got the background, and now here is the man himself. Pierre-Olivier Gourinchas, the chief economist, at the IMF. Sir, good to see you. And, Pierre, I've always -- I always take the WEO, the report, with a certain on the one hand, on the other hand, but on the first hand, and then there's the other hand, and I'm left always feeling what are you actually saying? PIERRE-OLIVIER GOURINCHAS, CHIEF ECONOMIST, IMF: Well, there is always the saying about, you know, give me a one-handed economist, Richard, always a pleasure to talk to you. Let me start by saying, you know, there are some good news here to start with. It has been a while since we started with some good news, so let's highlight the good news. The good news is we had some resilience in the global economy. That's why we marked up our growth numbers for this year 2023 to three percent. This is good. We're seeing progress on inflation. The headline inflation is certainly coming down in most places. Even when we look at core inflation, it is starting to come down in a number of countries. It is not coming down fast enough, but let's just, you know, take in the fact that it is coming down some, and then we have removed from one of the major concern we had back in April was a risk of financial instability. We're just coming off the March banking turmoil, there were concerns about maybe what would happen with the debt ceiling in the US, all of that has been removed. So these are sort of the good things, so like the glass half full, if you want, and then there's the glass half empty. The glass half empty, is that we still have an inflation problem, we're not there yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "QUEST",
      "sentences": "Okay. Let me pause you on that inflation problem, because we're not there yet, and we are at that crucial moment where central bankers have todecide whether to do more. Should the Fed keep pushing the BoE, the ECB? Do you think they need to raise rates more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "GOURINCHAS",
      "sentences": "Well, we think that some interest rate hikes are, you know, are reasonable and are justified, but we should keep in mind that even withthat in, we are nearing the peak of the hiking cycle in -- you know, for major central banks, whether we're looking at the Federal Reserve, whether we're looking at the European Central Bank or the Bank of England. Bearing your disastrous news on inflation, what we're talking about is maybe some additional hikes. A few more hikes, maybe we don't know, they will have to decide, they will look at the numbers. But we are nearing the peak, and then, you know, the important thing is that after that, Central Banks are probably going to have to hold it there. Hold it there. Why? Well, because they need to stay in contractionary territory, not add to the pressure, but stay where they are until this underlying inflation starts to move decisively down and we're not there yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "QUEST",
      "sentences": "The other challenge, which I always comes out, it's one of those things that's not easy to solve, if any of it is, it is the growingdisparity in growth and quality of life, and economic performance between the developed and the developing world. Now, we came out of the pandemic with the emerging markets being clobbered. Now, they are being clobbered, again, in a debt crisis, particularly for those who borrowed against -- in foreign currency. How worried are you now about the debt crisis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "QUEST",
      "sentences": "If you have to sum it up, what's the one thing that now has to happen? Is it a case of -- I mean, obviously coordinated action between G7and then G20 countries is helpful on things like world trade, but what is the -- what's the missing piece of the economic jigsaw at the moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "GOURINCHAS",
      "sentences": "Well, one of our concern, when we look at the numbers is not maybe an immediate concern, some of what's going on is basically justmonetary policy doing its job, and so some of the slowdown is coming from that, it is to be expected. Our concern is maybe more when we look at the medium term here. When we look at the medium term, what we're seeing is a picture where growth is not really rebounding very strongly. We have five year outgrowth at around three percent. For the world economy, this is a low number, this is not enough. This is not enough to meet all the challenges we have to face, you know, whether we are thinking about climate change, or debt issues, et cetera. So here, really what we have to focus our energies on is how do we unlock more growth in many parts of the world? What kind of reforms we need to put in place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "QUEST",
      "sentences": "Why has the growth train slowed? Is it cyclical? Is it -- do you believe that something structural has changed and related to that, wehaven't even started to see the tremendous productivity gains that will follow from AI, assuming we get that bit around and don't blow us off to smithereens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "GOURINCHAS",
      "sentences": "Yes, so the reasons for the slowdown in productivity and sort of decline in medium-term growth, there are probably a number of factors,and we are actively sort of parsing through the numbers and trying to figure out, you know, which one is the most important. There is slowdown in population growth, there is a fact that, of course, countries that have been growing very, very fast and catching up quickly cannot be expected to keep growing at the same rate for decades to come. So some of it is the slowdown in catch up dynamics if you want, but then there is a worry that there might be some scarring from the pandemic, lost years of education, less investment for a while. There might be the risk of geo-economic fragmentation as we get this trade tensions between countries, between blocs. Then, that is certainly not good news for the global economy. Now, of course, you're absolutely right, there is sort of this hope that generative AI, other forms of technological improvements will lift the global economy out of the current sort of quagmire. But let's remember that it may play out very, very differently across different countries and regions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:45",
      "speaker": "QUEST",
      "sentences": "That sort of impressive presage, doesn't it. It's a beautiful evening, or will be in New York, but it's a bit moody in the humidity. Wethought you'd like to see it. That's a live shot from the roof of New York. Tensions over Israel's judicial reforms are a financial threat to the country according to the credit rating firm, Moody's. Now Moody's believes further turmoil could have negative consequences for Israel's economy and security and is warning protests are likely to continue. Meanwhile, the prime minister, Benjamin Netanyahu insisted the economy is still strong and he called the troubles of seeing a momentary reaction saying, when the dust settles, people will see Israel is on solid foundations. Fred Pleitgen is in Jerusalem. Fred, a quick question to start. Look, I mean, is Moody's just stating the obvious that further turmoil could have negative consequences for the economy? I mean, the Central Bank governor said that to me. Every economist is saying it. The business people are. It is only the prime minister who is not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:45",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Richard, I think that, first of all, they are in certain ways stating the obvious, butI also think that it goes a bit deeper than that. I read that Moody's report and there are some pretty interesting thing lines in that. First of all, they said that they don't believe that right now, there's really a light at the end of the tunnel as far as the political turmoil is concerned, and that that could have big negative consequences for the economy here in Israel in the future, and not just in the close future, but in the further distant future as well. So that's definitely something where they're sort of seeing alarm bells go off. And there was one sentence, I have to say in that Moody's report that really caught my eye. I want to read it to you. It says: \"In addition, the executive and legislative institutions (obviously, the government and the members of the Knesset who support the government) have become less predictable and more willing to create significant risks to economic and social stability. So essentially, the Moody's report is blaming the Netanyahu government, and obviously the members of the Knesset to support that government and are on side with that government. Of course, we know that the vote, for instance, in Parliament that happened on Monday was 64 to zero because the opposition members of the Knesset walked out. So that political turmoil, according to Moody's right now is deepening. The divisions here in the society are deepening and that they believe is something that could definitely contribute to the economy here getting worse. And if you look at the institutions here in this country that really have a problem with what's going on right now, with the changes that the government wants to make, as far as the Supreme Court is concerned, business is definitely one of those that are not happy -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:45",
      "speaker": "QUEST",
      "sentences": "Now, do we have an idea of how the Supreme Court is going to react? Rule? I mean, all of these changes are going to end up at some point on thedoor of the Supreme Court. And I guess, can the Supreme Court say they're unconstitutional?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:45",
      "speaker": "PLEITGEN",
      "sentences": "Well, that's the thing. I mean, first of all, unconstitutional will be difficult because the country doesn't have a written Constitution,but of course, you are absolutely right, they would be striking this law down, and that in itself could lead to what in any other country, which has a Constitution would be called a constitutional crisis, because essentially, what the government is trying to do is they are trying to curtail the powers of the Supreme Court, that Supreme Court is seen as the main check to the government or one of the few checks to the government. And if the Supreme Court says, look, this is something that's not happening, that certainly is something that could then lead to an even deeper crisis than what we're seeing right now. It was quite interesting, because earlier today, on CNN, our own Erica Hill spoke to the minister for Strategic Affairs of Israel, and asked him directly look, if the Constitutional Court decides that the measure that was passed by the Knesset is null and void, are you going to abide by that? He really didn't answer that question. He said, look, we abide by the rule of law and not by the law of judges. So that certainly is something that leaves a lot open to interpretation, and certainly not something that a lot of people here who are on the opposing side, who say that the constitutional court needs to remain as strong as it has been, are going to want to hear -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "DON RIDDELL, CNN WORLD SPORT HOST",
      "sentences": "That's the understatement of the year, Richard. Yes, 770 million bucks for a year's work. Yes. That is a lot ofmoney. Why are they doing it? Well, you know, the Saudi Arabia government is investing heavily in sport, as you know, in the last few months ever since they got Cristiano Ronaldo in December, they have been investing heavily in football, and they want to make the Saudi League, one of the top 10 leagues in the world. They are geographically placed where they think they have a lot of interest from the Asian and African markets, and now, they've got all these players coming. And they also have an eye on the 2030 FIFA World Cup, they would love to be able to host that. They saw how successful it was in Qatar just down the road at the end of last year. And so that is why they're interested in football. They have seemingly bottomless pockets and all this money to spend, but there is no question that that kind of money is frankly ridiculous. The question is, will Mbappe be tempted? We'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "QUEST",
      "sentences": "Let's assume, well, we don't know. I mean, a billion who wouldn't? But you can't buy success. Now Chelsea tried it and they were reasonablysuccessful years ago. They bought -- they spent a lot of money and whatever, but the general tenor is you can buy the individual pieces, but that doesn't necessarily make a team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "RIDDELL",
      "sentences": "Yes, but look, you're looking at it from the perspective of an established Premier League team or a team in La Liga, where they'recompeting against everybody else and they want the best players and they'll spend as much money as they have. I think what's happening in Saudi Arabia at the moment is very, very different. They are trying to build their entire league.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "RIDDELL",
      "sentences": "And so they just need these players to come and play in the league. The question is, will anybody watch it? They are trying to, as Isaid, establish one of the top 10 leagues in the world, really creating it out of not that much that, you know, when you look at the top leagues in the world, Saudi Arabia isn't even in the conversation up until this point. So they're not really buying players to make their teams better necessarily. If Mbappe comes, he will be gone in a year, he's only coming for 12 months, and he only would be coming if he agrees to come, because he's kind of persona non grata at Paris Saint-Germain, and he has got his eye on Real Madrid in a year's time. And the reason he is not going to Real Madrid now is because they would rather wait until he's out of contract in Paris, and then they can get him for nothing, meaning they would save themselves hundreds of millions of dollars. So Mbappe seems to be playing a bit of a waiting game, but we don't really know what he wants to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "QUEST",
      "sentences": "All right, now, let's talk about Saudi Arabia's interests overall. Now, obviously, I have a certain interest and knowledge of it as it relatesto tourism and the huge amounts of money that they are spending to build a tourism industry, that elsewhere would take five decades. They're trying to do it in five years. You see it from the LIV Golf side. I mean, let's just say -- LIV Golf. This thing was persona non grata and now it is the lore of the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "QUEST",
      "sentences": "What's your price, Riddell? Come on. Don't get coy. I've been sitting here for the last half hour thinking, how much would it cost? Howmuch? Riddell, I mean, God, would I really cheap to say one million would do it? I think I would say that, but 770 million is not even a conversation for me. Of course, where do I sign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "QUEST",
      "sentences": "You traitor, man. Good to see you, Don Riddell, as always wonderful.Coming up, interest in artificial intelligence -- AI. Tech stocks went up and now one Indian company is planning to train its entire workforce in AI. There he is, head of Wipro will be talking to me after the break. Good to see you, sir -- will be after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "THIERRY DELAPORTE, CEO, WIPRO",
      "sentences": "Well, Richard, AI has been here for many, many years. And companies have been working with AI through, you know --across industries. GenAI, the level of evolution and adoption of GenAI over the last months has completely, dramatically accelerated trends from the way we can leverage AI in companies, across industries, every processes, the way we connect with clients, the way we are driving productivity up. The way we are producing goods and services is being transformed by AI and GenAI. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "QUEST",
      "sentences": "But are you, at Wipro -- at Wipro, are you behind the curve in your own GenAI?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "DELAPORTE",
      "sentences": "Oh, no, absolutely not. We have definitely invested in AI for many years. And we have developed solutions and we -- and -- but we feltthat what is happening at the moment is so important that it differs (INAUDIBLE) acceleration of our investment. Hence the commitment of $1 billion for the next three years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "QUEST",
      "sentences": "The recent agreement by the Biden administration with the seven biggies here -- it sort of -- was really a statement of the obvious in thesense of we'll do no harm and will try to do good. Do you believe that there is the scope for some form of wider international agreement on AI?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "DELAPORTE",
      "sentences": "I think that every time we launch a new technology and we talk about technology in the world, there are some barriers to -- there is aneed for putting barriers -- ethical in being responsible and so on. The fact that countries are trying to define those rules the way we've done it for data is not only required. And yes, there might be some guidelines, some guiding principles defined in the countries. But I think it will be tricky and it will be tricky to make it worldwide, certainly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "QUEST",
      "sentences": "And I think in all the great post-Second World War conferences, the Bretton Woods, the telecom (INAUDIBLE), the post office, all the bigtreaties that came out as a result, I can't see anything like that because the interests of the countries are so different now and the disparity is so great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "DELAPORTE",
      "sentences": "This is what happens with technology. Technology is accessible by everybody, everywhere, not only the countries, the companies, theindividuals, the schools and universities, everywhere around the world. And the access to data, the access to technology is such that, indeed, there is a lot of creation happening every day. And controlling this is difficult. So I would be with you on that. It is going to be difficult to have a kind of Bretton Woods of AI for the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "QUEST",
      "sentences": "Final question.How do we teach generations, the next generation, that AI, that TikTok, that devices are merely here to be used for a purpose and that they are not the purpose in themselves? How do we teach people to get back to reading a good book?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "DELAPORTE",
      "sentences": "You know, I think the world will always need people to learn to be innovative, to be creative, to dream and so on. And so there will alwaysbe access to the good classic book. But I think, indeed, AI is going to change and transform the way we lead every day. Whether our job is in our lives, things will evolve and we need to learn so that we can leverage it to our benefit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "QUEST",
      "sentences": "When you write a book, do you read is on a Kindle or an ereader or do you like the crinkle of the page?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "DELAPORTE",
      "sentences": "I read on both.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "DELAPORTE",
      "sentences": "When I'm traveling, I take my Kindle but if I'm at home I take my book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "QUEST",
      "sentences": "Good to see you, sir. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:20",
      "speaker": "DELAPORTE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "And I believe there are instructions that will help us.(MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "The Swedish retailer IKEA is thinking out of the box in a bid to reduce its carbon footprint; 5 percent of the company's total emissionscome from the glue that holds together its furniture. So we visited one of its factories in Lithuania to see how it plans to glue greener. (BEGIN VIDEOTAPE) (MUSIC PLAYING) UNIDENTIFIED FEMALE (voice-over): The Inter IKEA Group has more than 2,000 engineers. But then there is the only one dedicated just to the glue that holds furniture together. VENLA HEMMILA, IKEA (voice-over): I think glue is the most interesting, intriguing, complicated thing you can have. UNIDENTIFIED FEMALE (voice-over): Venla is channeling this passion into finding more sustainable ways to manufacture products. Here at IKEA, 5 percent of the company's total emissions come from its glue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "HEMMILA",
      "sentences": "This is actually quite a lot, because it is actually more than an example (INAUDIBLE) bring up all the stores that we have (INAUDIBLE).UNIDENTIFIED FEMALE (voice-over): Venla joined a glue task force at IKEA to tackle these emissions, which explores ecofriendly alternatives. (MUSIC PLAYING) HEMMILA (voice-over): You brought the recycled one as well, that's really nice. (INAUDIBLE). UNIDENTIFIED FEMALE (voice-over): For 10 years, they researched materials, met with suppliers and even came up with a few puns along the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "HEMMILA",
      "sentences": "We are sticking together. And we are keeping everyone together.UNIDENTIFIED FEMALE (voice-over): IKEA manufactures products mainly in five countries but the glue task force's is finally starting to take shape here. This Lithuanian factory churns out furniture and particle board. And it became the country's first to use biobased glue for large-scale production earlier this year. Venla says this switch is more ecofriendly for two reasons. The new glue comes mostly from organic sources and less glue is needed overall. HEMMILA (voice-over): The majority of particle boards are produced with this glue. And it is fossil based. And in a board, there is about 8 percent of this type of glue. And next to it we have the biobased glue. And it is made out of industrial corn starch, which is not food grade and the fossil based (INAUDIBLE). UNIDENTIFIED FEMALE (voice-over): Biobased glues have been around for a while. But it took IKEA a decade to find an affordable one that was also suitable for the company's size.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "In other words, she's sticking with it.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "And that is QUEST MEETS BUSINESS. I'll have the dash for the closing bell coming up next.Where will I be in our World of Wonder? (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING) QUEST (voice-over): Sahir Erozan is a hotelier and restaurateur extraordinaire. He's invited me to Macakizi, a boutique resort, just along the coast from Antalya. A light snack for lunch. This is Turkiye, so Sahir's welcome comes with copious food and drink. And as if magic, the sun arrives. This all began as a rustic bed and breakfast started by his mother in the 1970s, the queen of spades, the Macakizi, that was his mother, holding court with a generation of jetsetters and passing on a love of seaside living to Sahir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SAHIR EROZAN, MACAKIZI HOTEL",
      "sentences": "In the back (INAUDIBLE). And I loved it and I never forgot that year that I spent summer here and that was '77. That intime I moved to States to go to school. And I didn't come back here for a long time. And somehow, something inside of me missed the water. And I love water and there's the beginning of the story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "What is it about Bodrum?What is it you love?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "EROZAN",
      "sentences": "It's the smell, the color and feel of things. It's very hard to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "It's very hard to say.Oh, (INAUDIBLE), oh, no, caramel ice cream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "EROZAN",
      "sentences": "We have the same taste.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "This is very good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "EROZAN",
      "sentences": "Thank you. This is what I eat at lunch, which is so funny.(MUSIC PLAYING) QUEST (voice-over): If I eat much more, I'll need a larger boat. And the boat that Sahir is offering is big enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "EROZAN",
      "sentences": "I don't have a personal car. That's my car.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "It does rather sound like a jet engine.QUEST (voice-over): It's a beast of a boat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "EROZAN",
      "sentences": "It's very clear weather here. It's very nice. All winter, now, you also get (INAUDIBLE), so nice.(MUSIC PLAYING) QUEST (voice-over): We've arrived at Yalikavak marina, which is Turkiye's first highcapacity superyacht marina. These pristine waters are now attracting some of the largest yachts in the world, even if many of the owners of these investments would rather not attract attention themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "We always think of the famous bits. We think of Cannes, Monte Carlo, you think of the central (INAUDIBLE) the big marinas and there.Is Bodrum coming up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "EROZAN",
      "sentences": "No, it's already, I think, more up than they are, because this is a very purely coastline. So you've got a lot of places to go, to park, calmwaters, beautiful scenery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "But is it also getting the cachet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "EROZAN",
      "sentences": "Yes. We have the best waters. I mean, clean seas, Greece and us, we have the best waters in Europe, probably.(MUSIC PLAYING) QUEST (voice-over): Boasting aside, spending an afternoon with Sahir is making it very clear this private venture, like many in the region, is catering to a clientele that wants to keep things very private. EROZAN (voice-over): And this is a very versatile place, you know? It's got its commercial angles, it's got its historical angles and it's got a very bohemian lifestyle angles, too. Don't think like the whole Bodrum is like this. There's another Bodrum, where other people, when I say other people with other tastes, go to. They go to a little fish restaurant on the waters, too. Same style, like where we left it years ago. (MUSIC PLAYING) QUEST (voice-over): Sahir's mother set the groundwork for this laidback style and today's glitterati have glommed onto it, the original, bohemian way of life, the gay Bodrum explorer (ph) is still here in certain quarters. Hello, permission to come aboard. Which is why I've asked Cemil Ipekci to show me why it was like. He's a renowned Turkish fashion designer. He was the early discoverer here in Bodrum, a hipster when hipsters weren't hipsters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "CEMIL IPEKCI, FASHION DESIGNER",
      "sentences": "I escaped from home in '63, with my friend, my -- with my best friend. And so we found the hippies there. They said, weare coming for Bo-drum. Bo-drum?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "IPEKCI",
      "sentences": "Bo-drum, not even Bo-drum, Beau-drum. I fell in love, not the Bo- drum nature, I fell in love with the Bod-rum people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "IPEKCI",
      "sentences": "Because they were so crazy. We were going to see here, swim all naked, nobody was looking at us.(MUSIC PLAYING) QUEST (voice-over): Oh, this is really nice. Oh, my goodness. Cemil is at home here. It is his personal paradise and it has more than a few visitors these days. IPEKCI (voice-over): And here, there was nothing at all and, here, there was only maybe five houses, old houses. And the beach was still here. QUEST (voice-over): Now when you say that and you see the change, what do you feel about that change? IPEKCI (voice-over): I feel the same thing when I look at myself to mirror. When I look at myself to the mirror, when I see my things and here, of course, I am not very happy. So I feel the same thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "That's a beautiful way of putting it. But there's nothing you can do about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "Ah, I've picked up some friends. Great part about Turkiye, which I think is wonderful, is the way they look after the stray dogs.(MUSIC PLAYING) QUEST (voice-over): Even among ruins, plenty of life. No, play nicely. Look. Oh. Don't get involved, Richard, don't get involved. No good can come of it. It's staggering, the amount of archaeological finds carved out of the hills, dotting the countryside, taking you back in time. The detail in that, that's beautiful. Really beautiful. I always ask the same question whenever I come to these places. How did they do it? (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "QUEST",
      "sentences": "Hello, I'm Richard Quest. Together, you and me, a dash to the closing bell. We've two minutes to go. A 12th straight day of gains, that'swhat it's looking like. The Dow is up. It's been up -- well, red in the morning. But -- not huge gains but still up, stronger day for the S&amp;P 500, which was likely up nearly a third of a percent. And the Nasdaq just over half a percent. From earnings to interest rates, a lot of this week that we're going to be talking about. The IMF says the global economy has been resilient in the near term. Its chief economist told me, some big problems still lie out. (BEGIN VIDEO CLIP) PIERRE-OLIVIER GOURINCHAS, CHIEF ECONOMIST, INTERNATIONAL MONETARY FUND: (INAUDIBLE) may be more when we look at the medium term here. When we look at the medium term, what we are seeing is a picture where growth is not really rebounding very strongly. We have five-year out growth at around 3 percent. For the world economy, this is a low number. This is not enough. This is not enough to meet all the challenges we have to face, you know, whether we're thinking about climate change or debt issues, et cetera. So here, really what we have to focus our energies on is how do we unlock more growth in many parts of the world? What kind of reforms do we need to put in place? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}