{
  "date": "2023-03-15",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Russia Fighter Jet Forces Down U.S. Drone Over Black Sea; Season's First Nor'easter Dumps Heavy Snow on NY, New England; Moody's Cut Outlook for Banking Sector, Warns About 6 Banks; New Poll: Trump, DeSantis Lead Among Potential GOP Voters. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:15",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Welcome to our viewers in the United States and around the world. I'm Christine Romans.We begin this morning with Russia and the U.S. facing off in their first physical conflict since the start of the war in Ukraine. Russian fighter jets forcing down a U.S. Air Force spy drone flying over the Black Sea. This is video of the type of Reaper drone that went down. White House officials say that the Russian move over international waters is the kind of thing that could spark a dangerous escalation between super powers. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:15",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL SPOKESPERSON",
      "sentences": "It could lead to miscalculations between, you know, two militaries that are operating not obviously in Ukraine together but certainly in proximity in the region. And we don't want to see the war escalate beyond what it has already done to the Ukrainian people and so this is clearly -- this was inappropriate, unsafe, unprofessional conduct by the Russian pilots.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:15",
      "speaker": "ROMANS",
      "sentences": "CNN's Salma Abdelaziz is live in London for us.Salma, Russia and the U.S. have very different stories here about what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:15",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Two very different narratives about what took place in the early hours of yesterday morning on the Black Sea. The United States says that Russian fighter jets essentially reading between the lines harassed the United States drone. They say that this Russian fighter jet dumped fuel several times over that drone for about 30 to 40 minutes. It was in the vicinity of that Reaper before that physical confrontation that led to the propeller of the drone being damaged and the drone to be forced down.Russia says this is simply not true. The Kremlin said there was no direct physical confrontation between a Russian aircraft and a U.S. drone. They say -- or the Kremlin says that its Russian fighter jets were scrambled when it detected an intruder and the transponders were turned off, and the Kremlin had already warned that it was conducting operations in the Black Sea area as part of its, quote, special military operations, and Russia points the finger at the U.S. saying that it is the U.S. that behaved dangerously and came too close to the Russian border and U.S. using a drone that they see as a threat because it could potentially carry weapons. Now, the positive is that both sides the positive is that both sides agree that they don't want to escalate the confrontation. The Russian ambassador to the United States was summoned to the State Department and at least 30 minute conversation took place there. They don't want to see it escalate any further. And what is really important to note here as well, this is not unusual to see U.S. aircraft and Russian aircraft intercept along the Black Sea. That has happened several times in the last few weeks. Most of the times, of course, the incidents go without any problem, without any issue. So there is hope that that can resume. But, of course, highly concerning at such a sensitive time to see this physical confrontation over the Black Sea, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:15",
      "speaker": "ROMANS",
      "sentences": "Absolutely.All right. Salma, thank you so much for following that for us. Back here, the first nor'easter of winter dumping 3 feet of snow or more over parts of the Northeast. The snow, ice and strong winds knocking out power for hundreds of thousands of customers across the region. More than 1,200 flights canceled yesterday. The weather also toppled a tree in New Hampshire trapping a child who had to be rescued by first responders using chain saws, shovels and their bare hands. The child just suffered minor injuries. Meteorologist Chad Myers is in the CNN weather center for us this morning. Chad, how are things looking for today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROMANS",
      "sentences": "All right. Chad Myers, thank you so much for that, Chad. Keep us posted.All right. Good news/bad news for the economy in the wake of the implosion of SVB and Signature Bank. Let's start with the bad news. Moody's is cutting its outlook for the entire U.S. banking industry and announcing that it is reviewing six U.S. banks for potential credit rating downgrades. The good news: stabilization, broader economy seems to be recovering from its swoon earlier in the week. U.S. stock index futures down a little bit. And around the world markets are also mixed. CNN's Clare Sebastian joins us from London. Clare, Moody's says banks like the six it named for a possible downgrade are especially vulnerable, there is concern about depositors leaving and looking for higher yields a concern about what is on its balance sheets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "CLARE SEBASTIAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Yeah, Christine, they are worried about this toxic cocktail if you will of long term debt on the balance sheet, a lot of it that was bought before interest rates went up and therefore have to be sold as a loss, combined with a majority of depositors with more than $250,000 in their accounts, and therefore not automatically insured if something goes wrong, so more than likely to pull out their money.And that is what Moody's is worried about. In the case of first republic who has seen significant losses this week, they have recovered a bit, and they are warned capitalization levels, saying that they might not be at a high enough capitalization level. Now, these are important, because these banks, Silicon Valley Bank, certainly First Republic, they have assets that fall into the term of mid-sized banks. And, you know that in 2008, Donald Trump had diluted this aspect of the Dodd-Frank post-crisis reform raising the threshold at which banks would enhance the enface face the enhanced regulations. And so simply exempting the likes of Silicon Valley Bank and First Republic. And the fed may be looking at tightening that up again. We know as well that Congress is set to be looking at the reasons behind the collapse in the coming weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROMANS",
      "sentences": "Yeah, absolutely. Clare, thank you so much.And we know this morning the justice department and SEC are investigating the collapse of Silicon Valley Bank. A source familiar with the matter telling CNN that federal investigators are looking into both the bank's failure and actions by senior executives just prior to its closure by regulators. CNN's Phil Mattingly has more this morning for us from the White House. (BEGIN VIDEOTAPE) PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT (voice over):  The Justice Department launching an investigation into the collapse of Silicon Valley Bank --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "SHEILA BAIR, FORMER BANKING REGULATOR",
      "sentences": "It was rapid growth. It was poorly manage. It had this very close net group of depositors that all talk to each other and ran at the same time. That is unique.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "MATTINGLY",
      "sentences": "-- as financial markets and the banking sector slowly shifted away from the precipice of crisis.REP. JOSH GOTTHEIMER (D-NJ):  I think you're seeing better news today than the last couple of days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "MATTINGLY",
      "sentences": "The federal investigation said to be in its early stages marking a clear escalation and following pledges from President Biden, financial regulators and lawmakers to hold those responsible for the collapse accountable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "In my administration, no one is above the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "MATTINGLY",
      "sentences": "But as those investigations dig into the root causes, Biden administration officials still closely watching the markets for signs their dramatic emergency efforts are taking hold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "GOTTHEIMER",
      "sentences": "We have to make sure people know that if they put money in their bank, in the deposit, it will be there in the morning for them. Otherwise, you're going to have runs across the country and systemic risk obviously to the whole system, which is what the feds stepped in and took action on Sunday night about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "MATTINGLY",
      "sentences": "Regional banks, which had been hammered in equity markets on Monday, shifting rapidly into positive territory today with senior treasury officials continuing to see positive signs about dissipating deposit outflows from the most at-risk banks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "BAIR",
      "sentences": "Regional bank are fine. They're important for the banking economy and let's not worry about the (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "MATTINGLY",
      "sentences": "But as market step back from the brink, the political backlash has clearly started to escalate. SEN. TIM SCOTT (R-SC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:09",
      "speaker": "BIDEN",
      "sentences": "And this is an important point, no losses will be borne by the taxpayers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:09",
      "speaker": "MATTINGLY",
      "sentences": "Echoing Biden's emphatic and politically deliberate point from a day ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:09",
      "speaker": "BIDEN",
      "sentences": "Let me repeat that, no losses will be borne by the taxpayers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:09",
      "speaker": "MATTINGLY",
      "sentences": "And as Biden continued a three day West Coast trip, his economic team in Washington, buoyed by good news on inflation, as the consumer price index showed annual price increases declined year over year for an eighth straight month, with Biden in a statement noting the challenges in the banking sector are an example that economic setbacks are likely, but the U.S. faces, quote, these challenges from a position of strength.(END VIDEOTAPE) MATTINGLY (on camera):  And as the Biden administration officials express cautious optimism that the emergency actions they took are indeed starting to take hold, investigators on the federal side and congressional side dig into what exactly happened here, folks in Washington also clearly looking forward to just one week from Wednesday, that is when the Federal Reserve is set to meet again and make a decision on additional rate increases. The expectation heading into that meeting, at least before the bank failures, was that it would be another significant increase. The convergence of what you are seeing with inflation and have seen over the course of the last several months and also what has tied to some of these bank failures. However in the wake of this banking crisis, even as it seems to have been receding from the brink, there is recognition that perhaps the fed will have to change course. Maybe not entirely, but at least perhaps not go as big as they were planning. It is a very open and real question with significant effects on the economy going forward. One that won't be answered for another eight days. Phil Mattingly, CNN, the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:24",
      "speaker": "ROMANS",
      "sentences": "All right. Now, this, today, a Texas federal judge will hear arguments in a high stakes court case that could block abortion medication. Now, the initial hearing was delayed after lawyers told lawyers that he did not want them to publicize the hearing citing a, quote, barrage of death threats aimed at him and his staff. Media outlets and legal experts criticized the Trump appointed conservative judge for undermining judicial transparency. Kacsmaryk will weigh revoking the FDA approval of the drug, which is one of two drug cocktail used in a medication abortion.I want to bring in \"Washington Post\" congressional reporter Camila DeChalus. This has been remarkable to follow over the past week when reporters and court sleuths started to realize that there was something secret happening here. In a transcript of the call, the judge told lawyers to hold off on publicizing the important hearing because of death threats that he was getting and to minimize disruptions in the proceeding. It's highly unusual for a case of this importance to be kept under wraps here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:24",
      "speaker": "CAMILA DECHALUS, CONGRESSIONAL REPORTER, THE WASHINGTON POST",
      "sentences": "Yes, that's correct. And I think that lot of that is because there is so much at stake. As you know abortion is a highly politically divisive issue, especially you saw after the Supreme Court ruled to strike down Roe v. Wade, there was hundreds of protests and we're hearing that there is expected to be protests outside of the courthouse and legal experts have weighed in that the judge may potentially weigh in and issue the ruling after the hearing because he knows that there is going to be a lot of potential outrage depending on the outcome of the ruling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:24",
      "speaker": "ROMANS",
      "sentences": "This is the biggest abortion case since the Supreme Court overturned Roe v. Wade last year. Remind our viewers what is at stake if the judge overturns the FDA approval of the bill that has been used in the United States for 20 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:24",
      "speaker": "DECHALUS",
      "sentences": "Well, I've spoken to a lot of advocacy groups that deal with this matter and they say, look, we are scared that if the ruling is not favorable and this abortion pill is struck down and found that it is illegal, that states won't issue it, then maybe that that is going to lead to other potential legal challenges against the morning after pill, plan B. Or even birth control, that they think that depending on this ruling that it won't just stop here with this abortion pill, that it could lead to other legal challenges.So, there is a lot at stake here. This is an issue that has been weighed on for months on end and you saw that with a lot of the outrage on Roe v. Wade. This won't just die after this ruling. A lot of advocates say it could lead to other political legal challenges. And a lot of Democratic governors have realized that and have formed their own coalition to strengthen access to abortion and looking for other ways that they can have in-state resident -- interesting that you would see how states are responding to this ruling and anticipating any outcome that may come from this ruling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "HOLMES",
      "sentences": "Sending a clear signal about who he sees as his top rival.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "TRUMP",
      "sentences": "Ron DeSantis strongly opposed ethanol.And he also fought against Social Security. He wanted to decimate it. He voted to severely cut Medicare. I will not be cutting Medicare and I will not be cutting Social Security. We'll live in the age where it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "HOLMES",
      "sentences": "Trump's focus on Florida Governor Ron DeSantis coming as a new CNN poll shows the two leading the field of GOP contenders at this early stage of the race, with 40 percent of Republican and Republican- leaning independents saying they would most likely back former President Trump, and 36 percent supporting DeSantis, who has yet to formally announce a White House bid. No other GOP hopeful reached double digits among a list of nine potential candidates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "DENISE VASQUEZ, TRUMP SUPPORTER",
      "sentences": "True Trump voters are going to stay with Trump. He's already proven himself. So, we know what he's capable of doing. HOLMES",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No one else but Trump, Trump or death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Trump's my president. That's it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "HOLMES",
      "sentences": "Among those backing Trump, 76 percent say they'll definitely support him compared with the 59 percent for DeSantis and 29 percent for the rest of the field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "CATHI FRANK, REPUBLICAN VOTER",
      "sentences": "I would lean more towards Ron DeSantis just because of his personality. I think he kind of appeals to more people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "HOLMES",
      "sentences": "As Trump aims to portray DeSantis as part of the Republican establishment --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "TRUMP",
      "sentences": "Ron was a disciple of Paul Ryan, who currently is destroying Fox and would constantly vote against entitlements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "HOLMES",
      "sentences": "DeSantis is aligning himself with Trump on the issue of Ukraine, telling Fox Host Tucker Carlson in a statement, quote, while the U.S. has many vital national interests, becoming further entangled in a territorial dispute between Ukraine and Russia is not one of them. That stands at odds with other potential 2024 hopefuls who called for the U.S. to adopt a forceful role in supporting Ukraine against Russia.MIKE PENCE, FORMER U.S. VICE PRESIDENT:  There can be no room in the leadership of the Republican Party for apologists for Putin. There can only be room for champions of freedom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "NIKKI HALEY, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "We had no better ally at the United Nations than Ukraine.(END VIDEOTAPE) HOLMES (on camera):  And one thing Trump didn't say on the stage but told a small group of reporters traveling with him is that he regretted endorsing DeSantis back in 2018 when he was running for governor, that is according to the \"Washington Post.\" And in the past, Trump has said that he believes that it is disloyal of DeSantis to even consider a presidential run against Donald Trump given the fact that he endorsed him in that race, but clearly now taking it a step further. Kristin Holmes, CNN, Davenport, Iowa.",
      "isLastSentenceInterrupted": false
    }
  ]
}