{
  "date": "2023-08-29",
  "headline": "CNN This Morning",
  "subHeadline": "Idalia Now a Category One Hurricane; Russian Cemetery under Tight Security; Ashley Giovannetti is Interviewed about Storm Preparations. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "PATRICK OPPMANN, CNN CORRESPONDENT",
      "sentences": "A raindrop on us all morning. It looked absolutely clear. And then, just out of nowhere, this band came in, absolutely soaked us, was knocking over our tripods. We had to kind of come in and take a little bit of shelter. And this storm came by Cuba, to the west of Cuba, as a tropical storm. As it gets into the gulf, its going to get into its historically warm waters and just continue to pick up force. So, it's something that people really need to be careful about.Again, I just thought that we weren't going to get anything all day and a band of rain and wind came through. And we're on the outskirts of this storm. And just absolutely slammed into us. And it was kind of a wall of rain behind us for a little bit, passing now, but I'm sure throughout the day we'll continue to get this as this storm goes north towards Florida and continues to pick up steam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Patrick Oppmann, we are glad you are OK. You give a perfect example as to what can happen and how quickly it can happen, which is why they want people to prepare and to evacuate in now ten counties here in Florida because that kind of activity is going to get more intense as the storm intensifies.Thank you so much, Patrick Oppmann, there for us in Havana, Cuba. We are going to eventually hear from a storm hunter who has been chasing this storm and trying to see just what it is like up close and personal as it barrels towards the state. We will have much more with our Derek Van Dam, who is also tracking the storm here with all of his electronics and his smarts. We are going to now toss it back to Phil, who's got an incredible way to look at how storm surge - how strong this storm surge might just be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Yes, Sara, we're going to get back to you and Derek and the team in a moment on the ground.But for demonstration purposes, because I think this is really important as people try and visualize what's actually or what could be coming their way in the coming hours and days. More than 5 million people right now are under storm surge warnings across southern and eastern Florida. Now, it could be life threatening. The highest storm surge is expected to happen in the big bend area of Florida. You're looking at it right here in red. Forecasters say water levels could reach up to 12 feet. So, what does that actually mean? Think about this for perspective because it kind of seems a little bit amorphous to some degree. This is a 12-foot ladder. I'm 5'11\" on a good day. That's 12 feet. And if you don't believe me, we actually have a sign at the top that says 12 feet. We measured this out. The water could tower above the average person. Could reach the top of a bedroom or a bathroom. People in at risk areas, they've been told to evacuate for a reason. That is not made up. That is 12 feet. That's the threat. That's why you're getting the warnings from federal, state and local officials. Sara and Derek.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SIDNER",
      "sentences": "Phil, that was a really good way to really show people just how dangerous this can be.And as Derek has mentioned over and over and over again because it is the absolute truth, it is the storm surge, it is the flooding that takes lives, that is the most dangerous thing in any hurricane that we have seen come through this state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "DEREK VAN DAM, AMS CERTIFIED METEOROLOGIST",
      "sentences": "Well, picture this, Sara and Phil. And there's a great explanation there, Phil. But a cubic yard of water weighs 1,700 pound.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SIDNER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "VAN DAM",
      "sentences": "Now, imagine several feet of that washing in at you all at once. There's no way you could stand up or any structure could survive that type of an event.And we saw that play out with Hurricane Ian. I mean we saw the devastation that it brought to Fort Myers Beach. The surge, we always go back to it, it is the number one lethal -- most lethal part of a hurricane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SIDNER",
      "sentences": "That is the most important thing. I've been talking to friends who are in Fort Myers. Everyone, obviously, extremely concerned because that area hasn't even completely recovered from Hurricane Ian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "VAN DAM",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SIDNER",
      "sentences": "And now you are seeing another storm.But this is how hurricane season is. Sometimes it's one after the other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "VAN DAM",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SIDNER",
      "sentences": "And as this one intensifies, we will be watching and waiting. Evacuations, again, underway for ten counties. Thirty-two school districts now here in Florida have been closed down so that people can take their kids to safety. We will update you on the very latest on this storm and what peopleare doing to prepare for it and those who are evacuating as well. Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:38:10",
      "speaker": "MATTINGLY",
      "sentences": "So, brand new overnight, there is a heavy police presence and sealed off roads around a cemetery in St. Petersburg, Russia, amid speculation that Wagner chief Yevgeny Prigozhin will be buried there.I want to get right to CNN's senior international correspondent Matthew Chance, who is live at the cemetery. Matthew, when I heard where you were and what you were reporting on, we have to talk to you. Take us inside what you're seeing, what's happening right now on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "MATTINGLY",
      "sentences": "Fascinating developments. Please keep us posted. Matthew Chance, great reporting for us out in Russia.Now, also overnight, rare video of American Paul Whalen from inside a Russian prison. Russian state controlled news agency, \"Russia Today,\" shot and released the video showing Whalen in a prison uniform. Now, he's been detained since 2018. His brother David said this was the first time he's seen what Paul really looks like since June 2020. Paul Whalen briefly spoke to a reporter. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "PAUL WHELAN",
      "sentences": "Sir, you understand when I say that I can't do an interview, which means I can't answer any questions.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "MATTINGLY",
      "sentences": "Now, earlier this month, Secretary of State Antony Blinken spoke to Whalen. And the Biden administration continues to reiterate to Russia their proposal for Whalen's release.I want to toss back now to Sara Sidner, who is on the ground for us in Florida as the state prepares, the Gulf Coast prepares for what is now a category one hurricane. Sara, what are you seeing on the ground there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "SIDNER",
      "sentences": "It is again very calm now. This is the time when people need to get out. There are now more counties, more than 10 counties that are being evacuated at this hour. Thirty-two school districts closed down. And that is because they are very concerned about a high storm surge and that the winds will intensify.Now, we have someone who is in the midst of this in the sky. Lieutenant Chris Wood is a hurricane hunter. He knows what these things look like up close and personal in the most difficult parts of this. Can you give us some sense -- and I hope you can hear me. Thank you for joining us this morning, Lieutenant. Can you give us some sense of what it is you're seeing? I hear the rattling, the noise that you're in right now. LT. CHRIS WOOD, HURRICANE HUNTER (via telephone): Yes, we're looking at (INAUDIBLE) other rain bands of (INAUDIBLE) on our way into the storm. So (INAUDIBLE). The National Hurricane Center (INAUDIBLE) the storm is severe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "SIDNER",
      "sentences": "It's very hard to hear you. And there's a reason for that. We are hearing those outer bands of the hurricane as you go directly into this.Why is it so important that you and your crew are there to try and track this, to try and see what we are dealing with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "WOOD",
      "sentences": "So, our aircraft can gather information that is not possible to be gathered using any other means and we're capable of going right through the airfield (ph) of the storm and (INAUDIBLE) data on what the temperature, dew points and the (INAUDIBLE) figure out what these (INAUDIBLE) storm is going to change and the (INAUDIBLE) so that they determine the impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "SIDNER",
      "sentences": "Lieutenant Chris Wood, it is very, very hard to hear you, but that is because you are in the belly of the beast. You are in this storm, feeling those outer bands.Now, Derek Van Dam is here. He's not only our meteorologist, he's been in one of these enormous planes that go into this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "VAN DAM",
      "sentences": "Yes. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "SIDNER",
      "sentences": "Can you give us a sense of what that is like from your perspective as you fly into this massive storm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "VAN DAM",
      "sentences": "It is. It's extremely chaotic but it's more chaotic in the storms that are developing and strengthening. So, what we're seeing with Idalia, he's going through some of the greatest turbulence because that storm is now starting to get its act together.We flew in the hurricane hunter planes, which is a CJ-130, the super aircraft. He's actually flying in a P-3 Orian, so a slightly smaller version of that but still a turbo prop. And these planes have, you know, different reasons why they're out there. He's probably sampling the upper levels of the atmosphere to give us meteorologists better intel, better information so we can forecast and pinpoint that exact track of where Idalia will travel. Now, the hurricane hunters that I flew with with the CJ-130 aircraft, we fly right into the eye of the hurricane. It's called punching the eye wall. And it is an incredible moment to actually be inside of that circular motion of the inside of that belly of the beast, like you said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "SIDNER",
      "sentences": "It is incredible to see it and experience it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "VAN DAM",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "VAN DAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "SIDNER",
      "sentences": "It is an extremely dangerous thing for folks on the ground and, frankly, for you punching through the eye wall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "VAN DAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "SIDNER",
      "sentences": "You know, that turbulence has to be really, really, really incredible. You have to have a good stomach to deal with that sort of thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "VAN DAM",
      "sentences": "One - and you've got safety belts to hold yourself down. But I can't underscore the importance of the work that they are doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "VAN DAM",
      "sentences": "Because every little bit of detail over the open ocean becomes available to the meteorologists. So, we are able to better pinpoint the forecast. So, we need the data that they are currently collecting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "SIDNER",
      "sentences": "And right now Lieutenant Chris Wood is collecting that data. They cannot get it any other way as accurately as these hurricane hunters.I want to now bring in Ashley Giovannetti. She is with Pinellas County, the PIO there, and she is going to give us some information. I want to thank you this morning for coming on. I know this is a time when everyone is preparing and you're trying to help the citizens of this county get to safety. Can you give us some sense of what it is and how people are preparing and what they need to know in order to keep themselves and their family safe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "ASHLEY GIOVANNETTI, LEAD PUBLIC INFORMATION OFFICER, PINELLAS COUNTY",
      "sentences": "Absolutely. I mean, first and foremost, residents should complete their preparations today and be in a safe place by this evening.You know, we have a mandatory evacuation for zone a and all mobile home residents in effect for Pinellas County. And I know those evacuations are happening all over the west coast of Florida and people really need to heed those evacuations. We have special needs and pet shelters available for those who need them. You know, one of the main reasons we've been told people don't evacuate is because they're due to uncertainty of what to do with their pet. Well, it's just like preparing your family member, or preparing yourself. Make sure your pet has enough food, has enough water. If you're going to evacuate, go to a pet-friendly shelter or evacuate with a family or friend that's going to allow your pet to be there. There are hotels that are pet friendly. There's a lot of options. And you don't have to travel all the way across the state or into another state. We want you to evacuate tens of miles, not hundreds of miles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "SIDNER",
      "sentences": "That's really good information, going tens of miles not hundreds of miles.One of the things that people must pay attention to is sort of the tracking of the storm. But these storms do wobble. So, where is it that you are trying to tell people to go to? Because if people go to the north, they may get caught up, if they wait too late, into that storm surge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "GIOVANNETTI",
      "sentences": "Absolutely. Really all they have to do is go to a non- evacuation zone. So, the first and foremost, you need to know what zone you're in. If you are in that zone a or you're a mobile home resident, evacuate to an area in Pinellas County even that is a non- evacuation zone. And, again, for people that don't have any other way to evacuate, they don't have anywhere to go, there are shelters available. We opened up ten shelters. And those nine additional ones were opened up this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "SIDNER",
      "sentences": "Where do they get that information? Right now everything is working. The storm is not here yet. Where should they go to gather the information they need, to know where they are, where they can go if they have pets, for example. And I know that some of the hotels in some of the other areas, they're hurricane rated as well, hopefully out of the evacuation zone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "GIOVANNETTI",
      "sentences": "Well, definitely. And you bring up a good point about visitors. We want to make sure that our visitors as well are looking up their evacuation zone. And they can do that easily at disaster.pinellas.gov. Again that's disaster.pinellas.gov. And that's for our local residents and visitors here in Pinellas County.Emergency information is also available for us through Alert Pinellas, the Ready Pinellas app, and, again, disaster.pinellas.gov. We also have our county information center open around the clock starting at 8:00 a.m. today. So, even if there's some worried friends, folks, that have questions, they can call this evening and they can call 727-464-4333. We also have the availability for residents who are deaf or hard of hearing can contact our county information center via online chat. And again that's at disaster.pinellas.gov.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "SIDNER",
      "sentences": "I think you made a really, really good point. Thank you for giving all that information. It's really important to people so they know exactly what they need to do.Those people who have children, those people who have pets, treat your pets like you would treat your kids. Figure out where to go. Bring them with you. Do not stay in a dangerous place. Get everybody to safety. Thank you so much, Ashley Giovannetti the - of Pinellas County. We appreciate your time this morning and we want you to stay as safe as possible as you watch this storm and try to keep people out of danger. We are going to toss it back to Phil now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "WOZNIACKI",
      "sentences": "After being a mom and being a role model for my kids and, you know, for them to be able to see me play, I'm very excited about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "MANNO",
      "sentences": "The former world number one is one of ten women in this year's U.S. Open singles draw who are mothers, disproving the notion that women must choose between sport and starting a family.CHRIS EVERT, WON 18 GRAND SLAM TITLES, INCLUDING SIX U.S. OPENS: A mother is torn in a lot of different directions. You know, when she's competing at such a high level, it's got to be difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "MANNO",
      "sentences": "Fresh off a semifinal finish at Wimbledon, 28-year-old Elina Svitolina's game is seemingly stronger in her return from maternity leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "RENNAE STUBBS, TENNIS COACH AND FORMER PROFESSIONAL PLAYER",
      "sentences": "I think it's good that they're doing it because it's also showing some of these younger players like in their early 20s that, oh, you know, if I really - if I want to have kids, maybe I could have a child, like a Svitolina, and come back and actually have a successful career afterwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "MANNO",
      "sentences": "Two-time grand slam champion Victoria Azarenka, who returned to the game after the birth of her son Leo, has been vocal about the fact that she wants the sport to stay in the foreground when it comes to progressive and inclusive attitudes towards working moms in the sport. And a change made by the Women's Tennis Association back in 2019 now allows women to freeze their player rankings for up to three years so they aren't penalized in tournament seeding for taking pregnancy leave.MANNO (voice over): While more than 20 active players on the WTA tour are successfully balancing motherhood with being a pro athlete, the sport's most coveted prize, a grand slam singles title, remains elusive for women who have given birth. It's been well over a decade since Kim Clijsters won three such titles after the birth of her daughter Jada. KIM CLIJSTERS, LAST MOM TO WIN A GRAND SLAM TITLE (2009): I hope that I inspire a lot of other women who are willing or hoping to do the same thing but maybe don't know the way to start. It's a great - a great feeling to have knowing that you can - you can combine both and still do - you know, still play the sport that I love, but then also, you know, being a mother at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "MANNO",
      "sentences": "This year's U.S. Open is full circle for Wozniacki who lost to Clijsters in that 2009 U.S. Open final. Now she will try to make a run with her family in tow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "WOZNIACKI",
      "sentences": "It's important that my kids believe that they can do whatever they put their minds to. If they work hard enough, the sky is the limit. There's really nothing that they can't do.(END VIDEOTAPE) MATTINGLY: I could not love a piece more than that. So damn impressive. Our thanks to Carolyn Manno for that piece. I want to bring Sara back in. Sara, you're on the ground in Florida. We're watching calm before the storm right now but a lot more to come and a lot of preparations underway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "SIDNER",
      "sentences": "It is extremely beautiful. It is about to get extremely dangerous. Lots of evacuations underway.CNN THIS MORNING continues right now. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "A major hurricane is barreling towards Florida's Gulf Coast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Florida's National Guard has been activated. Millions along the Gulf now being told to prepare to evacuate as Idalia rapidly gains strength.GOV. RON DESANTIS (R-FL): Floridians should expect this storm will be a major cat three plus hurricane. KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: FEMA has deployed two incident management teams to Tallahassee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a big event here. Storm surge could be 12 feet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is not going to bode well for the west coast of Pinellas (ph) County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Execute those plans and reach out to the resources that we have available locally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "January 6th, well, meet March the 4th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "That is the day before Super Tuesday. U.S. District Judge Tanya Chutkan denied Trump's longshot bid for a trial in April of 2026.CHRIS CHRISTIE (R), 2024 PRESIDENTIAL CANDIDATE: She made it quite clear that the public relations games are not going to impact the decisions that she makes in the courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "The judge in DOJ is very much thinking about the election date.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "EVEN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "John Lauro stood up in court and gave a really strenuous and impassioned plea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That appeal is going nowhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's all talk, which is what he does. It's incoherent. It makes no sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "COLLINS",
      "sentences": "Mark Meadows took the stand under oath. It was a surprising move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think it's so interesting to watch this continue to play out like some sort of Ponzi scheme of lies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "At the end of the day, Meadows had to testify because there was no one else.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}