{
  "date": "2023-02-24",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Ukraine Marks One Year Anniversary Since Russian Invasion; China Calls For Political Settlement On Ukraine-Russia War's Anniversary; Putin Has Brushed Opposition Movements Inside Russia; Inside Nablus, West Bank After Major Israeli Operation; Interview With Former Colombian President On War, Peace Negotiations And Global Priorities. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, HOST, ISA SOARES TONIGHT",
      "sentences": "Hello, and a very warm welcome, I am Isa Soares. One year ago, Ukraine was shocked-awake by war and its alliesstirred to unity and action. Last night on the show, we looked back at how the past year really has changed the world. Tonight, we look ahead as Ukraine's president vows to end this war. And as western nations refuse to accept Russian President Vladimir Putin's aggression as the new normal. They are promising new rounds of military action. Ukraine has just received its first western tanks from Poland, and on top of earlier pledges, Germany and Sweden are now promising even more. Denmark says it is considering sending fighter jets in a press conference marking the anniversary of the invasion. Ukrainian President Volodymyr Zelenskyy says he believes his country will know peace this year. Our Christiane Amanpour asked him about his expectation. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Mr. President, I'm interested in the timeline. Today on the anniversary, you spoke to your ownforces and you called for victory within this year. You have heard the western friends, your partners talk about as long as it takes. You know that the Russian leader believes that time is on his side. Why do you think that it's possible by the end of the year, and how do you assess the meaning of as long as it takes from your Ukrainian perspective? VOLODYMYR ZELENSKYY, PRESIDENT, UKRAINE (through translator):  Thank you for the question. Indeed, I want to very much. If each of us, each partner and we in our country, if we stay as one fist, one strong fist, and work towards victory, this is a victory of values. If they stick to their words, to their terms, and it's not just   blah-blah, I believe in it. We have been partners, strong partners, and there is evidence to that. If we all do our important homework, victory will be inevitable. I am certain there will be victory. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "A hopeful message there from President Zelenskyy. Christiane Amanpour joins me now from Kyiv. And Christiane, our viewers would noticethis. You have been in and out of Ukraine several -- many times, I should say for the past year. Really seeing how this country has been gutted by this war. A year on, what are your reflections?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Isa, it really is extraordinary because I spoke to a senior minister just a little while ago. And what I heard from her is what I'mhearing from everybody. That this time last year, everybody was terrified. They really did not know, minute-to-minute, hour-to-hour, day-by-day, whether this Russian offensive would be successful. Whether it would break the capital. Whether they would decapitate Zelenskyy and his leadership council. Whether Russia would just roll right over. As President Biden said, he rolled -- you know, he rolled the tanks in, but none of us rolled over. Today, Ukrainians are saying they don't feel fear anymore. They just feel resolve. They feel the resistance. They feel the spirit is still strong. They know they have friends outside. And as you just heard the president say, as long as we keep getting that support, we are assured a victory. Of course, by the end, we don't know what victory is going to look like and whether it will end up around a table. But right now, they are absolutely determined that they have to have all their sovereignty back. And as I found in this report on Ukraine's culture, its identity, its sense of self, they have refused to allow Russia to declare that, this is not a nation, this is not a state, and this is not an independent people. (BEGIN VIDEOTAPE) AMANPOUR (voice-over):  Perhaps, there is no more powerful sense of belonging than this, Yaryna Sviatoslav deciding to marry in their Orthodox Church the very day Russia invaded and tried to claim their national identity. Instead of a honeymoon, they joined the territorial defense against the siege of their capital, Kyiv. Today, looking over their year of living dangerously, the young couple takes stock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SVIATOSLAV FURSIN, FORMER TERRITORIAL DEFENSE VOLUNTEER",
      "sentences": "Only when you see this, you will understand the value of life. And in my case, it's totally100 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "AMANPOUR",
      "sentences": "This war is a tale of epic resistance by a whole nation, and the civilians who became overnight soldiers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ARIEVA",
      "sentences": "This one year of the war, it really feels like 40 years of life. I don't feel myself so young again anymore, just because of the allexperience of all the things you have seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "AMANPOUR",
      "sentences": "They remind us just how much has been lost. Everyone has family, friends killed or wounded. When Ukraine broke that long siege around Kyiv,revealing unimaginable horrors and crimes against humanity in Bucha, it stiffened, not soften, the people's resistance and their resolve. Any peace negotiations would now have to include prosecutions and justice and an end to any Russian claims on their territory or their identity. When we visited the newly-liberated suburb of Borodyanka last April, even monuments to Ukrainian art and literature weren't spared. We witnessed the deliberative assault on their cultural heritage. (on camera):  So this is Vladimir Putin's idea of liberating a fraternal brotherly nation. So I think he is doing all this because he loves Ukrainians, or as many believe, because he is motivated by a rising hatred. An anger at their westward loving democracy, at their resistance, and at their refusal to come under Russian control. (voice-over):  From Kharkiv to Kherson, Odessa to Donbas, museums, opera houses and art have been targeted, looted and destroyed. And yet, a heroic effort to save and protect this heritage has been underway since the first missile struck. Here, at the National Museum of the History of Ukraine, an exhibit on this past year of war, and especially reminders that so many Russian targets were clearly marked children. People live here. Former deputy Culture Minister Olesia Ostrovska-Liuta tells us, that across the country, many curators took shelter inside with their collections. OLESIA OSTROVSKA-LIUTA, FORMER DEPUTY MINISTER OF CULTURE, UKRAINE:  That's the situation of virtually every Ukrainian is in. You can't have objects from the collection museum -- objects on display. They have to be secured, they have to be cared for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "AMANPOUR",
      "sentences": "The installation hanging in this stairwell reminds us the war actually began in 2014, with Putin's annexation of Crimea, invasion ofDonbas, an attempt to crush an independent nation, calling this Russkiy mir, greater Russia. Olesia calls that absurd. OSTROVSKA-LIUTA:  And I don't think this is Ukrainian identity, there's a problem at all in this war. It's Russia's identity. If Russian identity is imperial, Ukraine is central part of it. AMANPOUR (on camera):  Right -- OSTROVSKA-LIUTA:  But if you rethink Russian identity, as a non-imperial identity, then you do not need Ukraine, Poland, Baltic states within your realm. AMANPOUR (voice-over):  That, of course is the point of Putin's war, to crush this democracy, whose now world famous flag was first publicly raised in 1990, just ahead of independence. Before that, the Soviets would have jailed anyone caught carrying it, today Olesia says it remains a symbol of courage, resistance and statehood. (on camera):  Nobody a year ago thought that this country would still be standing. I mean, we thought that, that flag would not exist anymore. That this would be Russia again. OSTROVSKA-LIUTA:  And we didn't think that at all. At all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ARIEVA",
      "sentences": "I remember that --AMANPOUR (voice-over):  Like Ukrainians across this country, newlyweds Yaryna and Sviatoslav, will mark this dark year of war, and their own first anniversary, remembering why they struggled, and what they stand for. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Of course, Isa, we have been profiling the civilians who have been soldiers for this last year. Over, on the eastern front, the soldiersare locked in a grinding battle. It is like a meat grinder, people have said, and it's like World War I. So, it is really hard, it is really difficult out there for all those people caught up in trying to defend this country against what if they haven't got it in quality, they have in quantity. And that is the fear for the Ukrainians that the Russians at any time could mobilize hundreds of thousands of more people to continue these human waves into the frontline positions. Isa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "No, it's not being marked at all, it's very quiet certainly here in Moscow and elsewherearound the country as well. It's a public holiday actually here around the country. It's part of the celebration of defenders of the Fatherland Day, which of course, originally is a holiday to commemorate those who fought in the Soviet army in World War II against the Nazis. But of course, now it's taken on a very different meaning. In the run up to all of this however, Isa, you have seen Vladimir Putin at various events making some pretty fundamental speeches. So, certainly, in the run up to this, you did see that the Russians were taking note. Vladimir Putin was taking note as well that, you know, this war has been going on for a very long time. The big question on many people's minds here, and something I think Vladimir Putin actually has an answer, despite the fact that he gave some pretty fundamental speeches, and he was at a major event at a stadium here in Moscow as well, is how he intends to further prosecute what he calls a special military operation. We have heard from him saying that he intends to inundate as he puts it the forces fighting on the frontline with modern weaponry. He was talking about artillery. He was talking about rockets as well. But where exactly the endgame is. What the aim of all of this is. Where all of this is going, how long it's going to go on, it's certainly something that we haven't heard. But what we have -- are learning from various people that we're speaking to is that, the Russians are indeed mobilizing and have mobilized a lot of people. Christiane was talking about that fear that more people could be   brought to the frontlines. But apparently, the Russians are having some pretty big issues getting those people, the kind of weaponry that they would need to be effective on the frontline. And that's certainly something that does also seem to translate into the situation that we're seeing in the east of Ukraine. What Russia obviously considers that western front in the Donbas where you do have a lot of those mobilized people who are coming to the frontline. The mobikkiy(ph) as the Russians call them -- as the Russians call them. However, they don't seem to be very effective at this point in time. We're not seeing major territorial gains being made on the part of the Russians. The big thing everybody here keeps talking about is the town of Bakhmut, which obviously the Russians that they were going to be able to take months ago, that so far hasn't happened. So right now, I would say that Vladimir Putin obviously is still very much in the driver seat. His approval ratings are high. There's a lot of people who at least buy into some of the premises of the special military operation. But where the endgame lies is certainly something that people here simply do not know. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Fred Pleitgen for us this hour, thanks very much Fred, appreciate it. Well, China has often signaled its willingness to play mediator. ButBeijing has yet to condemn its ally, Russia or even use the word invasion. Now, China's foreign ministry says it's ready to play a constructive role without providing specifics. Our Marc Stewart has more for you. (BEGIN VIDEOTAPE) MARC STEWART, CNN CORRESPONDENT (on camera):  We have China trying to portray itself as a neutral peace broker. This despite its no limits pledge with Russia. (voice-over):  On Friday, China released a position paper, a 12-point documents which among other things calls for a resumption of peace talks, with China continuing to play a constructive role. Yet, there are no specifics on what that would look like. In addition, China has avoided calling the conflict in Ukraine an Invasion. The paper also calls for anti- unilateral sanctions and resolution to the humanitarian crisis. It also says nuclear weapons should not be used, and nuclear wars must not be fought. Yet, the document fails to acknowledge Russia's violation of Ukrainian sovereignty. Here is the view from a top State Department official, at China's role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "VICTORIA NULAND, UNDERSECRETARY OF STATE FOR POLITICAL AFFAIRS, UNITED STATES",
      "sentences": "It can't simply be a cynical ceasefire that allows the Russiansthe time to go home, rest, refit and return. If Xi Jinping can get them and his army out of Ukraine, I think we'd all applaud and give a peace prize.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "STEWART",
      "sentences": "As far as reaction, Ukraine's charge d'affaires called the paper a good sign, but added it would like to see China do more to end the war.(on camera):  This paper comes as officials from the West have raised concerns that China may be considering providing Russia with lethal military force, with NATO's chief warning that would be a big mistake. Marc Stewart CNN, Tokyo. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Well, the EU foreign policy chief calls China's proposal to resolve the war interesting. But it's not a full-pledged peace plan. Ispoke earlier to Josep Borrell about that, and Europe's own strategy to see Russia defeated. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Well, some may say the sanctions have actually failed in many ways to deter Putin or discourage him, his grip on power is stronger than ever.He's -- you know, he's at 80 percent view, approval ratings in Russia. Russians are digging in, in the east of the country, and the violence is set to intensify. So what else Mr. Borrell? What more can be done? We've seen plenty of sanctions, plenty of summits. Are we expected to see more of that because that hasn't really met the need or when it comes to deterring Putin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BORRELL",
      "sentences": "More of the same. You say what else can be done? You know, we have to continue doing the same thing that we have done, increasing thescale. For example, military support, it has to speed up. Ukraine need ammunition, have to provide this ammunition. We have to continue implementing the sanctions. Avoiding some, trying to circumvent the sanctions. We have to have a strategic patience, a strategic will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Let's talk diplomacy then, if I may. Well, both the U.S. and the NATO chief Jens Stoltenberg have said that China, that they see signs thatChina is considering and may be planning to send arms to Russia if China is drawn into this war, Mr. Borrell. What will that mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BORRELL",
      "sentences": "Well, by the time being as Secretary NATO Stoltenberg have recognized, there is no evidence that China is providing arms to Russia.And the state counselor Wang Yi insisted to me, personally, directly the other day in Munich, that China is not providing arms, it's not going to provide arms to Russia. It doesn't mean that we don't have to be vigilant. We have to stay vigilant and look at what's going on. And if there's some evidence and there's some sign that this could happen, then we'll see. But we don't have any interest on leaning Russia in the hands of China. China has presented a plan, which is -- if I may say, it's not a peace plan. It's a position paper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "But at the same time, and you mentioned this, China has abstained from the vote at the UNGA yesterday, calling for Russia to end hostilities,of course, in Ukraine and withdraw its forces. How do you read this? I mean, is China here, Mr. Borrell, playing a double game?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BORRELL",
      "sentences": "Well, everybody knows that China is siding with Russia, is proclaiming an unlimited friendship, nothing new. By the way, they'resaying that in order for China to have credibility on presenting proposals, they should go also to Kyiv, Wang Yi went to Moscow, he should go to Kyiv. When the president of Senegal or the president of Indonesia presented plans or proposals, they went both to Moscow and Kyiv. If China wants to have credibility, and not be considered one sided, I advise them to go to Kyiv also. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Josep Borrell there calling for strategic patience. Still to come tonight --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Is there anything about this that you can't handle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Also this, I -- of course, they're incredibly hard, I don't know hard to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KILEY",
      "sentences": "You want to go ahead and draw it?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "A quiet moment there of congratulations and gratitude in Kyiv, today, shared between the wounded soldiers and their war-time president.Volodymyr Zelenskyy took the time on this really truly grim anniversary to visit a hospital and award these men with medals as you can see there. Meanwhile, Russia's new offensive is focusing on the eastern part of Ukraine. But Kyiv is waiting for new weapons from the West before launching its counterattack. Our senior international correspondent Sam Kiley is standing by in Kharkiv in northeastern Ukraine and joins me now. And Sam, do we know when will these new weapons -- new weapons arrive from the West? And can these weapons more importantly, Sam, shift the momentum in the battlefield and deliver a victory this year as Zelenskyy has stated today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KILEY",
      "sentences": "Well, I think, Isa, some of the weapons have already being very important indeed in terms of the battlefield. The HIMARS, the longer-mediumrange, very accurate missile systems that have been put to devastating use against some of the Russian logistic lines in command centers. And of course, the air defenses which do get better almost by the month in Ukraine. But what the Ukrainians are asking for again, is jets and the longer-range missile systems that would allow them to reach even further into the deeper lines within the Russian-controlled areas of Ukraine and attack their logistic hubs, which would mean that they could undermine the ability of Putin to prosecute his offensive, which is as far as Ukrainians are concerned in its early stages at the moment. As for when it might occur, well, that in terms of the Ukrainian offensive, that's a closely-guarded secrets, as indeed, it is where it might occur. But we have seen lightning offensives particularly in Kherson and in Kharkiv. Last year in September, that was Kharkiv, the liberation of a large area of territory not far from where I am. Now and Kherson came in November. So they're capable of it. But they're also taking very heavy casualties. And this is what that looks like on the edge of the fiercest fighting around the city or town, rather, of Bakhmut. (BEGIN VIDEOTAPE) KILEY (voice-over):  Almost walking, this wounded Ukrainian soldier has an obvious injury. Arriving at a casualty evacuation point for the battle of Bakhmut, American medics look for hidden trauma.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tell him I'm going to roll him and I'm going to check his back, 1,2, 3.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let's roll --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And Yuellis(ph), when you get the chance, give his legs a feel for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can we get her back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Shrapnel ruled out here as well. It looks minor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You want to go ahead and draw some odance(ph) for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KILEY",
      "sentences": "Chris(ph) is from Houston, Texas. He's 3 kilometers, less than 2 miles from Russian troops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Check his blood pressure for me --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's credit cards in my mom and a little bit of prior savings. So as long as you have enough money to scrape by, just buylike the basic goods, things tend to be OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KILEY",
      "sentences": "Hospital and medical staff are regularly targeted by Russia. This location is hidden in trees near Ukrainian artillery. This firing overheadon Russians just at the road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So, just -- we need more medics, more trucks, it's just that the amount of injured is super high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Does he have any allergies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KILEY",
      "sentences": "Chris(ph) is saying privately that one of the reasons there is such a need for foreign volunteers to work as medics is that so many of theUkrainians have been killed. The team relies on a former software designer for translation. (on camera):  Is there anything about this that you can't handle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Also this, I -- of course, they're incredibly hard, I don't know hard to take. Somehow, you feel guilty about that.KILEY (voice-over):  It's a 20 minute run for the ambulance to a field hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Would you push this slowly for me, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Am I roughly -- like what was it? Twenty minutes ago, 30 minutes ago now? Yes, mine, 30 minutes ago. Careful please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KILEY",
      "sentences": "He's delivered to another secret clinic. Here, the wounded pour in. A soldier's lost a leg, in his abandoned uniform, the piece of shrapnelthat took it. Medics here say it's relatively quiet. Some days there are hundreds of patients.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He doesn't remember losing -- if he lost consciousness or not. But people were equal and reactive not on the same size.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KILEY",
      "sentences": "Blood-soaked stretchers dry in the sun outside. And sunset can be busy for medics. Soldiers trapped by fighting can be rescued as the lightfades. Back at the evacuation point, no wounded. Five dead soldiers lie in body bags. They're so fresh from the battlefield, they're unknown. Their IDs are checked and they're photographed. Their suffering is over. Their families don't yet know that theirs is about to begin. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KILEY",
      "sentences": "Now, Isa, very often, there is a cliche that in war it's the civilians that bear the brunt. But in this war, it is the young men andwomen of the fighting forces of Ukraine on this side of the world at any rate that are bearing the brunt. We don't know any kind of accurate casualty figures, but I can tell you from anecdotal evidence from speaking to many soldiers on the -- and near the frontlines over the last few weeks. The casualty figures are high, and probably in the long-term unsustainable. That's why President Zelenskyy so clean to get this -- keen to get this war won this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "From the Sydney Opera House to the Empire State Building, the world is holding the strength and resilience of Ukraine after a full year ofRussian aggression. Welcome back to the show, everyone. Now human rights and pro-democracy activist and former world chess champion Garry Kasparov was born in the Soviet Union. But he says a Russian defeat in Ukraine would be a landmark moment for the world. Kasparov describes the war as an entrenched dictatorship attacking a new democracy out of fear that Ukraine's freedoms could spread to Russia. In fact, the prominent Kremlin critic recently told the Munich Security Conference that, \"Liberation from Putin's fascism runs through Ukraine.\" Let's talk with him about it. Garry Kasparov joins me now from New York. Garry, thank you very much for joining us this hour. We heard President Zelenskyy, and I'm sure you heard him today as well, say that victory is inevitable. You believe, from what I understand, that a Ukraine win is not only important for its own territorial integrity here, but it needs to win to initiate change in Russia. Explain this for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "GARRY KASPAROV, FORMER WORLD CHESS CHAMPION",
      "sentences": "It's not just changing Russia, because Ukraine now in the frontlines of internal battle between freedomand tyranny. And I believe that Ukrainian victory will impact freedom all over the world, from North Korea to Venezuela, from Belarus to Zimbabwe. But, of course, number one priority is winning the war, liberating Ukraine, taking over all the lands, and the defeat of Putin's armies in Ukraine. As we know from Russian history, will create conditions for uprising in Russia, and also will convinced Russian society that the days of Russian empire, that these days are over, and it's time to look for our way back to the family of civilized nations. And that can happen only with the removal of Putin and his clique from power. And it means that we need not just liberation of Ukraine, but also reparations paid for the damage caused by Russian invasion. And also, last not least, an international tribunal for war crimes and genocide that will guarantee that no war cry -- war criminals will be able to take over power that will -- power -- will feel power vacuum that will exist in Russia Putin's collapse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "What we have been hearing from Putin is that he, too, believes he can win. He believes time is on the side. The Russians, what we have seenfrom our correspondents on the ground, is that the Russians are holding on, they're digging in, Garry, and they're unleashing fresh troops. So, what would make Putin, in your opinion, back down at this stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "KASPAROV",
      "sentences": "Garry, let me ask you this, just coming into us here, the U.S. has intelligence that the Chinese government is considering providingRussia with drones and ammunition for use in the war in Ukraine. That's according to three sources familiar with the intelligence telling CNN in the last, what, 10 minutes or so. What do you make of China's possible role here? What would this mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "KASPAROV",
      "sentences": "China is playing a very cautious game, I cannot verify this intelligence. I'm sure there are some indications that China might beconsidering. But, again, it's considering sending weapons. What I believe is Xi Jinping is trying to find a way to make a deal with America. He doesn't care about Ukraine or Putin. He always looked at Putin as a subordinate partner in these relations. And also, China emphasized many times that they will respect territorial integrity, because for Xi Jinping and Taiwan, this is the crown jewel. And if he can get Americans somehow to give him a free hand in Taiwan, which I doubt they will, but still, that's his whole, then he will not do anything vis-a-vis Putin. So, I believe those statements or indications from China is a part of the complicated diplomatic game that China is playing to boost its bargaining position towards Taiwan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "SOARES",
      "sentences": "In the meantime, we continue to see commitment from the west and unwavering support for Ukraine. But there has been a delay, as you'vementioned, to tanks, getting to Ukrainian leaders, as you well know, Garry, discussing and talking about the question of jets. You write in your current book, I'm just going to read it out for our audience, \"We are repeating the same mistakes thinking we can muddle through without taking risks, without taking a stand. The price of stopping a dictator always goes up with every delay and every hesitation. Meeting evil halfway is still a victory for evil.\" What else are we not doing? What else needs to be done at this juncture?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "KASPAROV",
      "sentences": "Look, it's all for us to understand. This is not Ukrainian war. This is our war. Because God forbid Putin succeeds, he will never bestopped in Ukraine, he can go beyond Ukrainian borders, and then he'll attack NATO countries. War is the only algorithm for him staying in power. Putin in power means war. And Ukraine has been doing what NATO was built for back in 1949, saving free Europe from Russian aggression. So it's not a charity help in Ukraine. It's our duty, because, again, as I said, Ukrainian victory will be triumph of freedom around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "SOARES",
      "sentences": "Garry Kasparov, really appreciate you taking the time to speak to us. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "KASPAROV",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "SOARES",
      "sentences": "And still to come tonight.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "JUAN MANUEL SANTOS CALDERON, FORMER COLOMBIAN PRESIDENT",
      "sentences": "We talk to many people in South America and in Africa and Asia. And they feel this war thatit's not their war. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "\"There were shooting randomly everywhere,\" the words of a Palestinian paramedic recounting a deadly Israeli raid that left parts ofNablus in ruins. More eyewitness accounts are now emerging of this week's major military operation in the West Bank. It began with the hunt for three militants and ended with eleven people dead and nearly five hundred wounded. Israel denies shooting randomly, saying it fires at threats. But the Palestinian Red Crescent says many casualties were unarmed civilians. In one incident, Palestinians say Israeli troops fired at men leaving a mosque, killing two of them. A video on social media appears to show two Israeli army vehicles outside a mosque amid gunfire. The IDF says the circumstances on that video are \"Under examination.\" CNN's Hadas Gold takes a closer look at how the raid unfolded. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "The winding narrow streets of the Casbah Nablus looks like a warzone. Bullet holes riddle doorways, cars. Rubble onthe street, bloodstains on the ground. Aftermath of a rare daytime Israeli military operation to target three militants, the Israelis say, were about to carry out imminent attacks. Soldiers surrounding this home where militants were holed up, refusing to give themselves up. Massive firefight, the Israelis launching shoulder fired rockets. This woman lives right next door, still trembling, so afraid she didn't want to show her face, saying soldiers weren't people to go home. She entered her house where soldiers questioned her and warned her she'd hear explosions. UNIDENTIFIED FEMALE (through translator): We heard explosions and when to hide under our beds. We covered our ears with blankets. I can't even describe how shocking it was. We saw death with our own eyes and we didn't expect to get out of this alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOLD",
      "sentences": "The battle spilling out into the surrounding streets as locals and militants clashed with the soldiers. Ahmad Jibril, the head of the RedCrescent in Nablus, said hundreds were injured, many by live ammunition seemingly falling from the sky, including unarmed noncombatants. AHMAD JIBRIL, HEAD OF THE RED CRESCENT SOCIETY NABLUS (through translator): This is the first time they invade at this time of the day. We consider it rush hour at a densely populated area, at the main market in the city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOLD",
      "sentences": "That includes the father of Elias al-Ashqar, a nurse at An-Najah hospital, who says he was treating the wounded when he was called intoanother room. A man was dying from a bullet. But then, \"Father, father,\" he cries out when he recognizes the body. ELIAS AL-ASHKAR, NURSE: I came back to check on the two injuries. I asked the doctor and he said both died. I felt a very strange feeling that something belongs to me is between the beds. I opened the second curtain and it was my father. In the beginning, I didn't believe it. Then I came closer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOLD",
      "sentences": "The Israeli military acknowledging the situation was chaotic and messy, saying it was looking into reports of unarmed civilians shot bytheir forces. Carnage like this not seen since the days of the Second Intifada, as residents here have lost faith in the Palestinian Authority, saying only God can protect them. Hadas Gold, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Well, former Colombian President, Juan Manuel Santos, won a Nobel Prize in 2016 for his efforts to end his country's long-running civil war.Now, he has a warning for the world about its response to the war in Ukraine. I talked with Mr. Santos about that and other headlines of the day. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "SOARES",
      "sentences": "Our attention, clearly as you said, has been focused on the war in Ukraine, and quite rightly so, but what else are world leaders neglectinghere in terms of crises?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "CALDERON",
      "sentences": "Well, many people are questioning what is considered sort of double standards. What happened in or is happening in Israel with thePalestinians and the settlements, many countries in the south are saying, well, why is that not condemned? And why what has happened Ukraine is condemned? Both are violations of international law. There is this war that has been going on for sometime already in Ethiopia that has cost more than 600,000 civilians, that the humanitarian tragedy there is tremendous, and nobody sort of seems to be looking towards that conflict. And I can mention many, many more. But I think those two are emblematic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "SOARES",
      "sentences": "Give us a sense of how really the war in Ukraine, sir, has been focused in South America? How has it been perceived?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "CALDERON",
      "sentences": "We talked to many people in South America, and in Africa and Asia and they feel this war, that it's not their war. When you ask a peasant inColombia that is having to pay a lot more for their food, a lot more for their electricity, if they have electricity, and they say, well, why am I paying more for food and for the electricity for a war that is not my war? And when they ask them, they tell them, Listen, we have to establish a precedent and we cannot allow any country to invade another country, for example, what would happen if Brazil invades Colombia? And they simply laughed, they say that's not happening. That's not the case. My worries, my priorities are different priorities. So, they feel that this war is not their war. And the other aspect that I am very worried is that the number one existential threat, which is climate change, in a way, has been diverted, the attention on climate change has been diverted. And in many cases, because of the energy situation, we've gone backwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "SOARES",
      "sentences": "You said recently, I'm going to quote you here, \"That sometimes you need to think about ending the war before winning the war.\" What exactly doyou mean by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "CALDERON",
      "sentences": "Well, I was speaking as part of the Elders, a group that Nelson Mandela created some years ago, and what I said, listen, we need to try toend this war as soon as possible. And we, as Elders, are not for winning wars, but for ending wars. I know, I understand the position of President Biden of the United States of the NATO countries, that they cannot allow Russia to win one single inch of the Ukrainian territory. However, how -- at what cost?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "SOARES",
      "sentences": "Is a complete victory possible or realistic in your view? I mean, we're a year in now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "CALDERON",
      "sentences": "Well, everybody wants a total victory over Russia. But we have to be realistic, I doubt it very much that you will achieve total victory. Andtherefore, sooner or later, you're going to have to sit down and negotiate. Negotiate a ceasefire and negotiate an armistice, negotiate something to end the war. When you negotiate to end the war, everybody has to make a sacrifice. That's the way that peacemaking is done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "CALDERON",
      "sentences": "Well, I personally think that the United States should be a lot more generous in terms of allowing migrants to come into the U.S. It's beena part of U.S. history. And so I am not very happy with what is now being proposed to have been much more strict in terms of allowing immigrants to come into the U.S. And I ask a question, a very simple question, many countries, including the U.S., their demographics are changing, and they need a lot more people to come and work. When will this be compatible with, again, being open to immigrants, as the U.S. has been for so many, many years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "Mr. Santos, really appreciate you taking the time to speak to us, sir. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "CALDERON",
      "sentences": "Thank you.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "And after the break, we'll return to the war as the world reflects on one year of Russian aggression, and Ukrainian resistance.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "The scene late on Thursday night in the Ukrainian city, beautiful Ukrainian city of Lviv. All across eastern Ukraine, the decimation ofRussia's war has left the lives of millions literally in ruins. In one suburb, in the northeast, residents bombed out by Russian artillery are slowly coming home. CNN's Clarissa Ward has produced a documentary about it. Here's an excerpt from the broken town of Saltivka. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}