{
  "date": "2023-08-04",
  "headline": "Quest Means Business",
  "subHeadline": "US Economy Adds 187K Jobs In July; Source: Ukraine Behind Drone Attack On Russian Ship; Russian Opposition Leader's Jail Term Extended; Military Warns Of Retaliation If ECOWAS Intervenes; New Victim Identified In Gilgo Beach Murders; U.S. Presidential Candidate Chris Christie Visits Ukraine. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:27",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOS",
      "sentences": "Now, the observant amongst you will realize that this is not the beach. That our Summer Friday, I'm actually inthe studio. Well, the weather was not agreeing. It's raining down in Asprey Park, I think it is a bit miserable to be out in the rain at the beach. So we're in the studio, Asprey Park is next week. The markets, there is an hour to trade. We were up for most of the session and now, we've gone down. I think it's just the last-hour nerves, last couple of hours nerves on the back of the jobs numbers, get to all of that, in a moment. The main events: The pace of hiring is slowing in the US. They are deciding the Fed's medicine is working. Tonight, we have the Nobel laureate, Paul Krugman to analyze and discuss. Amazon shares up almost 10 percent on strong growth in both retail and cloud computing, and the third rail of corporate travel, should companies get to keep the frequent flyer miles that we accrue, and when should you use your miles? Live from New York Friday, August 4th, no Summer Friday per se, but I'm still Richard Quest and in the studio, I still mean business. Good evening. We start today with the slowing US job market, and the latest possible sign of the inevitable soft landing. The economy added 187,000 jobs in July, the second lowest number since December of a couple of years ago, but it is roughly in line with the amount in June, and slightly more than the pre- pandemic average. The unemployment rate ticked down just a notch to 3.5 percent. Initially, markets very much liked the news, but that rally has now faded. Matt Egan is with me. We'll be talking to Paul Krugman in just a moment to get the details on all of this. Before we actually do go into some of this, I just want to show you the numbers and how the numbers have moved, Matt, if you bear with me. Look at the numbers of the jobs so far in the Telestrator and you'll see that we have this blip here. We have a blip here, but overall we have a downward trend of jobs, and that downward trend suggests Fed medicine is working. Do you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Absolutely, Richard. It also suggests that the soft landing that many people thought was basically impossible, it mightjust be happening. I mean, that's kind of what the chart looks like, right? We didn't want to see payroll growth crashing, because that would signal a recession. We wanted to see a gradual slowing back to something that's more sustainable, and it does feel like we're moving in that direction. The unemployment rate ticking lower to 3.5 percent at a time when many economists had been warning of an increase in the unemployment rate to recessionary levels. We're not seeing anything like that -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "QUEST",
      "sentences": "Okay, this is the conundrum which I'll certainly be asking Paul Krugman in a second. Do we need to see -- if you're going to get rates downto two percent, do we need to see lower job creation and higher unemployment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "EGAN",
      "sentences": "Well, I think that's the trillion dollar question. I don't know that anyone, not even the Federal Reserve really knows the answer, but whatwe have seen is inflation move considerably down from those peaks of over nine percent last year, back towards the two percent level. And the trend is certainly going in the right direction at a time when payroll growth is still very healthy. The question is, how do they get that last percentage point, right? How do they go from three percent all the way down to that two percent goal and whether or not they end up doing too much in the quest to get there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "EGAN",
      "sentences": "Hey, Richard, I don't know if there was anything in particular that can explain that dip into the red. I mean a 0.3 percent loss for theDow is not really anything to be concerned about. I think the initial reaction here pre-market was pretty positive, and that made sense, because this does look like the Goldilocks report that people had been hoping for. Maybe people just kind of taking some chips off the table going into the weekend, but overall, it seems like there is a lot to be happy about with this jobs report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "Matt Egan, have a good weekend, sir, on the back of a good jobs report.Now, since rates started rising in March of last year, the labor market has cooled slowly and steadily. I'm going to show you again how the jobs numbers, just over 400,000 jobs were added as of March back there, 2022. And another 190,000 added barely last month. In between, the Fed has increased rates 11 times and the unemployment rate has remained virtually - - I mean, the unemployment rate remained virtually the same, or it has come down slightly. The headline inflation number has fallen to three percent, and now, Morgan is the latest bank to reverse its prediction for a recession, and it is this trend that I was talking about that is very much giving the idea that you can have a soft landing without having a sizable uptick in unemployment, or indeed, having to see a cutback in job growth. Paul Krugman is the Nobel laureate and a columnist for \"The New York Times.\" So I ask you, Paul, good to see you, first of all, and thank you for taking the time. I ask you, do we need to see higher unemployment and lower job creation, if the Fed is going to make it to two percent? PAUL KRUGMAN, ECONOMIST AND COLUMNIST, \"THE NEW YORK TIMES\": Well, of course, the answer is, nobody really knows, but the experience of the past year has been really encouraging. I mean, inflation, even if you try to extract some kind of underlying inflation measure, it is down from something like five to six percent a year ago to something like three percent now, and all of that has happened without any rise in unemployment. So whatever, you know, all the stories about how we were going to need a kind of 1980s style Paul Volcker crunch with years and years of high unemployment don't seem right. Now, it's possible that the last mile, the last percentage point will be harder -- much, much harder; essentially, infinitely harder because we haven't made any progress at all for the disinflation so far. But so far, everything says that it's actually really, it's not that hard to get inflation back to normal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "Right, a Goldilocks scenario. I read your article earlier in the week, which I think amply and whilst chastising potentially, you argue thatPresident Biden might have done a bit more than was necessary with his stimulus, you do say, it would be too much to argue that Biden economic policy was pure Goldilocks, but overall, it's starting to look as if Biden got it more or less right and I'm guessing, too, or got it mostly right, after all, and I'm guessing you would put today's numbers as very clear evidence of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "KRUGMAN",
      "sentences": "Oh, yes, today's report, I mean, there was a -- if you wanted to obsess, you could say the wage growth number looked a little bit high, butthat's been a very noisy number and all of us who follow these things have gotten burned repeatedly by over interpreting monthly changes there. So, it is not even -- it's not disastrous. And the job, the job growth number is right in the slot that you want to be seeing at this point. You want to see it slowing because we can't add jobs faster than the population is growing indefinitely, but we don't want to see it falling off a cliff either, and so this is right where we want to see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "In this scenario, does the Fed -- I mean, to some extent, it is an academic question, whether there is one more rate rise or two more. Itis not really terribly significant in the great grand scheme of things, but how long the Fed keeps these rates up, along with the other central banks like the BoE. That is significant, don't you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "QUEST",
      "sentences": "Has the underlying economics changed or is it merely a question of the facts? What I'm alluding to is, in the 1980s, Greenspan, or 90s, healways talked about whether or not the change is a result of the internet and whether the existing models, but this ability to grow at a time of high inflation that's now coming down, this scenario without unemployment, has the underlying economics changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "KRUGMAN",
      "sentences": "I don't think that the way the economy works has changed all that much, although it's always changing. It's just that this was a verydifferent kind of inflation, from the kind of inflation that we had to deal with in the 70s. This was -- I've been calling it the discombobulation. This was inflation that had a lot to do with the disruptions associated with the pandemic. Yes, we called it transitory; it turned out that transitory meant years of discombobulation, not months, but it really was a very unusual, the closest parallel with the kind of disruptions of the late 1940s. So that we were, you know, turning back to a peacetime economy. So it's not so much that the economy is different, it is that this inflation was a very different phenomenon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "QUEST",
      "sentences": "On the politics of it, it's going to be very hard for the Democrat president, though, for Joe Biden. It is almost like he's beingblamed for the damage. But if the latest polls are to be read correctly, he's getting no credit, yet, I'll give you the yet for the better economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "KRUGMAN",
      "sentences": "Well, you know, it's all kind of mysterious. I mean, there are many surveys now that say that, if you ask people, how are you doing? Theysay, great. And you say, how is the economy doing? And they say terrible. Lots of people think that, you know, bad things are happening to someone else, people they don't actually know, but it's really bad out there somehow. Maybe that changes in response to reality, maybe there's just been some fundamental shift in the psychology here. But it's also not clear what people say about the economy is going to matter as much as people imagined for their voting intentions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "QUEST",
      "sentences": "I noted in all your articles and your tweets of the last few days, you've been very restrained from using a phrase that if I had beenyou, I would have delightfully said, I told you so. At the moment, you're being proven right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "KRUGMAN",
      "sentences": "Well, I mean, I was clearly wrong, you know, there was a good year-and-a-half when inflation was way higher than I imagined was going tohappen. So I'm not going to start doing a victory dance over the fact that, you know, way behind schedule, it is starting to look kind of like the story, I imagined. I think we all need quite a lot of humility here. If you find any economist who says that they've gotten it right all along, then you know not to trust that person. Paul, I will always trust you. Thank you, sir. I'm very grateful for your time tonight. Have a lovely weekend. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "KRUGMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:17",
      "speaker": "QUEST",
      "sentences": "Ukraine is now going after Russia's ability to export oil and grain on the Black Sea. We've obtained this video, which appears to show asea drone approaching a Russian warship. The latest in damage made near the Port of Novorossiysk. Social media video showed the vessel listing heavily. It is now being towed to shore. Russia claims, it intercepted a sea drone attack on the naval base there. The port handles two percent of the world's oil supply and also exports grain. Nick Paton Walsh is in Zaporizhzhia in Ukraine. Good evening, sir. Well, now, this is very interesting because Ukraine is upping the ante in all of this, and really, pardon the pun, it is going into some very, very dangerous waters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:17",
      "speaker": "QUEST",
      "sentences": "So what's interesting, I was listening to one military expert reminding us that so much of Russia's military innovation and true militaryprowess and genius, if you will, came from when it was the Soviet Union. Ukraine, a lot of the research work was done in Ukraine. A lot of the expertise was in Ukraine in the old days, and therefore we shouldn't be surprised at Ukraine's ability to come up with these different original, unique ways of attacking back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:17",
      "speaker": "WALSH",
      "sentences": "I mean, kind of, but a lot of that Soviet expertise has now died out or is on its pensions. What in fact, we're seeing here in Ukraine is ayounger generation of IT savvy people who make their money in computers, in drones and coding, and essentially have transferred those skills to things like this, extraordinary modern ingenuity. And there is an element of transparency and competition about how Ukraine does this. People looking to get financing, to prove their project is the best. The Russian system quite the opposite. Money seems to disappear. Defense officials have extraordinary lavish vacations and possessions, and really what appears to be going to the frontline is often rubbish, poor rations, poor alloys in their tanks, a real sense of the Russian system now creaking under its own lack of self-inspection, its own lack of transparency, and kind of the opposite happening in Ukraine, where they appear to be very capable of finding very low tech at times or perhaps low budget, high tech ingenious solutions to enormous problems. Like how would you deliver half a metric ton of explosives to a Russian amphibious assault vessel on the other side of the Black Sea? They found a way and it probably didn't cost them that much -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:17",
      "speaker": "QUEST",
      "sentences": "Quick question, Nick, completely off subject and sort of, and where you are, Zaporizhzhia tonight, you'll tell me the correctpronunciation. What's it like? I mean, it looks busy. It looks, I won't say normal. What's it like where you are behind you at the moment, Friday evening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:17",
      "speaker": "WALSH",
      "sentences": "Yes, look, it is close to curfew here. Less people on the streets, but in a normal day here. This is a busy thriving summer city. Yes, youoccasionally hear a bang and people often shrug and carry on. I think that's the interesting thing about life in Ukraine now nearly 18 months into the war. Daily life is kind of very resiliently carrying on regardless of the constant possibility that an Iranian-made drone might be fired by Russia at you at any particular given moment. It leaves some to criticize, saying, well, the country is just carrying on as if there is no war. Others might say actually, that's a psychological win because Ukraine is not carrying in a bomb shelter all the time, and getting on with its economy, getting on with its life and trying to keep what's left of life here afloat. But it is interesting, you know, we're not like we were at the start of this war, always dealing with people underground during bombardments. It is quite lively, and you'll see the lights go off here and a few hours completely. This place goes into blackout, weary of what could come next. But yes, life is still going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:17",
      "speaker": "QUEST",
      "sentences": "Well, before that blackout, it's 10can. Thank you, sir. Very grateful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:17",
      "speaker": "WALSH",
      "sentences": "I'll send you the bill. Thank you. Cheers. All right, thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "QUEST",
      "sentences": "Nic Robertson reporting.Niger's ousted president has warned of the impact of the military coup in that country and what it will have on the region where Russian mercenaries have gained a foothold. Writing in \"The Washington Post,\" the elected President Mohamed Bazoum says the entire Sahel region could fall to Russian influence via the Wagner Group, while he says, he is still being held hostage. Leaders of the West African bloc, ECOWAS have given the military one week to release and reinstate him. Here's how the coup's leader responded. (BEGIN VIDEO CLIP) AMADOU ABRAMANE, NIGER MILITARY SPOKESMAN (through translator): ECOWAS being impersonal, any aggression or attempted aggression against the state of Niger will be met with an immediate and unannounced response by Niger's Defense and Security Forces on one of its members, with the exception of friendly countries. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "QUEST",
      "sentences": "David McKenzie is in Joburg tonight. Okay, David, look, this is really actually getting rather simple; in a sense that all the Western andthen eventually, the US will join in, has now cut off aid or even electricity. Basically, it is isolating the country, but if the coup is allowed to stand, then it speaks volumes for the ineffectualness of say ECOWAS, or any form of ability to have democracy in Africa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "DAVID MCKENZIE, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, certainly in that band of Africa across the Sahel that might be true, Richard, and you sawofficials from ECOWAS on Thursday saying, well, we didn't do it for Mali, we didn't do it for Burkina Faso, where those countries fell to military coups. So basically, now it's the time to step in and make an effort to return this country to democratic rule. The problem is, while the stakes are simple, they are very high and the solution is potentially complex. If those coup leaders, and you heard the spokesperson there, indicating they would fight back, don't step down or aren't negotiated out of power by the special envoys from ECOWAS, the regional bloc, then particularly the Nigerian president, which leads that regional bloc right now is promising to send troops in, and then you can have a very dangerous situation because multiple countries will be sending in troops that will potentially be fighting against other countries that used to be part of ECOWAS. So this all could go bad pretty quickly. If there isn't a negotiated solution -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "QUEST",
      "sentences": "Okay, but putting that -- I mean, a negotiated solution is the preferred one, but if President Bazoum is not reinstated, tell me what thatmeans, for if you will, the future of any form of -- and I'm not talking about the major countries in that sense in Africa. which are more established in the democratic traditions, but what does that mean if Bazoum -- if this coup succeeds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:29",
      "speaker": "QUEST",
      "sentences": "David McKenzie, thank you, sir. Very grateful. Take a look at the Dow 30 tonight and you'll see that the largest -- the biggest loss, whichis just under the banner at the bottom there, the biggest loss, there you have it. It is Apple down 4.3 percent. I'll explain why Apple is in the doldrums after. QUEST MEANS BUSINESS. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:03",
      "speaker": "DAN NILES, FOUNDER AND PORTFOLIO MANAGER, SATORI FUND",
      "sentences": "You're absolutely right. And that's what you saw on Prime Day, Richard, where over Prime Dayitself, they sold 375 million units. And a year ago, they sold 300 million. And so that's up 25 percent year over year, and they talked about the fact that consumers are looking for bargains that trading down as the economy gets tougher. And so, you're absolutely right. They should pick up share in a tougher economic climate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:03",
      "speaker": "QUEST",
      "sentences": "OK. But this -- I mean, traditionally, the idea has been they lose a lot of money or they potentially lose money on the retail side, but it'sAWS that makes the money. And I looking at the numbers, I saw AWS performed well. Is that still the case in a sense? Is it still a cloud services company that happens to also have a packaging business as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:03",
      "speaker": "NILES",
      "sentences": "No, absolutely not. And if you look at some of our posts from earlier in the week, our reason for getting bullish on the company actuallywas not because of AWS, it was despite AWS because if you think about a very big picture, they put a big logistics network into place during COVID because that's the only place you could get your goods. You couldn't go to the supermarket and the store. Unfortunately, when we all got unlocked and we're able to travel again, that -- the revenues fell off very dramatically. And so, you have this huge logistics base without enough revenues going through it. Now the revenues are starting to ramp up and so the leverage on that business, the profits are really starting to grow. That should go on for several more quarters. That's why you should own the stock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "NILES",
      "sentences": "It had a real problem for a while. But the thing is this market has been going up. And so, people sort of mistake, oh, the stocks going up. Sothe fundamentals must be fine. And they're not. You look at the March quarter when they reported, the June quarter numbers came down. Then when they reported the June quarter, just yesterday, the September numbers came down. But, you know, everybody has an iPhone, they weren't comfortable with it. And the problem is, this is all from the multiple going up. So now the stock trades at 31 times for no revenue growth this year. And to put that into perspective, the S&amp;P is seeing about four percent revenue growth this year, but is trading at about 21 times. So, you've got a lot of risk in Apple because you now have three down quarters in a row year over year of revenues, they guide into a fourth, you haven't seen four down quarters year over year and over 20 years. And remember, this company was not growing before COVID. In fiscal 19, their revenues were down a couple of percent year over a year, and COVID really helped them out. And now you're on the other side of that with a very high multiple stock with no growth. And that's why we're -- it's a short in big technology basket we have. On the other side, we happen to own, Amazon's our biggest position on the long side. And so, you know, that -- that's working out very well. But don't forget with the iPhone launch coming up early September, the stock tends to go up. So it may get a short reprieve at some point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "QUEST",
      "sentences": "I was about to say careful of that short. You never know. More than one person has been caught on the wrong side of that particular short.Thank you, sir. I'm very grateful. Thank you. Have a good weekend. And so, to the answer to the Beatles question, will you still love me? Will you still need me when I'm sixty-four? Well, the answer is when you're 64, absolutely. Barbie is 64. Barbie is everywhere. And now the film is on track to pass a billion dollars at the box office. Not bad for a 64-year-old. (COMMERCIAL BREAK) (BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "ALLISON MORROW, CNN BUSINESS SENIOR WRITER",
      "sentences": "Yes. It's a massive success. And I think it's a testament to what happens when you have kind of threeparts to the secret sauce that's already put it almost to a billion dollars. It's got a nostalgia play. Everyone remembers playing with Barbies. It's got smart marketing, and it's got good content. You know, smart marketing can get you a great opening weekend. But we're about to enter the third weekend of Barbie in theaters and it's already over 800 billion and probably going to hit one billion this weekend. So hard to argue with the numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "QUEST",
      "sentences": "One I find of that is, you know, content, content, content, because over the years I must have done at least four stories in my career. Well, Iwas only three when Barbie was created. But I must have done at least three stories about Barbie. Barbie Over, Barbie Back, Barbie Up, Barbie Down, Barbie Ubiquitous, Barbie Forever. And here we are still talking Barbie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "MORROW",
      "sentences": "Yes. I think it's a testament to the endurance of the brand. I mean, Mattel took a big risk by not only making this movie and going intoproduction with it, but also kind of being a character in the movie. I don't know if you've seen it, but they take some shots at themselves and have a good laugh at themselves about the very silly iterations of Barbie we've seen over the years. But I think it's -- I think it's working for them because Barbie ever since it first came out in the 50s has been evolving. And I think what keeps it going is that Barbie has always sort of been a reflection of what girls or young people want to see in themselves and fantasize about their futures. So, you know, I think this is just the latest iteration of that evolution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:38",
      "speaker": "QUEST",
      "sentences": "So, business travel hasn't yet recovered. As we're seeing from a slew of earnings from airlines. They all say that business travel hasn'tfully recovered from the pandemic. For example, JetBlue says corporate bookings are up some 20 percent. Alaska, they're 25 percent lower. And Southwest is cutting back and B.A. says it doesn't expect its business bookings to be back until 2026. 2025, 2026. So, businesses are looking for ways to save, reduce emissions and costs. The (INAUDIBLE) says airline miles from business trouble should go to the company not the employee. A heresy, Mike Harris. He is the founder of Cribstone Strategic Macro. He's with me from London. Besides the logistical nightmare, yes, you could have a separate account where it has to go into or you're going to be forced to use the miles that you've earned for business travel. Let's put logistics down to the side. Morally, morally, sir, what's your argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:38",
      "speaker": "MIKE HARRIS, FOUNDER AND ANALYST, CRIBSTONE STRATEGIC MACRO",
      "sentences": "Well, so I think it's less morals, because if it was morals, it would be about theplanet, it's obviously better. But this is not about flight shaming. This is actually about automation and productivity. Before COVID, we didn't really have a good alternative for the face-to-face meeting. And every element of corporate -- the corporate world that finds automation needs to leverage it to improve productivity. So, this is about making sure that now unnecessary face-to-face meetings do not happen. Companies need to find the equilibrium because before it was really all face to face.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:38",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:38",
      "speaker": "HARRIS",
      "sentences": "And now they need to find that equilibrium and the companies that do are going to win and unfortunately frequent flyer miles throw aneconomic wrench in the equation because they actually motivate more travel than otherwise would happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:38",
      "speaker": "QUEST",
      "sentences": "Now most companies have a rule, we certainly have it a WBED that basically says firstly, A, no ticket should be bought if it's moreexpensive for the purpose of frequent flyer miles, B, no travel should be undertaken just for the purpose, and you have to stick within certain airlines. Of course, there are million and one ways round those rules. Aren't there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:38",
      "speaker": "HARRIS",
      "sentences": "Sure. But even if it's not more expensive, it's not about cost for the company. This is about keeping the employee in their most productiveseat. When you travel, you give up a half a day. It's not just hours, it's a half a day, sometimes it's a day of your -- of your work time and your personal time. So, I don't care if actually there -- you're not paying more, and the employee gets the frequent flyer miles. It's not about cost. It's making sure the employee isn't in the back of their mind making the decision because the frequent flyer miles are there for them. It's a benefit. It's an untaxed, effectively payment for them that they can -- they can leverage. And the airlines -- no. The -- no, no. Listen, the, you know, the painful responses we've gotten to this, everyone feels hard done by this argument. They think it's absurd that people are entitled to this. I mean, before COVID for years and years, this was a reasonable employee perk and benefit. And it would be suicidal for companies to take it away because employees would feel that they need to go elsewhere where they're not appreciated and not trusted for their travel. But economics 101. This is a law of economics. You pay into and incentivize for something. It happens more than it should. And so, we can't believe our employees are actually not rational economic actors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:38",
      "speaker": "QUEST",
      "sentences": "One of the questions because as an economist, sir, one of the questions, when should you use your miles? Assuming I've got a few milesand I do have one or two. I do the old equation and I'm sure you do as well, you know, a mile on United's worth five, half percent a mile and this is what (INAUDIBLE) when do you use it? Are you a user of miles or a hoarder of miles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:07",
      "speaker": "QUEST",
      "sentences": "Right. So, in that scenario, would you -- are you in favor of no one getting the miles? Are you in favor of the company getting the miles? Areyou in favor? What -- of me getting them out and having to use them, how do you remove that incentive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:07",
      "speaker": "HARRIS",
      "sentences": "Well, it's going to be tough, because basically someone needs to step up and start this process and being the first could be ugly. So, theeasiest way to force this is for the government to say we're going to tax it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:07",
      "speaker": "QUEST",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:07",
      "speaker": "HARRIS",
      "sentences": "That creates so -- that creates so much complication that everyone will just stop using them, right? Because who's going to want to have todeal with that? But the answer -- my answer to you, Richard, is companies should go, big companies should lead with this. And they should go to the big airlines and say, give us the best price you can without the airlines, give us -- let's say lounge access for all our employees that fly. And they use those savings because they clearly get a savings on that and use those savings to give the employee a higher meal allowance for a better hotel. It's not about making travel more challenging. It's lousy, but there's definitely a solution here if they want to do it. Part of the problem is the Richard is biggest (INAUDIBLE) are the CEOs and the CFOs of the companies themselves. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:07",
      "speaker": "QUEST",
      "sentences": "Sir, I just -- to quote Voltaire, I disagree violently with everything you say. But I fight to the death for your right to say on QUESTMEANS BUSINESS.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:07",
      "speaker": "HARRIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:07",
      "speaker": "QUEST",
      "sentences": "Grateful to have you with us on the program. Yes. I can tell you what the profitable moments going to be about in just a moment. QUEST MEANSBUSINESS. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}