{
  "date": "2023-01-05",
  "headline": "CNN This Morning",
  "subHeadline": "U.S. Government At Standstill Amid GOP Revolt Over Speakership; Soccer Coach Says He Was Blackmailed Over Domestic Violence Incident; Southwest Passengers Frustrated, Still Waiting For Lost Bags. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:31:02",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "All right, and we're back.And we see all the chaos that's happening in Washington with, sort of, the extremes ruling and what's happening. But let's talk about the -- what about the role of moderates? What are they playing in this whole speaker stalemate? In the last few weeks, moderate Republicans in a handful of state legislatures have started taking a stand against the far-right, and they are doing it with Democrats -- interesting, right? And now, that trend has made its way all the way to Washington where 20 Republicans have repeatedly voted against party leader Kevin McCarthy for House speaker, leading some to wonder will Democrats and moderate Republicans team up to elect a McCarthy alternative. Don't hold your breath. So joining us now to discuss, CNN senior political analyst and anchor, John Avlon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Why you got to be glass-half-empty at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "I just -- I am a realist. We've seen -- I -- it would be great, but go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "What was he -- rose-colored glasses over here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "What say you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST AND ANCHOR",
      "sentences": "Rose-colored glasses over there. That's why we love you.Look, it's just a reminder that this kind of dysfunction and division is not inevitable, right -- it's a choice. It's a reflection of the incentive structures in our politics. But what's fascinating in contrast to this rolling disaster in Washington is a couple of state legislatures have stood up in the last few weeks -- really, days -- and offered a different path. Remember state's ideas of laboratories of democracy? Let's take a look at what these folks have done in states like Ohio, Pennsylvania, Alaska. Pennsylvania convenes -- deeply-divided, bitterly partisan state -- divided the state legislature was 101-99 Democrat-Republican. It looked like the far right was going to win. Instead, Democrats nominated a centrist who declared that he would govern as an Independent. Moderate Republicans stood with Democrats to form a bipartisan governing majority. A variation of the same thing happened the same day in Ohio where a moderate conservative bounded with Democrats to say we're going to govern in a more bipartisan fashion, excising the far-right. And the O.G. example of this particular cycle is Alaska where you've got a 20-person State Senate --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "AVLON",
      "sentences": "-- and you had, narrowly, 11 Republicans, nine Democrats. It looked like the far-right where only three folks were going to dominate the State Legislature. And instead, the moderate Republicans said no, we're going to form a bipartisan governing majority with the Democrats. And that's what they've done.So you've got three states --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "AVLON",
      "sentences": "-- where this dynamic is happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "OK, this rosy sunglasses glasses here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "I did not -- rose-colored glasses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "-- and glass -- rose-colored glasses and glass half full, that is great. That's in the states. Once people get to Washington they start to show their you know what. They -- you know what I'm saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "No. But I -- states are -- have been -- you call them laboratories --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "But they're --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "-- of democracy -- one of my favorite books is \"Laboratories of Autocracy\" -- David Pepper's book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "AVLON",
      "sentences": "Oh, a Democrat for Ohio, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "And -- because they're not all like rosy in the states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "No, but that -- but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "The fact they could do this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "But you see that happening --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "AVLON",
      "sentences": "It's a big deal. LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "AVLON",
      "sentences": "And yet, you know what? Maybe what's changing is a frustration. Maybe this is a warning sign about how deeply dysfunctional this level of division is. And it doesn't represent the vast majority of Americans or even people in the House. Forget you have the moderate majority of Americans being divided and disempowered. But I'm just saying that this remains a possibility.Don Bacon was on CNN --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "AVLON",
      "sentences": "-- and floated --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "It was him, yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "AVLON",
      "sentences": "Yes, with Jim. That's right. And, you know, he floated this option. I'm not saying this is likely but I'm saying it's possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "It would be great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "AVLON",
      "sentences": "And if people want -- I mean, if you look at the 2022 election, Independent voters -- moderates saying you know what, enough with the extremes.So this would actually be a more representative outcome. And there's no reason it couldn't happen. The math works.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "AVLON",
      "sentences": "Democrats could go virtually with moderate Republicans. So I don't want to play Aaron Sorkin fantasy baseball here, although I am an unabashed fan unlike our friend Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "And this is obviously an Aaron Sorkin film coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "AVLON",
      "sentences": "It -- but it could happen and it should happen. It would actually be a functional bipartisan governing majority --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "AVLON",
      "sentences": "-- that would reflect the will of the vast majority of the American people. We don't need to accept this extremism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "Thank you, John Avlon. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "AVLON",
      "sentences": "I'm telling you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "LEMON",
      "sentences": "Now back to reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "I mean, it's quite a moment. We'll see what actually happens --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COLLINS",
      "sentences": "-- here, though. If it's anything similar to that, not likely.Former President Trump has -- Don and Poppy, as you know -- has been watching closely what is happening here on Capitol Hill. He wrote overnight that the numerous votes and failed votes is making the process of electing a speaker bigger and more important, he says, than if it were done the more traditional way. Trump, as you know, endorsed McCarthy earlier this week. There are concerns, of course, that what's playing out is actually weakening the speakership. Matt Gaetz, who is one of the 'Never Kevin' Republicans dismissed the latest bid to boost McCarthy as sad. He told Fox News, quote, \"This changes neither my view of McCarthy nor Trump nor my vote.\" He has been a fierce Trump ally. He is one of the members who is refusing to bend to the former president's influence when it comes to this race. One Trump ally who is involved in this 2024 campaign said that if he is ignoring you, that's not a good sign. Joining us now is former acting White House chief of staff in the Trump administration, Mick Mulvaney, who is also a former South Carolina congressman and founding member of the House Freedom Caucus who fought to depose former Speaker John Boehner in 2015. Kind of the -- I mean, like, every qualification to talk about what is actually happening here. What do you think is going to happen today? You've been talking to members. MICK MULVANEY, FORMER ACTING WHITE HOUSE CHIEF OF STAFF, TRUMP ADMINISTRATION, (R) FORMER SOUTH CAROLINA CONGRESSMAN, FOUNDING MEMBER, HOUSE FREEDOM CAUCUS:  I think it's going to be more of the same for the next couple of days. Of course, as soon as I say that, there will be some breakthrough in the next 24 hours or the next two hours. And if I said something would happen in two hours, it would take seven days. No one knows what the schedule is. I do know this, is that Kevin McCarthy's resolve is not -- is not waning. I spent some time with Kevin yesterday. And I know, for example, back in 2015, Kevin went through something similar to this and then got to the point where he just threw in the towel and stepped aside. I don't see any of that at this point. And last night I was at dinner at the Republican Club and bumped into 30 or 40 different members -- not all of them Kevin supporters, but most of them Kevin supporters -- and there was no sense of desperation. There was no sense of chaos. They wanted Kevin to ride this out, and that seems to be the overwhelming attitude right now within the Republican Conference. They want Kevin to stick this out because they don't want to give in to what they see as extortion by these 'Never Kevin' folks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COLLINS",
      "sentences": "And is the concern if they do give in that this is something that just repeats itself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "MULVANEY",
      "sentences": "Absolutely. Look, if this happens, then any five or six will be able to sort of shirk the will of the -- of the -- of the party every single time on every single item. How would you like to become speaker, under those circumstances, knowing that any five or six people could kick you out of office the next day? It's an untenable situation for anybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COLLINS",
      "sentences": "But has McCarthy already weakened to the speakership with these major concessions that he has already made to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "MULVANEY",
      "sentences": "No, I don't think so. The weaken -- the weakening has come from the fact that the majority is so narrow. They needed to have a 25- or 30-vote majority and they didn't get that.Keep in mind, Nancy Pelosi had the same position. It didn't get as much attention because she handled it in a certain way, and that was that every single thing she brought to the floor had to have 100 percent support from her party -- no questions asked. That was it. And she did that. Does that weaken the speakership? Yes, it probably does because you have to sort of go by the rule of the 100 percent. It didn't get as much attention but it's the same sort of circumstance. It's the narrow majority that weakens the speaker position, not these concessions that Kevin might or might not give.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COLLINS",
      "sentences": "You were a co-founder of the House Freedom Caucus. You helped pushed John Boehner out of power. You weighed in on this earlier last year in 2021. I want -- I want to listen to what you said.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "MULVANEY",
      "sentences": "And he would have been a great speaker in 1968, but was not a good speaker in 2010. You cannot -- you could not go into the Tea Party movement not realizing that it was something different and if the leadership doesn't change it would be -- it will be replaced.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COLLINS",
      "sentences": "Do you think you helped pave the road for what we are seeing play out right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "MULVANEY",
      "sentences": "No. In fact, I've thought about that a lot. I get asked that a lot. I think it's entirely different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COLLINS",
      "sentences": "How?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:08",
      "speaker": "COLLINS",
      "sentences": "You've been talking to Republicans and you said yesterday you've been approached by some of them about being a consensus candidate. What do you mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:08",
      "speaker": "MULVANEY",
      "sentences": "Yes. Well, you know, somebody asked me a question to a reporter, and apparently, I accidentally confirmed that somebody said yes, somebody watches him. Well, then you'd be a great speaker. I think that was a lot of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:08",
      "speaker": "COLLINS",
      "sentences": "A Republican lawmaker said that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:08",
      "speaker": "MULVANEY",
      "sentences": "Oh, sure. It happens -- my guess is we were in the room last night joking that 15 different people would be great speakers. It's not a serious sort of effort.There is no serious effort right now to sort of undermine Kevin. There's nobody in that solid group that supports Kevin that has gone to him and said yes, it's time for you to step aside. That is not happening. And again, I know Kevin. I've seen Kevin go through this before. I don't see it in his eyes. I don't think he's weakening at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:08",
      "speaker": "COLLINS",
      "sentences": "All right. We'll stay tuned to find out. They're convening at noon.Mick Mulvaney, thank you for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:08",
      "speaker": "MULVANEY",
      "sentences": "Thanks, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:09",
      "speaker": "HARLOW",
      "sentences": "This morning, U.S. Men's Soccer head coach Gregg Berhalter alleging that he was blackmailed over a domestic violence incident from long ago -- many decades ago. He has admitted to what happened in 1991. It was an altercation involving his then-girlfriend who is now his wife. But says in a social media post that the father of a player who wasn't getting enough time on the field during the World Cup has threatened to expose him.Our Brynn Gingras has been following this. It's very complicated but really serious implications.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:09",
      "speaker": "BRYNN GINGRAS, CNN NATIONAL CORRESPONDENT",
      "sentences": "Really serious. There's just so much drama playing out about this team, right? Yesterday, we were trying to figure out who would bring up these old allegations and should he still be held accountable for it.Well, it turns out it generates from one of the worst sports habits we have -- parents complaining about how much their kid is playing. And it's playing out very publicly between two soccer dynasty families who also happen to be friends -- or at least were. (BEGIN VIDEOTAPE) GINGRAS (voice-over):  After leading the U.S. Men's National Soccer Team in the 2022 Qatar World Cup -- CINDY PARLOW CONE, PRESIDENT, U.S. SOCCER:  On December 11, we initiated an investigation into an allegation of past misconduct against Gregg Berhalter. GINGRAS (voice-over):  -- U.S. Soccer is investigating men's national team head coach Gregg Berhalter over a 1991 domestic violence altercation between him and his wife Rosalind while they were in college.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:09",
      "speaker": "CONE",
      "sentences": "We hired a top-notch team of high integrity, experience, outside investigators to gather the facts about the allegation against Gregg and to follow the facts wherever they may lead.GINGRAS (voice-over):  The incident was reported to the United States Soccer Federation's sporting director, Earnie Stewart, by Danielle Reyna. She is the mother of 20-year-old Gio Reyna, an accomplished young player on the U.S. Men's National Team who played a limited role in Qatar. And that's where things started to get heated. ESPN reporting that Claudio Reyna, father of Gio, sent messages to U.S. Soccer executives threatening to reveal Berhalter's past due to his son's limited playing time. Claudio refutes this, saying in a statement, \"At no time did I ever threaten anyone, nor would I ever do so.\" According to multiple reports, Berhalter was disappointed in Reyna's efforts ahead of the tournament and contemplated sending him home mid- tournament during the World Cup run. And in an Instagram post not long after the U.S. World Cup run came to an end, Gio Reyna did mention his bad behavior during the tournament. In a statement obtained by ESPN and Fox Sports, Danielle Reyna stated, \"I told Earnie that I thought it was especially unfair that Gio, who had apologized for acting immaturely about his playing time, was still being dragged through the mud when Gregg had asked for and received forgiveness for doing something so much worse at the same age.\" On Tuesday, speaking about the revelations for the first time, Berhalter, along with his wife, posted a lengthy account of the matter on Twitter. In it, he shares his account of the 1991 incident where he kicked his now-wife Rosalind, who was his girlfriend at the time. Saying in the statement there are zero excuses for my actions that night and it was a shameful moment that he regrets to this day. The Berhalters and the Reynas are soccer families that have known each other for decades. Berhalter and Gio Reynas' father Claudio played together on Saint Benedict's prep soccer team in New Jersey, and on the U.S. team. And even before they married their husbands, Danielle and Rosalind were roommates and collegiate soccer players at the University of North Carolina Chapel Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:09",
      "speaker": "CONE",
      "sentences": "Obviously, this is not a positive time for soccer in this country and for our men's national team. And it's a tough time for the families involved.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:09",
      "speaker": "GINGRAS",
      "sentences": "All right, remember there's still an investigation going on. In the meantime, the coach is also going through contract negotiations. And so, the assistant coach, Anthony Hudson, is going to take over in the meantime.But again, it's just so sad to see this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:09",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:09",
      "speaker": "GINGRAS",
      "sentences": "I mean, we're talking about a 20-year-old player with a promising future and the parents fighting. LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:09",
      "speaker": "HARLOW",
      "sentences": "Brynn, thank you for explaining it to all of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:09",
      "speaker": "GINGRAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:09",
      "speaker": "LEMON",
      "sentences": "Thanks -- appreciate it, Brynn.So, some Southwest passengers still don't have their bags back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:09",
      "speaker": "HARLOW",
      "sentences": "Oh my gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:32",
      "speaker": "LEMON",
      "sentences": "Well, still no bags for some Southwest passengers after the holiday meltdown. Pete Muntean talks to families working hard to get their stuff back.(BEGIN VIDEOTAPE) PETE MUNTEAN, CNN AVIATION CORRESPONDENT (voice-over):  It was supposed to be a perfect holiday for Toya Martin of Maryland. Instead, she spent almost two weeks searching for her family's three lost bags.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:32",
      "speaker": "TOYA MARTIN, DAUGHTER OF SOUTHWEST AIRLINES PASSENGER",
      "sentences": "Two words -- mentally exhausting.MUNTEAN (voice-over):  Martin says Southwest Airlines lost the checked baggage of her nephew and mother, who flew in from St. Louis. In one of her mom's suitcases, critical medical supplies needed for her colostomy bag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:32",
      "speaker": "MARTIN",
      "sentences": "It's like being lost. Like you're in the middle of an ocean with no way to get back. And they're just looking at you saying we don't know what to tell you.MUNTEAN (voice-over):  Southwest is telling passengers that it is returning lost luggage with great urgency, using FedEx and even competing airlines to transport bags. The pile of unclaimed bags at Southwest's Baltimore hub has now disappeared, but the pile is still dwindling at airports like Denver, where Southwest canceled 2,300 holiday flights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:32",
      "speaker": "ROSS FEINSTEIN, AVIATION INDUSTRY EXPERT",
      "sentences": "Southwest has a lot of work ahead of itself.MUNTEAN (voice-over):  Industry expert Ross Feinstein points out Southwest carries the most checked bags of any U.S. airline. It offers passengers two checked bags for free. In an employee memo obtained by CNN, Southwest CEO Bob Jordan said the airline has \"...cut the number of bags in half since last Thursday and we're on track to get the majority, if not all bags, shipped to our customers later this week.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "VALERIE SZYBALA, FOUND LOST LUGGAGE",
      "sentences": "They kept saying that it was safe in a delivery center and none of that was true.MUNTEAN (voice-over):  The latest federal data shows airlines mishandled two million bags in 2021. New numbers are likely to go higher after families like Toya Martin's spent their holiday without bags and without patience for Southwest Airlines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "MARTIN",
      "sentences": "Southwest was probably one of my favorite airlines to travel on and it will never be the same.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "MUNTEAN",
      "sentences": "Experts say that one of those Apple AirTags is not perfect but pretty good insurance, especially on Southwest -- which, unlike other airlines, does not allow you to track your bag on their app.One more tip and this is especially important now more than ever, especially given this meltdown at Southwest, Don. Southwest Airlines insures your bag up to $3,800 but you have to take a photo of what's inside. That is the big tip because Southwest will only give you that money back if you prove what's inside.",
      "isLastSentenceInterrupted": false
    }
  ]
}