{
  "date": "2023-08-01",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Grand Jury Investigating 2020 Election Interference Has Finished For Today; Grand Jury Investigating 2020 Election Interference Hands Up Indictment; Trump Indicted, Charged With Four Counts In Special Counsel's Election Interference Case. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "What do we know about how and when we might find out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Here's what we know, Jake. We know the grand jury that has been hearing evidence in the special counsel's investigation into January 6 that they were in the building earlier today for several hours, and then they left, except for the grand jury four person. And that is significant because that is the only member of the grand jury that is required to return an indictment. But as you said, at the this point, it is unclear if they have voted to indict the former president or any of his associates. Right now, we have reporters in the court watching to see any sign of a returned indictment.Now, in a usual case, an indictment would be returned to a magistrate judge in a seal hearing. It would then remain under seal until an arrest. But, Jake, again, we don't know if there is an indictment here, but if there is, it's unclear if they're going to follow the usual script because this case is, of course, completely unprecedented. We got a little preview, though, in the Mar-a-Lago indictment, what happened there is the former president, you'll probably remember, he broke the news on Truth Social and then there was -- were several days before we got the details of the case. And the special counsel got a lot of feedback on handling it that way, allowing the former president to fill the void, not giving people the information and the facts in an indictment, particularly of a case of this kind of historic significance. So it'll be interesting to see today if, if there is an indictment, how they handle it, if it will be unsealed immediately, when the former president will be notified. As you noted, it appears he too, is just speculating right now. It does not appear that the former president's team has received any notification of an indictment, but they know that this is very likely coming soon. He has received a target letter informing him he is the target of an investigation. He has received an invitation to appear before this grand jury, he declined that invitation. And late last week, his lawyers met with Jack Smith and his team. Now, we're told during that meeting, which usually comes again right before an indictment, they didn't expect that they would be able to change the course of this investigation, but they were hoping to possibly delay. So, Jake, we have our whole team fanned out, talking to the Trump team. I was just speaking with lawyers for other potential targets in this investigation. At this point, it is unclear if the former president has been indicted, so we're watching and waiting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "All right, Paula Reed, stand by. Thank you so much. Appreciate it. Let's go to CNN's Alayna Treene, who is following the reaction inside Trump world. She's in Bridgewater, New Jersey, just down the road from Trump's Bedminster Golf Club, where we are told the former president is.Alayna, take us inside Trump's team's preparation for this possible pending indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Right. Well, Jake, I am told that the Trump team spent all of yesterday and all of today really preparing for the scenario where an indictment is filed today. That is what they are expecting, they are expecting it will come imminently. I know that Donald Trump, as Paula just said, put out on Truth Social that he is hearing it could come at five. Now, right before I came on the show with you, I got off the phone with someone, one of Trump's advisors and they told me they have not been alerted that it is coming. But this is what they are hearing, that they expect it to come at 05And part of the preparations, Jake, that they've been doing all of yesterday and today has been lining up surrogates, lining up influencers and allies and putting them in a position to defend him immediately after any potential charges drop. They also are leaning very heavily on the playbook that we've heard Donald Trump and his team use time and time again now when pushing back on some of the charges he's already faced in both Manhattan and in the classified documents case, which is to a label -- to these indictments as political interference, to directly criticize Special Counsel Jack Smith and argue that the Justice Department is far more focused on Donald Trump than they are on President Joe Biden. And so, I think you're going to hear a very well prepared reaction if this indictment does end up dropping later today. And you'll see a lot of his allies kind of fan the airwaves in ready to defend Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And just in the last four minutes, Alayna, the former president just posted another thing on Truth Social. So you may not know because you've been talking to me and to our viewers, but he wrote, also -- this is Donald Trump on his Truth Social media account, also, why are they putting out another fake indictment the day after the Crooked Joe Biden scandal, scandal in all caps, one of the biggest in American history broke out in the halls of Congress, three question marks, a nation in decline, exclamation point.So, he again seems to be suggesting that an indictment is pending, although once again, we don't know if that's speculation or he has actually been notified by his lawyers who would be presumably notified by the special counsel, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "OK. Alayna Treene in Bridgewater, New Jersey, thank you so much. Keep us posted on what's going on.Let's discuss we have three new panelists joining us. Dana Bash, Abby Phillip, and Andy McCabe. Andy McCabe, let me start with you just because this is a legal question. Trump could face charges related into any number of actions leading up to the election of 2020 and then afterwards, and then obviously leading up to January 6. Just to name a few, there's the pressure campaign on state election officials, the fake state electors plot potential charges for inciting the January 6 riot. You were once the Deputy Director of the FBI based on the public information, and obviously there's a whole bunch of information that special counsel has that we don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "ANDREW MCCABE, CNN LAWENFORCEMENT ANALYST",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "But based on the public information, where do you see the strongest potential criminal charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "MCCABE",
      "sentences": "Well, I think we have to look first to the target letter, which referenced three separate criminal charges. The first is essentially fraud against the government, and that could take the form of the fake elector scheme or the pressure campaigns, those sorts of things, or even just perpetuating this myth that the election was stolen from him when he knew, in fact, that it was not. There is the charge of a deprivation of conspiracy to deprive folks of their constitutional rights, which is a post-civil war legislation that was designed to protect people from essentially being denied their right to vote and other constitutional rights. So I think that's one we can look forward to.And also there is, of course, the obstruction of an official proceeding. That's probably the most used charge so far in all the January 6 prosecutions. I think it's likely that some of his activity will fall into that bucket. Beyond that, there are charges involving insurrection. I think another possible area we could look to is fraud charges based on the fraudulent solicitation of donations and funds. We know that the special counsel has looked at the language that the Trump campaign used in their solicitation of allegedly funds that were supposed to support challenging election results, and most of which were poured into his legal defense issues. So there's a wide range, Jake, but I think, you know, we're not going to know until we see the indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "And, Dana, Trump and his allies, obviously, they engaged in a disinformation campaign about the election for months and months and months. We saw it, we reported on it in real time, starting in the summer of 2020 when he started --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "-- bashing mail-in-ballots. We were in the middle of a pandemic, of course. His own people wanted him to not bash but promote the use of mail-in-ballots. But one of the most notorious pieces of evidence that we know of has to do with that phone call he made to the Secretary of State of Georgia, Brad Raffensperger. Joe Biden had won the state very narrowly, and Trump wanted him to do something. Let's play a little bit of that, and I'll come back to you.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "We're going to walk down Pennsylvania Avenue, I love Pennsylvania Avenue, and we're going to the Capitol and we're going to try and give -- the Democrats are hopeless, they're never voting for anything, not even one vote. But we're going to try and give our Republicans, the weak ones because the strong ones don't need any of our help, we're going to try and give them the kind of pride and boldness that they need to take back our country. So, let's walk down Pennsylvania Avenue.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "All right, that's a different bit of evidence, but let's talk about what we just saw, because that is Donald Trump telling the mob. And according to Cassidy Hutchinson's testimony, he knew that some of them had weapons to go to Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "BASH",
      "sentences": "There's so -- first of all, it is ironic that you played a different one, because there are lots of options --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "BASH",
      "sentences": "-- to show. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "There isn't one clip that's a damning evidence clip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "BASH",
      "sentences": "There are clips.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "BASH",
      "sentences": "What his intent was not just there, but really pre-election day, as you were mentioning, when he was sowing the seeds of an election lie and warning that it could be stolen in case he actually did lose, which he did. And so all of those moves that he made, how much of that and how far reaching was that and was it criminal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "ABBY PHILLIP, CNN ANCHOR, INSIDE POLITICS SUNDAY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "What are you going to be looking for, Abby?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "PHILLIP",
      "sentences": "Yes, I mean, I think it really continues on from what Dana just said. I'm interested in the deprivation of rights --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "PHILLIP",
      "sentences": "-- of this, which to me speaks to the long tail of this going from -- just before the election when they started to say, well, you're just going to say you won even if you lost. And going all the way through these fake elector plots, the efforts to use the Department of Justice to try to subvert the will of the American people. I'm going to be looking to see how the special counsel is able to craft a narrative around what happened here and who was in charge of it and whether Trump was in fact the center of this conspiracy to undermine the votes of the American people in the 2020 election.I think that's kind of where the January 6 hearings stopped short. They showed us all the different pieces of it, but they were never really able to tell us whether Trump was really the one sort of leading this effort, whether there's evidence to prove that. And I'd be interested to see if that is where the special counsel is able to go now that they have access to more witnesses, including people like Mark Meadows who were in the White House and were at the center of this scripts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "Yes, these individuals who spoke to the special counsel that the January 6 committee didn't get a chance to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "PHILLIP",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "-- because they refused to. Let's go to Paula Reid right now to give us the latest on what exactly is going on at the courthouse. Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:07",
      "speaker": "TAPPER",
      "sentences": "OK, thank you so much.And we do have some breaking news right now. This is from Tierney Sneed and Holmes Lybrand, two of our reporters covering this, the grand jury investigating the 2020 election interference has in fact handed up an indictment. The federal grand jury, Tierney and Holmes report, the grand jury hearing evidence in special counsel Jack Smith's investigation into efforts to overturn the 2020 election did hand up an indictment on Tuesday in the federal courthouse in Washington, D.C. The four person of the grand jury, along with a Justice Department prosecutor, were present in the courtroom when the indictment was returned. That is what we have right now. Let's go to Katelyn Polantz right now with more. Katelyn, tell us more of what you have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:07",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Jake, it was quite clear today that one of the most senior prosecutors working in the special counsel's office was there to make this indictment returned to get it into the court system, along with the four person from the grand jury that has been reviewing this evidence related to January 6, Donald Trump, and the 2020 election for months and months and months. I was just in the courtroom, we had been waiting for hours, the grand jurors left around 02And she went -- Molly Gaston went up to the judge, said they did have an indictment to make the judge, Judge Upadhyaya, she was reviewing paperwork and she was saying that she had looked at this paperwork, it was a sufficient number of people for a quorum and it was a sufficient number of people who could make this grand jury return. And then what we had is we have this indictment now in the system, and the judge is saying that she is putting this case under seal because the Justice Department is requesting that and that she is going to be issuing a summons. No one in this hearing spoke any name of any defendant. They did not mention any initials of any defendant. But it was quite clear that what we witnessed today was the special counsel's investigation around January 6 making this indictment return from the grand jury after months of criminal investigation here in the federal courthouse in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:07",
      "speaker": "TAPPER",
      "sentences": "And Katelyn, have we seen this grand jury, this particular grand jury, hand up an indictment before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:07",
      "speaker": "POLANTZ",
      "sentences": "We have never, Jake. This grand jury has been at work, hearing from witnesses for many, many months, and it is just not very typical to see them even outside of the hallway that they go into to assemble as grand jurors where they are behind closed doors or to go to lunch in the building. They just are not milling about the courthouse. And we certainly have never seen them made a return in this case before. But today, we did. The four person who is going to remain nameless, the grand jurors, their identities are all secret, extremely confidential, and that person was in the courtroom along with this prosecutor from the special counsel's office making this unprecedented return.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:07",
      "speaker": "TAPPER",
      "sentences": "All right, very interesting. Let me bring in Paula for a second.So, Paula, usually when a grand jury indictment is returned, there is a grand jury number or at least initials of the defendant. But in this case right now, we do not know the name or even the initials of the defendant, and that has been sealed, is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "TAPPER",
      "sentences": "And it's sealed, though, I mean -- so, we might not find out who the defendant -- somebody has been indicted by this grand jury investigating 2020 election, the efforts to overturn the election and the January 6 insurrection, someone, some defendant has been indicted, but we might not know who that person is until tomorrow or the next day, is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "REID",
      "sentences": "It's possible. There are a lot of different ways that we can potentially try to figure that out. We have the best reporting team in the business, they're looking at all the different court records, everything like that. It is also possible that the special counsel could come out and give us some additional details, though it does not appear, based on the fact that the government asked this to be sealed, that we will get the full indictment to tell us the entire story of what exactly happened here. So we are now relying on the special counsel to possibly share some additional details over the next 24, 48 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "TAPPER",
      "sentences": "All right, Paula, we'll come back to you in a second. Kaitlan Collins, I know you have sources in the Trump team. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "KAITLAN COLLINS, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "So we're waiting to hear that they've actually been notified if this isn't indeed the indictment. As Katelyn noted, they did not read any initials or say any names as they were returning that indictment earlier today. The Trump team has already put out a lengthy statement criticizing this. They know that it's imminent.It is a difference when he's actually notified, because that's when we could see the Justice Department move to unseal this so we could actually see what is in this indictment. I believe they have to notify the defendant first. But just to reference a statement that the Trump team has put out, they're criticizing it, they're questioning the timeline, which we talked about earlier. But they're also comparing the prosecution, they're saying it's persecution and that it is reminiscent of Nazi Germany in the 1930s and the former Soviet Union. Just giving you kind of a window into the argument that they're going to be making tying this all back to the campaign. But I think when you look at that and you hear that from Trump's attorneys and his spokespeople, remember last fall when we were reporting on Trump announcing that he was running for reelection, we were told by sources, in part that was because he knew a lot of these investigations into him were heating up. And that is in part why he announced as early as he did and that is what led to the appointment of Jack Smith, who, of course, is the special counsel overseeing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "TAPPER",
      "sentences": "Obviously, comparing this to Nazi Germany is beyond the pale in terms offensiveness and ignorance. Can you give us just -- I'd like to know what exactly the person said. First of all, who is the one issuing this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "COLLINS",
      "sentences": "This is coming from a Trump spokesperson. It's a lengthy statement, but this part --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "TAPPER",
      "sentences": "Just read us the Nazi Germany part.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "COLLINS",
      "sentences": "This part here, it says, the lawlessness of these persecutions of President Trump and his supporters is reminiscent of Nazi Germany in the 1930s, the former Soviet Union and other authoritarian regimes. President Trump has always followed the law in the Constitution with advice from many highly accomplished attorneys.That part is also interesting because you notice if you look at his statements lately, he's been talking about the advice that he is getting from attorneys. I've talked to people, that could be an argument that they're making, that he was simply getting advice. I mean, you've heard Mike Pence say that, that getting bad advice is not criminal from attorneys because there were all of these attorneys inside the Oval Office, the John Eastman, those who were saying that he could get Pence to single --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "COLLINS",
      "sentences": "-- handedly determine the outcome of the election, that could be a defense hidden. That's it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "TAPPER",
      "sentences": "It's actually interesting you say that, because one of the -- some of the other people that possibly could be indicted include attorneys such as Rudy Giuliani, such as John Eastman, who came up with this baffling theory that Mike Pence had single handedly the ability to overturn the election or send the electorates back to the states. And then, of course, Sidney Powell, whose mental acuity is up for debate, I suppose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "BASH",
      "sentences": "The best people, all the best people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "BASH",
      "sentences": "And if that is the argument that he's making, and again, we're waiting to see what the indictment says, and as you mentioned, who exactly the indictment is for. But just in this statement alone, let's go back to we sat here for many, many hours during the January 6 hearing, and we heard under oath testimony from Bill Barr, his attorney general. We heard testimony from his White House counsel, others who were at the top of his own administration saying the opposite --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "BASH",
      "sentences": "-- saying the opposite, saying the opposite. And the Nazi Germany thing is like break glass when you are in the biggest political trouble or the biggest legal trouble that you can possibly be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:18",
      "speaker": "TAPPER",
      "sentences": "Also interesting, considering that Donald Trump had dinner with a couple of Holocaust deniers a few months ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "BASH",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "GANGEL",
      "sentences": "Many of them his inner circle. Let's just go back to the reference before. If you look back, unfortunately, at Truth Social over the last couple of weeks and months, unfortunately, it's not the only reference. Donald Trump has been going after Jack Smith, calling him names. And one of the references was thugs and also calling the Justice Department Gestapo.There's only one place that the Gestapo, you know, reference goes to. But just big picture, this is undermining our system of justice. This is undermining the rule of law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "TAPPER",
      "sentences": "Trump's attacks on the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "GANGEL",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "TAPPER",
      "sentences": "Yes. Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "LAURA COATES, CNN CHIEF LEGAL ANALYST",
      "sentences": "You know, here's the oddity, and I'm not even going to give more oxygen to the lunacy of the comparison to the Holocaust, but I will say the notion that you would extend that 10 foot pole to include your attorneys sets you up for legal peril in particular. And here's why. If you want to say, no, no, it wasn't that I was leading my attorneys, they were leading me. Now you have the prospects of that veil, that attorney client privilege now coming into question because now you have set up an acrimonious antagonistic relationship between the people who, by design, could have been quiet, can't just say everything that you actually talked about. So now a fact inquiry has to be made whether or not he in fact was led or who he actually directed and otherwise.And so, you already have the piercing, you already know with at least one attorney. He has already the veil being pierced under the attorney client fraud crime fraud exception. The second point, of course, is this idea, we don't know who has been indicted at all yet, and we're still waiting to figure out who that will be. But it's not a viable defense to suggest that I was led by counsel, assuming he was, if you passed every sound legal advice messenger just to go into crazy town and said, aha, I think I have a place here, and that's who I'm going to listen to. A court's going to look at the reasonableness of one's decision to follow certain advice. Obviously, the jury can come into play on that, but you cannot just simply say and assert, an attorney told me this in a vacuum and that's enough to bypass everything else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "TAPPER",
      "sentences": "So let me just add something coming from our news desk that the prosecutors were careful in open court to not say whether it was one person or multiple people. So we don't know that it's one defendant. It could be several defendants.And then, Andy McCabe, former deputy director of the FBI, one of the things that's interesting is that might actually make this process take longer because they have to notify, if it is more than one defendant, multiple people whose names are under seal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "MCCABE",
      "sentences": "And that, I believe, is highly likely. That's been, for me, the biggest question rolling into today, who else is going to be included as a codefendant in this indictment. All of the charges that were mentioned in the targeting letter carry either as a requirement, certainly the 371 or the conspiracy -- TAPPER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "MCCABE",
      "sentences": "371 is fraud against the government. The deprivation of rights is 18 U.S.C. 241. These are all conspiracy statutes. You have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "TAPPER",
      "sentences": "Deprivation of rights, again, for our viewers at home, that's basically trying to take away --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "MCCABE",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "TAPPER",
      "sentences": "-- the legal ability to vote by overturning an election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "MCCABE",
      "sentences": "Exactly. And thus disenfranchising those people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "TAPPER",
      "sentences": "Exactly. These are all conspiracy statutes. So they require that the person charged entered into an agreement with another person to commit the criminal act and then, of course, executed at least one act in furtherance of that agreement. So, you have to have a coconspirator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "MCCABE",
      "sentences": "Now, it is legally possible to have an unindicted conspirator, but that would be insane. In this case, it would be really not a very strong indictment. It would be one that I think people would roundly criticize. I think it's overwhelmingly likely that there will be a coconspirator or possibly multiple coconspirators identified in the indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "TAPPER",
      "sentences": "Let me ask you a question. So, a majority of House Republicans voted to disenfranchise the voters of Pennsylvania and to disenfranchise the voters of Arizona based on these election lies. This did not pass the House because about a third of Republicans and all Democrats voted against it. But that is two thirds of House Republicans in 2021 who voted that way. Why is that not, if we're talking about the deprivation of rights, why is that not an act to deprive Americans of rights?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "MCCABE",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "TAPPER",
      "sentences": "Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "MCCABE",
      "sentences": "Which is why I think if you see a legislator indicted in this case, which I'm not sure that we will, but if you do, it's going to be someone who went beyond just their vote in Congress. It's going to be someone who advised the president or consulted with him on this strategy, or maybe provided impetus for, you know, connected him with other people who helped him deploy this strategy. So, and there are certainly a few names that could fall into those categories. But again, we'll have to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "TAPPER",
      "sentences": "Abby?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, I think that there are so many different avenues that this can go. Obviously, this is so broad in scope, but also there are just so many instances of conduct that, at the very least, raise serious legal questions. And one thing that we haven't really talked about is the fundraising element of all of this. The question is, why would Trump or his associates want to do this?And if part of the answer involves just simply trying to fleece Americans out of money by perpetuating a lie and building a conspiracy around a lie to try to undermine the confidence in an election, that could be part of this, too. And there's a lot of evidence out there to suggest that is at least part of what was happening. I'm particularly interested, as I always am, in what we will find out that we do not already know. There was so much out in the public. But the special counsel has the ability to go behind the veil here and to potentially give us a little bit more information about some of these conversations that were happening inside of Trump's inner circle that can help explain what that conspiracy really looked like beyond what we saw playing out for the world to see over the course of several weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "COLLINS",
      "sentences": "Can I just say one small thing? We have been told now that Trump has been informed that he has been indicted in this investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "BASH",
      "sentences": "That's not a small thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "TAPPER",
      "sentences": "That's a big thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "COLLINS",
      "sentences": "That is not a small thing. I just wanted to let Dana make her point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "BASH",
      "sentences": "No. You have the floor, my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "COLLINS",
      "sentences": "Obviously, they did not say his name or his initials in that room, but I am being told by a source that he has been informed that he --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "TAPPER",
      "sentences": "Yes, so Donald Trump has been indicted. So that is a big point of news, a big moment of clarification here. Donald Trump, the former President of the United States, has been indicted. CNN can report he has been indicted by Special Counsel Jack Smith in his investigation into the efforts to overturn illegally the 2020 election results.Let's go to Paula Reid right now for the latest on everything that's going on. So Donald Trump has been indicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "REID",
      "sentences": "And that's right, Jake. A somber day for the country. Former President Trump has been indicted, connected to efforts to interfere with the Democratic process and overturn the results of the 2020 election. This is historic. This is the third time the former president has faced criminal charges this year alone.Now, right now, we do not have the exact counts or the exact charges in front of us. We are waiting for the judge to unseal possibly this indictment. There's also information that our team is able to gather from inside the federal court records. I can sort of hear them over my shoulder. I believe they're trying to put together exactly what we can learn about the specific charges. But, yes, we have learned that the former president has been indicted in the Special Counsel's investigation into efforts to overturn the 2020 election. This is very much expected. He received a target letter in recent weeks informing him that he could very likely be charged in this investigation. He declined to appear before the grand jury. And his lawyers met with Jack Smith and his team late last week. While they did not expect they could stop an indictment, they hoped to delay it. It appears they were unsuccessful. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:12",
      "speaker": "TAPPER",
      "sentences": "So we have the indictment here. There are four counts. Count one, conspiracy to defraud the United States. Count two, conspiracy to obstruct an official proceeding. Count three, obstruction of an attempt to obstruct an official proceeding. And count four, conspiracy against rights. Evan Perez, tell us more about this indictment of the former President of the United States, Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "TAPPER",
      "sentences": "All right, turn to your computer while I talk to Paula Reid about some of the items as we all go through this. Paula, one of the things that's interesting here on page three of the indictment, it mentions that Donald Trump has six conspirators. So these are other individuals, presumably, who have been alerted or are being alerted, but their names are not in here. There's co-conspirator one through six. Co-conspirator one, I'll just run through this with you, an attorney who was willing to spread knowingly false claims and pursue strategies that the defendant's 2020 reelection campaign attorneys would not.Any number of individuals that could be based on what we know about the case, including Rudy Giuliani, John Eastman, and Sidney Powell. Co-conspirator two, another attorney who devised and attempted to implement a strategy to leverage the vice president's ceremonial role overseeing the certification proceeding to obstruct the certification of the presidential election, that's almost certainly John Eastman. Co-conspirator three, an attorney whose unfounded claims of election fraud, the defendant privately acknowledged to others, sounded crazy. That's got to be Sidney Powell. Co-conspirator four, a Justice Department official who worked on civil matters and who, with the defendant, attempted to use the Justice Department to open sham election crime investigations and influence state legislatures with knowingly false claims of election fraud. That is who do you suspect that is, Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "REID",
      "sentences": "I would expect, I don't speculate. But it just certainly sounds like Jeffrey Clark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "TAPPER",
      "sentences": "Jeffrey Clark, exactly. That was the guy who was in charge of, like, environmental rules brought up from the depths of the Justice Department because Donald Trump and his allies thought that he would be able to push the states to illegally overturn the elections. Only in battleground states, of course.Co-conspirator five, an attorney who assisted in devising and attempting to implement a plan to submit fraudulent slates of presidential electors to obstruct the certification proceeding. So that is somebody working with Jeffrey Clark, presumably?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "REID",
      "sentences": "Yes. These last two, they're more general terms. They're not as specific as the first four that you read off, so I'm not as comfortable guessing. But what's so interesting about this, Jake, is that we have been wondering if the former President would be the only one to be charged. I was quite surprised when I spoke to Rudy Giuliani's lawyer multiple times over the past month since he's been interviewed, and he insisted that Rudy Giuliani would not be charged.And, Jake, it just -- that was very hard to understand based on his role in this alleged scheme. But it appears, based on this indictment, that he is mentioned as a co-conspirator, but he has not been formally charged. So it appears that instead of at this point, instead of indicting seven different people, they have charged the former President and then listed these six conspirators, several of whom the prominent folks that we've just named. And then there were other people that it wasn't clear if their names or if they would be mentioned in this case, we have Rudy Giuliani, John Eastman was someone that we did expect would be charged, Jeffrey Clark, Sidney Powell. At this point, though, it does not appear that they've been charged but they are listed or described, rather, very similarly to co-conspirators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "TAPPER",
      "sentences": "Right. Co-conspirator one, our guess would be is Rudy Giuliani.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "REID",
      "sentences": "I think that's a very safe guess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "TAPPER",
      "sentences": "Yes. But you're saying that these individuals have not yet been charged with anything, Evan Perez, is that is correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:02",
      "speaker": "TAPPER",
      "sentences": "Right. And we should note, just because we're talking about it earlier that co-conspirators one through six and who have not been publicly identified, although there is certainly speculation about who they are. Co-conspirator six, who we did not mention, is a political consultant who helped implement a plan to submit fraudulent slates of presidential electors to obstruct the certification proceeding.Paula Reid, I want to read one section about three criminal conspiracies that Special Counsel Jack Smith and the grand jury are alleging Donald Trump perpetrated. Those three conspiracies are, this is on page two of the indictment, a conspiracy to defraud the United States by using dishonesty, fraud and deceit to impair, obstruct and defeat the lawful federal government function by which the results of the presidential election are collected, counted and certified by the federal government. That's in violation of 18 USC 371, which Andy McCabe mentioned earlier. B, a conspiracy to corruptly, obstruct and impede the January 6th Congressional proceeding at which the collected results of the Presidential election are counted and certified, that's obviously on January 6th, the proceeding that Mike Pence was presiding over. And C, a conspiracy against the right to vote and have one's vote counted in violation of 18 USC 241. We should also note that Donald Trump, we are expecting to appear in court for his arrest and arraignment on Thursday. Paula, those three criminal conspiracies that are being alleged, tell us more about them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:02",
      "speaker": "REID",
      "sentences": "So these match what the former President said was in his target letter. Now, several of these were very much expected, right? The conspiracy to defraud the U.S. by using dishonesty, fraud or deceit, I mean, they're specifically talking about the fake elector plot, right? These were efforts to put forth fake slates of electors that should have been in states that were won by former President or current President Biden, but instead put down then President Trump as the winner.And at first, this was seen as just maybe some sort of eccentric plot by overzealous supporters. But as we're now two and a half years out from these events, they realized that this was just part of a larger plan. Now, also in this alleged conspiracy was the pressure that was applied on the Vice President. He had a role to certify the results of this election. And there was a hope by some of the people around that then President Trump that Pence would accept these fake slates of electors overturn the true results of the election in Trump's favor. [17:45:01] So, as this has been investigated on the Hill and by the Justice Department, these fake slates of electors have been come to be seen as something much more nefarious and part of a large, wide ranging effort to undermine the results of the election. Now, this other civil rights crime, this is interesting a lot of people were surprised by this when it showed up in the target letter because it is a little used statue shoot about a conspiracy to undermine people's constitutional right to vote. Some people were surprised that the Justice Department opted to pursue this, as it is not often used. But I'll have to read further how exactly they support that specific charge. But that is actually a civil rights statute that they are relying on here. So notable their choices and a word that we see very often in the cases involving the former president, obstruction. He has, of course, been charged with obstruction of a criminal proceeding down in Florida and then charged with trying to obstruct his own obstruction in Florida. So that word also, of course, came up in the Mueller investigation. It tends to be a theme investigations into former President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:02",
      "speaker": "TAPPER",
      "sentences": "All right, joining us now, Tim Parlatore, he's a former Trump attorney who played a key role in the Mar-a-Lago classified documents investigation and once testified before that grand jury. He left Donald Trump's legal team in May. Tim, I know that you probably have not had an opportunity to read all 45 pages of this indictment, but give us your reaction to the news that Donald Trump has been indicted in special counsel Jack Smith's 2020 election interference probe with six conspirators named as well not named, but alluded to as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:02",
      "speaker": "TIM PARLATORE, FORMER TRUMP ATTORNEY",
      "sentences": "The interesting thing to me is both the timing as well as the fact that all of the conspirators are unindicted. You know, this is something that I know the Jack Smith's team is still investigating. They're still interviewing witnesses that, you know, just from my brief perusal of it, have information that's directly relevant to these things. So it's surprising that he would hand down the indictment today instead of a couple of weeks from now, after they finish doing all of those witness interviews.And it's also curious to me that he has chosen only to indict one person and to leave these other six conspirators unindicted. So that may be an indication that this is just the initial indictment. He's going to try and put pressure on the other six to move over to become cooperating witnesses, or else there's going to be a superseding indictment that will name them all as co-defendants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:02",
      "speaker": "TAPPER",
      "sentences": "One of the arguments that we no doubt will hear if this does, in fact, go to a legal proceeding, which we anticipate it will, will be that if Donald Trump believed something to be a fact, even if it was not true, that is not necessarily fraud. The document, the indictment goes into great detail to tell the American people all the times that Donald Trump was told that something was not true and the people who were telling it to him. Such as, I'm not going to read it to you, but just to give you an idea, it talks about Vice President Pence, the senior leaders of the Justice Department, the Director of National Intelligence, the Department of Homeland Security, Cybersecurity and Infrastructure Security Agency or CISA, senior White House attorneys, senior staffers on the reelection campaign for Donald Trump, State legislators and officials, many of whom were the defendant's political allies, had voted for him and wanted him to be reelected, and state and federal courts.It goes into great detail about individual conspiracy theories. 10,000 dead voters in Georgia, 205,000 more votes than voters in Pennsylvania and on and on, not only saying that they were wrong, these conspiracy theories, but noting the individuals, Trump supporters, people who wanted Trump to be reelected, who were telling, no, no, that's not accurate, and then Trump would repeat the information regardless to the public. Does that suggest that Trump knew that he was lying? Or will his defense team still be able to successfully argue he still believed it, even if his own Attorney General and his own vice president were telling him otherwise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:05",
      "speaker": "TAPPER",
      "sentences": "Well, co-conspirator one, there is a section on page 14 of the indictment which it's very clearly identifying quotes that Rudy Giuliani has made as attributed to co-conspirator one, especially when it comes to the defamation of those two women, or alleged defamation, I should say, of those two women who election workers in Georgia because it quite obviously surreptitiously passed around USB ports as if they are vials of heroin or cocaine. That's a quote. That's a quote that Rudy Giuliani made.Do you think that the reason why these six conspirators were not indicted is because, as you noted, one speculation you made, because this is basically the special counsel saying get on board the train and cooperate with us because we have the goods on you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:05",
      "speaker": "PARLATORE",
      "sentences": "It could be that. It could because they don't have, you know, every element required, you know, to put each one of those people into the full substantive crime. It also could be that they were rushing this. You know, again, I go back to the question of why the timing, why is it this week instead of a couple of weeks from now, you know, was he trying to rush this in before Fani Willis issues an indictment? And so maybe they just put, you know, a partial indictment in for one person and they're going to have to go back and fill in the gaps for the others. You know, I don't know. I'm guessing on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:05",
      "speaker": "TAPPER",
      "sentences": "All right, Tim Parlatore, thank you so much. Really appreciate your time. Let's go to New York in Anderson Cooper. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:05",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Yes, Jake, thanks very much. Our panel here in New York, Elie Honig, you've been looking at what we just got. What do you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:05",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Yes, first of all, big picture, this is momentous. This will be one of the most consequential prosecutions in our country's history, if not the most consequential. This indictment goes right to the core of our democracy. And I think it's helpful. There's a section in the indictment where they break this scheme down into five distinct parts. First of all, they say this all started with false claims of election fraud. And it's really important to note, DOJ says explicitly Donald Trump knew that he lost. He made knowingly false claims.Second, they launched this seven state strategy to pressure state and local officials to overturn the results. Third, they used weaponized, to coin a phrase, the Justice Department to try to lend its heft to these false claims of election fraud and to try to pressure states. Fourth, they pressured the Vice President, Mike Pence, to do something that they knew was unconstitutional and illegal. And finally, they tie in the actual January 6th violence. And here's what the allegation is that Donald Trump and his conspirators not charged in this indictment, quote, exploited the disruption by redoubling efforts to levy false claims of election fraud. So that's sort of a five chapter assessment of how DOJ sets up these conspiracies that they've charged here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:05",
      "speaker": "COOPER",
      "sentences": "The importance of them saying, the government saying that Donald Trump knew they were false, I mean, that's big.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:05",
      "speaker": "HONIG",
      "sentences": "That goes right to his intent. We've talked about it so many times. They are alleging Donald Trump absolutely knew that these claims of election fraud were false, or at an absolute minimum, any reasonable person should have known. And based on my first quick reading of this, they make quite a powerful showing to that effect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:05",
      "speaker": "COOPER",
      "sentences": "Alyssa, that's one of the questions we had been asking, based on who they were calling in to speak to investigators, is, do they have people who can say what was going on in the head of Donald Trump, that they had evidence that he knew?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:05",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "Right. And I include myself in that. Having shared that, he shared with me. He knew he lost the election. I want to note one thing. This is the third indictment of the former president, but the first for actions during his time as president. So that in and of itself, makes it a historic moment. What I think he is going to hate in reading this is that, frankly, his best legal defense is going to say, I was too foolish and ignorant to know that I lost the election.I did not understand our democratic process well enough to know that these schemes do not work, that I do not have the right to engage in what my lawyers are presenting. Frankly, pleading ignorance and stupidity is the best legal defense, and he's going to hate that. But one thing that I think is kind of remarkable about this moment, the third indictment, he's got muscle memory now. I'm just looking at the first statements coming out. His allies are lining up around him, sitting members of Congress, senators are defending him. They are coordinated. They have decided what the line is. This is about Hunter Biden, it's the weaponization of the DOJ. He was ready for this. That's a scary moment for our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:05",
      "speaker": "COOPER",
      "sentences": "Van?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "COOPER",
      "sentences": "Geoff Duncan, do you believe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "GEOFF DUNCAN, CNN POLITICAL COMMENTATOR",
      "sentences": "Donald Trump situation just went from a friendly game of checkers to a game of cutthroat 3D chess, right? He now has a list of conspirators that are going to literally be fighting for their own freedom, and they don't really care to be in the cool kids club anymore, like so many people fell victim to. I think his situation gets even more complicated because with one indictment, it maybe feels like you can explain political, you know, pent up energy behind it.Then two, now three, he's also caught in between a rock and a hard place. He's in some instances, saying he didn't do something. In some instances, he's trying to use the guys that he was president and he was protected. And so he's bouncing back and forth, and I think it's just going to continue to weigh on him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "HONIG",
      "sentences": "You know, this one is different. This is different from the indictments we've seen before. It's very different from the hush money payment case. It's also very different from the classified documents case. I mean, when you read this indictment, there are sections in here about the way our Constitution works, the way we cast and count our electoral ballots. It doesn't get more fundamental.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "COOPER",
      "sentences": "I mean, this strikes at the very heart of our democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "HONIG",
      "sentences": "Exactly. And so that's what it does. And they make a point. And another important point that is made right up front in this indictment, they say there are legal ways you can contest an election. They make a point of saying that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "COOPER",
      "sentences": "Right. It even says on the second page that he has the right to make false statements. He has the right to lie about the election results.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "JONES",
      "sentences": "I think most striking is that the other cases, they're only historic because this doesn't usually happen. Yes, the president stole some documents, maybe did something bad with them. He's lying about it. You don't -- you got to slap him on the wrist. You got to do something because it's wrong. He's impeding justice in the porn star case. But these are kind of technical things.There's actual harm to our country if this type of thing becomes normal. If anybody who's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "COOPER",
      "sentences": "I mean, this is essentially a coup. I mean, we could look at this in any other country, you would say this was a coup attempt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "JONES",
      "sentences": "But if you look at this indictment, this is describing a coup attempt in our country. And so this is the 100 years from now that everybody's going to know about and look at. And if he gets away with it in our court system, shame on us. But this is the biggest, to your point, it's probably the biggest prosecution in the history of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "GRIFFIN",
      "sentences": "Well, and it resonates with the public, because we all saw the footage on January 6th, you know, how you felt. You know how even allies who are now defending him came out and condemned him that day. It's hard to argue with it, but to underscore what you said, I think of our adversaries abroad, I think of our allies abroad.It shows that democracy is a fragile thing and it is not something that we can necessarily expect we're going to have if half the country is refusing to accept these realities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "DUNCAN",
      "sentences": "Could you imagine being 78 years old after being the President of the United States and waking up just a few short years later dealing with these indictments and just coming to reckon with what that actually feels like? I mean, whether Donald Trump feels it or not, I don't know. But the average American doesn't see that as a goal in life, to be 78 and to be in multiple indictments across state and federal levels and it continue to grow. And, oh, by the way, we expect to see a Fulton County indictment coming at some point in the near future, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "COOPER",
      "sentences": "Yes, Jake Tapper and I are going to see you again tonight at 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "This is CNN's live Breaking News coverage of dramatic and historic moments unfolding right here in Washington. We're awaiting, by the way, a statement from the Special Counsel Jack Smith. We want to welcome our viewers here in the United States and around the world. I'm Wolf Blitzer in Washington, along with Erin Burnett in New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:21",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "And Wolf, the former President of the United States, Donald J. Trump, now formally charged with four counts in connection with efforts to overturn the 2020 presidential election results. An historic moment for the country and all of this, his actions leading up to the January 6th attack on the Capitol, Wolf.",
      "isLastSentenceInterrupted": false
    }
  ]
}