{
  "date": "2023-11-03",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Israel Admits Airstrike Hit Ambulance Near Gaza Hospital; Hundreds More Leave Gaza After Being Trapped For A Month; Appeals Court Freezes Trump Gag Order In Federal Election Case; Muslim & Arab American Voters Abandon Biden Over Gaza Response. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:44",
      "speaker": "KATE BOLDUAN, CNN HOST",
      "sentences": "OUTFRONT next, breaking, news a deadly blast outside Gaza hospital. Israel now claiming responsibility. This as Israeli forces closed on Gaza City.Plus, an exclusive dispatch from CNN journalist Ibrahim Dahman. We've been following his harrowing journey out of Gaza here on OUTFRONT, and tonight we can report Ibrahim and his wife, and their two young sons have made it to Egypt. Also more breaking news, free to speak. An appeals court freezing a gag order against Donald Trump in the federal election interference case, while a New York judge expands a gag order on Trump in another case. Let's go OUTFRONT. Good evening everyone. I'm Kate Bolduan, in for Erin Burnett. OUTFRONT tonight, breaking news -- Israel ramping up its and bombardment of Gaza, and tonight, acknowledging it was behind the deadly blast outside the al-Shifa hospital in Gaza City. We want to warn you, the images we're going to show you, they are graphic as they've been coming. And according to multiple videos that CNN has geolocated, we can see through here bloody bodies just run across the ground near an ambulance. A spokesman for the Hamas run health ministry says authorities organized a medical convoy from the hospital to the Rafah crossing. That spokesperson says that the ambulances -- when the ambulances started to move south, they were hit. And a director of the hospital tells al Jazeera this: Medical teams and paramedics lost their lives. Regrettably, some of the wounded lost their lives. Tonight, the international committee of the Red Cross confirms it was aware of a convoy that would be carrying patients from northern Gaza to the south. But according to the Israeli military, it struck an ambulance that was being used by Hamas. Here's the quote from the IDF. An IDF aircraft struck an ambulance that was identified by forces as being used by Hamas terrorists cell, in close proximity to their position in the battle zone. A number of Hamas terrorist operatives were killed in the strike. However, it also appears civilians were also killed and injured. That is why today, Secretary of State Antony Blinken on his third trip to Israel since the October 7th Hamas terror attack pressed Israel's leaders to do more to protect civilians in Gaza and allow more humanitarian aid to enter the 25-mile long strip. The public request was rebuffed by Israel's prime minister. Benjamin Netanyahu saying Israel objects to any temporary cease-fire unless Hamas frees all 241 hostages. So, that means more strikes in Gaza. And tonight, we have another dispatch from an aid worker, Mahmoud Shalabi. He's been sending updates to OUTFRONT from northern Gaza, the focus on the Israeli offensive. Tonight, Shalabi describes what he witnessed after a blast near his home. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "MAHMOUD SHALABI, AID WORKER",
      "sentences": "Many fathers carrying their daughters and children and crying like babies. And I saw one child, one child, who was about 12 years old who was saying, I did nothing.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "BOLDUAN",
      "sentences": "I did nothing. Civilians saying the very same thing on both sides of the Israel-Hamas war now.Jeremy Diamond is OUTFRONT live now along the Israeli Gaza border, of course. Melissa Bell is in Cairo, Egypt. Let me start with Jeremy. Jeremy, what more are you hearing about this strike in an ambulance -- on an ambulance in Gaza City?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, Kate, first of all, I mean, you saw those images, scenes of absolute devastation outside al-Shifa hospital where this convoy of ambulances was apparently heading south. The Palestinian health authorities say that this convoy of ambulances was carrying wounded individuals who were heading to the Rafah crossing with Egypt in order to get those wounded in individuals evacuated. As we have seen over the last several days, some wounded have been allowed to leave into Egypt.But Israel paints a different picture here, Kate. They say these ambulances were being used by Hamas operatives and that they targeted the ambulances for that reason, saying that it killed several Hamas militants in this strike. Israel also points out that it believes that Hamas has used ambulances in the past to transport not only Hamas militants but also some of its weaponry. CNN cannot, of course, independently verify these claims, and Israel so far has not provided any evidence for that. But what we do know, Kate, is that the toll of casualties here. According to the Hamas -run Palestinian ministry of health, 15 people were killed in the strike. Fifty others were wounded. The Palestinian ministry of health again says that injured people were being carried in these ambulances. It also says that it requested the International Red Cross to accompany the convoy. The Red Cross confirming it received the request but it said it did not take part in this convoy. Nonetheless, this is raising more questions about Israel's tactics in this war, following the strikes earlier this week in the densely populated Jabalia refugee camp. Meanwhile, Kate, Hamas is continuing to target Israeli towns and cities. Targeting population centers, civilian targets in Israel. Earlier today, Kate, our team was very close to one of those strikes. A rocket came in our about 100 meters away from where a number of journalists, including my team was positioned in Sderot. And I want to show you this video, Kate, shot by my photojournalist Mattias Song (ph). You can feel the power of the rocket coming in. Take a listen. (VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "DIAMOND",
      "sentences": "And, Kate, following that strike, we were actually able to see the crater where the rocket made impact, that damaged several vehicles. It actually landed, at least one of the two rockets landed in the courtyard of a kindergarten. There were no children, of course, there at the time. School has been closed in Sderot for the time being.But obviously as you know, Kate, the Iron Dome missile defense system takes out the majority of these rockets, but it doesn't take them all out -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "BOLDUAN",
      "sentences": "Jeremy, thank you so much. Jeremy Diamond in Israel for us.OUTFRONT with me now, Lieutenant Colonel Jonathan Conricus. He's the international spokesman for the IDF. Thank you so much for coming on. What more can you tell us about the strikes on the ambulance? Why did you strike so near a hospital? LT. COL. JONATHAN CONRICUS, IDF INTERNATIONAL SPOKESMAN:  Hi, thank you for having me. There is fighting ongoing. We are at war against Hamas in northern Gaza and all over Gaza, but focusing on the northern Gaza strip. Our forces saw terrorist using ambulances as a vehicle to move around. They perceived threat and accordingly we struck that ambulance. I must say that this is not the first and not the 100th time that Hamas operatives, including senior leaders, make use, illegal use of ambulances on the battlefield. They use them as their taxis in order to get from one place to another, specifically seniors. It is not the first time. They did it in 2014, they are doing it again. And we are well within our legal rights according to the laws of our conflict, once they use it and we perceive it as a threat to attack it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "BOLDUAN",
      "sentences": "Who -- in that strike, who was taken out? Where they high- level operatives within Hamas? Do you have the names of who was taken out or who was being targeted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "CONRICUS",
      "sentences": "No, this wasn't a targeted killing of someone. This is during combat. Our crew saw that they were using the ambulance and trying to escape or attack using that. And that is why they were struck. Hopefully we will be able to provide intelligence and more footage and information about it. But we have other information which we are also able to show and have shared with CNN and others, of how ambulances have been seen, and we put it on camera, ambulances have been seen in Hamas locations, Hamas camps. Where their next to locations of the headquarters, and they're used not to transport wounded but in order to get senior and other commanders from one place to another without the risk of being followed or attacked by the IDF.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "BOLDUAN",
      "sentences": "The numbers from the Hamas-run ministry of health coming out are 15 killed and I think it was 50 wounded. There is no distinction in those members of who was civilian and who was connected with Hamas. Do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "CONRICUS",
      "sentences": "A combatant or a terrorist, yes, it's okay to say these words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "BOLDUAN",
      "sentences": "Do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "CONRICUS",
      "sentences": "I know, I see a lot of pictures of young men. I don't see weapons, maybe they were conveniently hidden before TV crews came there to -- for this whole orchestrated event. But bottom line, we know that they were Hamas operatives there. I don't have the finite number but I'm certain that they were Hamas activists, terrorists there that the trying to use an ambulance in order to facilitate their movement while fighting was ongoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "BOLDUAN",
      "sentences": "Colonel, today, earlier today, I spoke with an American politician who supports Israel, supports Israel's right to defend itself. He's also an armed services committee. And he says that the bombing of innocent civilians needs to stop. And what he said is today.And here's what he said to me, he said, I don't think if you're using hundreds of civilians as a human shield, meaning Hamas, and you have one terrorist, that that justifies a bombing. Why not go about this anymore surgical way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "CONRICUS",
      "sentences": "Yes, I don't think that that is ever, ever the case, one for 100. That doesn't seem logical to me at all. That doesn't at all compute with the calculations that I'm aware of that the IDF does. It would have to be (SPEAKING FOREIGN LANGUAGE) to warn that kind of collateral damage. That is not the case. The sad reality is that we have asked civilians to evacuate, includingin the pictures that you are showing from different areas in Gaza. We have asked them to evacuate because we know that Hamas has been trying to use them as their human shields, we know that it will be dangerous, and we've told them this isn't the same place to be, go south. Those that have state have done it at their own agency which is regrettable. I'm sure that some have been forced to stay by Hamas which is appalling and a war crime. Preventing civilians to flee to safety by Hamas is an active war crime which they should be criticized and criticize for doing. And I don't think the focus should be on Israel's doing to defend themselves, and please let me say that this started not by Israeli activity, we are now a month in the war because Hamas invaded in Israel, butchered our civilians, and took our civilians hostages. They're holding 240 of them in Gaza as they speak. That is what this is about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "BOLDUAN",
      "sentences": "I mean, that is accurate, the started because of a horrific terror attack on Israel from Hamas terrorists coming from Gaza. But as we heard also from the secretary of state today saying very clearly that we are this has gotten to is that Israel needs to do more to protect Palestinian civilians in the midst of your rightful operation and obligation to defend yourself. That's what we're getting up with this conversation.Lieutenant Colonel -- go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "CONRICUS",
      "sentences": "Indeed, yes. I think we should and we are doing a lot. There is more humanitarian aid coming in, there's humanitarian zone. We are supplying water to southern Gaza. There's medicine and food coming into the south. We have told people to evacuate, what more can we do while not stopping the fighting and while not giving Hamas any room to breathe?Because remind everyone, we are at war. This isn't about something else. We are at war. What more can be done except for stop fighting? Which isn't on the table. I think we have to be clear about the situation, be honest, yes, there is civilians suffering which is said and regrettable. Not something that we want. We're trying to minimize it. But I think some people, I'm not calling names, some people are getting carried away with the visuals and seeing suffering and forgetting how we got here and what is really at stake. We are in a situation where we cannot return to the reality of before October 7th. We cannot go back there because our communities won't be able to go back and live in safety. And in order for them to return, we have to eradicate Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:44",
      "speaker": "BOLDUAN",
      "sentences": "Lieutenant Colonel, we appreciate you coming to speak with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "BOLDUAN",
      "sentences": "That's an important perspective. That's why I love having you on, General.The IDF also says that fighters in Gaza are engaged in underground battles right now, and we're going to show you some new video that was released by the idea of today and they say it shows the Hamas tunnel, you see the whole right, there is about enough for one person if it through, drop, and head down. Israeli officials estimate that there's more than 300 miles of this network in Gaza, this tunnel network. When you think of what has been done so far, the number of strikes, trying to collapse this network, what it -- how vast it still is, what is it going to take to take this all out and eliminate this part of the threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "HERTLING",
      "sentences": "A lot, Kate. I don't know, I can put a finger on it, but when you're talking about a hole like that that you're showing, they're probably thousands of those all over the Gaza Strip. And the tunnel complexes are estimated to be over 300 miles long in different directions. Imagine trying to completely eliminate all of the subways in New York City. That's about the same kind of problem set you have right now.And Hamas has been building these tunnels while they've been starving the Palestinian people, taking funds away from them, and they are responsible for these things. And they keep them as a subterranean approach to maneuver, to move around the battlefield. I would suggest possibly one of the reasons this ambulance is possibly transporting Hamas fighters is because some of the tunnels have been actually destroyed and they're trying to get out of the area back into other locations where there are tunnels, and they have to do that movement above ground as opposed to underground. Again, that's a supposition on my part, but having fought in these kinds of fights before and seen the kinds of tunnels that are in Israel and Gaza up close and personal, I can tell you, this is a tough fight and it's going to take a very long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "BOLDUAN",
      "sentences": "It's going to get tougher.General Hertling, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "HERTLING",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "BOLDUAN",
      "sentences": "OUTFRONT for us next, exclusive dispatch from CNN journalist Ibrahim Dahman who for weeks we have followed as he and -- he has tried to get his family out of Gaza. Tonight, we can report that they have just crossed the border into Egypt.Plus, we have some more breaking news. Trump's gag order on hold. Trump no longer barred at least for now for going out to those involved in his federal elections interference case. We're going to break down why an appeals court just hit the pause button there. And anger over Biden support for Israel. It's having a real effect on his standing to a crucial group of voters. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I did vote for Joe Biden in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "REPORTER",
      "sentences": "Do you plan to vote for him in 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I do not.(END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "BOLDUAN",
      "sentences": "Tonight, Ibrahim Dahman, the CNN journalist in Gaza, who has been sharing exclusive dispatches on his family struggle to stay alive and fight to get out of Gaza, they are now out of Gaza, passing safely through the Rafah Crossing earlier today. For 28 days, Ibrahim witnessed so much tragedy, pain, and fear. You'll remember how he documented his journey out of northern Gaza with his wife, Rasha, who was four months pregnant, and their two young sons who are 11 and 7 years old. They started teaching their children how to feed themselves in the event that he and his wife died.He also showed us what they had to do -- some of the things they had to do to survive, including drinking water that was meant to fill toilets. Tonight, they are in Egypt. Listen to this. (BEGIN VIDEOTAPE) IBRAHIM DAHMAN, CNN JOURNALIST (translated):  I have been told that my family and I are on the list at the Rafah crossing. I spent my last night in Khan Younis. We didn't hear any aircraft or spy planes, it was a quiet night. The people who were living at the house with me were happy and sad at the same time. We were living together for more than 25 days. We ate together, went out together, shopped together and slept in the same room as each other. We shared memories of being unhappy, said and scared. My family and I waited hours at the Rafah crossing, passing through checkpoints but now we have finally crossed. Today, we have passed the Egyptian crossing and are heading to Cairo. Are you happy Khalil? What do you want to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "KHALIL",
      "sentences": "The trip was hard, but it was nice too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "DAHMAN",
      "sentences": "And you Zaid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "ZAID",
      "sentences": "Thank God that we got out safely, and thank God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "DAHMAN",
      "sentences": "Thank God.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "BOLDUAN",
      "sentences": "Thank God they're out safely, he says.Tonight, nearly 1,100 people, including hundreds of people with foreign passports, and dozens of people who were wounded, have also been able to leave Gaza through that same crossing. The agreement seemed to be holding. But some, as Melissa Bell is reporting tonight, were tormented by their decision to leave. (BEGIN VIDEOTAPE) MELISSA BELL, CNN CORRESPONDENT (voice-over):  For nearly a month now, Gaza has been almost entirely cut off. Now, finally, some are getting out, bringing images like these captured on their phones along with their stories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "AMAL KHAYAL, GAZA AREA MANAGER, CISS",
      "sentences": "I don't think there are enough words in the English dictionary to actually describe what every Gazan is going through right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "KHAYAL",
      "sentences": "For two days, we were completely blacked out. You could just think of the worst and you keep on telling, we're going to be next. That's what you keep on telling yourself. It's going to be us next, the humanitarian situation is catastrophic.We can't find water, food, bread. When people go to bakeries, they're freaking die because they have bombed almost all the bakeries in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "BELL",
      "sentences": "What difference would a humanitarian pause make?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "JACOPO INTINI, COUNTY DIRECTOR, CISS",
      "sentences": "It's not important to reach a humanitarian pause. An actual cease-fire, prolonged, one with strong conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "KHAYAL",
      "sentences": "A Gazan would say they're giving us painkillers and then they're going to continue wiping us out. But at least you would have the ability to get water, I don't know if they will allow fuel because now it's a major no-no, of course. But we will manage to get some water and some food, and then they can just kill us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "BELL",
      "sentences": "But with no hope in sight, Amal and Jacopo made the hardest of choices, leaving behind an entirely besieged and bombarded Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "INTINI",
      "sentences": "I will always say like, together with the population. People in need. So many people are talking about this coming out as a victory for us, but it's not a victory. Like we are -- it's a loss for everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "KHAYAL",
      "sentences": "To be honest, since yesterday I was only regretting going out because -- the entire day, I was unable to reach my family. So I couldn't even tell them that I made it safely and that I'm okay. And they know that's -- my mom, she actually begged me to go out.For me, I wouldn't have done it. And I still feel like I should've gone out, you know, the survival guilt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "BELL",
      "sentences": "They say the future is impossible to imagine, even as they head to Italy with their heads full of Gaza and their hearts, desperate to return.(END VIDEOTAPE) BELL (on camera):  Now, Kate, Jacopo and Amal where amongst the first to get out, but that continued, several more 400 got out today. We understand there have been 79 American citizens who got out of Gaza, and we expect that over the coming days and weeks, the Egyptians confirmed that they plan to get all 7,000 foreign internationals. But so many of them, either aid workers or people with deep ties to Gaza, will be feeling some of these mixed emotions because they knew exactly what it is they were leaving behind and very uncertain about what it is they're going to be able to come back to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:55",
      "speaker": "BOLDUAN",
      "sentences": "We're following some more breaking news. A federal appeals court just issuing a temporary freeze on the gag order against Donald Trump in special counsel's Jack Smith's 2020 election interference case. This is a D.C. case.That gag order had barred the former president from criticizing potential witnesses in the case as well as the special counsel's team. Let's get right to CNN legal affairs correspondent Paula Reid for more on this one. Paula, what does this freeze mean and what happens now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:55",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Kate, in a little over two weeks, a three judge panel here in Washington, D.C. will hear arguments about whether this gag order is actually constitutional. And while we're waiting for that answer, the former president is not bound by this set of restrictions.But Judge Tanya Chutkan is a judge overseeing the federal election subversion case here in Washington, D.C. As you noted, that's a case brought by special counsel Jack Smith. She imposed this gag order at the request of prosecutors after the former President appeared to attack several different people involved in this case including a judge herself. Now, as part of this gag order, he's barred from targeting witnesses, people who work for the court, as well as special counsel prosecutors and Jack Smith himself. The Trump's lawyers argue that's unconstitutional. They Tampa size his status as a candidate for the White House and say that he is entitled to a heightened level of free speech and there should be a high standard before that is restricted. Now, the judges on the court of appeals, they are clearly fast- tracking this. This argument will be heard by two judges appointed by former President Barack Obama, and one appointed by President Joe Biden. But, Kate, the question of the extent to which he can restrict the speech of a presidential candidate who is a criminal defendant across multiple jurisdictions, that has never been contemplated before so this could eventually end up at the Supreme Court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:55",
      "speaker": "BOLDUAN",
      "sentences": "The common refrain that we have to make out of all it, Paula. Thank you so much, Paula.In a separate case, one that could end Donald Trump's business empire, the judge there just expanded a god order, now barring Trump's lawyers from discussing confidential communications between the judge and his staff in or out of the courtroom. This comes as the Trump Organization executive by Vice President Eric Trump testified that he couldn't answer certain questions about how Trump properties were assessed because, here's the quote, this is just not what an executive at my level focuses on. And he trusted accountants to prepare, quote/unquote, perfect financial statements. Eric Trump then on the stand claims that he and his siblings have been unfairly targeted in the case. Listen to this outside the courtroom. (BEGIN VIDEO CLIP) ERIC TRUMP, DONALD TRUMP'S SON; TRUMP ORG. EXECUTIVE VP:  They dragged Don and I and Ivanka to it as collateral damage. They only want our names in this thing because it sensationalizes the case. We've done absolutely nothing wrong. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "ERIK LARSON, BLOOMBERG NEWS LEGAL REPORTER",
      "sentences": "You, know it's really hard to say because the judge, he gives everyone a chance to say what they want to say in the stand without making any faces or asking any obvious questions that could say what he's thinking. But we have one big clue and that happened before the trial even started when the judge ruled that all of the defendants were liable for fraud just based on the evidence that they have gathered so far.So that was the state's biggest and most important claim. And I think the judge has pretty good reason to be skeptical only because the state did present, Eric Trump on the stand today with documents internal Trump organization documents suggesting that he was aware of the statement of financial condition at the center of this case. And his role in providing certain figures that we are going into it. And I think that he described it as one point of the nitty-gritty that he was not involved in. But these were actually appraisals that were pretty important to him for a big properties that he was in charge of, and that according to the state where wildly overvalued and these financial statements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BOLDUAN",
      "sentences": "It's also getting at something that I've been curious about how this is going. Eric Trump, Don Jr., they were called a state as their witnesses. Do you think this take up out of them what they wanted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "RYAN GOODMAN, FORMER SPECIAL COUNSEL AT DEPARTMENT OF DEFENSE",
      "sentences": "Very much. So I think that the state attorneys probably one home this week very happy, but the results. So they got so many different things out of them including them contradicting one another and them contradicting themselves. Eric Trump is in fact on the stand, having to admit that he had just said that he did not know about his father's personal statements or financial condition, until the case began.And then they show him in the mail from 2013 and he says, okay, yeah that looks like it. He says, I was never involved in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BOLDUAN",
      "sentences": "That doesn't feel like it was a good moment for anyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "GOODMAN",
      "sentences": "And if you are the prosecutors, you are thinking that is wonderful. That is gold. It'd be hard to get things like that. And it all amounts to one big implication which is their credibility.And at the end of the day, the judges quote probably going to find that he finds them non-credible. That is very damaging. And as damaging as so many ways because on appeal, that's very insulated, it's the trial court judge's opinion based on when he sees their demeanor, he sees their answers. If you find that they don't have that level of credibility, it's hard to overturn it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BOLDUAN",
      "sentences": "So, up next, Eric, is Donald Trump himself. He's scheduled to testify on Monday. This feels like this could be a huge moment. Eric Trump, just as he left court today, he is offered a little bit of a preview of his perspective from what we can expect from his father next week.Let's listen to this. (BEGIN VIDEO CLIP) E. TRUMP:  My father is going to be here and he's very fired up to be here. He thinks that this is one of the most incredible injustices he's ever seen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BOLDUAN",
      "sentences": "That from Eric Trump, also a codefendant in this case. What do you expect to see from Donald Trump's next week? What this is going to look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "LARSON",
      "sentences": "I think he's going to use every answer he gives as an opportunity to defend himself, to try to do as his sons did and distance himself as much as possible from these annual statements. And also shift blame as much as possible into accountants, lawyers, and other folks who were involved at the Trump Organization at the time.That's also what his sons did on the stand. It's just a matter not of whether it will be believable. He has a paper trail of sorts showing that he has a big interest and financial statements and making sure that they get bigger rather than smaller, that was the directive that according to some of the witnesses he had given. It will be really interesting to see which documents they present to him first to get him to explain himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Okay, gag orders. We have one gag order in New York that is expanding, we have a gag order that's on ice in D.C.What is actually happening with this? What do you make of what is happening in D.C.? For anyone -- for the casual viewer, it's quite confusing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "GOODMAN",
      "sentences": "Yeah, the trial judge imposed a gag order that says Donald Trump shall not with target any of the witnesses or court officials until the trial begins and even during the trial because when major concern is intimidating witnesses and another one is polluting the durable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BOLDUAN",
      "sentences": "It seems quite logical. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "GOODMAN",
      "sentences": "Very logical. I think it will be upheld and appealed for that reason. But in the meantime, with the panel did today, this afternoon, the court of appeals, said that we're going to stay that until we get to decide. So let's freeze things in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I can't promise you that he will get five votes from Arab Americans from the city of Dearborn.(END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "BOLDUAN",
      "sentences": "Tonight, enough is enough. Muslim and Arab American voters outrage over President Biden's firm support of Israel. But how much of an impact could it have on his reelection?Dianne Gallagher is OUTFRONT for Dearborn, Michigan. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He can't ignore this is (ph).DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT (voice-over):  It's not statement Iman Hammoud (ph) ever thought she'd make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I voted for Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "GALLAGHER",
      "sentences": "And are you going to vote for him again in 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I mean if you would've asked me a month ago, I would've said absolutely 100 percent, no doubt about it. But honestly the past few weeks have changed everything and I don't know anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "GALLAGHER",
      "sentences": "The Michigan immigration attorney is one of the growing number of Muslim and Arab Americans who say they're reconsidering their support for President Joe Biden due to his response to the humanitarian crisis and rising death toll in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "ABBAS ALAWIEH, DEMOCRATIC STRATEGIST",
      "sentences": "The Democratic Party risks losing a generation of young voters and multiple generations of Arab American and Muslim voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "GALLAGHER",
      "sentences": "Perhaps nowhere is a sentiment more pronounced than here in Dearborn, which has been called the Arab capital of North America.We sat down with Democrats who helped elect Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I did vote for Joe Biden in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "GALLAGHER",
      "sentences": "Do you plan to vote for him in 2024? UNIDENTIFIED FEMALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I will gladly turn in an empty ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If an election was to be held today, and President Biden's on the ballot and we have to go out and vote today, I can't promise you that he will get five votes from Arab Americans in the city of Dearborn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "GALLAGHER",
      "sentences": "Adam Abusalah, a Palestinian American worked in the 2020 campaign as a Biden fellow doing outreach to the Arab community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "ADAM ABUSALAH, FORMER BIDEN FELLOW",
      "sentences": "I man that I went out and knocked on doors for, I feel guilty and I regret what I did on the Biden campaign. But we thought that he was someone who could lead with humanity and compassion, and we were wrong",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "GALLAGHER",
      "sentences": "Some are prepared to boycott Biden even if it means potentially handing the election to the current Republican front runner, former President Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're no longer going to consider the lesser of two evils.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "GALLAGHER",
      "sentences": "The White House has both privately and publicly pointed to recent reach outs with the Arab, Palestinian and Muslim communities, as well as a call for humanitarian calls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "JOHN KIRBY, NSC SPOKESMAN",
      "sentences": "We had aid out and to continue to continue to get people out safety",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "KIRBY",
      "sentences": "That kind of hate has no place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "GALLAGHER",
      "sentences": "Efforts dismissed by the people we spoke with as damage control, adding the only way to maybe save their votes is by calling for an immediate cease-fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Enough is enough, we need a cease-fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "GALLAGHER",
      "sentences": "Michigan is second only to California in residents who identify as Middle Eastern or North African, according to the U.S. Census. In 2020, Biden won the state by nearly 155,000 votes. Engage, a national organization dedicated to getting the Muslim vote, says 145,000 Muslim Michiganders voted in 2020.Dearborn Mayor Abdullah Hammoud says Democrats can no longer take his communities vote for granted. MAYOR ABDULLAH HAMMOUD (D), DEARBORN, MICHIGAN:  We're not here to prostitute ourselves, to the lowest bidder, in order for us to be recognized for our humanity and to actually be seen. (END VIDEOTAPE) GALLAGHER (on camera):  Now, the Biden campaign released a statement to CNN saying, in part, President Biden continues to work closely and proudly with leaders in the Muslim and Palestinian communities in America, to listen to them, stand up for them, and fight back against hate. Kate, we are in Congressman Rashida Tlaib's district here tonight. She just posted a video that echoes her constituents that you just heard there right at the end of it, Biden support a cease-fire now or don't count on this in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BOLDUAN",
      "sentences": "Dianne, thank you so much for that.Joining me now right now for this to go beyond these numbers, to dig a little deeper, Harry Enten is here. It's good to see you, Harry. So, you heard Dianne's report, she's talking -- she's looking at the -- do you think Dearborn alone can make a difference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "I absolutely believe. You know, Dianne was talking about 2020, but remember 2016, Donald Trump carried the state of Michigan by little over 10,000 votes. How many voters have cast ballots in presidential elections in Dearborn in the past few cycles, a little bit more than 40,000 on average.So, the fact is, Dearborn, if it goes one way versus another, if it swings towards Republicans, it could make a difference in Michigan, which, of course, has been a very tight state of the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BOLDUAN",
      "sentences": "That's true. I mean, if you look at recent history, Dearborn usually goes for Democrats, I would probably be please say overwhelmingly is a safe thing to say. But you've also been looking into the past and there have been wild swings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "ENTEN",
      "sentences": "Absolutely right. You know, Joe Biden carried Dearborn, Michigan, by about 39 percentage points last around..",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BOLDUAN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "ENTEN",
      "sentences": "OK? But you go back to the beginning of the century, you know George W. Bush actually won Dearborn, Michigan, in 2000? He won it in 2000 by eight percentage points.Then you flipped forward, go to 2004, and you see John Kerry carried it very easily. What happened in between 2000 and 2004?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BOLDUAN",
      "sentences": "9/11 and the Iraq war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "ENTEN",
      "sentences": "Exactly, and there was a lot of backlash towards Republicans' handling of that in the Muslim and Arab communities.So, Dearborn is a place that has flipped dramatically, it's emblematic of the Muslim and Arab communities which were much friendlier to George W. Bush in 2000 and 2004. Don't be surprise if, you know, Muslim Americans and Arab Americans might go against Joe Biden especially is based on the reports that we're seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BOLDUAN",
      "sentences": "But do you see evidence that Biden's standing with Israel and ally in the Middle East has hurt him nationally here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "ENTEN",
      "sentences": "Actually. So, you know, we talked about, you know, in the first two slides, you know, how it could potentially hurt him in 2024, but if you look at his approval rating on his Israeli policy, it's actually higher than his overall approval rating. His disapproval rating is considerably lower than his overall disapproval rating.So, the fact is, you know, this may play one way in the Arab and Muslim communities, but it could play very, very differently in America as a whole. And that's at least what we're seeing initially. We're just enough to wait and see if that holds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BOLDUAN",
      "sentences": "And you have heard that, I mean, anecdotally from Democrat and Republican lawmakers that they've initially -- kind of coming together supporting their obviously extremes, but supporting what Biden is doing and his support for Israel so far, but let's because it's going to be a long war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "ENTEN",
      "sentences": "It's going to be a long one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BOLDUAN",
      "sentences": "Good to see you. Thanks, Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "ENTEN",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:03",
      "speaker": "BOLDUAN",
      "sentences": "Tonight, the U.S. military is flying drones over Gaza in hopes of helping Israel locate the 241 people still being held hostage by Hamas. Among them, 26-year-old Alon Lulu Shamriz. He was taken along with other people from his kibbutz where 59 people were killed. And attack, of course, was nearly one month ago tonight.His father Avi Lulu Shamriz joins me now. Thank you for being here. Have you heard anything from the IDF about your son now, 28 days? And is he confirmed among the kidnapped?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:03",
      "speaker": "AVI LULU SHAMRIZ, SURVIVED HAMAS ATTACK",
      "sentences": "Unfortunately not. My son was kidnapped on the 7th of October and we got only the first indication after ten days, after we brought the IDF some messages from this label claiming that somebody's kidnapping my son to Gaza. Ever since then the government and the IDF gave us an indication that there might be kidnapped and until now, we don't have evidence that he's there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:03",
      "speaker": "BOLDUAN",
      "sentences": "I know I said it, but 28 days it's been. And not knowing firmly -- does this make it even worse somehow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:03",
      "speaker": "LULU SHAMRIZ",
      "sentences": "It's worse and getting worse every day because we are seeking for some indication if he's alive, if he's injured, and no one's giving us any indication. We ask many, many times, the Argentinian government to be involved because my son is a citizen of Argentina. And they send some post to the Hamas. But even then, Hamas is not responding for anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:03",
      "speaker": "BOLDUAN",
      "sentences": "What -- Avi, what is your biggest fear for your son right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:03",
      "speaker": "LULU SHAMRIZ",
      "sentences": "Well, right now, the IDF, the Israeli military is in attack in Gaza. And I'm afraid that they might hurt him while they are coming in and in Gaza. And he might be injured from that.For me, first, take the hostages and all of our children out, and then the government can do anything they want. But first, let's release all the hostages from them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "LULU SHAMRIZ",
      "sentences": "Well, I'm not a military guy. I'm just a citizen. I don't know if a pause is going to help or not. Maybe, I don't know. Maybe, maybe. I think it will be both.Maybe the Hamas will take over and then they move the hostages from one place to another, and maybe right now they are now keeping them in one place. So it might be an advantage for Hamas. I don't know, I don't know what to think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "BOLDUAN",
      "sentences": "It's impossible. It's an impossible nightmare that you are caught in the middle of.Alon managed to message your other son, Jonathan, while he was hiding in a safe room. This is just moments before Hamas took him. You shared with a little bit of what he wrote. He wrote: They are coming toward a room. Be quiet, wrote Jonathan. I'm telling the security forces what's going on. And Jonathan then wrote, be strong, we love you. And the last message from him before he went missing was a heart emoji.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "LULU SHAMRIZ",
      "sentences": "Yes. Alon it is a very, very tough guy. He's not somebody who will be afraid from Hamas. But this situation is very different from what we thought ever. We never thought that 150 Hamas terrorists will come to our village and start to massacre people.And Alon, as much as he is mature, is not a child, he tried to protect his friend because his friend was knocking on his door and asking him to get out from the shelter room. So he doesn't want his friend to be injured. He went out. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Heroism in the face of everything -- not knowing what was going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "LULU SHAMRIZ",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "BOLDUAN",
      "sentences": "But heroism, and still, no matter what, no matter how old he gets, he still your boy.Avi, thank you for coming in and speaking about your son. We will continue to hope. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "LULU SHAMRIZ",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "BOLDUAN",
      "sentences": "OUTFRONT for us next, Secretary Pete Buttigieg responding to a KFILE report on Speaker Mike Johnson's controversial views about gay people.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Tonight, Transportation Secretary Pete Buttigieg responding to a KFILE report we first told you about. KFILE uncovering new House Speaker Mike Johnson's long record of anti-gay comments. He also worked for the group deprecated conversion therapy.Our KFILE unearthing an op-ed from Johnson in 2004, where he claimed same sex marriage would lead to people marrying their pets. Earlier today, my colleague, John Berman, he spoke to Secretary Buttigieg and asked him for his response. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "PETE BUTTIGIEG, TRANSPORTATION SECRETARY",
      "sentences": "I will admit, it's a little bit difficult, driving the family mini van to drop our kids off day care, passing the dome of the Capitol, knowing that the speaker at the House sitting under the dome doesn't even think our family ought to exist.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}