{
  "date": "2023-08-05",
  "headline": "CNN Newsroom",
  "subHeadline": "Ukraine Seeks Progress Towards Peace At Saudi Arabia Talks; Alexei Navalny Sentenced To 19 Years In Prison; Junta Warns Of Retaliation If ECOWAS Intervenes Military; Thousands Evacuate From Tropical Storm Khanun's Path; Brazilian Amazon Deforestation Drops; U.S. And Western Officials Fear Putin Unlikely To Change Course In Ukraine Before 2024 Election; Jack Smith Ask Judge To Bar Trump From Receiving Sensitive Evidence; Protesters Demand Answers On Third Anniversary Of Beirut Port Explosion; Imran Khan Arrested Shortly After Court Finds Him Guilty of Corrupt Practices. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:24",
      "speaker": "LAILA HARRAK, CNN ANCHOR",
      "sentences": "Hello, and welcome to our viewers. Joining us from all around the world, I'm Laila Harrak. Ukraine is hoping for successful talks as Saudi Arabia hosts a peace summit in Jeddah. But what if anything can be achieved without Russia being there? A Moscow court hands down another jail sentence for Alexey Navalny, this one 19 years. But can the Putin critics stay relevant, spending decades behind bars? And we'll find out how people in Lebanon are remembering a devastating blast that killed at least 200 people three years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from CNN Center. This is CNN Newsroom with Leila Harrak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:24",
      "speaker": "HARRAK",
      "sentences": "In the day ahead, Ukraine will try to convince more countries to support its plan for ending Russia's brutal war on its soil. Kyiv will lay out its peace proposal at an international summit in Jeddah, Saudi Arabia. As many as 40 countries are expected to attend, including some of Ukraine's Western supporters and several nations who have remained largely neutral in the conflict.Russia will not be involved, but its ally, China, confirmed Friday that it will be there. Kyiv is touting its 10-point peace plan, which includes Russia's withdrawal from occupied territories. And Ukraine claims it's starting to crack some of the Russian defenses in its counter offensive in the south. Kyiv says its forces have broken through the first defensive line in some places, and they're now facing the intermediate line. But the statement says Russian fortifications are still slowing down the advance. Meanwhile, a Ukrainian security source is confirming responsibility for the second back to back sea drone attack on Russian vessels. The source says Ukraine hit an oil tanker near the strategic Kerch Strait on Friday while it was transporting fuel for Russian troops. But hours earlier, a different drone took aim at another Russian vessel, a warship. It happened in a major port in southwestern Russia, where the ship was later seen listing and lying low in the water. For more, Nada Bashir joins us now live from London. Good morning, Nada. Tensions in the Black Sea rising. What more can you tell us about these latest naval drone attacks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:24",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "Good morning, Laila. Well, certainly these tensions across the Black Sea appear to be increasing. We are seeing not only increasing drone attacks, but crucially growing attacks against Russian targets.Now, according to Russian officials, these three drones were downed last night, or at least in the early hours of this morning. And according to authorities, among them, as you mentioned, an oil tanker sustaining damage. According to authorities, a hole was sustained in the engine room. And preliminary information at this stage suggests that this appears to be the result of another sea drone attack. Now, we've heard from Russian state media saying that the crew on board are safe and that tugboats were deployed to tow this vessel back to base. Of course, as you mentioned, this marks yet another attack back to back against Russian targets in the Black Sea. Of course, Ukraine hasn't at this stage commented on this, and typically Ukrainian officials wouldn't comment on the attacks against Russian targets outside of Ukrainian territory. But we have heard from a Ukrainian security source, again saying that this was part of a joint operation with the Ukrainian navy. And of course, we are seeing these tensions mounting across the Black Sea. Just yesterday, we saw an attack against a vessel near the port of Novorossiysk, again as a result of sea drones, according to a Ukrainian source. And Ukraine is really ramping up tensions, particularly around the Black Sea. Security questions remain there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:24",
      "speaker": "HARRAK",
      "sentences": "And Nada, there's been no shortage of peace plants. Saudi now hosting the latest attempt at peace talks with the strong backing of President Zelenskyy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:03",
      "speaker": "HARRAK",
      "sentences": "Nada Bashir reporting in London. Thank you so much, Nada.Now, a Russian court has sentenced the Kremlin's most vocal critic to another 19 years in prison. Alexey Navalny is already serving more than 11 years in a maximum security facility. Well, now he's been ordered to serve his new term in a more restrictive penal colony on charges of extremism. CNN's Nic Robertson reports. (BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voiceover): Entering a courtroom that looks as flimsy as the legal case against him, Alexey Navalny and his legal team line up to hear his almost predictable sentencing. 19 years. The judge's words, utterly unintelligible in the press room next door, convicting Putin's harshest and most persistent critic of creating extremist communities, charges Navalny denies. He was neither bowed nor cowed, even shared a joke with his lawyer. After sentencing, using his Telegram channel to tell his supporters 19 years in a special regime colony. The number doesn't matter. The verdict is not for me, it's for you. They want to frighten you. Not for the first time is Navalny being made an object lesson of the cost of challenging Putin. Poisoned and almost killed with the deadly nerve agent novichok almost three years ago, an attack he blames on Putin, which the Kremlin denies. He barely survived, recovered in Germany, then returned to Moscow six months later, despite the certainty of what awaited him, he was arrested, charged with fraud and other offences he says are bogus, and is currently serving nine years. In jail he says he's been denied sleep, kept in isolation, intentionally made sick and almost completely cut off from his family and lawyers. Putin's brutality has taken its toll. Navalny has lost weight. DARIA NAVALNAYA, ALEXEY NAVALNY'S DAUGTHER: There are no calls, no visits, no human conditions. He is allowed to write 35 minutes per day with a pen and paper. And he's allowed to have two books. These actions are clearly an open strategy to destroy my father's physical health and maybe mental, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:03",
      "speaker": "ROBERTSON",
      "sentences": "Putin, it appears, intends to silence not just Navalny's supporters, but the man himself. The new sentence expected to be served in one of Russia's harshest and remote penal colonies, will cut him off from the outside world. It is a price, he said. It is trial he would be willing to pay.ROBERTSON (on camera): It really does seem to be a test of wills that Navalny is engaging in here right now. Putin has the upper hand. Navalny seems to be literally betting his life that will change. He said as much in his Telegram statement that he's in prison for life. But life means either the length of his life or the life of the current regime. Nic Robertson, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:03",
      "speaker": "HARRAK",
      "sentences": "The leaders of last week's coup in Niger are digging in their heels as they face a looming deadline from regional neighbors to return to democracy. The junta, however, warns it will retaliate if other West African countries try to intervene militarily.The regional bloc known as ECOWAS was given the Nigerien military a Sunday deadline to release and reinstate the country's ousted president. CNN's Stephanie Busari is following developments for you. She joins us now from Lagos, Nigeria. Very good day. Steph. What came out of the ECOWAS defense chiefs meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:15",
      "speaker": "HARRAK",
      "sentences": "A few words, what role does Nigeria play in all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:15",
      "speaker": "BUSARI",
      "sentences": "So Nigeria's role is very crucial. The newly elected Nigerian president, well, he took over in May. He's the chairman of the ECOWAS body right now, and he's really leading the charge. And if military intervention does happen, Nigerian troops, which are the largest in the region, will be Nigerian boots mainly on the ground.Senegal has promised that they will have troops join as well as Benin. But President Tenubu is a tough talking leader who is really keen to make his mark as the president, as the first time president, and as the first time chairman of this regional body. Laila.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:15",
      "speaker": "HARRAK",
      "sentences": "Stephanie Busari reporting from Lagos, Nigeria. Thank you so much for your continued coverage. Joining me now Mvemba Phezo Dizolele is a Senior Fellow and Directorof the Africa Program at the Center for Strategic and International Studies. Sir, thank you for joining us. The West African bloc ECOWAS deadline for a military intervention in Niger is looming. What are the risks of a military engagement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:15",
      "speaker": "MVEMBA PHEZO DIZOLELE, DIRECTOR AND SENIOR FELLOW, CSIS AFRICA PROGRAM",
      "sentences": "Thank you, Leila, for having me. This is a very important juncture in the history of ECOWAS and the Sahel in general. The risk is such as once ECOWAS hit that ultimatum, the entire world is looking and people expecting something big to happen.The risk is that, on one hand, this is going to create a lot of antagonism between ECOWAS countries who so far have worked as a bloc. The officers on both sides of this tension, we cannot call it conflict yet but this intention are friends. A lot of those chiefs of staff have trained together to French lock, to African lions, to different exercise organized both by the United States and France. They went to the same academies, so a lot of them know each other. So once if and once they cross that rubicon, meaning ECOWAS troops intervene, it sets off a different set of risks, one for President Bazoum himself. As we know, President Barzoum is being held by the military leadership now, so trying to rescue him will be problematic if not planned properly. B, the Nigerien will resist this, and then C, even if President Bazoum is restored to power, it will be diluted. Right? His image will be tarnished because it will be now democracy at gunpoint.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:15",
      "speaker": "HARRAK",
      "sentences": "So could an unintended consequence of this crisis in Niger mean that we could ECOWAS breaking up between states under military rule and countries with a civilian government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:05",
      "speaker": "DIZOLELE",
      "sentences": "I think the U.S. so far has been the country that has shown a lot of sense. The U.S. is very committed to helping Niger truly security challenges, but also helping the entire Sahelian region. ECOWAS, I mean, the United States has a strong presence in Niger and the U.S. cannot just afford to leave.Calling it a coup trigger a certain reaction both anchored in the laws of the United States, but also will ramification in terms of humanitarian system that the U.S. can offer the region. So it's a very serious juncture for the United as well. But like we all know now, there is another element, which is Russia. In Mali, the stringent and very strict position of the European Union and France, and by extension the United States did not help. It created a space for the Wagner group to come in. This is something that the U.S. is not keen to repeat in Niger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:05",
      "speaker": "HARRAK",
      "sentences": "And a final thought from you in a few words. You know, the Sahel region has made some very big strides when it comes to development. How much is this crisis now in Niger and in the region at large jeopardizing development support for the region and for Niger in particular?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:05",
      "speaker": "DIZOLELE",
      "sentences": "At this point, the best way forward is for the two sides to negotiate and negotiations take a long time. I believe that force should not really be an option at this point. That's just my view. I see more downsides to using force, as otherwise.The region is well integrated with free circulations of persons and goods, a love camaraderie between the countries of the region. This is the way to go. Any other thing to that will cause more problem, not just for the region, but even the partners, for the partners like the United States, France, the EU and others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:05",
      "speaker": "HARRAK",
      "sentences": "Mvemba Phezo Dizolele. Sir, thank you for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:05",
      "speaker": "DIZOLELE",
      "sentences": "Thank you, Laila.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:05",
      "speaker": "HARRAK",
      "sentences": "Still to come, hundreds of thousands of people evacuating as Japan's southern islands brace for tropical storm canoe phenomena. Meteorologist Jennifer Gray has the latest. And Brazil fighting to keep trees from being destroyed in the Amazon forest. What they've been doing to crack down on violators.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:05",
      "speaker": "HARRAK",
      "sentences": "Almost 500,000 people in southern Japan have been ordered to evacuate because of tropical storm Khanun.[03:20:00] A level four, five alert has been issued for Okinawa after the powerful storm changed course and is set to hit the area yet again. CNN meteorologist Jennifer Gray has details. (BEGIN VIDEOTAPE) JENNIFER GRAY, CNN METEOROLOGIST (on camera): We are still talking about our tropical storm Khanun. This one has basically just stalled out east of China. It's been bringing some very gusty winds, heavy rainfall, especially to the southern islands of Japan, winds of 100 kilometers per hour, gusts of 130 moving to the east northeast at 11 kilometers per hour. So it is going to push back to the east. But over the last three days it's basically just been sitting over the open water, just battering some of those southern islands of Japan near Okinawa. We have had rainfall amounts anywhere from say 350 to 450 millimeters of rain just in the last three days. So lots of rainfall. You can see from the satellite imagery, we lost a little bit of that eye, but it's trying to get its act back together again as it continues to head to the east. Now this is going to stay a tropical storm potentially strengthening back into a typhoon before weakening again, but it's really just going to go to the east and then make a sharp turn to the north, impacting Japan over the next several days. So, of course, we have some warnings in place, very heavy rainfall, storm surge warning and then we have warnings in effect for heavy rain and landslides likely across portions of the southern zone. So, very serious situation across southern sections of Japan as the rain continues to fall. So we are going to see the potential for flooding rains as mentioned as this crosses over and then as it heads to the north, portions of the mainland will be under those same threats of very heavy rain, flooding and the potential for landslides as well. So forecast wind gusts, we're looking at anywhere from say 80, 90, maybe 100 kilometers across the southern islands. And then as it pulls to the north, the winds will finally start to weaken once it has a little bit more interaction with land. But we are going to see some very strong to damaging winds over the next couple of days. So the forecast rain accumulation looking at about 250 to even 500 millimeters of rain. You can see these areas shaded in white. So those are the areas we're really most concerned with and that does include all of the islands to the south. So that's going to be something to watch over the next couple of days. We'll be watching it closely throughout the rest of the weekend. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:05",
      "speaker": "HARRAK",
      "sentences": "Thanks to Jennifer Gray. And in China, more than 2 million people have been impacted by heavy rains. That's after a deadly storm ripped through the northern province of Hebei, west of Beijing. Remnants of Typhoon Doksuri are drenching areas with torrential rains and flooding, according to state media.Officials warn it could take a month for the waters to recede in some places. And Beijing residents picking up the pieces, clearing the damage the storm left behind. The typhoon is said to have brought the heaviest rainfall the Chinese capital has experienced in more than 140 years. Experts warn this type of weather may become more frequent with climate change. In South America, the livelihoods of people living near Bolivia's largest lake are at risk as drought threatens subsistence farming in the area. Many boats are now parked on the dry shores rather than at the docks, with locals saying there's little food for livestock and growing crops is difficult. A local official blames countries like the U.S. and Germany, saying, quote they're the ones who are polluting and we are being affected. And in Brazil, the government's been cracking down on deforestation in the Amazon rainforest. And after just one year, the country is seeing a sharp drop in the clearing of the Amazon's canopy. CNN's Vasco Cotovio looks behind the numbers and what still needs to be done. (BEGIN VIDEOTAPE) VASCO COTOVIO, CNN PRODUCER (voiceover): An assault with military precision. Above the trees, this unit races deep into the Amazon rainforest. Their target an illegal mining operation. It's been tearing down trees and polluting waterways in protected territory. FELIPE FINGER, IBAMA AGENT (through translator): We are attacking these mining fronts, disrupting and neutralizing them in the most remote areas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "COTOVIO",
      "sentences": "Deforestation this year, a stark contrast with the situation under Jair Bolsonaro fires and logging experiencing some of their worst periods under the former president. Activists say the new data is good, but not good enough.MARCIO ASTRINI, BRAZIL CLIMATE OBSERVATORY (through translator): We continue to see the numbers go down, but that doesn't mean the numbers are already good. We are still in very big loss. There's a lot to recover. COTOVIO: The good news comes just days before Brazil hosts a summit, a gathering of eight of Latin America's rainforest nations. LUIZ INACIO LULA DA SILIVA, BRAZILIAN PRESIDENT (through translator): I have high expectations from this meeting, after which, for the first time, we will have a common policy for action in the Amazon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "COTOVIO",
      "sentences": "With about 40 percent of the Amazon beyond its remote borders, Brazil will need to coordinate with its neighbors if it is to achieve its zero deforestation target by 2030. Vasco Cotovio, CNN.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "HARRAK",
      "sentences": "The Kremlin's most vocal critic is  handed another prison term. Ahead, we'll discuss the wider purpose of the sentence and what it could mean for dissenting voices in Russia.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:10",
      "speaker": "WALSH",
      "sentences": "All the same, Russia maintains the image of being in control. It says Defense Minister Sergei Shoigu visited troops in occupied Ukraine. The map they both point to so much worse for Moscow than ever imagined when they invaded nearly 18 months ago.WALSH (on camera): The attacks on the Kremlin in Moscow, its expensive suburbs, the glass towers of Moscow city, all an example of Ukraine's further reach. But really this naval port on the Black Sea Novorossiysk, hundreds of miles, potentially Ukraine will have to have sent a drone to have got there. And it is a startling sign, I think, of the ingenuity Kyiv are using to attack parts of Russia's military establishment. They must have thought, frankly were far from Kyiv's reach just a matter of weeks ago. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:10",
      "speaker": "HARRAK",
      "sentences": "Western countries are condemning Russia for handing another prison sentence to its most vocal critic. A court on Friday ordered Alexei Navalny to serve a 19-year term on charges of extremism. That's on top of the 11 and a half years he's already serving on other charges he denies. Navalny says his latest sentence is another attempt to crush dissent.Let's discuss this now with Nigel Gould-Davies, a former British ambassador to Belarus and Senior Fellow for Russia and Eurasia at the International Institute for Strategic Studies. Sir, thank you for your time. This sentence seems to have been by all accounts a foregone conclusion. But was it still surprising when you contrast it to Wagner mercenary chief, Yevgeny Prigozhin, who is a free man after leading a mutiny? NIGEL GOULD-DAVIES, SENIOR FELLOW FOR RUSSIA AND EURASIA, IISS: It's a very interesting comparison. On the one hand the Kremlin has been ruthless in crushing the dissent of those who have been critical of the war and critical of the Kremlin. On the other hand, it has been far more indulgent towards the more extreme military voices who have said we want and support the war, but we want the authorities to conduct it more effectively. And there's really extremely severe sentence. Stalinist is the right kind of term for it against Navalny. I think is directed not only a personally vindictive punishment for Navalny, but it sends a signal to larger the wider Russian society that it should not in any way try to organize an opposition at a mass level to the war and to the Kremlin's rule. It's a message of intimidation as much as anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:10",
      "speaker": "HARRAK",
      "sentences": "But do you think Mr. Navalny can stay relevant while in isolation?GOULD-DAVIES: It's very difficult, of course, and you're right to point out it's isolation. It's not only imprisonment. It's in a so called special regime, a penal colony, the harshest form of imprisonment possible in Russia. He can still, through his lawyers, communicate episodically with the outside world. He has supporters in exile, of course, who are keeping that flame alive. The Kremlin's objective is to make him as irrelevant as possible. But at this point, at least, his voice and his messages are still finding a way out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:10",
      "speaker": "HARRAK",
      "sentences": "Nigel Gould-Davies, thank you so much for joining us.GOULD-DAVIES: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:10",
      "speaker": "HARRAK",
      "sentences": "Western officials are increasingly worried that the race for the White House is impacting Russian President Vladimir Putin's war plans. They think he could be dragging out fighting in Ukraine in the hopes that someone other than Joe Biden wins the election. One U.S. official tells CNN that President Putin thinks Republican frontrunner Donald Trump would help him.Let's take a closer look with CNN U.S. security correspondent Kylie Atwood. (BEGIN VIDEOTAPE) KYLIE ATWOOD, CNN U.S. SECURITY CORRESPONDENT (on camera): American and European officials are concerned that President Putin may be factoring the 2024 presidential elections into his Ukraine war approach, essentially banking on the possibility that if President Biden loses and Trump or another Republican candidate wins, that U.S. support for Ukraine would diminish, which would then, of course, benefit Putin. And now this is not a steadfast hard U.S. intelligence assessment on Putin's mindset, but U.S. officials do think that he is taking this into consideration. And as one expert said, it's basically a potential light at the end of the tunnel for Putin that would drive down any possibility of a near term resolution to this war. Now, obviously, we know that the likelihood of a near term resolution is quite low now, but this could incentivize Putin. Folks are concerned in the U.S. and Europe to drag on the war through November of next year. Kylie Atwood, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "HARRAK",
      "sentences": "Anger and demands, rather for answers. As Lebanon marks three years since a massive explosion rocked parts of Beirut. Plus, massive crowds have been greeting Pope Francis in Portugal. We'll have the latest on his outreach to young Catholics in Lisbon.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "HARRAK",
      "sentences": "The U.S. is debating whether to designate the army soldier being held in North Korea as a prisoner of war. Travis King was seized after crossing into the country last month while on a private tour of the Demilitarized Zone. He's currently listed or absent without leave. U.S. Vice President Kamala Harris spoke about his case on Thursday.(BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT: It's just tragic. I know how his family is suffering, and we're doing everything we can to bring him home. The Department of Defense is working actively on this through our State Department. There's a lot of activity on this, and we're going to do everything we can to bring him home. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:05",
      "speaker": "HARRAK",
      "sentences": "Palestinians in Gaza are facing an urgent crisis, a potential cut in food supplies. The World Food Program warns it's running out of money to keep providing Gaza with flour, cooking oil and other basics. Potential shortages in foodstuffs, as well as soaring prices and power outages, have forced Palestinians into the streets to protest. CNN's Richard Greene has our report.(BEGIN VIDEOTAPE) RICHARD GREENE, CNN JERUSALEM BUREAU CHIEF (voiceover): A World food Program aid warehouse in Gaza. People collecting staples like flour, lentils, chickpea and olive oil produced locally and bought by the agency to distribute to people in need from Palestinians for Palestinians. About 20,000 people rely on food handouts from this distribution center, one of the two WFP aid centers in Gaza where unemployment is over 45 percent. But they may soon be going hungry, as the World Food Program itself is running out of donor funds. People like Khader Khder, he works one or two days a month in construction, earning less than $30. That's not enough to buy even one of these bags of flour, an essential ingredient to keep his family of 10 alive. KHADER KHDER, WFP AID RECIPIENT (through translator): Generally, if we have flour at home, everything is fine. We are not asking for luxury, as long as we have flour, it means that we have food. We do not cook every day, but we eat bread every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:05",
      "speaker": "GREENE",
      "sentences": "Only one of Khder's eight children is working. One daughter is married, another disabled, and two are still in school. One son works as a trader in the market, but his other three sons are unemployed. KHDER (through translator)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:05",
      "speaker": "GREENE",
      "sentences": "The WFP is in danger of running out of money. Already reducing the amount of aid it hands out, and warning that, by November, it will be forced to suspend operations in Gaza and the West Bank if more funding doesn't come through.That would be a nightmare for Samar Al Bayyouk, who shops in WFP- approved stores with a card issued by the aid agency, rather than getting commodities from a warehouse. SAMAR AL BAYYOUK, WFP AID RECIPIENT (through translator): This help stops, my whole life will stop. I know people that stopped having it, and I can see their lives just stopped. If they tell me one day that I will stop getting it, I might have a heart attack on the spot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:05",
      "speaker": "GREENE",
      "sentences": "Al Bayyouk supports a family of seven, and the WFP aid means she can buy meat, cheese, salt, even jam and chocolate for her kids.Until recently, the WFP supported 275,000 people in Gaza this way. But, with money running short, first they cut the amount of money each recipient got, and then started cutting people off completely. Al Bayyouk does not know what she would do if that happens to her. AL BAYYOUK (through translator): I wouldn't be able to buy all this without the voucher. I may buy one thing, and some days we may stay without anything. Without this voucher, we cannot live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:05",
      "speaker": "GREENE",
      "sentences": "She's far from alone. Two out of three of Gaza's two million plus people struggle to put food on the table, and unless donors come up with the $41 million the aid agency says it needs for Palestinians by November, Gaza and the West Bank may not have the World Food Programme to help.Richard Greene, CNN, Gaza. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "HARRAK",
      "sentences": "Well, when asked about the case this week, Pope Francis said the Church is trying to, quote, bring the situation to light. Well, the pontiff has also been addressing sexual abuse allegations in Portugal. He met with victims in private as he takes part in a gathering for young Catholics in Lisbon.But the abuse scandal does not seem to have dampened enthusiasm among the faithful. Crowds are now gathered to welcome the Pope to Fatima Stadium. Earlier, police say 800,000 people came to hear the Pope speak in Lisbon on Friday. CNN's Antonia Mortensen reports now on that massive turnout. (BEGIN VIDEOTAPE) ANTONIA MORTENSEN, CNN SENIOR PRODUCER (on camera): Pope Francis was once again welcomed like a rock star by hundreds of thousands of young Catholics here in central Lisbon on Friday, the Pope looked energized as he arrived here at the Eduardo 7th Park on his Pope mobile to pray the stations of the Cross. This is the third day of his trip to Portugal for World Youth Day, where young Catholics from 200 countries have flocked for this event. Some dubbing it as the Catholic Woodstock, and the Portuguese capital is packed with hundreds of thousands of enthusiastic pilgrims, with more expected over the weekend. One message that we have heard from Pope Francis on this trip many times, he said there is room for everyone in the church. And since the beginning of his papacy, the Pope has continued to push a message of welcoming historically marginalized people. The Pope has also encouraged young people to be brave and unafraid, stir things up, to look after the planet, and to watch out for the dangers of social media and the internet. The 86-year-old had a jampacked schedule on Friday, leaving many to admire his stamina. The Pope heard from confessions from young people, followed by a meeting with charity workers before he came here for evening prayers. Despite his recent surgery and struggles with mobility, the Pope seems to be in good form and has an intense schedule ahead, including a trip to the country's popular Shrine of Fatima on Saturday. Antonia Mortensen, CNN, Lisbon. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "HARRAK",
      "sentences": "And we'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}