{
  "date": "2023-01-12",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Putin Replaces Russia's Commanding General in Ukraine; Signs of Rising COVID Death Toll Grow in China; Hooper: Expect the Unexpected for Markets; UAE Appoints State Oil Boss as President of COP28; Sinha: India is Taking the Lead on Clean Energy Ambitions; FAA: Corrupted Computer File Led to Air Travel Meltdown. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "JULIA CHATTERLEY, CNN HOST, FIRST MOVE",
      "sentences": "A warm welcome to \"First Move\", fantastic to have you with us just ahead this hour. China's crisis, CNNtakes an exclusive look inside the post lockdown emergency. In the world's second largest economy, the death toll clearly rising even has Beijing please down the scale of the suffering. Plus, Disney's drama the troubled House of Mouse getting a new board Chairman, from the upper echelons of Nike no less as it gears up for a fresh revolt from investor Nelson Peltz, who says the Magic Kingdom has lost its sparkle and inflation transformation, the latest pricing pressure gauge just released here in the United States. And CPI, as it's known slowing for six straight months to an expected 6.5 percent year over year rate that's down from over 7 percent in November. It's of course, still at historically high levels. But the lowest rate of consumer inflation in fact, in more than a year. And the big headline grammar is the month over month reading which fell in December. Why do we really care about that? Well, that's the first drop there in almost two years low oil prices, a key factor for that the core rate of inflation which of course strips out volatile food and energy, perfectly in line with estimates too. We've got all the details coming up. But for now the stock market reaction well, it was initially disappointed. Now it's just plain volatile. To be fair, stocks, of course had powered ahead this week already in anticipation of a softer pointing picture and we also did not get a further downside surprise. We're expecting a lot at the moment. European stocks in the meantime, still on a new year tear with U.K. stocks edging ever closer to record highs. And we saw fresh gains across the Asia session too, with the HANG SENG outperforming Investors continuing to look beyond China's health crisis to the economic boost that will come from those locked down lifts. And commodity prices also a key beneficiary of that reopening play. Both Brent and U.S. crude currently up by almost 2 percent. Goldman Sachs believes all could hit $100 a barrel later this year, as China's economy ramps up. That could of course mean a further inflationary pulse later this year. Now, as you mentioned, at the top of the show U.S. consumer prices figures showing inflation easing again, at the end of 2022. Matt Egan joins us now with all the details. Matt, great to have you with us! I think Investors actually work hopefully for more. It's still at lofty levels, but it is coming down the direction of movements, right? What does it mean for the Federal Reserve too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well Julia, it does increasingly look like this inflation fire is getting under control. I mean, it is still a problem butit's getting better. We now have six straight months of cooling inflation at the annual level of 6.5 percent. You know, that's not healthy, of course, but it is miles away from the 9.1 percent peak of last June. This is actually the lowest level of year over year inflation in the United States in 14 months, month over month prices declined for the first time since this inflation crisis began. So what are the drivers? Well, you can see in your screen energy up, but that has been easing. In fact, gasoline prices were down and that was huge. Shelter that is still a problem that is heating up and then we're going to talk about food because food prices remain very high it is over 10 percent increase year over year. And some of the big drivers include the price of eggs. A lot of people are talking about the skyrocketing prices, not just in the United States, but overseas as well. And the latest reading on eggs show that they were up by almost 60 percent year over year in December. That is the biggest annual increase according to the BLS since September of 1973. So I think that is another reminder here of how gas things are getting better. Yes, energy prices have cooled off, but there are still some problems here, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Ben, you can tell us what's going on there but I do want to talk about that reshuffle once again in terms of military commander over inRussia. That's the top commander I believe in Ukraine being demoted after just what three months in control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "The moment the Russian Military has had to sort of have months of disasters, going back to theretreat from the Kyiv region, then their defeat in the Kharkiv and finally Kherson. So clearly, the Russian Military leadership feels something must be done to improve this situation. But what they've done is appointed Valery Gerasimov, who, since 2012, has been the Chief of the Military staff. He was the one who oversaw the initial Ukrainian invasion, or rather Russian invasion of Ukraine, which obviously didn't end particularly well, or rather, at least the first phase of it. But clearly they are looking to somehow change the leadership situation to improve the military performance, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "And Ben, talk to me about what else has been taking place and the importance of Soledar. And what the latest is that we know there, therestill seems to be disagreement, whether it's the Kremlin, the Ukrainians, those militant forces, the Wagner group over who exactly is in control?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "WEDEMAN",
      "sentences": "Well, we were just on the outskirts of Soledar yesterday, and it's clear. From what we heard, we spoke for instance, to medics who are takingwounded soldiers from Soledar itself. And Ukrainian still do seem to control part of the city but they are under unrelenting attack by Russian forces. (BEGIN VIDEOTAPE) WEDEMAN (voice over): Medics load a wounded soldier onto an ambulance another casualty from the embattled town of Soledar. DR. VITALIY KUZMENKO, UKRAINIAN MILITARY MEDIC: It varies depending on the number of casualties on the front lines. WEDEMAN (voice over): Russian forces mostly troops from the Wagner group, the private military company, claimed to have control of the entire Soledar territory. WEDEMAN (on camera): The battle for Soledar may be in its final stages, and it doesn't appear to be going well for the Ukrainians. And if indeed the Russians do emerge victorious, the villages around it may be the next to fall. WEDEMAN (voice over): Ukraine's helicopters still flying sorties, its forces aren't giving ground easily. One soldier says it's difficult but we're hanging in there. Despite the fighting, you guys staying put with her pigs and cows in her home in a nearby village.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "IRINA, FARMER",
      "sentences": "We won't leave she says you can only die once. I will not abandon my house. Her 81 year old mother Ludmilla has lived here for morethan 40 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "LUDMILA, FARMER",
      "sentences": "Had a good life here. She says.WEDEMAN (voice over): Serhiy Goshko heads the Soledar Military administration. I'm delivering aid he says and reminded people they need to evacuate before it's too late. Svitlana says she'll heed his call. Everyone is tired. She tells me we can't take it any longer. As Soledar burns, there is little time to waste. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "WEDEMAN",
      "sentences": "And we've been in touch with officials in the Soledar region they're trying to arrange evacuations of the approximately 500 civiliansstill left in that town but they tell us that the road they were hoping to use is under Russian bombardment, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "No - choices for those people. Ben, thank you so much for that report. There Ben Wedeman joining us from Kramatorsk in Ukraine. Meanwhile,over in Russia, President Putin has begun 2023 by warning Russian citizens to prepare for a long and costly battle in Ukraine. Now the world's economic toll is showing in the Russian budget as Clare Sebastian reports. (BEGIN VIDEOTAPE) CLARE SEBASTIAN, CNN CORRESPONDENT (voice over): More than 10 months into a war that he hoped to wrap up in days, President Putin is preparing his people for a long and costly battle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ELINA RIBAKOVA, DEPUTY CHIEF ECONOMIST OF INSTITUTE OF INTERNATIONAL FINANCE",
      "sentences": "The money is not infinite. I like what President Putin says and Ithink he understands it's better than anybody else because this authorities were in power already in the 90's when Russia went through severe crisis default denomination, the devaluation. And I think remember if that were to happen, it will be even faster way for them out of the office. SEBASTIAN (voice over): Keeping Putin in power and fighting a war is expensive. Next year, Russia has allocated almost as much to national security, which also includes law enforcement, as it has to defense, according to the budget passed early last month as AI in Moscow may still intensify its crackdown on protests and dissent. And the experts say even with an EU embargo on Russian seaborne oil, a price cap mechanism in place and lower energy prices. Russia is not facing an imminent budget crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "RIBAKOVA",
      "sentences": "Well, we did not implement energy sanctions up until now. Right the embargo just came in. So what happens Russian current account surpluseslast year was more than 200 billion. So if you think about it, if you're rested about say roughly 300 billion reserves, Russia already accumulated more than 200 billion just last year. SEBASTIAN (voice over): Pressure is still mounting if the EU in G7 lower their oil price kept below $60 a barrel that would likely hurt revenues and technology sanctions make it harder for Russia to modernize its military. Still behind the propaganda it's clear Russia has a financial plan to fund this war, even as its people pay an ever increasing price. Clare Sebastian CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "OK, straight ahead here on \"First Move\", carrying India's renewable energy ambitions. We speak to the CEO working to fast track thenation's power makes we knew is coming up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "As we say in the news business one and done. Kristina Hooper joins us now she's Chief Global Market Strategist at Invesco and joins usnow. Kristina, happy New Year, great to have you on the show. What do you make of today's inflation reading; perhaps the motion of movement, the direction of movement here is perhaps the bigger issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "KRISTINA HOOPER, CHIEF GLOBAL MARKET STRATEGIST, INVESCO",
      "sentences": "It's great to be with you happy New Year and this is a great way to start the New Year. Thiswas certainly not a great CPI report. But it was a good one at it met expectations slightly exceeded them, and shows that inflation is moving in the right direction. But it raises the question, how much is enough for the Fed, because markets are excited about this. But the Fed might not believe it's enough, I'm of the opinion that it will believe we're moving in the right direction. And that combined with some concerning data that shows the impact of tightening on economic activity, and I'm pointing to the ISM, PMI reading we got last Friday, that showed new orders dropping more than 10 points might give the Fed pause, no pun intended, and encourage them to hit the pause button by the end of the first quarter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Wow, OK, we'll come back to that. But are you saying then for at least the next interest rate meeting, you're in the camp that says theymay just go a quarter of a percentage point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "HOOPER",
      "sentences": "I do, I think the most likely scenario is 25 basis points at this upcoming meeting, and then another 25 basis points in March, and thenthey're done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Wow, so that would take us I'm just quickly doing the math to four and three quarters to 5 percent in terms of base rates. I think that'sway off what JP Morgan, Jamie Dimon was saying, which is that they may need to go up above 6 percent. Is it that softening that you're seeing that you mentioned within the data that you think that they're going to look and compare the inflationary forecasts and profile versus the growth outlook and make that decision? And perhaps that's now where the focus concentrates the growth perhaps rather than the prices?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "HOOPER",
      "sentences": "Well, I think growth will become an increasing concern over the course of the year, what we saw was fast and furious tightening in 2022.And it takes time for that to show up in the economic data. So we don't know how much damage the Fed has done to U.S. demand to U.S. economic activity. But we did get a little insight in that report that I referenced last week. So I certainly think that's a growing consideration. But I also think that we can't take the Fed at its word, because it is responding to data and it continues to be committed to being data dependent. And so even though they're talking tough now, that's a result of concerns that financial conditions might ease too much prematurely. So they have to be hawkish in their rhetoric. But that does not suggest to me that we can assume they're getting anywhere near 6 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "I just wonder what it means to even if you're correct, and that they do signal and indeed pause in the first quarter of this year. Do ratesthen stay steady for the rest of the year to your point that they don't then want to perhaps ease off and reduce some of the tightening that they've done before? They're very sure that inflation is going to come down the way that they're hoping to. And I guess the offshoot to that is how do stocks react? How does bond react? And how should Investors react in that environment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I feel like we've been in that state now really for sort of 2.5 years, perhaps even longer since the pandemic. Just to understandwhat the impact that the sort of knock on impact of whether it's monetary policy now or fiscal policy and you just have to wait for that. There's just that time lag that you discussed, we just showed very briefly, and you're invested resolutions for this year. And I was gratified to see that you do think overall, though, 2023 will be a better year for Investors than 2022. Just briefly, because I have about a minute left those resolutions for Investors this year, what should they keep in mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "HOOPER",
      "sentences": "Well, I think above all else, Investors need to understand that they shouldn't be fearful that this is the kind of environment we shouldhave expected given all that we've experienced over the last few years. There have been extraordinary and extraordinarily difficult times, for the economy, for markets for Central Banks. So stick with a plan, think about the long term, don't be rattled, and probably the best lesson we learned from the global financial crisis was to not get scared and get out because that essentially enables Investors to lock in losses and prevents them from participating in any recovery. So stick with the long term, sometimes that's harder, but try not to listen to the noise, have a plan, be very well diversified. That's also an important part of this. Different asset classes will perform differently in different monetary policy, environments in different economic environments. So that's an important part of the process as well. And of course, try to save and invest more. That's always a good New Year's resolution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\"! Disney naming Nike's Executive Chairman Mark Parker as its new Chairman, he is taking over the Disneyboard as the company prepares for a proxy battle with billionaire activist investor Nelson Peltz. Paul R. LA Monica joins me now. That's not the only challenge of course that Disney faces Mark Parker not to be mistaken for Peter Parker of course, because that's Spider Man. What do we know about this gentleman other than his leadership at Nike? He certainly gets the importance of finding his CEO at Disney fast? PAUL R. LA MONICA, CNN REPORTER: Exactly. And I think Julia that really is the most pressing concern for Disney right now. Bob J. Peck being forced out remembers he succeeded Bob Iger who is back as CEO at Disney. Oh, yes, Bob Iger that is not a permanent solution. So I think that Iger and Parker again, not Spidy although Disney does own Marvel, after all. You know, they need to go and figure out who needs to leave the company for the long haul? And are it yet another internal candidate someone at Disney already perhaps in the Marvel Studios or other movie businesses, or is it someone external? Disney has not hired an outsider in a very long time, Iger, obviously succeeding Michael Eisner. So I think that's the big question right now, whether or not Disney needs fresh blood, new blood or if there's someone within the company that Mark Parker can identify as the logical successor for the long term for Bob Iger so that Iger doesn't have to come back for a third time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, and counting. The other thing about Parker, of course, as well is that he's been on the board since 2016. So he understands, youpresume the sheer challenges that the entire industry faces, whether it's a high costs. There's disruption of streaming, just predicting, quite frankly, what happens going here on out? Last year, turbulent year for all of these names, not really much hasn't really changed this year unless you look at the share price, because they're having a renaissance. What do you make of this bounce back that we're seeing in all of these shares quite frankly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MONICA",
      "sentences": "Yes, it's, fascinating, Julia. Obviously, the broader market has had a nice start to 2023, and you know a decent rebound. But you're right.Shares of Netflix have really surged. I think there are hopes that the company is turning things around that the advertising model might work for them. And also, let's be honest, I read a story yesterday about how the weaker dollar could be a boost for Netflix and other multinational firms? Netflix really harped in their third quarter earnings report on how the strong dollar at the time in 2022 was hurting profits and sales? So now that the dollar has been declining, versus many other global currencies, you would think that that should help Netflix and other multinational companies, including those in the media business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Oh, that's such a great point. Yes, the higher value of their overseas earnings as the dollar strength sort of Peters back or pulls backversus some of these foreign currencies a great point. Paula R LA Monica, always great to chat to you thank you!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MONICA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "All right, from one top level of shakeup to another, this time involving COP28, the Head of one of the world's largest oil producers, hasbeen named President of the Climate Summit that takes place in Dubai later this year. The United Arab Emirates appointed Sultan Al Jaber to the position. Jaber also served as Special Envoy for Climate Change for the Gulf State. Becky Anderson joins us now. Firstly, Becky, fantastic to have you with us! I've seen some lively comments, quite frankly, about this choice. But he also does, I believe, and you can correct me if I'm wrong head up there renewable energy investments too. And quite frankly, this is where the money is generated. And if we don't have money for the transition, it's not happening. What do we make of this decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "His first Chief Executive role was back in 2006 to launch MASDA (ph). Now this is what you were talking about the country's renewablecompany, which is today the second largest renewable investor in the world. They had real first mover advantage; I remember when that was launched back in 2006. And nobody was talking about renewable and not many people outside of the industry were talking about renewable at the time. And they really got first mover advantage on that. He's also been the Special Envoy on Climate Change since 2020. And in 2021, you might remember he was out front regionally, in committing to net zero emissions by 2050. Have a listen to what Dr. Sultan said, at big oil and gas event or energy event here in the UAE in November of last year. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SULTAN AL JABER, CEO, ABU DHABI NATIONAL OIL COMPANY",
      "sentences": "We have connected all our operations to zero carbon nuclear and solar power. We are electrifyingour offshore operations to cut their carbon footprint in half. And we are pressing down harder and harder on our methane intensity, even though we already have one of the lowest levels in the world, maximum energy minimum emissions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "And you will hear that line again maximum energy minimum emissions. Let's just have a look at that. The argument here and in many ofthe oil and gas producing countries around the region, is that if the last year as shown as anything. It is the energy security is a major issue and unplugging the current energy system, they argue before building a sufficiently robust alternative puts economic and climate progress at risk and doesn't allow for a fair and equitable transition for oil. Look, this will not suit everyone, for sure. But if you want buy in from the industry, and you want the industry's experience, it may just be that given the energy industry, fossil fuels included a seat at the top table, and that's what Dr. Sultan has at the COP28 meeting. That may just in short, some progress and after all, it is progress that we need as the clock is ticking, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\"! With an ongoing focus on the clean energy transition in 2020 India was the world's third largest emitterof carbon dioxide by volume that's according to the United Nations. And yet, thanks to vast investment in renewable, the nation can generate just over 40 percent of its power from clean sources. And that's where our next guest comes in. Renew Power is a major player in India's renewable energy market. With a portfolio that includes more than 120 winds, solar and hydro energy projects across nine Indian states. When you say is it's on track to reach net zero by 2040. The company recently joined forces with LNT, one of India's biggest engineering firms to jointly develop, own and execute and operate green hydrogen projects in India, among many other projects. Now Head of the World Economic Forum in Davos next week, Renew CEO says it's time for India to take the lead on climate action along with the United States. Sumant Sinha its Founder and CEO of Renew Power and he joins us now. Sir fantastic to have you on the show I'm very excited to get your views and to understand what you're doing? Too often we talk about the United States, what China's doing? What the EU is doing? We don't often talk about the ambitions of India. So spell it out for us, please, where is your country headed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SUMANT SINHA, FOUNDER AND CEO, RENEW POWER",
      "sentences": "Yes, sure. Thank you so much for having me on the show. Look, India is actually to our efforts - onshaping and dealing with the climate change issue. India is a growing country. We are already as you rightly said the third largest emitter of carbon dioxide. And if we just continue to grow as we have been and follow the path that every other country has followed, which is really carbon intensive, then that would not be good for global climate change efforts. So in that respect, it's actually very heartening that the Indian government has taken a very, very positive and robust view on really decarburizing India, as we grow further. The target the government has said is that by 2030, we should get to about a total capacity of 50 percent coming from non-fossil fuel sources. And really reducing the carbon intensity of our GDP growth by a considerable amount close to about 40 percent and so I think India's taking some very fundamental decisions, to essentially decarbonize our future economic growth in a way that is really very helpful for global climate change efforts. So I think it is very taking the lead on really ramping up our renewable energy and our clean energy ambitions in a way that is going to be very helpful for dealing with climate change in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "It breaks down into three things for me. Its government policies and matching policies to the commitments that we've seen manynations around the world now pronounce. There's what the private sector can do, and companies such as you can do to push us in this direction. And then for me too, what citizens they can do to perhaps help in that effort, particularly on the demand side of energy. So, talk to me about that matching, because I know this is one of the things that you've said, as we head towards COP28. You want to see more commitments from governments, such as the Indian government, but others as well to match those commitments. But it also comes from the private sector, surely, too, because they have more ability, money at this moment to engage in transition and provide transition finance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "SINHA",
      "sentences": "So I think all parts of civil society have to come together. And I think the role of individuals is also very important, as you rightly said,because ultimately, you know, it depends on how we actually make decisions on our daily lives and so on. But equally, how we actually put pressure coming together on both governments and corporate to make sure that everybody grows in a more decarbonized manner going forward. So I think it really everybody has to come together and making this happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I mean, you wrote a brilliant Op-Ed in November last year, when you were talking about this idea of jumpstarting sort of corporatedecarburization. Just tie that to your business and what you do at renewable? And I know you have all sorts of projects going on, but for me the vision seems to be a way that you can provide a steady stream of power, energy to whoever requires it. And that comes from solar and wind. And we know there's a challenge with the stability of that, be it geographical and be it timing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "SINHA",
      "sentences": "Yes look, I think clean energy or supplying clean electricity rather, to corporate really is the first step in the decarburizationjourney. And I think it's the most, it's the easiest step for them today. And the further sort of benefit that corporates now have is that clean electricity generated from either wind or solar has now become cheaper than any other source of electricity for them, essentially electricity that they can buy from the grid. And so therefore, it's really very much in both the commercial interest as well as in their overall positioning themselves for the decarburization journey standpoint, to go for clean electricity. So I think that is something that most corporate are now looking at very seriously. And that's really what I was talking about that we are now finding a lot of traction from corporate coming to us and buying power directly from us, whether Indian government companies or companies from outside of India as well. But then beyond that, I think the whole evolution is happening very rapidly. Clearly, green hydrogen is a terrific opportunity to really broaden out the footprint in terms of carbon emission reductions in the broader energy sector value chain beyond just electricity. And we are seeing really shipping companies that generate almost 7 to 8 percent of global carbon emissions, really moving rapidly in that direction, as our steel companies as our cement companies, and as our aviation companies. So those kinds of technological solutions are now becoming available, and are really rapidly evolving, and really basis, you know, becoming grounded on green hydrogen, all of these opportunities are really becoming quite viable. And I see the future unfolding fairly rapidly over the next two to three years, I think faster than longer than a lot of us actually tend to anticipate. So I think corporate will really move forward and drive the decarburization agenda, I think faster than we've actually anticipated so far. And that's really, really positive for all of us I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Wow! I love your optimism. I think it's fantastic. And obviously the Indian Government, with this latest approval, a $2.3 billiondeal to try and make India's sort of nascent hub for green hydrogen technology. Talk to me, just briefly, if you can about your plans there. And why you're such a believer in this because I was even at a conference in the middle of last year and the debate on this one was really high. There were plenty of people there that still aren't convinced that that green hydrogen is the way to go. Why are you so convinced?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SINHA",
      "sentences": "Separate from that, the world currently consumes almost 100 million tonnes of green hydrogen, which is made through very high methane emittingprocess, which is actually very negative and damaging for the environment. So even just moving that, from methane based hydrogen manufacturing to electrolysis, or clean energy base, hydrogen manufacturing, itself will be a very significant move forward in our climate change efforts. You know, before even looking at the benefits of getting into a lot of the other areas around as I said earlier steel, shipping and aviation and so on. And as I said earlier, green hydrogen really the basis for all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Absolutely. And just to be able to emphasize, that was the point of even just shifting what we've got in gray hydrogen today to greenhydrogen in the future. You've left me very enthusiastic. And I'm being told off because I could talk to you for another hour. I have to let you go. We'll reconvene very soon, sir. Thank you so much for your time, Sumant Sinha there the Founder and CEO of Renew Power! And I believe he's going to be in Davos as well. So I'll see you there perhaps. So as I mentioned there, I'm going to be in Switzerland next week, some doubt as to whether there'll be any snow of course, in our coverage. But as you can see some on the official Davos webcam, but expect plenty of news coverage, at least, and interviews with key business leaders and politicians. So that's Davos, the International Economic Forum next week on \"First Move\". And of course, I'll be at the mercy of the Federal Aviation Administration to get there which is still piecing together what happened on Tuesday, when flights were grounded the latest on that next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\"! And it's a volatile open this Thursday stocks at the moment as you can see lower. Investors were I thinkoptimistic to some degree about today's inflation print for December but a lot of the good news was already in the price. And that's what you're seeing today. Now in earnings news, shares of American Airlines more than 5 percent higher. The carrier lifting its Q4 profit forecasts on strong demand and higher fares and that's good news for the airlines. Now here's the bad news. The U.S. Federal Aviation Authority is still trying to determine who was responsible for yesterday's travel chaos? One quote damaged database file triggered a system outage and delayed thousands of flights. Pete Muntean joins us now from Washington D.C. Airport with the latest. A corrupted file what else do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "MUNTEAN",
      "sentences": "There's an internal review taking place right now at the Department of Transportation level also at the FAA level that led to this90 minute ground stop nationwide. We have not seen a nationwide ground stop airports paralyzed since the 9/11 terrorist attacks. What the big questions are now is how this took place, in the first place? Why the FAA got to this point, and whether or not its systems are a cane and outdated? This sets up a really interesting backdrop Julia, about the FAA reauthorization bill that FAA needs for its funding coming up soon. This will no doubt come up. A lot of critics out there even on Capitol Hill saying that the FAA needs to deal with this. So this doesn't happen again.",
      "isLastSentenceInterrupted": false
    }
  ]
}