{
  "date": "2023-03-07",
  "headline": "Inside Politics",
  "subHeadline": "Mexican Official: Kidnapped Americans Found, 2 Dead, 2 Alive; Zelenskyy: Ukraine Will Not Withdraw From Bakhmut; Wolf Blitzer Sits Down With Ukrainian President; DeSantis Delivers State Of The State, 2024 Preview; DeSantis: \"You Ain't Seen Nothing Yet. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "Hello, and welcome to Inside Politics. I'm John King in Washington. Thank you for sharing a packed news day with us, an American horror story in Mexico. Officials locate four kidnapped Americans after they were stuffed into the back of a pickup truck in a cartel-controlled town. Now, two are dead, two are alive.Plus, a new exclusive CNN interview with Ukraine's president. A 45- minute conversation includes President Zelenskyy's take on a battlefield setback in Bakhmut. And Ron DeSantis tries to grab the moment. Today the Republican governor delivers the state of the state address and previews his 2024 plan, make America more like Florida. Up first for us, though devastating word from a Mexican border town. Local officials announcing this morning, two American kidnap victims - kidnapping victims are dead, two others authorities say are alive. And a source tells CNN right now that one of those two locked in a battle to survive. The race against the clock to find the hostages started last week in Metamora, just across the border with a brazen attack. You can see it here. Gunman firing on that white minivan, before pulling Americans from the car and speeding away. CNN's John Miller is working his sources from New York, CNN's Kylie Atwood monitoring this from the state department. We begin with our security correspondent Josh Campbell in Los Angeles. Josh, what's the latest on the wild, the sad tragedy here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "JOSH CAMPBELL, CNN CORRESPONDENT",
      "sentences": "Yes, sad indeed, John. And you know, since this incident began, I've been talking to sources, trying to get information about where these victims were. What the U.S. government was doing to try to find them?And to a person, these sources told me that look, the prospect here is very grim. And that is because of that video that you just showed that graphic video where you see individuals being loaded and shoved into the back of that white vehicle. One U.S. official told me that that appeared to be the aftermath of this original incident. And because of that violent nature of the attack, as well as you see people being loaded into the car that didn't appear to be moving. Again, the sources feared the worst even as they work to try to release these captors. We are learning as you mentioned, though, the breaking news here that two of those American citizens were found deceased. Of the other two those who survived, I'm told that one is in grave condition, was severely wounded during this encounter. Now as far as where they were found, a source tells me that it was at some type of clinic in Matamoros, which of course is the area where these American citizens traveled when they went from South Carolina to Texas, and then into Mexico, seeking some type of medical procedure. They of course were quickly met by gunfire as they traveled into Mexico. One source told me that law enforcement believes at this point that a cartel known as the Gulf Cartel mistook these American citizens for Haitian drug smugglers, open fire. I'm told that law enforcement doesn't believe this began as a kidnapping operation. It was some type of kill operation between two types of rival factions. However, these American citizens mistaken for drug smugglers. They were engaged by these attackers and then taken away, and of course, where this goes from. Now, I'm told, John, by a source just before we got on the air that Mexican officials will be conducting the forensic examination of the two bodies, those two who are deceased. After that medical examiner does the review to determine the cause of death, those remains will be handed over to the U.S. government and then retreat penetrated back to the homes of those victims. And of course, there's a long investigation to go for the FBI working with our Mexican authorities to try to hold accountable those responsible. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "KING",
      "sentences": "Josh Campbell, appreciate that. Let's continue the conversation about law enforcement with John Miller. John, what are you learning from your sources? And help our viewers understand, this is sort of a wild, wild west place in Mexico, known to of law enforcement on that side of the border. And in the sometimes successful, sometimes not successful coordination between American officials and their Mexican counterparts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "So, as you say, John, this is right across the border from Brownsville, Texas. It is a level four no go state department travel advisory, do not travel, the highest advisory that they give. Yet, there are many people who cross over that border for these medical appointments or to go to these drugstores where you can buy over-the-counter things that would be prescription here by drugs cheaper.A lot of people are getting counterfeit drugs there that match, you know, names of painkillers that are hard to come by here. So, there's a lot of traffic, tourist traffic, medical tourism there. But what you see here is an instance where you've got a crossover because that territory is largely controlled by the Gulf Cartel. The Gulf Cartel is one of the oldest longest running, strongest heavily armed cartels. [12:05:00] And when you look at that vehicle, you see that bullet hole in the driver's side window. You see a bullet hole directly below that at the top of the door. Further back in the vehicle, the passenger side window is completely raked out. And if that passenger side door were closed, you would see that the tire, the rear tire has been shot out. There's another bullet hole above that. So, we have a car that was raked with gunfire, which is kind of our preview to the idea that two of our American victims here sadly are deceased, because they opened fire into that vehicle, drag them out. And then in talking to the victim, who we believe may be the one who survived based on the video we've seen of her being put into the truck \"Tay\" Washington McGee, who was down there for her second visit to complete a surgical procedure. It appears that they would have been talking to her and figuring out, these are not what we suspected. And that's been the working theory that they thought that they were taking some competing Haitian smuggling gang out, but that they'd run into Americans. John, that, of course creates a problem, which is we have now shot and wounded and or killed Americans that have nothing to do with the criminal world, which makes them a bit of a hot potato to that cartel. So, this is our blind spot right now. Did the cartel turn them over by leaving them somewhere to try and take the pressure out of this problem between them the Mexican government and the United States? Or did the Mexican government use intelligence reconnaissance, surveillance, locate them and rescue them? And that's what we're hoping to learn from that press conference that's coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "KING",
      "sentences": "Yes, key details still to come. But Kylie Atwood, the state department follow up at that point from John Miller. The White House says it wants answers from Mexican authorities as soon as possible. The attorney general says, he will work with partners in Mexico to try to get the answers here. As John Miller noted, this is an area of the state department long has said to Americans, please it is not safe. But what now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes. Well, what U.S. officials are looking to learn is just more details about what actually went down here. We just heard from the White House, NSC's John Kirby, who did appear to confirm that some in this group are dead, and some are alive. Obviously, Mexican authorities are the ones who said that two of these four Americans have died and two are alive at this point.But what John Kirby said, is that the U.S. is extending its deepest condolences to those who were killed. But he also referenced those who survived this attack. And the next steps here for the U.S. government, specifically for state department officials is notifying the families of those Americans as to what happened and what their conditions are. Of course, continuing to monitor that situation, if those who are still alive are in critical condition. And so, what we're watching for is that notification to happen. And then, we'll probably learn more from the state department as to, you know, what happened here, what questions remain. I think it's also important to note that it's not just the state department that warned Americans against traveling to this region of Mexico due to the criminal activity, due to the gang violence and the murders that happen there. But it's also the CDC that has warned Americans against traveling there for medical tourism, saying that there can be many complications that arise from those procedures. And we know that it is a medical cosmetic procedure that led this group of four to actually travel to this region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "KING",
      "sentences": "And John Miller, let me try to button it up this way. You mentioned this is one of the best known longest running longest in power cartels. The state department for a long time has told Americans, it is not safe, which gets to the point that this cartel has been allowed to function and this inner border, the cross- government cooperation is supposed to be to put these cartels out of business. Why this one is so frustrating, and in this case, so deadly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KING",
      "sentences": "To Ukraine now, and an important exclusive CNN conversation with President Zelenskyy at a key moment on the battlefield. Russian forces are pushing from the north, the east and the south as they try to encircle closing in on the embattled city of Bakhmut.Ukrainian forces continue to fight, though some military experts have suggested a tactical retreat might be in order here. But President Zelenskyy is vowing to fight on. He spoke exclusively just a short time ago, with CNN's Wolf Blitzer. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR, THE SITUATION ROOM",
      "sentences": "I want to start with the battle for Bakhmut. Ukraine has put up a tremendous fight and inflicted massive losses on the Russian side. But in recent days, Russian forces have made some critical gains there. Why have you decided not to withdraw from Bakhmut?Volodymyr Zelenskyy: We understand what Russia wants to achieve that. Russia needs at least some victory, a small victory even by ruining everything in Bakhmut, just killing every civilian there. They need to put that little flag on top of that to show that society. It's not a victory for them, it's more like, you know, like to support, to mobilize their society in order to create this idea of that such a powerful army. For us, it's such a different. This is tactical for us. We understand that after Bakhmut, they could go further. They could go to Kramatorsk, Donetsk. It will be an open road for the Russians after Bakhmut to other towns in Ukraine. In the Donetsk direction, in the east of Ukraine, that's why our guys standing there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KING",
      "sentences": "And Wolf Blitzer joins us now. It's fascinating, Zelenskyy has proven in the last 13 months, his resilience, his defiance, his pushed back against the Russians. Is this a significant disagreement. Secretary Austin, the U.S. Defense Secretary has said, you know, this would only be a symbolic victory. It doesn't have huge strategic or tactical importance. President Zelenskyy seems to disagree. He seems to think he needs to try to hold this city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR, THE SITUATION ROOM",
      "sentences": "He totally disagrees. He made that clear. In the interview, he said, if the Ukrainians lose this one town, it would open the door for the Russians to move throughout all of the Donetsk area and take all these other towns. And so, he totally disagrees with the assessment that, you know, forget about Bakhmut right now, it's just a small little symbolic achievement for the Russians. He doesn't believe that. President Zelenskyy is all in and he's determined to fight on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KING",
      "sentences": "So, let's talk, well, you had a 45-minute conversation. One thing is, as you sat down before we were on the air, you talked about how grateful President Zelenskyy is to President Biden. Not only for all the physical support, the financial support and the military support, but for showing up. It's another symbol right of the fight continuing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BLITZER",
      "sentences": "It meant so much, he said to the Ukrainian people, especially the young people to see the president of the United States show up, walk on the streets of Kyiv, the capital together with the president of Ukraine, even as the sirens were going off, and for the president United States to be there. It was a reassuring, a sense of calm to the people of Ukraine that the United States is with them. And he said it was so, so important. And he was so grateful that President Biden for doing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KING",
      "sentences": "What else jumped out from the conversation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BLITZER",
      "sentences": "He was obviously very sensitive to all the military requests. He's been pleading the United States and other western countries for these longer-range missiles, ground to ground missiles to deter the Russians. He's been pleading for F-16 fighter jets and other fighter jets, advanced fighter jets. He knows that unless the United States first approves these F-16s, the U.K., Germany and these other countries are not going to approve fighter jets for Ukraine.So that's so, so important to him. And he's really saying that it's critically important that if this war is going to end, the U.S. is going to have to supply these advanced weapons to Ukraine in order to make that happen. He thinks this is a critical moment right now. He's hoping despite some of the public statements made by President Biden other years officials, that they will eventually do what they did with battle tanks, do what they did with other air defense missile systems, and agree to provide these kinds of weapons, these fighter jets to Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KING",
      "sentences": "Let's get straight to CNN's Leyla Santiago. She is in Tallahassee, obviously the Florida capital. Leyla, state of the state, but Ron DeSantis's way to say, hello America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "LEYLA SANTIAGO, CNN CORRESPONDENT",
      "sentences": "Yes, that's not a bad way to put it. You know, he just wrapped up just a bit ago. And as you mentioned, he absolutely listed off those political victories. And he was Floridians that he feels sort of embodies and illustrates those victories and the priorities on his agenda during that speech from police to teachers.And teachers pretty critical here because education has absolutely become something that he has prioritized on that platform of his. He said he wants a teacher's bill of rights to expand school choice and fortify parents' rights. And you know, you absolutely see those priorities reflected in the bills that will be taken up in this legislative session, this sort of wish list if you will, already at play on the floor. Case in point just before his speech, Republicans actually filed a bill that would ban abortion after six weeks. Currently, right now in Florida, it stands at 15 weeks. And then in his speech, he said, and I quote, he said, we are proud to be profamily. We are proud to be prolife in the state of Florida. One more note, that I found very interesting. I want you to listen to how he finished off this speech. (BEGIN VIDEO CLIP) GOV. DESANTIS: Ignore all the background noise, keep the compass set to true north, we will stand strong, we will hold the line, we won't back down. And I can promise you this, you ain't seen nothing yet. (END VIDEO CLIP) SANTIAGO: You ain't seen nothing yet, sound familiar. He said that just last week on Fox &amp; Friends. And listen, some of these threads that you heard from him today sort of echo, some of the speeches he's been given around his book tour that was recently - the recently released book that's out there. Democrats here saying that this is about stoking culture wars. And as one Democrat told me yesterday, she said this is also about out trumping Trump. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KING",
      "sentences": "Not that, maybe the goal. We'll see if it works. Leyla Santiago, for us in Tallahassee. Appreciate it very much. Let's bring CNN's Steve Contorno into the conversation. Steve, you've been covering the governor's team for a long time. They see the next 60 days as crucial here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Exactly, John. There is a whole list of priorities for the next 60 days before Governor DeSantis decides whether or not he's going to run for presidents, and they cover every facet of the culture wars. Let me just read through some of them.It's further restricting abortion, allowing concealed carry of guns without a permit, universal school choice, banning transgender treatment for children, banning gender studies majors, banning diversity and equity programs in college campuses, making it easier to sue for libel, restricting drag shows, banning teaching sexual orientation and gender identity through middle school, banning schools from requiring teachers use a student's preferred pronouns and ending in state tuition for undocumented students. The list goes on. And his team believes that this is the advantage he has going into this Republican presidential primary. There are a lot of formers who are running for president or might be running for president, former President Trump, former Governor Haley, former Vice President Pence. DeSantis as a sitting governor has the ability to set the agenda here and continue to make headlines in ways that he can build a platform that is really animating what the Republican Party is concerned with now, and not what was of the priority when these formers were in office. John?",
      "isLastSentenceInterrupted": false
    }
  ]
}