{
  "date": "2023-10-09",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Israel's IDF Announces There's No Fighting at the Moment Between Israel Defense Forces and Hamas Inside Israel; Biden Expresses Rock-Solid Support for Israel; Official Reports Cite 700-Plus People have Been Killed in Israel and 436 Dead in Gaza. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "KASIE HUNT, ANCHOR, EARLY START",
      "sentences": "Good day to our viewers in the United States and around the world, I'm Kasie Hunt, it's Monday, October 9th, 5A spokesman says the IDF has retaken control of all communities around the Gaza Strip. Saturday morning, armed Palestinian militants launched a surprise attack. They blasted holes in the border fence, killed Israeli soldiers and civilians and took hostages. According to their own propaganda videos that have been authenticated by CNN, more than 700 people are reported dead in Israel, authorities said Sunday. In Gaza, Palestinian officials said overnight that the death toll is up to 436 with more than 2,200 injured. President Biden expressing rock-solid support for Israel, at least four Americans were killed in the attacks according to a source familiar with a briefing to house members. The U.S. now sending a carrier strike group to the eastern Mediterranean. CNN's Becky Anderson is live in Tel Aviv. Becky, what's the latest on the fight against Hamas militants still on Israeli territory? The IDF says they've taken control of their own territory, although it did take longer than they expected. So what's next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "BECKY ANDERSON, CNN INTERNATIONAL ANCHOR",
      "sentences": "Yes, the IDF this morning saying that they do now have control in all communities on the Israeli side of the border. But they say that they are still fighting militants on that side. So there are still breaches that they are trying to fix. Look, the massive effort over the last what? Thirty six hours or 40 hours now has been to secure and protect the communities on that southern side of the Israel-Gaza border.And we know just the devastating impact that those breaches have had, 700 Israelis dead as you rightly point out, 260 of those were youngsters at a music festival on Saturday morning. And we also know that there are so many hostages who have been taken from that music festival and from these communities around the border.   And more on that, of course, in a moment. But that's been the real effort. Today, I can hear booms just behind me, we're not that far along the coastline, of course, to the north from Gaza. We know that the IDF has continued to target militant headquarters in Gaza overnight and into this morning. We also know that Hamas has fired upwards of 4,500 rockets out of Gaza into Israel. And this number is absolutely remarkable. That's more rockets in what? Forty eight-fifty hours than were fired in the last conflict over 10-12 days. I mean, this is -- this is really remarkable stuff. Just last night into the wee hours of this morning, we were working through until 5 O'clock in the morning, and we saw the flashes in the sky here and we're in Tel Aviv, of incoming fire and the iron dome interceptors. And I'm just listening to the hotel now, which is giving us an announcement that I think they are asking us to evacuate to the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "HUNT",
      "sentences": "Becky, you should --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ANDERSON",
      "sentences": "Shelters in the hotel, so, I'm going to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "HUNT",
      "sentences": "You should stay safe --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ANDERSON",
      "sentences": "Just yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "HUNT",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ANDERSON",
      "sentences": "I'm going --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "HUNT",
      "sentences": "Yes, go --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ANDERSON",
      "sentences": "To go now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "HUNT",
      "sentences": "Go ahead --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ANDERSON",
      "sentences": "We will be back --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "HUNT",
      "sentences": "Thank you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ANDERSON",
      "sentences": "As soon as we're safe. Bye --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, I mean, just to give you some detail of what we're hearing here. We are between where Becky is in Tel Aviv and Gaza, perhaps halfway between. And as just about as Becky was getting the warnings there to get to the shelters, we were hearing large detonations here, which seemed to sound like those interceptors, the Iron Dome interceptor rockets taken off to try to intercept those rockets that are coming from Gaza.So, this is -- you know, CNN has a lot of people around on the story, we're one piece of that picture, but everyone's piece is bringing you together this deeper understanding of what -- an insight into what's happening. So as Becky is getting that warning that the rockets are incoming, we're hearing the interceptors going out from close to here to try to intercept those rockets. But to the detail of what's happened on the ground, we were on the ground, very close to the border with Gaza last night, and at that time, in the early hours of this morning, the Israeli Defense Forces were still chasing down Hamas suspects. Now, they have them. But we've also seen that Israeli Defense Force bringing in additional fire power, tanks, armed -- big armored personnel carriers, big mobile- tracked Howitzers. These are the big artillery guns that look like a tank, but slightly different, bringing a lot of those in. These are the heavy armor that's required to secure the breaches in that fence, which is, of course, the priority for the Israeli Defense Force, which they appear to be sort of on top of doing at the moment. But that gets to the next question, which is the one you asked, the hostages. We don't know yet, and Hamas certainly hasn't made it public what they're demanding for the release of those hostages. We can all understand how they're going to try to use them to manipulate the situation pressure Benjamin Netanyahu into not attacking the Hamas leadership. But what terms, if any, are they talking about? And that is perhaps too early to know that. But the challenge for the Israeli Defense Force last night -- yesterday, I spoke with one of the spokesmen for the Israeli Defense Force, he told me, we will do absolutely everything to get them out. We will not leave anyone behind, but the reality and the challenges, those hostages are likely to be dispersed in Hamas tunnels and secure bunkers across Gaza and will be very hard for any, even special forces to penetrate, to know where they are, to penetrate those neighborhoods and secure the safe release of the hostages. That seems to be almost a mission impossible at the moment, no doubt it's being calculated what can be done. But this presents a huge challenge. How do you deliver what the prime minister says he wants to do, which is the dismantling and the taking down of Hamas, its commanders, its structures without incurring the potential use of the hostages as bargaining chips against you. This is where we stand today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "HUNT",
      "sentences": "Welcome back. We have some breaking news for you right now, in Jerusalem and Tel Aviv, sirens are being heard, warning of incoming rockets, this around noon local time, of course, 5We should also note that our Becky Anderson who we were just speaking to moments ago from her hotel in Tel Aviv overheard evacuation orders, of course, had to step aside and follow those. We're now being told that they're evacuating that hotel where she and other CNN personnel are staying as these rockets come in. We're going to bring you more live from the ground as we get it. Meanwhile, U.S. officials are still trying to figure out exactly how Iran may be linked to the attack on Israel. As of now, they are going as far as saying it's likely that Iran helped train and finance the efforts that led to the attack, considering Iran's well-established connections to Hamas. One official says Iran had to have a role since Hamas doesn't have the ability to buy weapons at this scale. CNN's Nada Bashir is live in London with more. Nada, good morning. Is the U.S. expected to get involved if officials do find a link between Iran and the attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE, UNITED STATES",
      "sentences": "We have not yet seen evidence that Iran directed or was behind this particular attack, but there's certainly a long relationship. It's one of the reasons why we have been resolutely taking action against Iran and its support for terrorists and terrorist proxies and other groups over the last few years of this administration.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "BASHIR",
      "sentences": "Now, of course, since Saturday's attack, we have heard vocal support from the Iranian regime in support of Hamas as well as in solidarity with the Palestinian people. Iran's leadership has characterized its latest attack as an act of resistance by Hamas against Israeli occupation. And we have this statement from the Iranian President Ebrahim Raisi speaking yesterday.(BEGIN VIDEO CLIP) EBRAHIM RAISI, PRESIDENT, IRAN (through translator):  It is a manifestation of resistance in standing up against the fake Zionist regime, Palestinian people, Palestinian soldiers, all Palestinian groups, and the Islamic Umar really should be congratulated for this victory. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "BASHIR",
      "sentences": "Now, of course, it is simply according to U.S. officials, too early to tell whether or not Iran had direct involvement in this. But this will continue to be a key consideration, many pointing to the fact that this was simply too sophisticated, too unprecedented to go ahead without potentially support when it comes to training and funding of Hamas fighters by Iran. Kasie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "HUNT",
      "sentences": "Right, Nada Bashir live for us in London, Nada, thank you very much for that. And members of Congress being told that four Americans have been killed in the attacks on Israel and that the death toll is expected to rise. That's according to a source familiar with key house committee briefings. Here's Secretary of State Antony Blinken on Sunday.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "BLINKEN",
      "sentences": "We have reports that several Americans were killed. We're working overtime to verify that, at the same time, there are reports of missing Americans and there again, we're working to verify those reports.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "HUNT",
      "sentences": "All right, let's bring in CNN global affairs analyst and the senior Managing Editor of \"The Military Times\" Kim Dozier. Kim, thank you for being with us this morning. The Israeli Minister of Strategic Affairs Ron Derma, he told CNN's Dana Bash over the weekend that Americans are among the quote-unquote, \"scores\" of hostages being held in Gaza.I mean, what do we know about the hostages being held so far, and what -- if any plans are there right now to try to rescue them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "KIM DOZIER, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "That is what all of Israeli is asking right now. People I have spoken to say they've been glued to the television sets, glued to their phones, listening to accounts of people getting kidnapped and murdered. But the Israeli military has been busy just securing the areas outside of Gaza, getting militants out of those areas and trying to figure out how this has happened.The next step is penetrating what's going on inside Gaza, trying to figure out where some of these hostages are being held. And we've seen reports that there are tanks, there are reinforcements around Gaza, which would seem to indicate that some sort of ground operation is being planned. Hamas spokespeople have said that the hostages are being held inside tunnels. There is likely a tunnel network, not just at Gaza's borders, but within the various buildings at the various Hamas storehouses, because that's one of the ways that they've been able to stockpile all these rockets that they've been firing, carry out training, and those tunnels can really only find and get to them if you are on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "HUNT",
      "sentences": "Right, and I mean if we find that there are Americans among the hostages, I mean, how might the U.S. response shift and what involvement, if any, with there being what as you outlined seems to be an all but assured ground operation inside Gaza by the Israelis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "HUNT",
      "sentences": "Indeed, all right, Kim Dozier, thank you very much for being with us this morning, I really appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "DOZIER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "HUNT",
      "sentences": "And coming up here, did the Hamas attack sabotage a potential peace deal between the Saudis and Israel? We'll have the latest ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "HUNT",
      "sentences": "Sirens blaring over incoming rockets in Jerusalem and Tel Aviv in just the last few minutes. Our Becky Anderson you may have seen scrambling to evacuate briefly, but she's back with us now. Becky, walk us through what just happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HUNT",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "ANDERSON",
      "sentences": "Them. And there has been so much death, destruction, and of course, hostages taken from those communities. So that's where things stand at the moment, 700 dead on the Israeli side, nearly 500 dead on the Palestinian side, and frankly, thousands of people injured. And these numbers, of course, will go up. We have no details as of yet as to what the Israeli military's intentions are next. But there's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HUNT",
      "sentences": "Right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "ANDERSON",
      "sentences": "Much talk of a ground incursion, of course, into Gaza at this point.   HUNTyou later on in the hour. Stay safe. As Becky said, the death toll in Israel, now more than 700 people and at least 436 Palestinians have also been killed. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "GILAD ERDAN, REPRESENTATIVE OF ISRAEL TO THE UNITED NATIONS",
      "sentences": "What we are witnessing are war crimes, blatant, barbaric war crimes, slaughtering civilians, abusing hostages, taking babies from their mothers. There are no words to describe such savagery. This is Israel's 9/11.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "RIYAD MANSOUR, REPRESENTATIVE OF PALESTINE TO THE UNITED NATIONS",
      "sentences": "If this is about vengeance, then many Palestinians would feel they have much to avenge. If this is about peace, then the way to it is not through further entrenching oppression and option, but by ending it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HUNT",
      "sentences": "The attacks come as the U.S. looks to broker a deal to improve diplomatic relations between Saudi Arabia and Israel. CNN's Max Foster is live in London with more on this. Excuse me, Max --(CLEARS THROAT) Good morning. Let's talk a little bit about this normalization pact that's been under much discussion here in Washington. Is it -- is there any chance that the surprise attack was meant to derail this deal which would have normalized relations between Saudi Arabia and Israel?",
      "isLastSentenceInterrupted": false
    }
  ]
}