{
  "date": "2023-05-09",
  "headline": "CNN News Central",
  "subHeadline": "Biden Meets with Lawmakers over Debt Ceiling; Texas Mall Shooter's Online Profile; Israel Strikes Islamic Jihad Targets Overnight; Blocking New York City Mayor's Migrant Plan; Ed Day is Interviewed about the NYC Migrant Plan. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:48",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "He shared photos of guns, targets, ammunition boxes and a tactical vest. This morning, the disturbing social media posts from the gunman who murdered eight people at a Texas mall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:48",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "A pivotal meeting today. An attempt to keep the debt ceiling from crashing down. President Biden is sitting down with top congressional leaders from both parties, but can they hammer out a deal before the U.S. goes into a catastrophic default?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:48",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "King pin terrorist. That is who Israel said it was targeting in an overnight military strike in Gaza. Now at least 13 people are dead.These major stories and many more all coming in to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:48",
      "speaker": "SIDNER",
      "sentences": "We begin with today's high stakes meeting amid a resolving the debt ceiling standoff. If there is no deal, it could lead to financial disaster. In just a few hours, President Biden will meet at the White House with these four congressional leaders, House Speaker Kevin McCarthy, Senate Majority Leader Chuck Schumer, Senate Minority Leader Mitch McConnell, and House Minority Leader Hakeem Jeffries.The importance of today's meeting cannot be overstated. We are now less than a month away from a potential default, which would be felt by millions of you, Americans, in lost jobs, higher borrowing costs, delayed benefits and the plunging stock market. Sources tell CNN that Treasury Secretary Janet Yellen has been making calls to CEOs and business leaders warning them about the dire economic consequences of a default. Despite this, the White House says President Biden's stance has not changed, nor have the Republicans'. He says Congress must raise the debt limit without conditions. A top official tells CNN there is no plan b. We're covering all these angles of this standoff. CNN's Lauren Fox is on Capitol Hill and CNN's Arlette Saenz is at the White House. I'm going to start with you, Lauren. What is Speaker McCarthy's strategy when you have Biden saying, look, I'm sticking with plan a, there is no plan b? LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT: Well, today, when the speaker goes into this meeting, he is going in with the backing of most of his Republican conference and the Republican Senate. That is key, Sara, because as he walks into this meeting today, he has a lot more leverage than anyone in that room really expected him to have months ago when he had a 15-round fight to become the next speaker of the House. He's passed a law that cuts spending as well as increases the debt ceiling. That bill, of course, going nowhere in the Democratic- controlled Senate. But he also is getting Biden back to the negotiating table. That was his goal all along. Allies and aides who are close to the speaker tell me that he's been preparing, having conversations with a wide swath of members from all ideological spectrums in his conference, knowing that when he goes into this meeting he has a lot of leverage. He also has a lot of runway from members who believe that he is going to be able to fight for the best deal he can get them. Dusty Johnson, who is a Republican from South Dakota, a close ally of the speaker, told me yesterday, quote, the totality of the deal has to make real and substantial change to how our country spends and borrows. But Johnson told me he does believe there are many ways to get there. Of course, teetering on the edge of all of this is the speaker's balancing act between keeping his job and holding on to that speaker's gavel, as well as ensuring that the country does not default on its debt. Obviously there are some conservatives who may not be happy about any deal brokered, but we should note, don't expect any major breakthroughs today. This is really the beginning of a much longer dance, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:48",
      "speaker": "SIDNER",
      "sentences": "OK, we just heard from Lauren Fox that they are happy to at least be at the negotiating table, but the question here is, will President Biden negotiate and will the Republicans negotiate their stance as well. What's Biden's plan at this point or strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "SAENZ",
      "sentences": "And so heading into this meeting, the president is hoping that there can be discussions on two tracks. First, he wants to see a clean increase to the debt ceiling or a suspension of the debt ceiling, and then the White House says he is open to having discussions and negotiations about a spending framework, other cuts that could be made, but they insist that they want to see this all conducted on separate tracks.Now, additionally, President Biden, in the coming days, plans to take aim and try to pressure some House Republicans, hoping to peel them off to their side in this matter. He'll be traveling to the Hudson Valley in New York, in the backyard of a Republican congressman who won a Biden district. But one thing that is clear in this moment is that this meeting really reflects one of the most high stakes moments in this era of divided government with the future of the U.S. economy hanging in the balance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "SIDNER",
      "sentences": "Yes, and I think that is the point, the future of the U.S. economy is hanging in the balance if they do not get to a deal.Thank you so much, Lauren Fox and Arlette Saenz there for us. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "BOLDUAN",
      "sentences": "If Congress doesn't get that deal, doesn't raise the debt ceiling, the government will hit what has been deemed the x date, the date the government has exhausted its cash and borrowing capacity because it's not legally allowed to go beyond the national debt, which stands right now over $31.4 trillion. If that happens, the question then becomes, what does the Treasury Department do about it? And that - and they may be left with the very hard task of setting a list of priorities, picking and choosing which bills to pay first.It's never happened. So, this prioritization is untested. But we do know that back during the 2011 debt crisis, Treasury and the Fed came up with a contingency plan. And, first and foremost, in that plan it was clear they wanted to pay principal and interest on Treasury securities first. The thinking there, not making good on those commitments could trigger global financial turmoil as investors might start fleeing treasuries, and treasuries serve as a building block for the world's financial system. If that's the case, here is then what would take the back seat in terms of paying bills. Paying Social Security benefits. Sixty-six million Americans get paid out monthly. Also making Medicare payments, more than 65 million people are enrolled in that. And the pay in benefits for some 2 million federal workers, 1.4 million active duty military members. And the list, it doesn't end there. Now, the Treasury secretary actually warns a plan like this, it still isn't a fix. It still means default. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "JANET YELLEN, TREASURY SECRETARY",
      "sentences": "We believe - I believe that prioritization of payments, as you said, is default by another name.It's simply a recipe for economic and financial catastrophe to think we can pay some of our bills and not all of them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "BOLDUAN",
      "sentences": "And to add more uncertainty, Yellen also warns this, our systems are built to pay all of our bills on time and to not pick and choose which bills to pay. So, it might not even work because the system might not be set up that way.Some experts also say it might not be up to Treasury in the end. The power of the federal purse lies with, of course, Congress. So, from start to finish, the problem, the mess and the eventual cleanup may land on them. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "BERMAN",
      "sentences": "That's a really good explanation.New overnight, disturbing social media posts from the man who allegedly murdered eight people at a Texas mall. They reveal an obsession with guns and mass shootings. He shared photos of various firearms, targets, ammunition boxes. One post includes a picture of a tactical vest that investigators say he wore during the killing. Other photos show the outlet mall weeks before the massacre, including a screenshot noting what times of day the area was busiest. CNN security correspondent Josh Campbell is on the scene in Allen, Texas. This really fills in the picture, Josh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BERMAN",
      "sentences": "It is so -- all of it is chilling, but so chilling that this shooter was looking at past mass shooters. That's what the experts tell us, one follows another, follows another. They're in a cycle.Josh, I also understand you're learning more about the victims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "CAMPBELL",
      "sentences": "That's right. This is obviously so important to focus on those whose lives were lost in the massacre. We now have learned the identities of all eight of the deceased victims. I'll read those for you. They include 20-year-old Christian LaCour, who was a security guard here at this mall. Also 32-year-old Elio Cumana-Rivas. As well as 26-year-old Aishwarya Thatikonda. This attack also taking the lives of children. A local school district here tells us that two sisters, eleven-year-old Daniela Mendoza and eight-year-old Sofia Mendoza also killed in this attack. And family members. There was a set of parents, as well as a young child also killed. That includes 37-year-old Kyu Song Cho, 35-year-old Cindy Cho and their three-year-old, John, their three-year-old James Cho. That family leaves behind a six-year-old. Because of a shooter with an AR-15, John, that family of four, now a family of one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BERMAN",
      "sentences": "Monstrous.Josh Campbell for us in Allen, Texas. Josh, keep us posted when you learn new things. Thank you. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SIDNER",
      "sentences": "On the heels of that shooting, and nearly one year since the massacre in Uvalde, a Texas house panel has advanced a bill that would raise the legal age to purchase a semi-automatic weapon to 21 years old. Two Republican lawmakers joined Democrats to make it happen in an 8-5 vote. The bill had been stalled in committee. And applause broke out when the room advanced that bill.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There will be 8 ayes, 5 nays, and zero present not voting. The motion carriers.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SIDNER",
      "sentences": "The vote came unexpected after dozens of supporters crowded into the capital's rotunda and Uvalde parents spoke out during an emotional press conference. Many of those parents had been making the three-plus-hour drive to Austin every single week to speak to lawmakers.(BEGIN VIDEO CLIP) KIM RUBIO, DAUGHTER KILLED IN UVALDE SHOOTING: I'm so sorry I'm not strong today. Maybe that's what y'all need to see, because at the end of every day I'm just a mom who wants my daughter back, and a mom who doesn't want another mom to know my pain. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SIDNER",
      "sentences": "That was Kim Rubio, whose daughter was killed right now. State law allows Texans as young as 18 years old to purchase AR-15-style rifles. The Uvalde gunman purchased his AR-15-style rifle just days after his 18th birthday. Advocates say this bill would have prevented him from making that purchase. The legislation still faces an uphill battle, though, in the full Texas state house and in the state senate.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "So, this morning, three Islamic jihad commanders are among 13 Palestinians killed after the Israeli military struck multiple targets in Gaza overnight. Israel says it was targeting kingpin terrorists but Palestinian officials say five innocent women and four children were among those killed in the air strikes.CNN's Hadas Gold is live in Israel for us. Hadas, what more are you learning today about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "BOLDUAN",
      "sentences": "At least tomorrow. All right, we'll see.Hadas, thank you very much. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:27",
      "speaker": "SIDNER",
      "sentences": "On our radar this morning, the jury is about to start deliberating in the E. Jean Carroll battery and defamation case against former President Donald Trump. In closing arguments, Carroll's lawyers hammered Donald Trump for not appearing in court to defend himself. Trump is being accused of rape and defamation in the civil case where Carroll is asking for her name to be cleared and compensation. Trump's lawyers argue that merely disliking the former president should not be a reason to find him liable in this civil lawsuit.The founder of the failed crypto exchange FTX is trying to get several of the fraud charges he's facing dismissed. Sam Bankman-Fried's attorneys filed motions yesterday claiming the government failed to properly explain what offenses he committed. Prosecutors allege he stole FTX customer's deposits to finance risky bets at his hedge fund and make political donations. Bankman-Fried has acknowledged mishandling his business but denies engaging in fraud. The government has two weeks to respond to those motions. And next hour in Texas, Fort Hood will officially be renamed Fort Cavazos. You can see here the sign being revamped for today's ceremony. The new namesake is General Richard Edward Cavazos. The Korean and Vietnam War hero was born in Texas. In 1982, he became the first Hispanic four-star general. This is one of nine U.S. Army installations being redesignated to get rid of old confederate symbols. Fort Hood was named after John Bell Hood, a confederate general. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:27",
      "speaker": "BOLDUAN",
      "sentences": "Also this morning, more than 150,000 migrants are waiting in multiple northern Mexican states to cross into the United States. And beyond this, official estimates -- officials estimate, rather, hundreds of thousands more from central America are on the way. The numbers are daunting in the final days of Title 42.Texas is now putting up new wire barriers to try to close off some of the illegal crossing sites that we've - that have not been closed off previously. This is ahead of the pandemic era policy lifting on Thursday. And currently 25,000 migrants are in custody in immigration custody. Each day 8,000 more try to enter. And the crisis is not only escalating at the border, but also in other parts of the United States where migrants are being bused, as we've discussed. Dallas, Denver, Chicago, New York City, those are among the major locations where migrants are landing. Now, CNN's Polo Sandoval, he joins us now from Orangeburg, New York. Now, this is an interesting - this is an interesting place. Outside of New York City. There's a battle that is unfolding right before your eyes there. Tell us where it stands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "BOLDUAN",
      "sentences": "All right, Polo Sandoval, in Orangeburg, thank you so much.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "BERMAN",
      "sentences": "All right, joining us now is Rockland County Executive Ed Day.Mr. Executive, Polo, our reporter, was just in your county. He is reporting you have declared a state of emergency to block any of these migrants from coming. New York City Mayor -- the New York City Mayor Eric Adams still says the plans are in place to do this. Where do things stand this morning? ED DAY (R), ROCKLAND COUNTY, NEW YORK, EXECUTIVE: Well, things stand very simply as this. First of all, let's get a background to this. Rockland County is not a sanctuary county. New York City is a sanctuary city, number one. Number two, what's not being spoken of -- because the Adams administration has not even reached out to us is we have people coming here already. We have a natural migration of people who have come to this country in these -- under these sad circumstances who have family and friends in Rockland. They have settled here. But we can handle something like that if it's a drip and drab scenario, to be frank with you. But even with that, think of this, 1,000 children, 1,000 children in East Rammpos (ph) School District who can't be taught, that nobody understand - that people don't have English as a second language capacity. So, we have children who can't be taught. We have an increase of 35 percent in foster care of children who were unattached because the vetting was horribly done down at the border. This - this is really a mess in which -- we work well with our local nonprofits, our immigration advocates who were - who were with me yesterday to basically fully criticize the plan that - and I call a reaction from the mayor. So, as far as the residents are concerned, we are not going to accept what essentially is a New York City shelter here in Rockland County. And in point of fact, what they're trying to do, the way it's been described secondhand, is against the zoning laws of the town of Orange County. And there will be a court case there. And, frankly, you're -- if you force the issue, what's happening is the law is being broken here. So, that's a criminal event and that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "BERMAN",
      "sentences": "Mr. Executive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "DAY",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "BERMAN",
      "sentences": "Mr. Executive, you said a lot there and I just want to take it piece by piece if I can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "DAY",
      "sentences": "OK. No problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "BERMAN",
      "sentences": "First of all, and I know you know this, the sanctuary city issue is apples and oranges. Sanctuary cities has to do with jurisdictions enforcing legal status of migrants. The legal status of these migrants as far as we know is not in question, they are asylum seekers, which by law gives them legal status, at least for now. So, the fact that New York City is what you call a sanctuary city is a moot point.My question to you is, you are criticizing Mayor Adams for his plan to move some of these migrants to your jurisdiction. What's your message to Texas Governor Greg Abbott, who is removing them from Texas and sending them here to New York?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "DAY",
      "sentences": "OK, John, I'm not going to - I'm not going to go into a back and forth on this to be frank with you. I know where you're going with this. What should have happened then is the governor of this state should have contacted the governor of Texas and says -- and had the same kind of discussion I'm having now. I am the county executive and a top elected official of this county. The mayor is the top elected official of New York City. I would think if the mayor is going to come up with a ridiculous plan like this, which is not viable and not workable, that's been established already, he should have picked up a phone and contacted us and truly coordinate this. The mayor of New York City called that move that you referenced morally bankrupt. Well, what do you think is happening now? The mayor is doing exactly the same thing. This is political tit for tat.And you know something, John? You know who gets hurt? The same people that the mayor professes to care for. These people are going back and forth. They know nobody up here in our -- Rockland County. This whole thing about voluntarism is crazy. It's not true. They're going to be put in a bus and sent up here with nothing to do after they do eight hours sleep in a hotel, and no place to go, no place to work. What do you think is going to happen after that? This is not the way to do things. This is not a plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "BERMAN",
      "sentences": "Again, all I was trying to establish is -- because I've heard your criticism and you just stated again for the decision made by the mayor of New York City, I was also trying to get a sense of how you felt about the situation at the border itself, whether being moved to New York state, if that is something you're against as well.",
      "isLastSentenceInterrupted": false
    }
  ]
}