{
  "date": "2023-12-30",
  "headline": "CNN Newsroom",
  "subHeadline": "Jack Smith Pushes Back on Trump's Immunity Claim; Russia: At Least 14 Dead After Ukrainian Shelling Inside Russia; Humanitarian Crisis in Gaza Deepens As War Intensifies; NYPD On High Alert For New Year's Eve Celebration At Times Square; Inside The Brutal Underworld Of Illegal Dog Fighting; CA Hit By Huge Waves For 3rd Straight Day, Evacuation Warnings Issued; Top-10 Biggest Entertainment Stories Of 2023. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:46",
      "speaker": "PAULA REID, CNN HOST",
      "sentences": "You are in the CNN NEWSROOM. I'm Paula Reid in Washington.Breaking news -- special counsel Jack Smith is pushing back on Donald Trump's claim of presidential immunity. Smith writes in a new court filing tonight that granting a former president absolute immunity from criminal prosecution, quote, threatens to license presidents to commit crimes to remain in office. The rebuttal comes less than two weeks before oral arguments start in the federal election interference case before a U.S. court of appeals. Amid Trump's many legal troubles, some states have disqualified him from holding public office. At this hour, anti-Trump challengers have gotten him removed from the primary ballot in two states based on the United States Constitution's ban on insurrectionists holding office. But the decisions are being appealed, and Trump's team is expected to file its appeals on Tuesday. Tonight, at any moment, Oregon could become the next state to decide if Trump is disqualified from its ballot. Oregon's secretary of state, a Democrat, has asked the court to throw out the case on procedural grounds. And Trump argues, a situation in which a candidate is on the ballot in some states but not others would lead to confusion, chaos, and constitutional crisis. For more on all this, I want to bring in my first guest. Joining us is former Trump lawyer Tim Parlatore. Tim, thanks so much for being with us. All right. You just heard the special counsel saying that former President Trump not only does he not have immunity, but by granting former president's absolute immunity, he would be encouraging presidents to commit crimes to stay in office. What's your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:46",
      "speaker": "TIM PARLATORE, FORMER TRUMP ATTORNEY",
      "sentences": "You know, I think that on this point, Jack Smith does have the better argument. You know, I never really bought into the idea of immunity being a winning argument here. It is something, however, that I think is going to be helpful in his plans to try and delay the trial because by using the appellate process, that could end up pushing this out past the election.But ultimately, I don't think it's going to be successful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:46",
      "speaker": "REID",
      "sentences": "So as a former Trump attorney, you're saying the legal argument that they're making here, that he should have immunity from things that he did when he was in office, that that really just doesn't have merit and won't prevail here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:46",
      "speaker": "PARLATORE",
      "sentences": "It's not an argument that I personally feel has merit. You know, who knows, the judges may disagree with me on that point. But, you know, that's not something that I would personally hang my hat on in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:46",
      "speaker": "REID",
      "sentences": "To your point about trying to delay, that trial, the January 6th case is currently on hold while this appeal plays out. The special counsel had asked the Supreme Court to weigh in here. They opted not to. They're letting the appeals process play out.What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:46",
      "speaker": "PARLATORE",
      "sentences": "Well, you know, you can look at that a couple of different ways. It's possible that they -- they want the process to play out as it normally would, go through the circuit, and then they'll take it up after that, which for an issue of this magnitude they very well may do. I think that ultimately they rejected Jack Smith's arguments that it has to be done quickly because he didn't really say why it needs to be done quickly. And so, in an effect, it may backfire on him to drag the case out much further of going through two levels of appellate review before being put back down for trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:46",
      "speaker": "REID",
      "sentences": "Do you think it's also possible they don't want to have the final word, would like the appeals court to make a decision that they could just affirm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:46",
      "speaker": "PARLATORE",
      "sentences": "That's certainly possible, too. They could wait and see what the D.C. circuit does and refuse to take on the case and just let the D.C. circuit stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:46",
      "speaker": "REID",
      "sentences": "Do you think this case, the first federal case, goes at all this year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "REID",
      "sentences": "Fair to say the Supreme Court will have an enormous impact on the 2024 election. Another question that they are being asked to take up, this question of the former president's ballot eligibility. Now just a few days ago, the secretary of state in Maine removed him from the ballot. What was your reaction to that decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "PARLATORE",
      "sentences": "You know, I think that in Maine, it's a terrible look for an elected partisan official to make a decision like that as opposed to going through the court process. And I recognize that that is their --  you know, their individual process there, but really to have no hearing of substance, just to listen to one law professor's opinion and then issue a ruling like that, you know, it is something that I think could backfire because the voters of Maine -- I'm litigating a related case in Maine now, and the voters up there, I think they're not going to like that their state officials are trying to take their choice away from them as to who they can vote for, for president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "REID",
      "sentences": "And as you noted, this is the process in Maine, different from other states. Secretary of state in this case, a Democrat, first stop for questions of ballot eligibility, now Trump is expected to appeal that to the court system in Maine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "PARLATORE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "REID",
      "sentences": "Meanwhile, the initial decision to remove him out of Colorado, he's expected to appeal to the Supreme Court. But as you know, the Republican Party of Colorado has already appealed that decision. They are a party to this case. They've been advocating for their right to list Trump on the primary ballot.And I want to ask you first, do you think the Supreme Court is going to take up this issue? Either from the GOP or from former President Trump if and when he appeals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "PARLATORE",
      "sentences": "I would expect that they would. This is the type of issue that really squarely falls into what the Supreme Court decides. Where you have multiple states that are coming to inconsistent conclusions on an issue of national importance, and you know, really have state courts that are interpreting federal law, constitutional questions, it is very squarely within what the Supreme Court is designed to arbitrate. So, I think they probably will take it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "REID",
      "sentences": "And if they do, the Colorado Republican Party, they have posed three questions to the high court. I think Trump's questions would be similar. I want to go through them quickly.The first is they're asking the Supreme Court to clarify whether the section three of the 14th Amendment that bans officials who engage in an insurrection from holding future office, whether that applies to presidents. We even saw conflicts within the state courts in Colorado over whether this applied to presidents because it does it say specifically the president. What do you think the answer to this question will be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "PARLATORE",
      "sentences": "You know, I personally, I look at it and say, you know, somebody's trying to be very smart in their wording of this. But ultimately, you know, the idea that presidents are exempted and that they're allowed to engage in insurrections, I don't think that's going to be a winning argument. I do think it's important because there have been so many differing opinions on it for the Supreme Court to clarify that point. But I don't think that point one is really where they're going to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "REID",
      "sentences": "Interesting. The second question they're asking is, okay, if this does apply, who's supposed to enforce it? Is it supposed to be the state courts, which is what we're seeing now even though we're getting various outcomes from different states, or is there a role for Congress here? What's your take?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "PARLATORE",
      "sentences": "This to me is the winning argument because, you know, the Constitution does seem to put this in Congress' court and there's no real case law that would allow it to be self-executing for a state to just take over that, and you have multiple provisions within federal law to deal with this. You have title 18 USC, I think it's 2383, which is the section on indicting somebody for an insurrection which, of course, Jack Smith has not done. If somebody is convicted of that, they could face jail, fine, and be permanently barred. That is one way of doing it.The other way that I saw that the Republican brief did kind of give passing reference to is through impeachment. And Donald Trump was, in fact, impeached for this insurrection and was acquitted. So I think that given those two different sections that Congress has laid out, I think that's where the Supreme Court's going to come down and say, you know, state courts can't just come in and say yes, there's been a -- an impeachment trial of which he's acquitted, but we the Colorado state Supreme Court or, you know, we the Maine secretary of state disagree with that verdict, and so we're going to come up with our own rule. So I do think that point two is very much a winning argument for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "REID",
      "sentences": "That's interesting to hear you say that. We've had a lot of different opinions on our air the past few days. Lastly, the last question that the Colorado GOP is asking the high court to take up is whether denying a political party the ability to choose a candidate to put on the primary ballot, if that's a violation of its First Amendment right. What's your reaction to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "PARLATORE",
      "sentences": "You know, that's a fascinating argument to me. And I think that if successful, that's actually going to have farther reaching implications than just this one particular qualification. It can go to everything.If a political party has a First Amendment right to put whoever they want on, that's going to take away age requirements, it's going to take away birthright requirements. You can put somebody who was born in a foreign country up if the First Amendment truly does supersede all of these things. So I think it's an interesting argument. I don't know which way they would rule on that. But that could have much farther reaching implications.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "REID",
      "sentences": "And then I want to pivot to some additional reporting that we've done related to the January 6th case. Our colleagues here broke some really fascinating news earlier this week about the so-called fake elector plot. This effort to fly in fake certificates for former Vice President Mike Pence to consider when he was certifying the electoral count.In layman's terms, can you explain what the fake elector plot is, but importantly, how is it relevant to the federal case against former President Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "PARLATORE",
      "sentences": "Sure. And, yeah, there's really three different theories, as I understand it, of how these alternates could have been used. One of which is legal and two of which are not. You know, had they been pressuring Mike Pence to look at this and say, okay, there's claims of fraud, there's an alternate slate available, I'd like to just not certify it today, kick it back to state and say, hey, let's take ten- day pause and verify these claims of fraud, I think that that plan would have been okay.But the other two plans would be for Mike Pence to take a look at these two slates and say, well, I think I like this slate. So I'm just going declare that Trump won all these states, and if Mike Pence were to do that and then just simply declare on January 6th that Trump is the duly elected president, I think that would be problematic. The other alternative is for him to look at it and say I don't know which one it is, so I'm going to disregard the state entirely. Neither candidate gets the 270, and then it goes over to the house. I think that's also a problematic outcome. But to be clear, everybody that I've represented and every witness that I've talked to through my time, they all were consistent that their understanding of the plan was that first choice of just push for a delay, and that these truly were alternate slates, you know, as the Pennsylvania slate clearly said on its face, alternate only to be used in the event of. But the CNN reporting this week about, for example, Mike Roman pushing back and saying don't put that language on the other states, you know, that to me is a very incriminating thing and does tend to show that at least some people were pushing a fake elector scheme as opposed to an alternate elector scheme.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "REID",
      "sentences": "Lastly real quick, looking at the year had possible trials, the Mar-a-Lago document trial, state prosecution in New York, what do you think is the issue former President Trump should be most worried about in the year ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "PARLATORE",
      "sentences": "I've always considered the Mar-a-Lago case to be the most -- the biggest threat. You know, the claims in there if it can be proven about the obstruction, I think that is the case that is most likely to -- if he is convicted, to survive an appeal. You know, I think that the other cases all have structural, legal, and some factual issues that would likely face a very strong attack on appeal.But on the Mar-a-Lago case, if Jack Smith can get over the hump of some prosecutorial misconduct in bringing the case, I think that's probably the one that is most likely to survive an appeal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:00",
      "speaker": "PARLATORE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:00",
      "speaker": "REID",
      "sentences": "And still ahead, the Ukrainian military striking Russia on its own soil, just one day after Russia launched the biggest air attack on Ukraine since the start of the invasion. We'll have the latest on the escalation.Plus, Prime Minister Benjamin Netanyahu says Israel is fighting on all fronts. Defense forces say they've destroyed a hideout belonging to a leader of Hamas, but it comes as the U.N. sounding the alarm about humanitarian crises in Rafah where many fled looking for safety. And New York City authorities on high alert as millions get ready to flood Times Square for New Year's Eve. How officials are making sure revelers stay safe. You're in the CNN NEWSROOM. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yeah. We can't be sure that this is precisely Ukrainian retaliation because they don't comment and haven't commented this time on the strikes across the border. But it is by far from our calculations and by the calculations of the Russian government that Belgorod is the biggest attack and death toll that the Russians have had.This is completely out of the ordinary for them. They get occasional drone strikes, occasional rocket strikes. The Russians are saying that the Ukrainians used a multi-rocket launch system that fired both Czech-made weapons and Ukrainian-made weapons. And to that point, to the U.N. security council point the Russians have demanded that the Czech ambassador, the Czech representative to the U.N., show up there, and the Czechs are saying absolutely no way, not giving into there poisoned Russian propaganda. So there is no independent accounting of what Russia says. But it does seem to be the biggest strike, and it has come immediately after that devastating massive barrage, 158 missiles yesterday, on Ukraine. So you have to look at the two things and expect them to be connected. And the Russians are essentially making a connection, as well because they're saying what's happened in Belgorod today isn't going to go unpunished. And even this evening we're seeing attacks by Russia, back just across the border again from Belgorod into Kharkiv in Russia -- in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "REID",
      "sentences": "Nic Robertson, thank you.And today, Israeli Prime Minister Benjamin Netanyahu says Israel is fighting on all fronts in a war that he said would last many more months until victory is achieved. This comes as the Israeli military expands its operations into southern Gaza. They're urging people in Gaza to use what they call safe routes. The IDF says these roads will allow humanitarian movement to areas that the U.N. says are overcrowded with refugees. Battles are also under way in the north where the IDF says it destroyed a tunnel system and hideout belonging to Hamas' leader in Gaza. This comes as the U.N. is raising alarms about overcrowding in Rafah after more than 100,000 internally displaced people arrived in recent days. Residents there describe sky-high food prices and children going hungry. And now, the World Health Organization reports diseases are quickly spreading as a result of mass displacements. CNN's Nada Bashir has more. (BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (voice-over):  A seemingly endless stream of injuries. The wounded rushed to whatever hospitals are still able to treat patients. Day after day the death toll climbs. There is no respite from Israel's widening offensive. By daybreak, smoke rises above Gaza. Many who fled here for protection watch as their loved ones are buried. Grief here is never ending. Israel says it is targeted Hamas who they say are embedding themselves amongst civilians. But the innocent here are shown no mercy in this war, gripped with fear as Israeli forces repeatedly strike residential buildings and even around hospitals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "NADEEN ABDULATIF, DISPLACED GAZA RESIDENT",
      "sentences": "The house that we stayed in, we thought it was good. We found shelter finally. A house next to it was bombed. The house -- the house jiggled, and the house went crazy, and the windows broke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "BASHIR",
      "sentences": "In Rafah, a vital gateway to aid agencies, children sift through the rubble of their now-destroyed shelters. Uncertain of what the future will bring or in they will have one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "ABDULATIF",
      "sentences": "Where am I supposed to go? Children were killed here. I'm terrified. I'm scared, and the thought of me being killed or my -- my other brother being killed it just -- crossing my mind repeatedly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "MOEEN QANAN, GAZA RESIDENT",
      "sentences": "Children, elderly people, some were fasting. They were sitting, and a rocket fell on them. They were displaced from Gaza to Khan Younis and then moved to Rafah thinking that it was safer there. But there is no safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "BASHIR",
      "sentences": "With no safe place to turn, people continue to stream into Rafah despite the bombardments now gripping the border city. The U.N. says at least 100,000 displaced people have arrived in the already overwhelmed city in the past few days alone. Families squeezing under tents. This their only hope of shelter from the bitter cold of winter.As for the air strikes, there is no hope of shelter wherever they turn. Nada Bashir, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:05",
      "speaker": "REID",
      "sentences": "Police across the country are on high alert for New Year's Eve and for the most famous ball drop in the world. The NYPD is ramping up security in Times Square. They're deploying thousands of officers and expecting about a million people at the big bash.CNN's Polo Sandoval is there for us. Polo, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:05",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "So, Paula, the first obvious signs of increased security, those will come in about 12 hours when the NYPD really begins to clamp down and really increase security measures here in the heart of Times Square ahead of what we expect to be just a massive crowd gathering for the New Year's Eve celebration.Obviously, security is always tight here in the so-called crossroads of the world. However, this year, because the FBI, the Department of Homeland Security all have weighed in. And saying that because of the Hamas-Israeli war, there really is now what's described as a heightened threat, a threat environment. So one of those reasons why New York City Mayor Eric Adams saying they are going to be pulling out all the stops to make sure that it's safe tomorrow night. (BEGIN VIDEO CLIP) MAYOR ERIC ADAMS (D-NY): We know how to safeguard events of this size. We will be out here with our K9s, our horsebacks, our drones, our helicopters, our boats. The full complement of our public safety apparatus will be on display. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:05",
      "speaker": "SANDOVAL",
      "sentences": "Back out live to the bustling Times Square, there's really just a couple of big concerns for authorities. Though they maintain there is no active threat, there's a concern of a possible so-called lone-wolf attack.This unsophisticated attack, similar to what we saw play out just last year on New Year's Eve when an individual that law enforcement later described as a home-grown violent extremist attacked law enforcement at a checkpoint. That's certainly a concern. But then, secondly, these protests that we have seen almost every day since the war in the Middle East broke out, Paula, these roving protests, that they're concerned could potentially disrupt celebrations. But that's one of the reasons why they're going to be adding a buffer zone. Basically expanding that security perimeter tomorrow. That way law enforcement would be able to act should one of these large protests start forming tomorrow night -- Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:05",
      "speaker": "REID",
      "sentences": "Polo Sandoval, thank you.Let's now discuss this with someone who has firsthand experience in safety at these kinds of public events. Jonathan Wackrow used to work for the Secret Service. He's now a corporate security consultant. Jonathan, thank you so much for being with us. I want to ask you, first, how difficult is it when you first begin to approach an event like this, at a time of such heightened global tension?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "REID",
      "sentences": "You talked about methodology. The NYPD's assessment talks about the possibility of lone-wolf attacks. So what are the strategies to combat that threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "WACKROW",
      "sentences": "Listen, the lone-wolf attack is something that is a -- a concern that law enforcement has day in and day out. It's not just surrounding these types of events because they're very hard to predict.That's where motivations and anything -- any information that can be telegraphed online where intelligence agencies and law enforcement personnel can focus in on potential hostile actors to try to stop any type of attack prior to happening. You know, oftentimes, these lone-wolf attackers or lone attackers are looking for soft targets. They're not going down the middle of a fairway toward a fortified event. They're going to go to the outskirts. We saw that in New York City last year. We saw a hostile actor attack one of the checkpoints on the outskirts of Times Square, attacking three law enforcement officers. Now, because of that, law enforcement is -- has a heightened sense of situational awareness. And what they're doing is they're thinking about events in concentric circles. They're thinking about how to set up, you know, various zones of protection that radiate out from these large-scale events to basically try to identify pre-attack behavior by these lone actors prior to impacting these major events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "REID",
      "sentences": "Jonathan Wackrow, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "WACKROW",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "REID",
      "sentences": "Now to a CNN investigation into the disturbing and shadowing underworld of illegal dog fighting. Federal agents in South Carolina recently rescued 120 dogs in a single day in a crackdown on dog- fighting rings.CNN' Isabel Rosales rode along as officials raided homes. We want to warn you, this report is going to have images of dogs that have been harmed which you might find disturbing. (BEGIN VIDEOTAPE) ISABEL ROSALES, CNN NATIONAL CORRESPONDENT (voice-over): It's pitch black outside a South Carolina church. At the ready are dozens of armed law enforcement officers. Today, they're seizing fighting dogs. Behind them -- JANE TAYLOR, CHIEF OF THE CRIMINAL DIVISION, and U.S. ATTORNEY'S OFFICE: I'm definitely anxious. I'm always anxious to see the dogs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "ROSALES",
      "sentences": "We ride along with the federal prosecutor overseeing the criminal case. TAYLOR",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "ROSALES",
      "sentences": "Emotional because of how vicious dog fighting is, made all the more clear in court documents. Dogs who have been fought may have scars, puncture wounds, swollen faces or mangled ears.In one case, prosecutors say an owner killed his dog by hanging it. And authorities found this contraption made from jumper cables, allegedly used to electrocute dogs inside the home of a Pentagon employee. (BARKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "ROSALES",
      "sentences": "This CNN exclusive video, evidence from a closed case, shows two dogs getting ready to fight.(BARKING) (GROWLING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "ROSALES",
      "sentences": "The illegal sport has spiked federal interest.Last year, officials seized roughly 400 dogs from suspected fighting rings, more than in any other year since at least 2007, according to a CNN review of civil forfeitures. Jane Taylor tells me she was a life-long narcotics prosecutor until she first saw the injuries on fighting dogs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "TAYLOR",
      "sentences": "I had a case where we had a wiretap and we were listening to the calls of the individuals involved in drugs. And we started hearing a lot of conversations about dogs and dog fighting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "ROSALES",
      "sentences": "We arrived at the first of five homes.(on camera): What sort of things are you on the lookout for when you enter a property? ELLE KLEIN, ASSISTANT U.S. ATTORNEY, DISTRICT OF SOUTH CAROLINA: I'm looking at the conditions of the dogs themselves. I'm looking for any sort of scarring, any fresh wounds. And then I'm also looking for, what I'll call, dog fighting paraphernalia. ROSALES (voice-over): Like these treadmills to make the dogs stronger and faster. And--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "KLEIN",
      "sentences": "Something called spring poles where the dogs are used to jump up and they latch on, so as to strengthen their jaws.(BARKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "ROSALES",
      "sentences": "Major Frank O'Neal with the South Carolina State Law Enforcement Division.O'NEAL: They've been abused by the owner and a fighting dog. It just breaks your heart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "KLEIN",
      "sentences": "People are making a lot of money off of this. My opinion, even $1 is too much to be making money off of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "ROSALES",
      "sentences": "And there are plenty of ways to get paid. According to court documents, in South Carolina, participants paid $200,000 to have their animals fight against a top dog. Another fighting dog won over $50,000.The owner of a champion dog can make even more money on semen, stud fees and puppies. O'NEAL: Many of them are drug traffickers because they have to fund gambling of these dogs and these dogs are very expensive. They are going to have weapons. And if we haven't already arrested them, the chances are we will arrest them in another arena.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "ROSALES",
      "sentences": "Inside this home, officers find several guns. The homeowner declined to speak with CNN.Federal agents pack up and head to the next house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "KLEIN",
      "sentences": "We're about 20 minutes out. They say it's about 12 dogs.ROSALES (on camera): Dog fighting became a felony at the federal level back in 2007. The maximum sentence a suspect can face is five years in federal prison. Meanwhile, for the animals, experts say that some dogs are too aggressive to rehabilitate, but others can be adopted and get a second chance at life. Isabel Rosales, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "REID",
      "sentences": "Isabel Rosales, thank you.And still ahead, new evacuation warnings tonight as monster waves slam the California coast. We're live with the latest. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:46:13",
      "speaker": "REID",
      "sentences": "Now to California and the dangerous surf slamming into the coastline.(BEGIN VIDEO CLIP) Whoa. (EXPLETIVE DELETED) (EXPLETIVE DELETED) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:46:13",
      "speaker": "REID",
      "sentences": "Look at those violent waves as they crash into the crowds on Ventura Beach.Now many beaches and parks are now closed or closing with some residents in Ventura County being told they should consider evacuating as conditions worsen. CNN national correspondent, Camila Bernal, is on the coast in California. Camila, what is the situation there right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:46:13",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey, Paula. So throughout the day, we've been seeing these massive waves over and over again, maybe about five to 10 feet in this area in particular. Of course, you can see them best when they crash onto the pier.There's a lot of people here that have gathered to take pictures, to see these waves because really that's the only thing you can do. A lot of times the waves crashing and really pushing in a lot further than people think, and then you'll see all these people making a run for it because they do come at you fast. Now the pier here in Manhattan Beach is closed. But I want to show how a lot of the people at the entrance of the pier are gathering to do the same, to take pictures, to look at the waves, and to really see what's going on here. Now this pier is closed, as I mentioned. But a lot of the piers up and down the California coast are closed, as well. In this area in particular, Manhattan Beach, Los Angeles County, Santa Barbara, those areas, the National Weather Service says the waves can be between 10 to 15 feet. It's in Ventura County and the central coast where authorities say it's more dangerous. The waves there in the central coast can get to 15 to 20 feet. So again, authorities telling people to be extremely careful. It's Ventura Beach or in Ventura County where you're seeing a lot of those dramatic videos where people had to run and did not have enough time. In Ventura County, at least eight people were taken to the hospital. That's where you're seeing a lot of the road closures and those evacuation warnings at the moment. Now, again, what they're saying is that there is the possibility for flooding, and obviously the possibility of drowning is a lot higher in a day like today. The beach and the pier will remain closed until tomorrow. But again, a lot of people are out here just trying to see what this is because, of course, it's rare and beautiful, but also dangerous -- Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:46:13",
      "speaker": "REID",
      "sentences": "Camila, you can't outrun mother nature. Tell the folks there on the beach.Thank you so much for that report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:46:13",
      "speaker": "BERNAL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:46:13",
      "speaker": "REID",
      "sentences": "And one of the big stories of the year in Hollywood was that storytelling ground to a halt with the historic double strike of actors and writers. But there were still plenty of scandals, accidents, sex, and gossip.CNN's Stephanie Elam unwraps the top-10 entertainment stories of the year. (BEGIN VIDEOTAPE) STEPHANIE ELAM, CNN CORRESPONDENT (voice-over): \"Barbie\" takes over the box office. Britney and Prince Harry spill their own tea. (CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:46:13",
      "speaker": "ELAM",
      "sentences": "And Hollywood goes on strike.(on camera): Behind the scenes and in front of the camera, it was a wild year from start to finish. Here's a look at the top entertainment stories of the year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:46:13",
      "speaker": "LISA VANDERPUMP, TV PERSONALITY",
      "sentences": "I didn't see it coming. Nobody saw it coming. ELAM (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ARIANA MADIX, ACTRESS",
      "sentences": "For you to die.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "The betrayal sent viewers spiraling, as Madix received an apology from the pair. Ratings for the show reportedly doubled as the drama played out.Coming in at number nine, the end of a TV dynasty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BRIAN COX, ACTOR",
      "sentences": "I love you, but you are not serious people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "After four storied seasons, HBO's hit series, \"Succession,\" bowed out with thunderous praise, as Logan Roy's adult children engaged in business battles and betrayals to take over the family empire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "SARAH SNOOK, ACTRESS",
      "sentences": "Excited to get into this knife fight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let's blow it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "Critics and fans largely agreed the series finale was a knockout finish to their \"Succession\" obsession.Number eight belongs to the \"Avengers\" actor, Jeremy Renner, who made a remarkable recovery after he was crushed by his runaway snowplow outside his home in Nevada. He broke more than 30 bones and suffered internal injuries. But just over three months later, Renner was back on the red carpet for his Disney Plus show, \"Rennervations\". Number seven, Ed Sheeran's courtroom battle. (SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "Did a pop star copy Marvin Gaye? The family of the co-writer of \"Let's Get It On\" filed a lawsuit against Sheeran, saying his \"Thinking Out Loud\" wrongfully used melodies from the 1973 classic.(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "A jury found the Grammy winner independently created his song and did not infringe on any copyrights.Number six, a serious health scare for Jamie Foxx. The Oscar-winning actor was hospitalized in April but hasn't publicly disclosed why. Rumors ran rampant about his condition for months, until July when he resurfaced on social media. JAMIE FOXX, ACTOR: I went to hell and back, and my road to recovery had some potholes as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "Foxx found himself in some legal troubles as well. He faces a sexual assault and battery lawsuit dating back to an alleged incident from 2015. He denies the claims.Number five on our list, the stars tell all. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "Prince Harry did it. So did Britney.(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "They led the long line of celebrities who published a memoir in 2023.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "PRINCE HARRY, DUKE OF SUSSEX",
      "sentences": "Writing this book has been a cathartic experience for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "Prince Harry's explosive memoirs details his highly publicized split from the senior royals.And in \"The Woman in Me,\" Britney Spears writes about public scrutiny, rocky relationships, her court-ordered conservatorship, and the Free Britney movement, saying, finally, \"I'm roaring back to life.\" Number four, \"Barbie\" kicked off a summer of pink fever. (SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "She revived a cultural phenomenon, broke box office records and unlocked a women-powered boost to the economy.(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "Taylor Swift's \"Eras\" tour became the highest-grossing concert tour of all time, according to Polestar.(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "Beyonce sold out concert arenas with her highly anticipated \"Renaissance\" tour.(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "And Pink got the party started with her summer \"Carnival\" tour.(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "Coming in at number three, Hollywood goes on strike.(CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "Two of the entertainment industry's biggest labor unions, the Writers Guild and SAG-AFTRA, went on strike seeking better contracts with the studios.FRAN DRESCHER, PRESIDENT, SAG-AFTRA: You have to wake up and smell the coffee. (CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "Negotiations dragged on for months before deals were reached and ratified.Number two, the loss of a beloved friend. LAURA COATES, CNN SENIOR LEGAL ANALYST &amp; ANCHOR: We are back with breaking news just into CNN. Actor Matthew Perry has died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "The police found him. They believe he drowned at his home in Los Angeles. He was just 54 years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "MATTHEW PERRY, ACTOR",
      "sentences": "And when I dance, I look like this.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "Matthew Perry's humor often hit his personal pain of addiction. In the pages of his 2022 memoir, he revealed his darkest days began as his career skyrocketed on screen.His co-stars mourned his loss, saying they, quote, \"were more than just cast mates. We are a family.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "TAYLOR SWIFT, SINGER",
      "sentences": "Welcome to the Eras tour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "ELAM",
      "sentences": "And number one on our list belongs to, who else? Taylor Swift.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "SWIFT",
      "sentences": "Welcome to the acoustic set.",
      "isLastSentenceInterrupted": false
    }
  ]
}