{
  "date": "2023-05-11",
  "headline": "CNN News Central",
  "subHeadline": "Homeland Security Secretary Alejandro Mayorkas Holds Press Conference; Debt Ceiling Battle; Interview With El Paso City Representative Isabel Salcido; Final Hours of Title 42. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:02",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "Today, the 89-year-old Democrat attending a Judiciary Committee meeting after her nearly three month absence to recover from shingles.Also today, the Environmental Protection Agency announcing strict new rules to slash pollution from coal and natural gas power plants. Emissions from these plants generate over half the nation's electricity, considered a root cause of the climate crisis. Thanks for your time on INSIDE POLITICS. We will see you tomorrow. CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:02",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "The final hours of Title 42, and the border crisis could get even worse, desperate migrants lining streets. Thousands have already crossed the border, tens of thousands ready try to follow them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:02",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "End of an era, as the COVID public health emergency wraps today, more than three years after life drastically changed for all of us. What does it mean for you, your family and your job? We will dig into the new reality for post-pandemic America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:02",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "PlusWe're following these major developing stories and many more, all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:02",
      "speaker": "SCIUTTO",
      "sentences": "Any minute now, we will hear from America's top Homeland Security official on the critical change that will take effect in less than 11 hours, the lapse of Title 42.That policy that allowed the U.S. to expel migrants based on pandemic concerns immediately expires just before midnight tonight. Communities along the border have already been seeing a surge of people hoping to enter the U.S. One Mexican border officials said the situation is on the brink of a humanitarian crisis. The governor of Texas has sent National Guard troops to help secure the border. Here's some -- here's how some sheriffs in Arizona are describing the situation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:02",
      "speaker": "MARK LAMB, PINAL COUNTY, ARIZONA, SHERIFF",
      "sentences": "Just this morning, Sheriff Wilmot from the Yuma Sector sent out a message to the rest of the sheriffs. They had 800 people in custody already, and I think this was by 8We are seeing exorbitant numbers coming in. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:02",
      "speaker": "SCIUTTO",
      "sentences": "CNN's Rosa Flores, she's been following the situation for a long time in El Paso, Texas.And, Rosa, we have some changes put into effect, more aggressive arrest policy for folks already across the border, setting higher standards for these applications to be approved, and sending a lot of people back to Mexico. I just wonder, as you're there, are you seeing any of this making a difference, or is the flood really coming?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "SCIUTTO",
      "sentences": "All right, Rosa Flores on the U.S. side of the border in El Paso.Let's go to the other side of the border, where our David Culver is. And, David, I wonder. You heard Rosa there speaking about how much confusion there is and, frankly, disinformation, much of it coming from smugglers. What do people on that side of the border, in Ciudad Juarez, what do they tell you? What do they know? What are their plans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "DAVID CULVER, CNN CORRESPONDENT",
      "sentences": "Certainly, that confusion is felt amongst most of the migrants we have spoken with, Jim.It's interesting, because Rosa is literally on the other side of that wall you see behind me. What she had access to was with those migrants here. You can see hundreds, if not more than 1,000, camped out, some for hours, some for days, some for weeks, with really limited access to food and water, because they then have to go through this barbed wire that's been put up by the Texas National Guard to try to go back and forth and yet still wait to be processed. But it's interesting watching some of the change in activity. Actually, if we can just pan right over here, we're starting to see more come across. This has been a steady flow. You asked the question, are we about to see the flood? I think we're in the mix of the flood. It's a flood that's been going on for weeks, if not months. So if you're expecting a big tidal wave, I don't think we're going to see that, so much as just pulsating waves that will continue to hit. And I have to echo what Rosa said. And that is, a lot of these folks are not basing their decision to go over to that side, which, by the way, is already crossing illegally, even though they haven't gone through the border wall and been processed -- they're not basing it on when Title 42 is going to end. At least, in November and in December, we saw this, where they thought it was going to end. We were looming that deadline. It was extended both times. Here we now are in May, and these folks have been planning their treks now for weeks and months. And they say it's on their own schedule. It's very individualized. And, to that point, I want to show you some of the images that we gathered from nearer to the city center. And that's where hundreds of migrants are camped out along sidewalks. And they're spending their mornings on their cell phones, because that's when the CBP One app, which was just updated again in the 24 hours -- past 24 hours to allow migrants the chance to try to register for an asylum officer interview and try to get their case for asylum heard. They spend all this time trying to get access to it. And most folks we spoke with were unable to get that access, and we caught up with them as they were in the midst of trying, not wanting to look away from their phones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "SCIUTTO",
      "sentences": "Yes.Well, listen, that's the part of the process. Important to remind people that there is a process to apply under current U.S. law for an asylum interview. Trouble is, you got a lot of people who want you. David Culver in Ciudad Juarez right across the border in Mexico, thanks so much -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "SANCHEZ",
      "sentences": "Let's dig deeper now with an official who is dealing with the influx of migrants, an El Paso city representative, Councilwoman Isabel Salcido.Councilwoman, thank you so much for being with us today. You have obviously heard the reports of upwards of 150,000 migrants waiting for the expiration of Title 42 to cross into communities just like yours. What does that mean for your city?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "ISABEL SALCIDO, EL PASO, TEXAS, CITY REPRESENTATIVE",
      "sentences": "Just want to say, thank you so much. Good morning, Boris, for having me here.Hearing this, it's basically what we were -- have been hearing for a very long time. We're just basically picking up from what happened in last year, and it's basically we're getting ready to start mitigating this crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "SANCHEZ",
      "sentences": "Councilwoman, what's your message to those who have been waiting across the border and are eager to get into the United States?Even the mayor of your city of El Paso saying that many of them are misinformed and misguided. What's your message to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "SALCIDO",
      "sentences": "Absolutely.I actually went across the border. In talking to them, there's a lot of misinformation. And it's very important for us to inform them of what their rights are as they come. They're going to seek asylum. It's a legal process. And, as the community of El Paso, we're going to try and do our best to be able to mitigate and do the best process as they're coming here tired. We're making sure that the migrants are safe. We're making sure that El Pasoans are safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "SANCHEZ",
      "sentences": "And, Councilwoman, what is your message to the federal government, to President Biden, to lawmakers about the situation that you're dealing with?What do you want them to know? Are they missing something about the situation on the ground there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "SANCHEZ",
      "sentences": "And, Councilwoman, President Biden, the White House installed some new rules limiting asylum for noncitizens trying to enter the United States, in lieu of more comprehensive immigration reform, which you referred to.But critics are saying that the president is going back on a campaign promise to provide asylum to people that are fleeing very desperate situations in their home countries. Do you think the president is breaking a campaign promise with these new rules?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "SALCIDO",
      "sentences": "I think what's important here is that something needs to happen. It needs to happen now, whether it's a huge effort or it's a short-term solution.So I do urge. They need to work on it. Not everybody's going to get the -- what they want, but as long as it's something that's going to keep communities like ours safe for it to be sustainable, we need to look at the long term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "SANCHEZ",
      "sentences": "Councilwoman Isabel Salcido, thank you so much.Please stand by for us from El Paso, Texas. At any moment, we are set to hear from the secretary of the Department of Homeland Security, Alejandro Mayorkas. He obviously has been making the rounds on media and putting out the message to folks that the border is not open, even though we're seeing a potential big influx, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "KEILAR",
      "sentences": "All right, we will be waiting for that. Should happen any moment here, Boris.The White House has drawn its red line. Leaders in Washington have about three weeks now to come up with a deal to raise the debt ceiling and to avoid a catastrophic U.S. default. And, today, the president's team has relayed a key condition to House Republicans, that the Inflation Reduction Act, it is off-limits. Well, it just so happens that Speaker McCarthy's plan includes major cuts to that very signature legislation by President Biden. CNN's Priscilla Alvarez is at the White House, where so much is happening today, Priscilla, as we are awaiting this White House briefing under way already here. Tell us more, if any progress has been made when it comes to these debt ceiling negotiations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, to your point, Brianna, two key deadlines facing the White House right now, debt ceiling and Title 42.On debt ceiling, sources tell my colleague Jeremy Diamond that the White House officials and congressional staffers are starting to outline the contours of what a negotiation can look like. One of the first things that's off the table, it's a red line, it's the Inflation Reduction Act. That is one of Biden's more recent legislative accomplishments. But there is also some other nonstarter items that they have laid out. That includes rolling back student debt forgiveness, Medicaid, and SNAP benefits. Now, as far as where they're willing to negotiate, that's caps on future spending, debt ceiling increase lasting more than one year, and permitting reform. Now, conversations happened yesterday. They're happening again today. And, tomorrow, we will see that top-level meeting with President Biden and congressional leadership again. Now, as far as whether there's been progress or movement, Kevin McCarthy, the House majority leader, said yesterday that he didn't see a difference. But, again, those conversations are ongoing today. And when also asked about this, President Biden said that he has had years of negotiating in his past and that, sometimes, negotiations and deals are reached in the last minute or, sometimes, they take time. So, both still dug in on their positions here, but what we know from those staff-level talks, again, because of sources telling my colleague Jeremy Diamond, is that they are starting to at least outline where they could find some middle ground -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "KEILAR",
      "sentences": "It looks like the incentive here is to fight until the very end. So we may expect them to run this clock out.Priscilla Alvarez at the White House, thank you very much -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:09",
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:09",
      "speaker": "MAYORKAS",
      "sentences": "Good afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:09",
      "speaker": "QUESTION",
      "sentences": "I have two questions.One is, how do you decide which nationalities are going to be able to use the legal pathways, for example, with the Venezuelans and the Haitians (OFF-MIKE) Nicaraguans? How did you decide who is allowed to avail themselves of legal pathways and who isn't on that particular path? (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:09",
      "speaker": "MAYORKAS",
      "sentences": "For the parole programs that...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:09",
      "speaker": "QUESTION",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:09",
      "speaker": "MAYORKAS",
      "sentences": "Yes.So, what we did is, we met the need with the parole programs. That was the demographic that was causing us the greatest challenge at our Southern border, and we tailored our parole processes accordingly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:09",
      "speaker": "QUESTION",
      "sentences": "So, is it possible that those nationalities could shift as you see shifting nationalities at the border?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:09",
      "speaker": "MAYORKAS",
      "sentences": "So, we have shifted our programs according to the needs that we need to meet.So, you will recall perhaps that, in November, we developed the parole process for Venezuelans. That was then the most significant challenge. We pivoted in January to not only expand the program for Venezuelans, but also expand it for Cubans, Haitians and Nicaraguans. So we will meet the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:09",
      "speaker": "QUESTION",
      "sentences": "And then, on overcrowding, if the Border Patrol facilities are overcrowded and some migrants have to be released, does that send the very message you're trying to avoid, which is that people will be released into the interior?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:09",
      "speaker": "MAYORKAS",
      "sentences": "So, I have to say two things in response.Number one, we cannot overstate the extraordinary talent and heroism of the United States Border Patrol and the personnel of the Department of Homeland Security that are managing through an extraordinary challenge, and doing so successfully, number one. Number two, it is very important to understand that the great majority of people will be removed if they do not qualify for relief under the laws of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "MAYORKAS",
      "sentences": "Well, the deployment of FEMA personnel is specific to a particular type of emergency, an emergent event.This is an ongoing challenge that, quite frankly, has vexed this country for decades, because this country has been unable, Congress has been unable to pass immigration reform that everyone agrees and understands is desperately needed. We are working with an immigration system that was last reformed in the 1990s. Migration has changed dramatically since then, and we need our laws updated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "QUESTION",
      "sentences": "So are you saying that basically your hands are tied and you can't send FEMA personnel, even if you wanted to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "MAYORKAS",
      "sentences": "No, I'm not saying that at all. And, as a matter of fact, our FEMA personnel are coordinating with local communities and cities across the country to provide them with the information they need.And FEMA is going to be playing a pivotal role in our shelter and services program that is poised to distribute $363 million to cities and communities in need of funding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "QUESTION",
      "sentences": "I'm wondering about your communications with foreign countries. Have you had conversations in the last couple of days or so with any foreign government officials ahead of this lifting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "MAYORKAS",
      "sentences": "So, I should take a step back and say, when I speak of the fact that it is a regional challenge for which regional solutions are needed, let me put a finer point on that.There are approximately 20 million displaced people throughout our hemisphere. The challenge that we are encountering at our Southern border is by no means unique to the Southern border of the United States. And I have learned that powerfully, not only through the information and analysis that we undertake in the United States government, but in our conversations with our foreign partners. Just this week, I spoke with the foreign secretary of Panama. Last week, I spoke with the president of Guatemala. Three weeks ago, I was in Panama to speak with the Panamanian foreign minister and the Colombian foreign minister. We are engaged, and, of course, Secretary Blinken is leading the diplomatic engagement. Diplomacy is a key pillar of our effort.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(OFF-MIKE) April (OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "QUESTION",
      "sentences": "The question is, I want to focus in on black migrants from Africa and the Caribbean nations.Nana Gyamfi, who has met with President Biden on this issue, and other civil rights leaders, said that the lifting of Title 42 suppresses black asylum seekers who are required to ask for asylum in countries they transit through. Many of those countries are too dangerous for black migrants to request asylum. And she gives the example of the African-Americans who traveled to Mexico. Some were killed. They were thought to be Haitian migrants. What do you say to that? And what is an -- is there an effort and what will you do to safety net or safeguard some of these black migrants who are trying to come now for asylum who are in countries or transiting through countries where they cannot ask for asylum through -- under the laws that the Biden administration has put (OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "MAYORKAS",
      "sentences": "So, let me share with you how -- one way in which migration has changed dramatically over the years.It is no longer the case that individuals can, on their own, reach the Southern border of the United States. They have to place their lives and their life savings in the hands of ruthless smugglers that exploit them, and ruthlessly do so. And we have not only a security obligation, but a humanitarian obligation, to cut those smugglers out. And that is indeed what we are doing. And this president, President Biden, has rebuilt our refugee processing capabilities and has committed to a large number of refugee admissions to the United States. Our president, President Biden, has expanded lawful pathways for migrants like no other president past. And what we are doing is, we are extending an out -- outstretched arm of humanitarian relief to reach people where they are, so they do not have to place their lives in the hands of those smuggling organizations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "QUESTION",
      "sentences": "But on the Southern border -- but the Southern border is not just Mexicans. It is Haitians. It's Africans, as we have seen, particularly with that issue with the Haitians being whipped with the reins or the horses.But what is there...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "MAYORKAS",
      "sentences": "Well, let me just correct you right there, because...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "MAYORKAS",
      "sentences": "... actually, the investigation concluded that the whipping did not occur.",
      "isLastSentenceInterrupted": false
    }
  ]
}