{
  "date": "2023-06-02",
  "headline": "CNN News Central",
  "subHeadline": "Justice Dept. Will Not Seek Criminal Charges In Pence Classified Document Probe; U.S. Adds 339K Jobs In May, Blowing Past Expectations; Double Murder Suspect Arrested, Under Investigation For Potential Involvement In Up To 10 Other Killings. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:17",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Breaking news, former Vice President Mike Pence cleared, and the Justice Department closing its investigation into his handling of classified documents. The new details we're learning at this hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:17",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Big moves in Arizona cutting off building permits so they don't have to cut off the water, a new far reaching effort to ensure everyone in Arizona has enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:17",
      "speaker": "BERMAN",
      "sentences": "The new hope for breast cancer patients researchers finding promising results from a drug during clinical trials. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:17",
      "speaker": "BOLDUAN",
      "sentences": "The important big development this hour, the Justice Department has officially closed its investigation into former Vice President Mike Pence and his handling of classified documents. Now this started back in January when CNN was first to report, an attorney for Pence found about a dozen documents marked as classified at his home in Indiana. The search was initiated by Pence and his team after classified documents were found in both Trump and Biden's possession. CNN's Katelyn Polantz and CNN's Evan Perez back with us with fresh reporting. Katelyn, let me go first to you what's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:17",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Well, Kate, it's quite clear that the Justice Department is not going to be bringing any criminal charges related to the discovery of classified records, or records with classification markings on them in the possession of former Vice President Mike Pence. So what had happened here to start this investigation was that back in January, a lawyer had gone to Pence's home in Indiana and had been doing a search to make sure to discover whether there were any White House or federal government records that he still had after he had left the vice presidency.They found about a dozen documents at that time with classified markings on them, and very quickly called the federal government got them back into the hands of the FBI. And then after that, there were FBI searches of both Mike Pence's home in Indiana to make sure there were no other classified documents they recovered, one at that time. And then there was also a search of his office in Washington, D.C. But then, fast forward just a couple months, not a very long time since those searches took place in February of this year. Just yesterday, Mike Pence's team did receive a letter from the Justice Department saying quite explicitly that they conducted an investigation into the potential mishandling of classified information. Based on the results of that investigation, no criminal charges will be sought. But I want to dial back for a second to what Mike Pence had said at the time because how he responded and his team had responded to this investigation is quite crucial here. Here's what he said in January in an interview after he had found some of those classified documents in his home. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:17",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "While I was not aware that those classified documents were in our personal residence. Let me be clear, those classified documents should not have been in my personal residence. Mistakes were made. And I take full responsibility.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:17",
      "speaker": "POLANTZ",
      "sentences": "Kate, so our reporting team today is now hearing that his advisors are quite pleased but they are not surprised by the Justice Department deciding to end this investigation and bring no charges against Mike Pence or anyone else who may have handled those classified documents. We also are told that Pence's advisors believe that this shows how much of a contrast there was in how Mike Pence responded to this situation compared to Donald Trump, the former president he served under who also has his own classified documents situation he's handling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:17",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Katelyn, thank you so much. Let me go to Evan Perez now for more reporting on this. So Evan, with this letter, does this remove the prospect of a special counsel for Mike Pence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Evan Perez, thank you for the reporting, Evan. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BERMAN",
      "sentences": "All right, big new job numbers out this morning, employers added 339,000. I can't even say it, it's so big, 339,000 jobs last month. That is way more than the 190,000 jobs that had been inspected -- expected. The unemployment rate ticked up to 3.7 percent. Higher than where it was at 3.4 percent but still near historic lows. CNN economics and political commentator, Catherine Rampell, here with more. The 339,000 number jumped off the screen at a 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "CATHERINE RAMPELL, CNN ECONOMICS AND POLITICAL COMMENTATOR",
      "sentences": "You know, it is very confusing. Month after month, we find job numbers that are much better than had been forecast. In fact, in the 13th of the last 14 months, the numbers have been stronger than Wall Street economists, people who are paid to get these numbers right had been expecting. And I think it's a few things going on, potentially.One is that immigrants are back. And earlier in the pandemic, we had a huge drop off in the immigrant labor force, in part because it was hard to get into the country. Some of that has normalized and a lot of foreign born workers seem to be supplying the -- filling the jobs that employers are trying to fill. And women are back. In fact, women are more than back. You may recall that early in the recession back in 2020, there was talk of a she session right that a lot of women were disproportionately losing their jobs because of the kind of work they were doing or because they had caregiving responsibilities, while schools were shut down. And now in fact, the share of prime working age women who are in the labor force is at an all-time high. So women were not permanently set back by the pandemic. In fact, they're doing better than ever before, at least in terms of the labor force attachment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BERMAN",
      "sentences": "It seems as if analysts and pundits have been on this recession watch now, for months and months and months and months, yet, an economy that is adding 339,000 new jobs and revising backwards, even greater job creation. It's not usually the type of thing you see for a country in the midst of a recession are headed into one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "RAMPELL",
      "sentences": "Yes. And to be clear, you know, you need to specify what you mean by recession. Economists means something a little bit different from what the general public means. The general public, when they say that we're in a recession, they means -- they mean, something feels bad somewhere in the economy, like inflation, inflation is not usually coinciding with recession.I think partly what's going on here is that when economists say that they had been forecasting recession, and this is like, you know, waiting for Godot, right, when it's though it's the recession that's always around the corner that never arrives. Partly what they were anticipating was higher interest rates, tightening financial conditions, taking an effect that usually has, which is to cool down the economy and sometimes kill the recovery and lead us into recession. That hasn't happened yet. Again, we don't exactly understand why it may yet happen. The business cycle is called a cycle for a reason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BERMAN",
      "sentences": "Well, eventually, there will be a recession, someday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "RAMPELL",
      "sentences": "Yes. It cycles up and down. The quest -- the puzzle is why we haven't had a recession yet, even though a lot of people have been calling for it, especially given those interest rate increases. And I think it's some combination of like, we just don't have a great precedent to go off of this is a really weird economy. And again, you have some other strange things happening, like changes in immigration, the rise of work from home, which may be bringing in more people into the labor force. I don't know.And I don't know that we're out of the woods yet. So I don't want to like prematurely celebrate the fact that we've missed the recession, it could happen. But it's great that it hasn't yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BERMAN",
      "sentences": "Very quickly, the Senate did pass the measure to suspend the debt ceiling until after 2024. Will this have any kind of impact going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "RAMPELL",
      "sentences": "A very modest impact. The size of the budget cuts that were agreed to were minuscule, especially relative to the rhetoric that surrounded them. And the budget cuts that are likely to go into effect will have some slight fiscal drag on the economy, meaning that if the government isn't spending as much as it otherwise would, that will have some economic effect but I think very little. The main thing is we avoided default.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BERMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "RAMPELL",
      "sentences": "And that I think, unequivocally would have caused recession.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BERMAN",
      "sentences": "Avoid falling over a cliff, which has some impact, I supposed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "RAMPELL",
      "sentences": "I mean, I think jumping over a cliff was where we were headed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BERMAN",
      "sentences": "Better analogy. Catherine Rampell, great to see you. Thank you very much. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:13",
      "speaker": "BERMAN",
      "sentences": "The U.S. Army is re designated what the largest military installations in the world. As of this morning, North Carolina's Fort Bragg is now Fort Liberty. There was a branch wide push to rename bases that held the names of Confederate leaders. The base had been named after Confederate General Braxton Bragg. President Biden is now expected to veto a bill that would block his student loan forgiveness program. Democratic Senators Joe Manchin and Jon Tester joined Republicans to pass the bill in the Senate yesterday, but they did not have a veto proof majority. The Supreme Court will actually rule on the legality of the whole program in the coming weeks. Parts of Texas drenched by seven inches of rain in just two hours leading to flash flooding cars, swamped by water, crews had to make several rescues on highways and some of those road closures and detours are still in place this morning. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:13",
      "speaker": "BOLDUAN",
      "sentences": "So a confession that was disturbing enough. But that was just the beginning. Police in Austin, Texas say a man who called them and admitted to committing two murders is now under investigation in up to 10 other killings. His name is Raul Meza Jr. He was arrested this week after a five day manhunt. And we want to play for you what Austin authority said he told them.(BEGIN VIDEO CLIP) DET. PATRICK REED, AUSTIN POLICE: But I will let you know that Mr. Meza said he was ready and prepared to kill again. And he was looking forward to it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:13",
      "speaker": "BOLDUAN",
      "sentences": "CNN's Ed Lavandera back with us live. There is so much to this Ed. Tell us more what you're picking up now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:13",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Oh, it is a breathtaking story as well. We're starting to unravel some of these details. And what the investigator there is alluding to is that when Raul Meza Jr. who was 62 years old, was arrested a few days ago. He was found with a bag that had duct tape, zip ties and a gun. And all of this started on May 24th when an investigator with the Austin Police Department received a phone call and the first words on the line where my name is Raul Meza, and I think you are looking for me.And from there during a 14-minute phone conversation, according to arrest warrant affidavit document, Meza goes on to outline how he was involved in the murder of a man named Jesse Fraga who's 80 years old who was murdered just a few weeks ago in the Austin area and then another murder dating back to 2019, a woman who lived next door to Meza Jr. And her name was Gloria Lofton, 66 years old, so all of this rather disturbing details emerging in this arrest warrant affidavit. Investigators also say that there are circumstances in details of eight to 10 other murders that they believe Meza Jr. could have been involved in and they're looking into that as well. And he has a long criminal history. Back in 1982, Meza was convicted for murdering an eight-year-old girl in the Austin area. He was released from prison. And he's been in and out of prison since then. And in that phone call to the investigator. He said that when he was released from prison in 2016, the last time, he started murdering shortly after that release. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:13",
      "speaker": "BOLDUAN",
      "sentences": "I mean, in a remarkable confession and then to see all of these more details coming out. It's good to see you Ed, stay on top of it. Thank you. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:13",
      "speaker": "BERMAN",
      "sentences": "This morning, three people still missing following a collapse of an apartment building in Iowa. The city released new photo showing what appears to be a void forming between the facade and the interior wall there. There were also crumbled bricks in that space. Repair work had begun just days before this collapse. CNN's Adrienne Broaddus has been following this story for us. Give us the latest, Adrienne, I understand we just heard from officials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:13",
      "speaker": "ADRIENNE BROADDUS, CNN CORRESPONDENT",
      "sentences": "Yes. They're still speaking right now. I'm talking to you and monitoring it here. I'll start with the latest. They are still working on a timeline. The fire chief just saying moments ago, the next phase the next step is recovery. So they're moving from rescue to recovery. There's a specialized team from across the state of Iowa helping in this process. We also know well, there are three people still missing, including, Ryan Hitchcock. We heard from Ryan's family who said they've likely accepted that they may never see Ryan walk from that building again.The other person missing is Daniel Prien, as well as Branden Colvin. We've heard from Colvin's family. As you mentioned at the top of this story, John, about four days before this partial building collapse, repairs were underway at the building. I asked the city's mayor if he has any regrets, knowing what he knows now. Here's what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:26",
      "speaker": "BROADDUS",
      "sentences": "So the mayor they're taking full responsibility as the city has released a number of documents, which our team has been looking through regarding that building. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:26",
      "speaker": "BERMAN",
      "sentences": "Adrienne Broaddus, keep us posted. Thank you very much. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:44",
      "speaker": "BERMAN",
      "sentences": "All right, new this morning, just a few moments ago, we learned that the Justice Department will not bring any charges against former Vice President Mike Pence in its investigation into his handling of classified documents. Back in January, CNN was the first to report and attorney for Pence found about a dozen documents marked as classified at his home in Indiana. So this announcement comes just days before Pence is set to formally launch his 2024 presidential campaign. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:44",
      "speaker": "BOLDUAN",
      "sentences": "Bill Cosby is facing a new sexual assault lawsuit today over allegations that date back to the 1960s. Former model Victoria Valentino has filed the civil suit accusing Cosby of drugging her and then sexually assaulting her. Valentino says the alleged incident happened in 1969 at Cosby's home. CNNs Camila Bernal is following these details for us. She joins us now. Camila, what is Valentino saying now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:44",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey, Kate. So yes, Victoria Valentino is saying that it is time for accountability. She says it's not about the money. But she is suing Bill Cosby for sexual battery and for sexual assault. She says he raped her in 1969. Now she's able to move forward with this lawsuit because of a new law here in California, that allows these lawsuits to go forward that otherwise would have been barred by an expired statute of limitations.And so what she's alleging here is that in 1969, she met Cosby at an audition and she says that later on, she ran into him at a cafe and she says that at that time, she'd lost a child. So she was grieving. And he invited her to dinner. She went to dinner with a friend. And as they sat there, he offered these pills saying that if they took them, they would all feel better. She says that after taking these pills, she immediately felt dizzy, felt nauseous, and she asked to go home. But instead, they went to Bill Cosby's office, and that's where she says she was raped. I want to read part of the statement as to why she says she's doing this and why she believes is important. What she's saying here is that the trauma that he inflicted upon me affects not only me, but my children and grandchildren. By breaking my silence and speaking my truth, I hope this serves as my legacy to my family, and show those survivors who have yet to find their voices that hope and healing are possible. Now, Bill Cosby has denied all of these allegations. And through his publicist has also released a statement saying this. Victoria Valentino has skirted from town to town promoting her alleged allegations against Mr. Cosby to anyone that would give her platform without any proof or facts. So again, he is denying all of these allegations but something interesting in this case is that Victoria Valentino spoke to \"The Washington Post\" and said that she was essentially inspired or that this gave her a boost of confidence when she looked at E. Jean Carroll and the case against former President Donald Trump. Here is what she told \"The Washington Post.\" She said her winning her case was affirmation that we were doing the right thing. So again, what she's doing here are saying that she is going to move forward with this lawsuit, because she believes that she will get accountability at the end of all of this while Bill Cosby again is denying all of this. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:44",
      "speaker": "BOLDUAN",
      "sentences": "Very interesting. Camila, thanks for laying it out for us. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:44",
      "speaker": "BERMAN",
      "sentences": "One of the fastest growing cities in the West is saying no to more growth. Arizona will no longer grant any new building permits in the Phoenix area. They say it is to protect the city's groundwater. Over the past several years, groundwater in the area has been disappearing due to water overuse and climate change driven drought. CNN's chief climate correspondent Bill Weir is with us now. Bill, how is this going to work? And maybe more importantly, what does this portend for other cities out west?",
      "isLastSentenceInterrupted": false
    }
  ]
}