{
  "date": "2023-11-04",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN Team Sees Eight Rockets Launched from Gaza into Israel; UN Agency: Strikes Hit UN School Sheltering Thousands of Refugees; Witness to a Massacre: Israeli Festival Survivor Returns. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:02:27",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "You are live in the CNN NEWSROOM. I'm Jim Acosta in Washington.Good evening. It is midnight right now in Gaza as the Israel Hamas war enters its 30th day. We've been watching these images come in tonight of many explosions near the Gaza-Israel border. It's not yet clear what caused these blasts, but they just happened within the last 30 minutes or so. And just minutes ago, in a separate area, CNN team in Sderot, Israel witnessed eight rockets being fired from Gaza into Israel. The IDF tells CNN that six of the eight rockets were intercepted. Israeli Police say there are no reports of casualties just yet. In the meantime, Israel is calling for civilians in Gaza to move south as it intensifies its air and ground assault on Gaza City in northern Gaza. International aid groups are criticizing Israel's call for evacuations with roads heavily damaged and without a pause in the fighting. A US official says Hamas is blocking foreign nationals from leaving Gaza through the Rafah crossing into Egypt. Hamas is demanding that Israel allow ambulances to reach the crossing. An Egyptian source says more than 700 foreign nationals were expected across the Rafah today, including nearly 400 Americans. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:02:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "\"Free, Free Palestine.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:02:27",
      "speaker": "CROWD",
      "sentences": "Free, Free Palestine.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:02:27",
      "speaker": "ACOSTA",
      "sentences": "And people around the world are marching and singing and rallies against the war today including this one here in Washington. Protesters waved Palestinian flags and called for an immediate end to the violence.Let's begin this hour in Israel. CNN's Ed Lavandera is in Tel Aviv for us. Ed, it is shaping up to be a busy night. What can you tell us about these new rockets that have been fired from Gaza? Some of them intercepted. What are you seeing on your end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "ACOSTA",
      "sentences": "All right, Ed Lavandera, hopefully it's not too busy of a night for you there, but Ed, keep us posted on all new developments. We appreciate it.Ed, thank you. Joining us with the latest from Tel Aviv, IDF spokesman, Major Doron Spielman. Major Spielman, thank you very much for being with us this evening. We appreciate it. We've been seeing these images just a few moments ago, these explosions that have just popped up in the area of Southern Israel, around the Gaza border. What can you tell us about what is going on there? Is there an operation ongoing as we speak?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "MAJOR DORON SPIELMAN, IDF SPOKESMAN",
      "sentences": "Jim, thank you for having me.First of all, yes, IDF force as we know, we are in northern Gaza, our forces are operating right now on three different planks of Gaza City, we are in active pursuit of terrorists, like you just mentioned. There were a serious salvo of rockets towards Central Israel, towards southern Israel to Sderot, I just want to mention, these are only a few of 9,000 rockets that have been fired at the Israeli population by Hamas. Each one of those rockets is another testament that Hamas is still looking for the destruction of the state of Israel, and we're aware of it. And what those forces are doing inside of Gaza, are pursuing them in the most difficult face-to-face combat through tunnels, underneath buildings. In many cases, those terrorists are hiding inside of medical facilities. We've got more than a hundred tunnels that we've uncovered. You go into a hospital, you slit up a floor, underneath, video show that there are tunnels inside of schools, medical clinics, and so therefore the fighting is very, very intense and that is what you're hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "ACOSTA",
      "sentences": "And these rockets that have been fired, just in the last several minutes that were intercepted, we are not hearing any reports of damage at this point. Are you hearing any reports of damage on your end? What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "SPIELMAN",
      "sentences": "It's very, very early hours, I've been looking also at the internal alerts. We haven't seen anything yet. We know that Iron Dome was activated.Again, the Israeli entire population here is living under trauma. Children are going to sleep afraid out of their minds. Elderly people are running into shelters again and again and again, and it only takes one of those rockets to get through that can cause massive casualties and death. We know that Israel is going -- trying to go back to some type of normalcy. Children in certain areas are going back to kindergarten. God forbid, if one of those gets through, we don't want to see another massacre, which is why everyone in this country men, women and children are really engaged in understanding and fighting, knowing that there's no other choice, but to completely dismantle Hamas. Every rocket is another proof how true that really is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "ACOSTA",
      "sentences": "And Major, what more can you say about the explosion earlier today at a UN school in Gaza? It is said to shelter refugees. Images show, we've seen this earlier today here at CNN. Bloodshed casualties in the school's courtyard.  The IDF has claimed it does not target the school -- it did not targetthe school, but have you determined what happened there? Did you target something near the school and this area was hit by mistake? What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:08",
      "speaker": "ACOSTA",
      "sentences": "But are you concerned that as you continue to strike areas in Gaza, like the one that apparently took out this area where these refugees were being taken care of at the school, that you may see an erosion of support even in the United States.You said that the United States has been standing with Israel. We're seeing protests here in the United States taking place today, including here in the nation's capital. Might that support a road if Americans and people around the world continue to see this kind of footage of children being pulled out of rubble what look like civilian areas being hit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:08",
      "speaker": "SPIELMAN",
      "sentences": "So first of all, we are absolutely concerned, first of all, about those civilians themselves, about not only the images, about human life itself.This was not something we wanted to do. We didn't ask for this war, October 7th. Jim, we didn't want this war. We only are in this situation today, because of the mass casualties that were caused on our side. And we know that we are at war and these civilians on the Gaza, inside, just like those rockets, fired at Israeli civilians are the horrific outcome of what Hamas has done and is doing.  And we know, despite everything, the long term security of Israel, and of the people in Gaza is only going to come with the elimination of Hamas. Nothing else is going to provide security, and that is why we're asking those people to move out of the way. Of course, we're concerned. Regarding the international support for Israel, we know that what we're doing is just. We are an incredibly moral army. I can't imagine another army who takes so much care to warn civilians to leave the area, giving enough time for terrorists to leave with him. The only reason why we're doing that is to get them out of the way. But unfortunately, we know some don't want to leave. Most have left, but some are being held there by Hamas, which is a war crime. And again, Hamas planned this in advance. They want the lens to focus on Israel. We have to understand that this is a deception. They planned this in advance. We need to look solely at Hamas and understand only their destruction will cause ultimate peace for the residents of Gaza and residents of Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:08",
      "speaker": "ACOSTA",
      "sentences": "All right, Major Doron Spielman, thank you very much for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:08",
      "speaker": "SPIELMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "ACOSTA",
      "sentences": "It's been four weeks since the horrific Hamas attack on Israel that left more than 1,400 people dead in that country, and now, there is some exclusive reporting from our own Nic Robertson, who went to the site of the Israeli Nova Music Festival where Hamas gunmen killed more than 260 people at that concert. It has been be the biggest civilian massacre in Israeli history.And Nic joins us now. Nic, you were there with a survivor. Apparently she made this very difficult journey back to the site for the first time since the attack and you were able to hear her story. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, Jim, a very emotional journey for her. She was helped by her cousin who was a medic who we had met over the first weekend of the attacks. He was one of the first responders down here. So it was a journey for both of them.And even while we were on that journey, there were incoming missile, incoming rocket warning sirens going off. So, a really jarring journey. And just to put it in context, you know, you go to these places, and it feels like things might have moved on. It's been four weeks, right? But still, this evening, three rallies of rockets on this town alone. Another big salvo of rockets to the middle of Israel. So for these people who are not living with it every day, this -- when they hear the rocket sirens, it is emotional, and that's what we found on this journey with them. (BEGIN VIDEOTAPE) ROBERTSON (voice over):  Alyssa Samuel (ph) is trying to be brave. For the first time, the 24-year-old is back to where her friends were brutally slaughtered during Hamas' murderous music festival rampage October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "ALYSSA SAMUEL, HAMAS ATTACK SURVIVOR",
      "sentences": "People's bracelets are here.ROBERTSON (on camera):  The bracelets from the festival? And there's another one here. ROBERTSON (voice over):  Four weeks later, fear still scattered in the fields.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "SAMUEL",
      "sentences": "People's bags -- everybody just dropped everything and left.ROBERTSON (voice over):  She is struggling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "SAMUEL",
      "sentences": "I don't want to walk further.DR. SHLOMO GENSLER, ALYSSA SAMUEL'S COUSIN:  And Gaza is straight down that way if I am not mistaken. ROBERTSON (voice over):  Getting this far has been made easier with the help of her cousin, Dr. Shlomo Gensler (ph), one of the first emergency medics sent to the attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "GENSLER",
      "sentences": "First casualty was like, I actually think right by the draining point.ROBERTSON (voice over):  He too for the first time since revisiting the terrors of that day. [18:20:08 ]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "GENSLER",
      "sentences": "It was sight in the back of the head, plus a bunch of places in the back of his body. He also was -- he was shot -- oh, interesting. You can actually see a bullet still.ROBERTSON (on camera):  Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "GENSLER",
      "sentences": "This is actually crazy. Wow. There was a ton of shell casings laying all around.ROBERTSON (voice over):  Just as we're about to move on.  ROBERTSON on camera:  Guys, siren. ROBERTSON (voice over):  An incoming rocket warning. Alyssa is visibly shaken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "GENSLER",
      "sentences": "You're -- you're okay, all right. You're safe. Come. We'll get in the car. We'll continue going. Okay.So sorry. It's reliving it for you. Yes. ROBERTSON (on camera):  I am really sorry. Are you okay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "SAMUEL",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "ROBERTSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "GENSLER",
      "sentences": "For her, it's extremely traumatizing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "ROBERTSON",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "GENSLER",
      "sentences": "Because part of where this whole thing -- how it started with her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "ROBERTSON",
      "sentences": "Was the rocket attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "GENSLER",
      "sentences": "Was being at this party and rain and rave and the rocket attack started like that. And then hearing this, but not knowing what was the cause.So for her to go through this, again, is extremely, extremely scary. It's crazy, because it's still very real. Like now that I'm seeing those bullets from the scene. They were never cleaned up, and that's -- and they -- still feeling that level of insecurity here. ROBERTSON (voice over):  We'd met Dr. Gensler soon after the attacks, still treating patients. A month later, he is helping his family heal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "GENSLER",
      "sentences": "Because you feel it like hitting the people that are close to you that you love, you see them struggling and that's very painful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "SAMUEL",
      "sentences": "I think it's important for me to come back because I think to help me move forward. It's not easy, and it's not going to be easy, it needs to be done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "GENSLER",
      "sentences": "This is where it started to get even more real.ROBERTSON (voice over):  Dr. Gensler too needs some closure. We stop again, more trauma relived.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "GENSLER",
      "sentences": "So we had treated a bunch of people, but then there was a few soldiers that came out -- they came out this way, and over here, I -- there was one soldier --ROBERTSON (on camera):  If I look, there's still -- there's still a medical equipment laying here from that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "GENSLER",
      "sentences": "Yes. So this is definitely from that day, this stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "ROBERTSON",
      "sentences": "This is incredible. Wherever we're going, almost four weeks later, it has not changed that -- everything is still laying around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "GENSLER",
      "sentences": "Yes. It's surreal. I'll be honest, coming here, I feel a strong -- a real strong emotion because I'm seeing, reliving what I've seen.ROBERTSON (voice over):  His colleagues say he is a hero, saved dozens of lives that night. He says he was just doing his job and wishes all the innocent suffering on both sides of the border was over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "GENSLER",
      "sentences": "I really cry about the kids in Gaza that are suffering that didn't make the choices that some of these operatives, these Hamas terrorists that it bothers me. It tremendously bothers me and it hurts to know that there are kids that are, you know, that are suffering as a result of it.ROBERTSON (voice over):  A few more miles, he gets us to the festival site. Alyssa recognizes it immediately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "SAMUEL",
      "sentences": "These are the trees that we hid in.ROBERTSON (voice over):  We stop. She leads us into the bushes. ROBERTSON (on camera):  So this is where you hid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "SAMUEL",
      "sentences": "Yes. We were hiding in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "ROBERTSON",
      "sentences": "You were hiding in here. Oh my goodness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "SAMUEL",
      "sentences": "I saw everything. I saw people just get shot lined up. Friends of mine. They were lined up, and they were -- I saw one of my friends, she was begging for her life. She was 20 years old and she was begging for her life.She asked them to not kill her, to not kill her, to not kill her. And they didn't care. They were laughing. ROBERTSON (voice over):  Hiding for almost three hours in absolute fear for their lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "SAMUEL",
      "sentences": "My friend, I had to come all the way over here to hold her mouth shut, like literally to gag her because I couldn't let her make noise because you make noise, you're dead. You're killed or taken kidnapped.ROBERTSON (voice over):  Hour after hour, witnessing murder after murder after murder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:34",
      "speaker": "SAMUEL",
      "sentences": "And I saw the Hamas take a bunch of people and went to their commander and ask to kill them or to take them and when he said to kill these people and take these people they shot them right in the forehead, like right there.And once they were dead, they didn't stop. They just kept shooting them and you just saw the body just jump and jump from the bullets after they were dead. ROBERTSON (voice over):  She is here to help with her recovery, but returning has brought everything flooding back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "SAMUEL",
      "sentences": "But look, look how many things are here?ROBERTSON (voice over):  Most everything where it was dropped?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "GENSLER",
      "sentences": "Where was your tent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "SAMUEL",
      "sentences": "Ove there. We were done there. Yes, we set up camp here.ROBERTSON (on camera):  Around here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "SAMUEL",
      "sentences": "I remember this. This -- this little white thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "ROBERTSON",
      "sentences": "The white one here. You remember that one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "SAMUEL",
      "sentences": "Yes. We always made fun of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "ROBERTSON",
      "sentences": "At least you knew how to get back to your tent if you could see that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "SAMUEL",
      "sentences": "That's exactly why we did it because we needed a place to like remember that this is where I think it is, it is right next to there.ROBERTSON (voice over):  It's the first time we see her smile, but it's fleeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "SAMUEL",
      "sentences": "We're going to come out of this stronger and all the survivors are going to have a story to tell and they should tell it and no matter how painful it is, they should tell it, because this is something that the world needs to know.(END VIDEOTAPE) ROBERTSON (on camera):  Yes, Jim, and I can really tell you, Alyssa, really, that was a really difficult journey for her and I think it goes without saying that journey is only just beginning for her recovery.  But brave her to go back and see it all again, and her cousin is treating many of the victims of the ongoing fighting. He is treating some of those still who were injured on the 7th and is treating some of those that are coming out of the battle zone still. So you know, this is from an Israeli perspective. This is so fresh, so raw, still happening, but of course inside of Gaza, so real, incredibly raw for all the civilians there who are getting caught up and so many dying there -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "ACOSTA",
      "sentences": "Yes, it is going to be an incredible struggle for all of these folks in the weeks ahead. I think it was fascinating, Nic, to hear from that first responder to see even he was conflicted about what's taking place right now, the deaths on both sides really affecting him.And I have to ask you, Nic, since you're there in Sderot, and my understanding is that your mic is a little bit scratchy, so we may have to power through this. What do you make of some of these explosions that we're seeing tonight at the border with Gaza? Do we know what's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "ROBERTSON",
      "sentences": "We don't. We are seeing multiple explosions over my shoulder. You might get to see a fire burning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "ROBERTSON",
      "sentences": "There were multiple on the same site. There were secondary explosions. There were flames that's out there. There are even things perhaps munitions spraying up into the air out of those sites. Secondary blasts, you'd think hitting an ammunition dump. We don't know that.But we do know that this site was targeted multiple, multiple times and is still burning. But further than that, no details so far -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:32:31",
      "speaker": "ACOSTA",
      "sentences": "More than 240 people were taken hostage in Israel on October 7th, according to the IDF. One of them, Yarden Roman-Gat, handed her three-year-old daughter to her husband, hoping that he could run faster as they try to flee Hamas' government. Her husband and child were able to escape, but Yarden has been missing ever since and her cousin, Maya, has been in Washington this week advocating for Yarden's safe return and she joins us now.Maya, thank you so much for joining us. I am so sorry about what your family is going through right now. Tell us how things went in Washington this week. You've been working hard for the release of your cousin. How is that process going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:32:31",
      "speaker": "MAYA ROMAN, COUSIN BELIEVED TO BE HELD CAPTIVE BY HAMAS",
      "sentences": "Yes. We've been very strengthened by what we heard in Washington. We met with many members of the House and the Senate from both aisles. And we heard that there is strong support and understanding of the importance of the issue of the Israeli hostages.So on the one hand, we are very strengthened and on the other hand, we are waiting to see if this support is translated into actual action. We expect any humanitarian deal to also include the hostages. We expect all of the many people we spoke to, to remember the issue of the hostages in any of all dealings concerning the area and we're waiting to see if that actually pans out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:32:31",
      "speaker": "ACOSTA",
      "sentences": "And have you received any sign whatsoever ever about how Yarden is doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "ACOSTA",
      "sentences": "And how is Yarden's daughter coping with all of this? I just can't imagine what they went through as a family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "ROMAN",
      "sentences": "Yes. Yarden's daughter is amazing. Geffen is three and a half years old and she was so connected to Yarden, but she is somehow - she has been kidnapped herself. She and her father were able to escape, but she has been kidnapped herself, and she had to hide with her father for 12 hours with no food or water and then make their way back to the kibbutz, and she has been doing amazing.The one thing she told her father when they were hiding was, it's too bad we didn't bring any water on the trip, and since then she's also been coping amazingly. She is our strength, but we don't know what the long-term effects of having the most important person in her life go missing for a month are going to be. She knows that we are all doing everything we can to bring her mother back to her, but her mother is not with her for a month at this incredibly crucial age, and I hope that she gets through it and we all get through it okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "ACOSTA",
      "sentences": "And what should people around the world know about Yarden and the kind of person that she is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "ROMAN",
      "sentences": "Yarden is an extremely kind person. She's very quiet. She would be horrified to know that her picture has been going around the world. She was always very - is very soft-spoken. She's a physical therapist who majored in gerontology, which is taking care of elderly people. She took care of people in east Jerusalem. She never saw any difference between people of different nationalities, and she's a person who loves nature, which is why she lived in the kibbutz.And yes, it's just - she's someone so completely far removed from the situation that to think of her there is just unimaginable. I was talking to her sister, and her brother, and they told me they imagine that if she's there, she's probably helping everyone there. She takes care of whoever she can, and she might be helping all the people around her get through this. And that's like a positive way of thinking about how she could cope with what's happening. But still imagining that she's there is, yes, is terrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "ACOSTA",
      "sentences": "I'm sure it's just incredibly difficult for your entire family. But Maya, thank you so much for sharing your thoughts with us this evening. We'll all be sending lots of positive thoughts your way and praying for Yarden's safe return. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "ROMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:40",
      "speaker": "ACOSTA",
      "sentences": "Right now in Florida, former president, Donald Trump, is speaking to a gathering of the state's Republicans. Earlier, one of Trump's chief critics scolded the audience after being booed for his opposition to the GOP frontrunner.(BEGIN VIDEO CLIP) CHRIS CHRISTIE, (R) PRESIDENTIAL CANDIDATE:  Yes. Well, now it feels like home. Thank you all very much. Your anger against the truth is reprehensible. The problem is you want to shout down any voice that says anything different than what you want to hear. (END VIDEO CLIP)  ACOSTA:  Okay. Let's discuss now with Vanity Fair special correspondent, Molly Jong-Fast and CNN Senior Political Commentator, Ana Navarro. Ana, it's not good when you're yelling at the audience and calling them reprehensible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:40",
      "speaker": "ANA NAVARRO, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, it's Chris Christie, right, so from New Jersey. I think he's used to yelling at the audience and being yelled at the audience. Look, Chris Christie is at single digits, what, 2-, 3 percent at best. So obviously, this is not about him winning the nomination, but I do think he's trying to cement his place in history, maybe as being one of the Republicans that did speak sense and did speak sanity and did speak truth and did confront Donald Trump and the cult.And so there's a lot of things that might not be all that good that are going to be in his obituary, this is one of the good things that's going to be in his obituary. Republican nominee in 2024 is not going to be one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:02",
      "speaker": "ACOSTA",
      "sentences": "And Ana, I spoke with Vivek Ramaswamy in the previous hour and was asking about why he's going down in the polls. He is not the flash in the pan that he was, I guess, back in August or whatever it was over the summer. What has happened to Vivek Ramaswamy? And he's blaming it on, well, there's Super PACs and there's a hidden Ramaswamy, I guess, segment of the voting block out there in the Republican Party that'll support him. But he's just not where he was. He seems to be heading downward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:02",
      "speaker": "NAVARRO",
      "sentences": "I - first of all, I was surprised that he was a flash in the pan to begin with, right? I will tell you that a lot of the young crypto bros in my circle, in my family, were taken by him for a good five minutes. The women, interestingly enough, not as much or not at all, were quite repelled by the way he behaves.  He has no depth. He has no policy knowledge. He has no politicalexperience. He's one of many and he's not really standing out for anything that he is doing or saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:02",
      "speaker": "ACOSTA",
      "sentences": "Yes. And Molly, I have to ask you about this because there are all these protests happening across the world today, protesting what's taking place in the war between Israel and Hamas, people calling for a ceasefire, supporting the Palestinians. What do you make of this polling that shows that a majority of Democrats want President Biden to lean toward neither side? And do you think that he's running the risk of having some, perhaps in the Arab American community, vote against him in places - in important places like Michigan because of his stance on Israel?JONG-FAST:  This is a really, really tough and incredibly heartbreaking and really soul crushing conflict in the Middle East. And I think that this is going to have to - there's just going to have to be so much soul searching here. And it's quite - I think it's quite serious and I think that Democrats are going to have to - I mean, I just want to point out like Democrats are dealing with actual real problems here and Republicans are creating problems for themselves. But for sure, I mean, there's got to be a lot of soul searching here, especially - and I think that that's starting to happen, which is really important. But for sure, I mean, this is a real powder keg. But I do want to point out that they are dealing with what's right in front of them first Republicans like Mike Johnson, who wants to make Israel aid contingent on cutting the IRS, which will grow the deficit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:02",
      "speaker": "ACOSTA",
      "sentences": "Ana, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:02",
      "speaker": "NAVARRO",
      "sentences": "Jim, if I can take on that. Look ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:02",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:02",
      "speaker": "NAVARRO",
      "sentences": "... I think this is a very emotional issue for Palestinians. It's a very emotional issue for many of us, but particularly if you descend from that region. But I think Joe Biden has shown great moral clarity and I also think he's not getting the credit that he deserves for every time that he speaks (inaudible) about anti-Semitism, he also condemns Islamophobia.He's - he and Blinken are out there trying to do diplomacy, trying to get some aid to Gaza, some humanitarian aid, trying to get the Rafah opening or crossing open so that some of the refugees and some of the injured and some of the other folks can get out. They have, what, they've apportioned a hundred million so far for humanitarian aid to Gaza. So this is (inaudible) so I think this is something that the administration understands is taking seriously. I think that for this administration, they've made it clear that Islamophobia is just as bad as anti-Semitism, that as an innocent Israeli life is as much a value as an innocent Palestinian life. And so I think people need to when the emotion dies down, really take a look at what he is saying and what he is doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "ACOSTA",
      "sentences": "All right. Molly, Ana ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "NAVARRO",
      "sentences": "But that's actually the one thing that happened to Ron DeSantis is that he had a Republican legislature that rubber stamped every crazy idea, including getting rid of the Disney District, restrictions on abortion, restrictions on history, restrictions on black and restrictions on so many different things that have ended up backfiring on him as he runs for president. So be careful ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "NAVARRO",
      "sentences": "... what you wish for because you just may get it in a legislature that rubber stamps every idea that comes out of your head might not be your best friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:59",
      "speaker": "ACOSTA",
      "sentences": "This week, the Rafah Border Crossing between Egypt and Gaza opened up for the first time since the war began to allow wounded Palestinians and foreign nationals to exit. Eleven-year-old Farah Salouha, an American, says she felt relief when she learned her name was on the list of those who could leave. But she's also leaving behind people in her family, including her father.(BEGIN VIDEO CLIP) FARAH SALOUHA, 11-YEAR-OLD PALESTINIAN-AMERICAN EVACUATED FROM GAZA: My dad told me to be safe and he hugged me and he kissed my forehead because he's very worried about me. He told me that he loves me and to stay safe and always remember. I'm very sad because I love all my friends, especially in school, because I was always happy with them and I miss being happy instead of just worrying about my safety all the time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}