{
  "date": "2023-06-21",
  "headline": "CNN News Central",
  "subHeadline": "Banging Sounds Heard As Crews Search For Missing Sub; Special Counsel John Durham Testifies Publicly; Millions Across The South Under Excessive Heat Alerts. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Soon, the U.S. Coast Guard will be giving an update on the search for the missing OceanGate sub. One key area of interest is, of course, at this point what officials say are underwater noises that were picked up and described as banging sounds that have been detected. But they so far, have not yet yielded any results that we know of.CNN's Paula Newton is following this in Ottawa for us. Paula, what is next for this rescue mission? PAULA NEWTON, CNN ANCHOR &amp; CORRESPONDENT: Yes, Kate. We just had an update from the Canadian Coast Guard, the Minister responsible. And remember it was a Canadian aircraft that first picked up those banging noises because they had dropped those sonar listening devices into the sea. And what she says, Joyce Murray, is that the John Cabot which is a Coast Guard ship has advanced sonar capabilities. She confirms it is on the scene right now. And in her words, they are going to double down now to see what can be done in terms of locating the submersible. At this point, she says obviously, they have to be cautious. But this kind of jives is what I've been hearing from Canadian officials in the last 36 hours in the sense that they heard those noises. And at that point, they knew they were doing the right thing, to pre-position all that equipment in the North Atlantic so that if they do locate the submersible that they have the capacity to bring it up as soon as possible. And, Kate, as we've been explaining, right, this is a race against time. And what they are hopeful about is the fact that they have two people on board, both the CEO of OceanGate Expeditions and also that French mariner who have so much experience. They are hopeful that they are the ones who were doing the banging, who were bringing up the noises not haphazardly, but in intervals. And they hope that that will also lead to you know more optimism in terms of actually rescuing these five passengers, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes. And, Paula, what are you hearing about the possibility that the oxygen supply could actually last longer than the estimates that have been put out so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "BOLDUAN",
      "sentences": "Yes. I mean, it can be as simple but it's almost impossible considering the circumstances is staying calm and consuming as little oxygen as possible while they're down there. As we were hearing from another ocean explorer who knew his (INAUDIBLE) very well -- very well, is -- was telling us earlier in the show is truly remarkable. Paula, thank you for the update. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "All right. So, if officials are able to locate the missing sub, they will then be tasked with the highly complex mission to recover the craft and those on board. There are very few assets in the entire world that can reach more than 12,000 feet below sea level where the Titanic lies. And even those that can, they can only travel about a thousand feet per hour, which means it could take 12 hours to reach the Titanic if it's at the bottom.Let's take a look at those machines, which are called remotely operated vehicles or ROVs. This is one that we know has been deployed to the search site now. ROVs are about the size of a cargo van and they're tethered to a surface ship with a two-inch thick cable which provides power and communication. U.S. military ROVs have electric motors and cameras but would not have the capacity to lift the submersible. That's where this piece of equipment that you see there could come in handy. Experts have suggested an ROV could attach a cable to what's called the flyaway deep ocean salvage system or FADOSS. It has the ability to lift loads up to 60,000 pounds and could potentially haul the submersible to the surface. But of course, they have to find it first. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "So many challenges there. Sobering. That is the word that Special Counsel John Durham used repeatedly in his testimony before House lawmakers this morning. Lawmakers are questioning Durham about his report that harshly criticized the FBI for its investigation into the 2016 Trump campaign and its alleged ties to Russia. His investigation, frankly, into the investigation.CNN's Sara Murray has been following today's hearing. Sara, what are the highlights?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "Well, look, unsurprisingly, we are seeing John Durham stick to the fundamentals of his report and stand by his criticism that there never should have been a full-blown investigation into the Trump campaign in 2016. Take a listen to how John Durham was talking about his findings today.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "JOHN DURHAM, SPECIAL COUNSEL",
      "sentences": "As we said in the report, our findings are sobering. And tell you having spent 40 years plus as a federal prosecutor, they were particularly sobering to me. None of my colleagues who spent decades in the FBI themselves. They were sobering.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "MURRAY",
      "sentences": "Now, of course, the lawmakers on the House Judiciary Committee are not just focused on the report. They're also focused on the politics of all of this. We heard from Democrats questioning John Durham essentially accusing Republicans of using all of this to try to draw attention away from Donald Trump's indictments and accusing John Durham of throwing dog whistles to the far-right.We also heard from House Judiciary Chairman, Jim Jordan, who is continuing to raise concerns about the conduct of the FBI. You know, he's been involved in this large-scale investigation into what he calls the weaponization of the federal government. And so, he's using this hearing to sort of drive home this point that there are still issues with the FBI even bringing home -- or bringing up the FBI search of Donald Trump's home in Florida, the Mar-a-Lago resort. We should note, this is a very different tone from what we saw when John Durham was behind closed doors yesterday with the House Intelligence Committee. We heard from the top Republicans and Democrats after that closed-door hearing yesterday. Both of them voiced concerns about how the FBI conducted itself and said there should be changes in the future. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "BERMAN",
      "sentences": "All right, this hearing continues. Sara, keep us posted on what else you hear. Thank you. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "MURRAY",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "SIDNER",
      "sentences": "All right, some of the other stories we're following for you from around the world this morning. An off-the-cuff comment from President Biden ruffling feathers in China as the U.S. tries to thaw relations with the economic powerhouse. President Biden compares Xi Jinping to a dictator at a fundraiser Tuesday. The response from Beijing was swift and it was angry. China's Ministry of Foreign Affairs called the comment extremely absurd and irresponsible.The US will send another $1.3 billion in aid to Ukraine and its fight against Russia. Secretary of State Antony Blinken made the announcement this morning in London. The financial assistance will help Ukraine overhaul its energy grid and modernize critical infrastructure. Also in Uganda, the Ugandan military says it has rescued three students who were kidnapped in Friday's attack on a school. A woman and two other children who had been abducted earlier were also rescued. They were being held by a rebel group in the Democratic Republic of Congo. A military spokesman says they killed two terrorists and recovered two guns. About 42 people including 37 students were killed in Friday's attack. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "BOLDUAN",
      "sentences": "Back here in the United States. We're watching some extreme weather again. Summer is here. And in the south, a dome of heat is bringing in the next round of extreme conditions. It's starting the season with dangerous record-breaking temperatures.More than 30 million Americans are under extreme heat advisories across Texas, Oklahoma, and New Mexico today. Heat index in some areas could reach as high as 120 degrees. In Texas yesterday, meteorologists, they were baking cookies in cars to show what they're dealing with there. CNN's Rosa Flores is back with us from Texas this hour. Rosa, what is going on right now? And what do you -- what are officials saying about all this on what people need to be prepared for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "Well, you know, Kate. Some people go to the sauna and they pay money. Well, here in Texas, it is free courtesy of Mother Nature. Right now, it is about 87 degrees, and it is so humid, you can feel it in the air just walking here along the beach. A lot of people will probably go into beaches like this one to try to cool off.In nearby Houston, it -- the temperature has not dropped below 80 in about a week. The temperature there is about 100, 101 but you add that humidity and it feels like -- and the heat index is about 110 to 115. That's why cooling centers have been opening up not just in this area, but all across the state of Texas. And the power grid has been of course asking for people to conserve energy. And, Kate, you mentioned that the National Weather Service in San Angelo, Texas had baked cookies in a car. Well, we're going tap them here in Galveston, Texas because I've got some double stops here, some Oreos, and some chocolate chips that have just been out here in the sun. So, we're going to make a test to see if these are a little melty. They are. So, there you go, Kate. A little melted chocolate. Not bad. The Texas heat will do this. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "BOLDUAN",
      "sentences": "The only thing I'm going to counter with is it has nothing to do with the Texas heat when you're dipping -- when you're giving Oreos and chocolate. Like it's just delicious in any state at any temperature, Rosa. But I totally agree.It's good to see you, Rosa. Thank you. John, I get Oreos and you get chocolate covered (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "BERMAN",
      "sentences": "She's totally making this up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "BERMAN",
      "sentences": "I mean, the Oreos and the chocolate chips have nothing to do with the story of like covering a hurricane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "BOLDUAN",
      "sentences": "What do you expect from people when we're talking about extreme heat? I understand Rosa. I see her and I also would like her Oreo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "BERMAN",
      "sentences": "No, I totally endorse what she's doing completely because you get hungry out there. Next time I do a hurricane, I'm going to dip it in and say look, it's all wet look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "BOLDUAN",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "BERMAN",
      "sentences": "Look how wet at all, I guess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "BOLDUAN",
      "sentences": "No. Yes. Actually, never mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:11",
      "speaker": "BOLDUAN",
      "sentences": "Do that one hundred percent, and please let me be working with you on that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:54",
      "speaker": "BERMAN",
      "sentences": "All right. Very shortly, we will get a live update from the Coast Guard on the latest in the search for the missing sub. This is we're hearing new firsthand accounts of what it is like to take part in this type of experimental adventure. One year ago, \"Simpsons\" writer, Mike Reiss was on the very same sub that is now lost in the Atlantic. Listen.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:04",
      "speaker": "REISS",
      "sentences": "So, that could -- I -- mostly you know, it's a very creepy feeling to think if they're alive down at the bottom of the ocean or something like that. And you know just knowing -- I don't think there's a way to get them out of the situation like that and that they'll just be sitting there for three or four days before the oxygen runs out. Very, very scary thought.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}