{
  "date": "2023-06-07",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Pope Francis to Undergo Abdominal Surgery; PGA Tour Partners with Saudi-Backed LIV Golf; Blinken Meets with Saudi Crown Prince; Strike Vote Underway for 340,000 UPS Workers. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "JASON CARROLL, CNN NATIONAL CORRESPONDENT",
      "sentences": "We were escorted off the property and told by the building's management that we were not allowed to speak with her.CARROLL (voice-over): Nilo's attorney says his client maintains his innocence and may fight how investigators obtained evidence in the case. JOSEPH CATALDO, MATTHEW NILO'S ATTORNEY: It seems that they obtain DNA evidence without ever obtaining a search warrant. If that turns out to be true, that's an issue that will be pursued vigorously. CARROLL (voice-over): Legal experts say publicly accessible genealogy databases have become an effective source for investigators to link DNA from crime scenes to individuals. Law enforcement officials in Boston say without it, the arrest of Nilo may not ever have happened. Jason Carroll, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "And we'll be right back after a short break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "Bringing you some breaking news now from the Vatican. We've learned Pope Francis will be undergoing abdominal surgery at a hospital in Rome. The Vatican says it's related to a hernia condition. The procedure is set for this afternoon and he'll be in hospital for several days for recovery. Stay with CNN for the very latest on this developing story.And actually we'll go now to our senior Vatican analyst John Allen who is in Rome for us. And John, how concerned should the faithful be about their pontiff's condition right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "NOBILO",
      "sentences": "And how are the responsibilities of His Holiness delegated in situations like this to ensure that he can get the proper care and rest and focuses on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "ALLEN",
      "sentences": "Well, his responsibilities really aren't delegated. I mean, the Catholic Church isn't like the United States where there is a vice president who can step in if the president is incapacitated. There really is nobody who can exercise the Pope's authority in the full sense.Now, of course, the Cardinal Secretary of State at the Vatican, Cardinal Pietro Parolin, is sort of the head of government. And the routine machinery at the Vatican will continue cranking along. But were the Pope to be incapacitated for a long period of time but is unable to make decisions. That could create a kind of crisis of government. But I think it should be stressed, we are not there yet. The indication here is, the Pope will undergo a general anesthesia this afternoon, but is expected to come out of it fairly quickly. During his recovery is expected to have full possession of mental faculties. So, we are not at that point yet where the question ought to be asked, who is really in charge. But you know, the possibility is there. We may get there one day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "NOBILO",
      "sentences": "John Allen live in Rome, thank you so much. And we will be sure to give you up dates as we receive them throughout the day.Now to a surprising new alliance in the world of golf. PGA Commissioner Jay Monahan has announced a partnership with its Saudi backed rival LIV GOLF. Monahan was harshly critical of LIV when it was launched last year. Citing Saudi Arabia's human rights record. And families' of 9/11 victims are speaking out against the commissioner. (BEGIN VIDEO CLIP) TERRY STRADA, CHAIR, 9/11 FAMILIES UNITED: Outraged, disappointed, angry, disgusted that Monahan could now sell the PGA to the kingdom of Saudi Arabia. They are a bunch of cowards. They've destroyed the PGA tour. It was dead as it was known before today. It is like I said, despicable. There's words I can't use on TV, but he really is the lowest, you know, scum of the earth at this moment. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "NOBILO",
      "sentences": "Quite a few golfers left the PGA tour last year to join LIV with its huge prize money and no cut events as incentives. And those who stayed loyal want answers. CNN's Brian Todd reports.(BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): A mega business deal that surprised everyone but the tightest power circles in the sport of golf. The U.S. based PGA Tour announces that it will partner with the rival tour it's been trying to fight off for a year, Saudi backed LIV Golf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "DAN RAPAPORT, GOLF JOURNALIST, BARSTOOL SPORTS",
      "sentences": "Just how fast and how stark the 180 happened is definitely shocking and the fact that nobody knew this was coming.TODD (voice-over): Last year LIV Golf succeeded in luring away top PGA players like Phil Mickelson, Bryson DeChambeau and Dustin Johnson. It reportedly offered superstar Tiger Woods between $700 and $800 million to join -- which Woods turned down. The PGA Tour fought tooth and nail to stem LIV Golf's momentum. Barring defecting players from competing in some PGA Tour events. Engaging in legal disputes with the Saudi tour. What change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "RAPAPORT",
      "sentences": "The money won out in the end. The Saudis had way more money than the PGA Tour. The PGA Tour I guess came to the conclusion that they couldn't continue to fight this fight. They just didn't have the resources to continue.TODD (voice-over): Now one of America's most iconic sports entities teams up with a tour backed by a well fund chaired by Mohammed bin Salman, known as MBS, the Crown Prince of Saudi Arabia. The man who U.S. intelligence said approved the operation which led to the murder and dismemberment of \"Washington Post\" columnist Jamal Khashoggi in 2018 -- which bin Salman has denied.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "CHRISTINE BRENNAN, CNN SPORTS ANALYST",
      "sentences": "Basically the headline is never mind. Everything that we talked about, the outrage of the PGA Tour. How they spoke about the 9/11 families and their concern about the murder of Jamal Khashoggi, that's all out the window. The PGA Tour has wimped out, let's just say it what it is.TODD (voice-over): A year ago PGA Commissioner Jay Monahan told CBS this about the Saudi golf tour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MONAHAN",
      "sentences": "We've recognized that together we can have a far greater impact on this game than we can working apart.TODD (voice-over): Analysts say the new deal gives the Saudis power they haven't had before in the world of sports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BRENNAN",
      "sentences": "They are leaping for joy. They are dancing through the streets. Because they have won.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "TODD",
      "sentences": "And it's not just golf where the Saudis have shelled out massive sums of money for high profile events and stars, what the critics call sports washing. They have invested huge sums of money in Formula 1 racing. Have lured tennis's big names to competing in tournaments there, have paid soccer's biggest stars hundreds of millions of dollars to compete there, and have even staged WrestleMania events.Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NOBILO",
      "sentences": "U.S. Secretary of State Antony Blinken met with Saudi Crown Prince Mohammed bin Salman in Jeddah. U.S. officials say the meeting lasted more than an hour and the two men discussed a range of regional and bilateral issues. This meeting is the latest step towards (INAUDIBLE) between the two countries.And CNN's Nic Robertson is here with more. Nic, President Biden pledged to make Saudi Arabia a pariah back in 2018 after the murder of Jamal Khashoggi. Relations certainly, on the face of it, seem strained still at times. But changes are happening. What will be achieved in these meetings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Well, Blinken was there for three days. Which is quite extraordinary really for the U.S. Secretary of State to actually stop in one country for that long. And I think that that tells you about the amount that he wants to achieve there and the fact that in many ways, you know, Saudi Arabia and Crown Prince Mohammed bin Salman are positioning themselves as the key diplomatic interlocutor. Whether the work the United States and Saudi have done on bringing peace to Yemen -- which is still a work in progress. They're talking about that. All the help that Saudi gave the United States in getting citizens out of Sudan over the recent months. There is a lot still to do.I mean, obviously, Blinken would love to convince the Crown Prince to bring down the price of oil by not reducing their output of oil by a million barrels a day. Which is what was agreed at the latest OPEC+ meeting which potentially and intellectually have pushed the price of gas up in the United States and helps fund Russia's war in Ukraine. There is a normalization with Israel that the United States would like Saudi to get on board with more. And then there is what Saudi wants and that old paradigm of security for oil that perhaps, you know, President Biden had originally seen as paradigm of the relationship between Saudi and the United States has shifted. So, his words that he will make Saudi into a pariah no longer can hold in the current environment. Where Saudi Arabia is diplomatically getting much closer to China, is looking to others than United States to be regional allies and brokers. So, you know, I think in that context so much has changed. And Blinken's length of his visit there and what he will achieve with it with the meetings on ISIS as well, all of that speaks to those issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "The deal to suspend the U.S. debt limit and cut spending is getting a positive review from Wall Street powerhouse Goldman Sachs. The bank has lowered its probability for a U.S. recession in the next year from 35 percent to 25 percent. Goldman Sachs also credits reduced stress on the banking sector, but it's also predicting another quarter point interest rate hike next month from the Federal Reserve.Author and TV personality Martha Stewart is on a so-called rampage to get Americans back to the office. In an interview with Footwear News magazine, Stewart slammed the hybrid work model, calling it ineffective. She says, quote, look at the success of France where their stupid, you know, off for August, blah blah blah. That's not a very thriving country. Should America go down the drain because people don't want to go back to work? According to new data, Average office occupancy is still about 48 percent of pre-pandemic levels. Hundreds of thousands of UPS workers are now voting on whether to authorize a strike that could put the brakes on the world's biggest package courier. CNN's Vanessa Yurkevich explains what's behind the move and what it could mean going forward. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "Bianca, voting is under way for 340,000 UPS workers on whether to authorize a strike if their union, the International Brotherhood of Teamsters and UPS cannot come up with a new contract by August 1. The strike authorization is expected to pass and is common during these types of negotiations. It does not mean a strike is inevitable. And the two sides are continuing to negotiate this week.Now, voting is happening in person both at local union halls and at the gates of UPS facilities and results will be announced June 16. A nationwide UPS strike would be the largest work stoppage in U.S. history. The union represents more than half of UPS's total global employee base which includes drivers and package sorters. Millions of Americans rely on UPS for their deliveries, including to stores, factories and offices. And at the heart of the negotiations for the union is improved pay and benefits and better working conditions. Including adding air conditioning in the panel trucks used for UPS deliveries which the union says poses a health risk for drivers. Now the two sides have been negotiating since April and UPS has said that they are committed to coming up with an agreement before that August 1st deadline -- Bianca. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}