{
  "date": "2023-01-24",
  "headline": "Connect the World",
  "subHeadline": "Germany Receives Poland's Request to Transfer Tanks; Ukrainian Report Outlines Wagner Mercenaries' Brutality; Three Back-to-Back Shootings in California; China Detaining Demonstrators after Zero COVID Protests; U.S. Senate Hearing on Ticketmaster Fiasco; Russian Intel Ordered Supremacists to Send Letter Bombs; Stolen Antiquities Are Back in Italy. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "GIOKOS",
      "sentences": "I'm Eleni Giokos. Hello, welcome to CONNECT THE WORLD. We are live in Dubai.The waiting game is on After Poland's formal request to Germany to transfer Leopard 2 battle tanks to Ukraine. Germany confirmed it received the request and will consider it with, quote, \"necessary urgency.\" Its government is under intense pressure to approve the transfer of tanks from Poland and other European nations. The Polish foreign minister is imploring Germany to join in and send its own tanks to Ukraine. Germany's defense minister indicated a decision will come soon. (BEGIN VIDEO CLIP) BORIS PISTORIUS, GERMAN DEFENSE MINISTER (through translator):  There is no new status yet. I have always said that I expect the training of Ukrainian forces on these tanks to start already. The decision will be taken shortly, I still assume that. What I want to emphasize again is what I said, I explicitly encourage the partner countries that have Leopard tanks that are ready for use to start training Ukrainian forces on these tanks already. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "GIOKOS",
      "sentences": "Well, the news on the tanks coming on the heels of a shakeup in the Ukrainian government. The resignations include the deputy defenseminister, deputy prosecutor general, deputy minister of development of communities and territories and president Volodymyr Zelenskyy's deputy chief of staff. The resignations follow allegations of corruption in a number of government departments. Frederik Pleitgen is aiding us this hour from Kyiv. Fred, always good to see you. Look, this is quite a list of resignations with allegations of corruption circulating. Government officials, how did this happen? What more do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, certainly, Eleni, I start with that first case, of that one governmentminister being taken into custody for alleged embezzlement. That really set up a cascade of resignations and of sackings on many levels here of government. You have for instance, the deputy defense minister, obviously a very important person right now, as Ukraine's defending against Russia's invasion. For instance, also deputy head of the presidential administration. This was someone who is extremely prominent here in Ukraine. In fact, last week, when we had that massive missile strike by the Russians on a building in Dnipro, that was the official the Ukrainian government sent out there to inspect what was going on and to make sure that the rescue operation had the necessary urgency. So certainly, on a lot of levels, you see this shakeup taking place. Even on regional levels, with some governors apparently also being relieved of their duties. It was quite interesting because an adviser to the president, to the presidency, Mykhailo Podolyak, he tweeted earlier today saying, all of this shows that president Volodymyr Zelenskyy feels the pulse of the nation, feels the pulse of Ukrainians. He added then that government officials need to understand that, right now in these difficult times, they have a job to do and they should not deviate from that. So it's clearly the Ukrainian central government, the presidency, understood or felt that there were people who were not up to that; maybe there are other things going on as well. And clearly making a point that now there is going to be this massive shakeup, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, and a much-needed distraction at this point in time, with so much that is facing Ukraine.The official request into Germany from Poland to send Leopard 2 tanks to Ukraine, the question now becomes, is Germany going to greenlight this step?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "PLEITGEN",
      "sentences": "On the other hand the Germans are saying they want something broader to happen. They say they're speaking also to the United States.They also want the U.S. to be fully on board with this. The Germans, for a very long time, have said that if Leopard 2 German-made battle tanks, which are their main battle tanks, are going to go to Ukraine, they also want the U.S. to send tanks to Ukraine as well. Now we know that up until now, the U.S. has said that it's not on board with that, believes that the U.S. made Abrams tank is not one that is suitable for the battlefields in Ukraine. It guzzles a lot of gas, very difficult maintenance. But the Germans, you know, have said there is a discussion going on. Right now, we just heard from that German government official, from the defense minister, saying that he believes a decision will be made soon. That is something the NATO secretary general has said as well. So you do feel the Germans understand the sense of urgency. But they want all of this to happen on a larger scale and with more countries involved. And of course, that is something that's extremely important to the Ukrainians as well. Right now, especially in the region around Bakhmut, we do have Russian forces making some gains. Those are led by the Wagner private military company, which has some very brutal tactics that they use, also complete disregard to their own losses. We actually got a document from the Ukrainian military outlining some of the tactics that the Wagner military group uses and, in general, how that group operates. Here is what we learned. (BEGIN VIDEOTAPE) PLEITGEN (voice-over):  As Russia's invasion of Ukraine falters, there is one group that is having some success on the battlefield:  the brutally effective Wagner private military company, led by Putin ally Yevgeny Prigozhin. \"Wagner, why are we effective and where does this effectiveness come from?\" he asks. \"First, we have been fighting for many years. Probably, we are the most experienced army in the world today.\" And Ukraine's leadership is alarmed by Wagner's success. CNN has exclusively obtained a military document outlining Kyiv's assessment of the group. There are also purely military reasons for Wagner's effectiveness, the document says, as the command structure and tactics currently employed are the only ones that are effective for the poorly trained mobilized troops that make up the majority of Russian ground forces. Ukraine's military filmed this video, showing Wagner's assault tactics, using waves of fighters trying to overwhelm and encircle a Ukrainian position. The tasks are said to be as primitive as possible. To achieve the goal, many assault groups are deployed and attacks can be carried out for a long period of time without regard to losses, the document says. The first waves are often convicts, essentially used as cannon fodder. The deaths of thousands of Wagner soldiers do not matter to Russian society, the military document asserts, and unauthorized withdrawal of a team or without being wounded is punishable by execution on the spot. Prigozhin makes no secret of the fact that losses don't matter to him. He recently visited a building where the bodies of the fallen were kept. \"Their contracts have ended, they are going home,\" he said. But he also claims to respect the Ukrainians defending against his mercenaries, saying they're fighting with valor. \"You need to be more careful to send them off in a dignified manner,\" he said, while recently overseeing an exchange of bodies between Wagner and the Ukrainian army. Internally though, it is a brutal regime. A pro Wagner social media channel recently posted a video of mercenaries using a sledgehammer to kill a former comrade who allegedly defected and criticized the group. The word is out on the battlefield, too; Ukrainian intelligence intercepted this call, that CNN cannot independently verify, of a Russian soldier talking to a friend about Wagner. (BEGIN AUDIO CLIP) UNIDENTIFIED MALE (from captions):  One rushed to the Ukrainians. The Wagnerites caught him and cut his balls off. UNIDENTIFIED MALE (from captions):  They sledgehammered one's head off. I saw the video. UNIDENTIFIED MALE (from captions):  Well, this one got his balls cut off. That's not a video, just like that. (END AUDIO CLIP) PLEITGEN (voice-over):  Still, Wagner's morale seems high, the Ukrainians say. The fighters are often better equipped than Russia's regular forces, thanks to what the Ukrainians claim is U.S. made technology. In contrast to the Russian armed forces, Wagner's main means of communication are American made radio relay stations and Motorola walkie talkies, the Ukrainian documents says. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "PLEITGEN",
      "sentences": "One of the other things, of course, we've been speaking so much here and generally on our air about, some of the infighting that's beengoing on between the Wagner group and their leader, Yevgeny Prigozhin and the heads of the Russian defense ministry. It seems as though some of the recommendations that the Russians are making, the military recommendations, is to use those brutal tactics that Wagner is using also for regular Russian military units as well. Obviously we know that those could mean massive losses on the Russian side, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "GIOKOS",
      "sentences": "Great reporting, Fred, thank you so much.In the U.S. state of California, communities are in shock after gun violence erupted three times in the span of just three days, leaving 19 people dead and many wounded. Multiple shootings happened Monday near San Francisco. Seven people were found dead in the coastal town of Half Moon Bay in two locations, a mushroom farm and a trucking facility. Just hours later and only about 60 kilometers away, another shooting; this time, one person was killed and seven were wounded in Oakland, California. Meanwhile, vigils and memorials continue in Monterey Park near Los Angeles where this most recent strain of tragedies began on Saturday night. The death toll from that shooting is now at 11. CNN's Kyung Lah describes the heartache being felt by the Los Angeles community. Let's take a look. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's like the center of the earthquake, right?You are right there. And you feel it, it shocks you more. KYUNG LAH, CNN SENIOR U.S. CORRESPONDENT (voice-over):  These are familiar images in today's America. At once felt so far away from Monterey Park. A city, that prides itself for being the country's first Asian majority suburb, a draw for immigrants searching for a bit of home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We want something really, really Chinese or Asian, we come here to Monterey Park, and you feel the sunset (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "LAH",
      "sentences": "Why is that important in this country to have a city like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The nominal is (ph) Asian people, they come here and see -- we see the signs. They have all the Chinese character there and alot of people, they don't speak English at all. They feel very comfortable to live here. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Additional units requested, multiple victims, gunshot wounds.LAH (voice-over):  The killer was not from the outside, he was one of them. Striking at a dance hall police say he knew and on a holiday weekend. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So sad because, of course, the life is most important for all the family's members. Sad is -- sadness has happened in the --especially in the lunar new year. LAH (voice-over):  The weekend marked the city's first Lunar New Year festival since the pandemic began and the ensuing fears caused by anti Asian racism. This lunar celebration was to be a return, a new beginning for Monterey Park. But this crime has begun a new sense of belonging here to a shared American nightmare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It just makes people feel nervous, right?Feel not at ease. Why this killer will do this? (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "GIOKOS",
      "sentences": "Kyung Lah is in Monterey Park for us.Tragic three days. California governor Gavin Newsom says he was meeting with the victims of the mass shooting in Monterey Park when he was pulled away to be briefed on the shooting in Half Moon Bay. So difficult to reconcile these incidents over the last three days. Could you give me a sense of what is going on? What the victims are telling you? And how the community is responding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "LAH",
      "sentences": "Some of them are second language English speakers.And living in communities where they don't experience a lot of these sorts of mass shootings, Eleni, you know, if you walk around and talk to people here, this is considered something where, you know, you hear about this in communities, perhaps white communities, a horror that is shared in other places. But for it to come here and to be from within your own people, that is what is hard to comprehend, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, really difficult to watch this playing out. Thank you so much for that update.Well, Veronica Miracle has the view from Half Moon Bay where an investigation into Monday's shootings is underway. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "VERONICA MIRACLE, CNN CORRESPONDENT",
      "sentences": "This mass shooting took place at two separate locations. And it all unfolded in a period of a couple of hours.The first call came in just before 2:30. Sheriff's deputies received a call of a shooting with multiple victims. When they arrived to that scene, they found four bodies and a fifth person who was still critically injured. Then a short distance away, they found another three bodies. All seven of those victims killed by gunshot injuries. Then, about two hours after that initial 9-1-1 call came in, the suspect was discovered by a deputy. He was sitting in his car apparently at a police substation. That is when 67-year-old Chunli Zhao was taken into custody relatively without incident. There is still no clear motive at this time. They do not know why this happened. But they do believe that Zhao worked at one of the locations where this took place, where those shootings took place. They also believe he acted alone, that there is no current threat to the community. Here's what the vice mayor had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "VICE MAYOR JOAQUIN JIMEEZ, HALF MOON BAY, CALIFORNIA",
      "sentences": "This is something we get to watch on the news. You never think that it's going to come and hithome. Today, we are on the news. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "MIRACLE",
      "sentences": "There's many disturbing similarities between the shooting here in Half Moon Bay and the shooting that took place in Monterey Park, just southof us in southern California only a couple of days ago. Both of the suspects in both of these mass shootings are older Asian men and both of them accused of going after other Asian individuals during what is supposed to be a joyful celebratory time for many Asian communities, just after Lunar New Year. Obviously very devastating for this community and many communities across the state and the country. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "GIOKOS",
      "sentences": "China looks dramatically different since it abandoned its rigid zero COVID measures last month. It was a major policy shift that came afterwidespread protests. Some people who took part in those rallies say they're still paying the price. Our Selina Wang spoke with a woman who says her friend seemingly vanished, leaving a chilling video behind. (BEGIN VIDEOTAPE) SELINA WANG, CNN CORRESPONDENT (voice-over):  \"If you're seeing this video, that means I've already been taken by the police.\" These are the chilling words of a young woman in China who took part in this demonstration in Beijing on November 27th. It was one of dozens of anti-zero COVID protests that erupted in cities across China. They're chanting that they don't want COVID tests. They want freedom. Police mind the streets but the mood was calm and peaceful. Many were there to mourn the lives lost and China's Urumqi city where a deadly fire broke out in a lockdown building. This 26-year-old woman, an editor at a publishing house said that is why she and her friends took to the streets. She said they follow the rules and didn't have any conflict with the police. Soon after filming this, she was arrested. She knew her time was nearing. CNN has learned from sources that weeks after the protest, police started rounding up her friends one by one. Most of them also young female professionals. We tracked down and interviewed one of her friends who's been tirelessly searching for her for not revealing her name or any of the sources we've spoken to because of concerns of retribution from the Chinese state. Authorities want to intimidate ordinary people, she said, they want to turn people into emotionless machines. We can't even gather together to grieve. Police swiftly crackdown on the protesters in some cities violently pushing and dragging the demonstrators but the Beijing protesters peacefully dispersed. Afterwards, police blanketed protest sites. In some places, authorities check cell phones for virtual private networks and track down participants with cell phone data. Soon after, China dropped its zero COVID policy and opened up. In his New Year's Eve address, Chinese leader Xi Jinping said it was \"only natural for different people to have different concerns or hold different views on the same issue.\" But behind the scenes, their loved ones say the retribution continues. \"She's paying a heavy price. We were born into this land so naturally we would want to make China better. But now I feel there's nothing that we can do,\" she says, breaking down into tears. Authorities have made no official comment about the detention and will likely never know how many people have been detained in connection with the protests if it's dozens hundreds or more. As people across China are celebrating the Lunar New Year with their newfound freedom. The young woman says the mothers of her and her friends want to know why their daughters were taken from them. In her final words in the video message, she made this call for help. \"Don't let us be taken away or convicted arbitrarily. Don't let us disappear from this world unjustly.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WANG",
      "sentences": "CNN has asked Beijing authorities for comment on the young woman you saw there along with the other detentions but we have not heard back. We'velearned she's one of eight people who have been quietly detained after the protests. People who know these women tell us they were confused as to why they were taken, describing them as young female professionals working in publishing, journalism and education, saying they are socially minded but not dissidents or organizers. Experts say the police may have been suspicious of young politically aware women. Chinese authorities have a well-documented history of targeting feminists and at least one of the women detained was questioned during her interrogation about whether she had any involvement in feminist groups -- Selina Wang, CNN, Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "JASON CARROLL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Scores of Taylor Swift fans still haven't shaken off the bitter feeling of being shut out of the popstar's upcoming tour this month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Ticketmaster takes the $490 out of my account but it, like, crashed.CARROLL (voice-over):  All that ire directed at Ticketmaster, which bungled the pop star's ticket sales so badly last November, it left thousands facing technical issues, such as canceled tickets, a crashing site and an artist beside herself over what fans endured to get tickets. Swift tweeted, \"It really pisses me off that a lot of them feel like they went through several bear attacks to get them. Some of those who did get them ended up paying thousands for resale tickets just to get a seat to see Swift.\" Now Ticketmaster is in the hot seat. Its parent company, Live Nation Entertainment's president and CFO Joe Berchtold will have to answer to a Senate Judiciary Committee about claims the Swift fallout is the result of anticompetitive conduct from a company with too much influence. SEN. AMY KLOBUCHAR (D-MN):  I have called for years for a change and maybe Taylor Swift fans will probably put it -- will finally put it over the edge. CARROLL (voice-over):  Berchtold is scheduled to testify Tuesday. Part of his planned testimony reads, \"In hindsight, there are several things we could've done better. We apologize to many disappointed fans, as well as to Ms. Swift.\" Antitrust experts say the real issue before Congress is whether Live Nation Entertainment is a monopoly, something critics say was created in 2010 when Ticketmaster and Live Nation merged. (MUSIC PLAYING) CARROLL (voice-over):  The Senate hearing welcome news to singer Clyde Lawrence, who penned an op-ed in \"The New York Times\" following the Swift fiasco, about what he called \"Live Nation's outsize influence on live music.\" His 2021 song, titled, \"False Alarms,\" included this lyric.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "CLYDE LAWRENCE, SINGER",
      "sentences": "\"Live Nation is a monopoly.\"CARROLL (voice-over):  Later today, he'll add his voice to those testifying in front of Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "LAWRENCE",
      "sentences": "At the end of the day, the fan is not getting a big enough piece of the pie when you talk about the amount that a fan spends to go to aconcert. That would be the kind of general point that we're driving home. (MUSIC PLAYING) CARROLL (voice-over):  While some industry insiders questioned how much one hearing is likely to change things, others say the Swift movement has already had an impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "MORGAN HARPER, AMERICAN ECONOMIC LIBERTIES PROJECT",
      "sentences": "This is going to be the first hearing that the Senate will be holding. And it shows that thisis a priority issue for folks who are on the Judiciary Committee and that they see that there are problems with the Live Nation Ticketmaster merger. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "GIOKOS",
      "sentences": "All right, well, CNN's Jason Carroll reporting there for us.We'll also be keeping an eye on that U.S. Senate Judiciary Committee hearing looking into the lack of competition in the ticketing industry. All right, let's get you up to speed on some other stories that are on our radar. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. I'm Eleni Giokos in Dubai, you are watching CONNECT THE WORLD. Let's get more now on those back-to-back mass shootings inCalifornia. We've been telling you about 19 people shot to death in just 44 hours in three separate incidents. Police say seven people were injured and one person was killed in a shooting Monday in the city of Oakland. Just hours earlier, about 64 kilometers away, an Asian American community was left reeling after seven people were killed in shootings at two locations in Half Moon Bay. A 67-year-old suspect is in custody. And in another Asian American neighborhood over the weekend, a 72-year-old gunman shot and killed 11 people during Lunar New Year celebrations in Monterey Park. Now you may recall, late last year, a number of letter bombs rocked Spain, targeting the Spanish prime minister as well as the Ukrainian and American embassies. U.S. officials are now tying those attached to Russian intelligence, saying officers ordered a white supremacist group to carry out that campaign. It is not clear whether the Kremlin or President Putin knew about this. U.S. officials say the attacks were intended as a warning to European governments that are back in Ukraine. CNN's Kylie Atwood is live for us that the U.S. State Department. Kylie, what do we know about the source of these letter bombs that have targeted, as we said, embassies and importantly the Spanish prime minister?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "GIOKOS",
      "sentences": "All right, Kylie Atwood, thank you so much for that.Up next, Hollywood's award season is in full swing. The Oscar nominations have been announced. When we come back, we will tell you who is celebrating and who got snubbed. Plus, champagne on ice, check; the golden crown, check. We'll tell you why the queen of snow is celebrating after this break. Stay with us. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. Now authorities say dozens of artifacts stolen for a New York billionaire's private collection are now back in Italy. The pieces are worth millions. But the cultural value is priceless. CNN's Barbie Nadeau has the story from Rome. (BEGIN VIDEOTAPE) BARBIE LATZA NADEAU, CNN CORRESPONDENT (voice-over):  These ancient artifacts worth some $20 million represent the latest success for Italy's Carabinieri's cultural heritage squad. Many were trafficked and ended up in the collection of American billionaire Michael Steinhardt, who has been banned for life from acquiring antiquities by the New York City district attorney. Among them, this fresco stolen from Herculaneum near Pompeii. And this bronze bust of a man dating back to around the 1st century CE or late BCE. They're back in Italy thanks to New York City's antiquities trafficking unit led by Col. Matthew Bogdanos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MATTHEW BOGDANOS, HEAD, NEW YORK CITY ANTIQUITIES TRAFFICKING UNIT",
      "sentences": "These are not just pieces of marble and limestone and frescos. These representour shared cultural heritage. In one respect, they belong to the world. But legally, from my purposes, they belong to the country of origin from which they were pillaged. The New York unit has carried out 75 raids and recovered 500 artifacts worth $55 million that have been returned to Italy, Bogdanos told us. But the real value is their place in Italy's rich cultural identity, Carabinieri cultural heritage squad commander Vincenzo Molinese says. Many of these pieces that were in museums and private galleries end up in storage facilities once back in Italy.",
      "isLastSentenceInterrupted": false
    }
  ]
}