{
  "date": "2023-09-11",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "U.S. President Joe Biden Leaves Vietnam for 9/11 Commemoration in Anchorage; Morocco Suffers a 6.8 Magnitude Earthquake; Spain's Top Soccer Official Quits After Infamous Unwanted Kiss at the Women's World Cup Final. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "OMAR JIMENEZ, ANCHOR, EARLY START",
      "sentences": "Right now on EARLY START, President Biden is leaving Vietnam where he's been trying to counter China's growing influence on the developing world. Plus, the desperate search for survivors in the earthquake rubble with more than 2,000 people already dead in Morocco. And Spain's top soccer official quits over the unwanted World Cup kiss he planted on a star player.Welcome to our viewers in the United States and around the world, I'm Omar Jimenez. We've got a lot to get to, so let's get into it. President Biden wrapping up his Vietnam visit by pulling another one of China's neighbor closer to the U.S. Biden is establishing Washington as a comprehensive strategic partner with Hanoi. That's Vietnam's highest level of diplomatic ties, and it puts the U.S. at the same level as China, Russia, India and South Korea. And this comes as Biden looks to counter China's influence in the developing world. CNN's Anna Coren is live in Hanoi, Vietnam, with more. So does this affect the U.S.-China relationship, and more significantly, does it affect the U.S.-China tensions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ANNA COREN, CNN CORRESPONDENT",
      "sentences": "Well, it's a very good question, Omar, I guess time will tell. China obviously watching this visit very closely. But President Biden will be returning to the United States with some multi-billion dollar deals. That is what is being signed here in Hanoi today. The largest being Boeing,$7.8 billion, fifty 737 Max aircraft will be sold to Vietnam Airlines.Other deals that have been done, Nvidia, Microsoft. We know that MCorp and Marvel have also done deals. So this has been highly productive. You know, this is obviously about trade and investment. But it's also about America diversifying its supply chain away from China. This is something that's very important, particularly when it comes to semiconductors, artificial intelligence and cloud computing. Something that President Biden said that they will be cooperating with Vietnam and investing here in Vietnam. But you also mentioned countering China's influence and its assertiveness in the region. And that is a huge problem for Vietnam, particularly in the South China Sea, which China is laying claims to islands that Vietnam sees as theirs. But we heard from President Biden, and he said that his administration is very much focused on this pivotal region, the Indo- Pacific region. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "All the effort we've advanced from day one of my administration to demonstrate to our Indo- Pacific partners around the world, United States is a Pacific nation and we're not going anywhere.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "COREN",
      "sentences": "Omar, President Biden wrapped up his trip by paying his respects at the memorial of his late friend, Senator John McCain who was shot down as a pilot here during the Vietnam war, and was held as a prisoner of war for some five and a half years. He said he did -- misses his friend, he's now at the airport waiting to board his plane, Air Force One where he will head to Anchorage for a 9/11 ceremony with the troops there in Alaska.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "JIMENEZ",
      "sentences": "For some perspective on what the earthquake and the aftermath has been like, I want to bring in Karim Fehry Fassy; Marrakesh resident, co-founder of Alice(ph), private travel agency. So Karim, for starters, how are you and your family, how are you holding up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "KARIM FEHRY FASSY, EARTHQUAKE SURVIVOR",
      "sentences": "Well, thank you first of all, but, you know, we cannot complain. We are safe, we are doing well. We live in the northern part of the city, so basically, respecting all houses and infrastructures, really respecting the anti-seismic standard and norms. So, yes, we feel -- we feel just bad for those killed and for those injured and mainly for those buried under the -- you know, constructions, and our mind is with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "JIMENEZ",
      "sentences": "And, you know, we've been showing some of the photos and video that you shared with us. What do you remember about what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "FASSY",
      "sentences": "Oh, we were watching a movie,  my wife and I, and my daughter as well. We were on the first floor, and funny enough, when it happened, I was speechless. I was traumatized to be honest. And I looked at my wife and reacted like in a way, is this the movie happening or is it the craziness of the movie? And she just screamed and saying, earthquake, and my daughters came down.At the same time, the light was gone, so there was no lights. We couldn't see anything. And we just -- my duty with my wife was to secure the kids. And we went out, out of the house, we stayed there from 11:15 until 1:00 in the morning. And we slept in the car, honestly, until 4:00 a.m. And by 4:00 a.m., we decided to return back to the house. We slept there.  But only by next day, we realized -- we started to realize what's happened. And it was very hard especially when we saw and we listened to those in the high Atlas Mountains how difficult was their experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes, well, you know, to see the images that have come out in just a short amount of time, you know, I'm glad you and your family are safe. And, you know, the rescue efforts are ones that are going to take a lot of focus to try and make sure that the recovery goes well. Karim Fehry Fassy, thank you so much for the time. Again, best wishes to you and your family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "FASSY",
      "sentences": "Thank you so much, thank you, thank you, Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "AMANDA DAVIES, CNN WORLD SPORTS HOST",
      "sentences": "Good morning, Omar, yes. The Spanish prosecutors very much carry on with that investigation in gathering the evidence for their criminal case. The Spanish Football Federation, though, are going to hold elections looking for a new president. But the outgoing President Luis Rubiales remains defiant, protesting his innocence, despite having handed in that resignation.For so many people, this is a call that he has made three weeks too late after that incident on August the 20th. Here's a man who was suspended by world football's governing body, FIFA. He was facing calls from his own federation to resign. He had 81 Spanish players refusing to play under his leadership for the national team. And then on Friday, as you rightly mentioned, the Spanish prosecutors opened that criminal investigation. And I have to say the manner of this resignation, for so many of his critics will not have done him any favors. The statement he issued at the same time as a headline- grabbing interview television interview with Piers Morgan made no mention of the historic Women's World Cup winning side. It made no mention of Jenni Hermoso. There was no acknowledgement of any wrongdoing or apology issued. The statement said in part this, \"it's evident I can't continue in my position to insisting waiting around and holding on to that won't contribute anything positive, neither to the federation nor to Spanish football. Among other things because there are actual powers that will prevent my return. My daughters, my family and the people who love me have suffered the effects of excessive persecution as well as many falsehoods. But it is also true that on the street, more and more every day, the truth is prevailing.\" He said, \"I will defend my honorability. I will defend my innocence.\" You know, he has gone from his post, but the players at this federation have called for a much bigger cultural change. And the interesting thing here is the one thing he specifically  mentioned in his resignation statement was a World Cup bid for 2030, which is Morocco, Spain and Portugal. The fact that, that is being mentioned specifically really indicates that sports politics, sports culture, sports structures are perhaps much harder to change than just removing one man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "JIMENEZ",
      "sentences": "Welcome back, 22 past the hour. And we're going to take you to quick hits across America now. Police say the search for escaped killer Danelo Cavalcante in Pennsylvania is now a nationwide manhunt. Officials say he stole a van and fled north after changing his appearance on Sunday.Virginia Governor Glenn Youngkin has pardoned a father arrested for disorderly contact at a school board meeting in 2021. It was the focus of Youngkin's push for parental rights which helped fueled his win as governor. And New Mexico's governor is ordering a temporary suspension of open and concealed carry-guns in Albuquerque area. And this comes after a series of deadly shootings there, some involving children. We're also tracking Hurricane Lee churning in the Atlantic, it's now a Category 3 as it approaches Bermuda later this week. Let's get to meteorologist Derek Van Dam. So, Derek, will this actually be a threat to people? What do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "DEREK VAN DAM, METEOROLOGIST",
      "sentences": "Well, Bermuda, yes, definitely --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "JIMENEZ",
      "sentences": "Oh, of course, concern no matter what, but I know you'll stay on top of it. Derek Van Dam, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "VAN DAM",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "JIMENEZ",
      "sentences": "Coming up, what was behind the abrupt end to President Biden's press conference in Vietnam? And the White House defends its G20 statement about Ukraine. We'll tell you why they're having to defend it. Details just ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}