{
  "date": "2023-12-25",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: 70 Killed In Israeli Airstrike On Gaza Refugee Camp; Pope Francis Delivers His Annual Urbi et Orbi Blessings; Kremlin Critic Alexey Navalny Located At Siberian Penal Colony; Massive Migrant Caravan In Mexico Heads To U.S. Border; Trump Asks Federal Appeals Court To Grant Him Immunity; Efforts Underway To Restore Neon Signs In Havana. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:29",
      "speaker": "BIANNA GOLODRYGA, CNN INTERNATIONAL HOST",
      "sentences": "Hello, and welcome to all of our viewers around the world. I'm Bianna Golodryga in New York.Just ahead, Israeli airstrikes continue in Gaza as the pope calls for a ceasefire and the release of hostages. Thousands of migrants are joining a caravan headed towards the U.S. as local authorities warn they can't handle the surge. And bright lights are coming back to Havana. We'll take a look at efforts to restore neon lights and the Cuban capitol. Pope Francis is using his Christmas a message to focus on the Israel- Hamas war and pleading for an end to the violence. Israeli Prime Minister meanwhile is vowing to continue the quote long fight after returning from a trip to Gaza. It comes as the death toll there continues to skyrocket and a warning the images we're about to show you are disturbing. On Sunday at least 70 people were killed at the Al Maghazi refugee camp in Gaza according to the Hamas run health ministry. This video shot by a CNN crew shows casualties from the strike. The IDF says that it is reviewing the incident. Will Ripley joins me now from Tel Aviv. So Will, just as we were coming on air, the Hamas controlled health ministry raised the number of those killed in central Gaza to 250 saying that 500 have been injured in the past 24 hours alone a deadly weekend, both in Gaza and for the IDF.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:29",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "And that makes this this past 24 hour period. One of the deadliest days in this 80- day war that has now claimed an absolutely incomprehensible 20,674 lives according to the Hamas controlled health ministry in Gaza.Those 250 people killed in several areas of central Gaza, which is where the Israeli military is moving its military operation now after they say they have secured operational control of Northern Gaza. And to prove that for photos and meetings with soldiers, the Israeli sending their Prime Minister Benjamin Netanyahu, they just released those images within the last hour or so, where he talks about the fact that this war is going to continue. Israel is going to keep fighting they're gonna keep fighting until they say they eliminate the Hamas leadership, which continues to find ways to survive despite the bombardment with thousands and thousands of bombs, many of them huge, leaving massive craters, the kind of 2000 pound made in the USA dumb bombs that have a kill radius of 1,000 feet according to a recent CNN investigation, working with a think tank and using AI analysis. But even though the bombs are falling in Gaza, and that's where the majority of people are dying, the effects of this war are spreading throughout other areas including on the occupied West Bank, we went to Bethlehem the biblical birthplace of Jesus, which is supposed to be a place where crowds are packed where they celebrate on this Christmas day. But what we found is something much, much different. (BEGIN VIDEOTAPE) RIPLEY (voice-over): Christmas just canceled in Bethlehem. Church bells ring, but no one's listening. The season's magic missing from manger square, along with the Christmas tree and dangling decorations. In the biblical birthplace of Jesus only sadness fills the air. ALI THABET, BETHLEHEM RESIDENT (through translator): My son asked me why there's no Christmas tree this year. I don't know how to explain it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:29",
      "speaker": "RIPLEY",
      "sentences": "Are you sad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:29",
      "speaker": "THABET",
      "sentences": "Of course. Of course I'm very sad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:29",
      "speaker": "RONY TABASH, SHOP OWNER",
      "sentences": "The root of the tree, you see, and we carve it in it look, the nativity scene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:29",
      "speaker": "RIPLEY",
      "sentences": "Beautiful.RIPLEY (voice-over): Bombs may not be falling here, but everyone feels the fallout.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:29",
      "speaker": "TABASH",
      "sentences": "Since three months. Honestly, we don't have one sale. I don't want to keep my father at home for not to give up from home.RIPLEY (voice-over): Hope, is in short supply in Bethlehem. For businesses banking on a busy Christmas, no comfort and joy, only silent nights. The usual crowds, gone. Shops and restaurants, shuttered. The handful still open, empty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "RIPLEY",
      "sentences": "When you see it empty like this --REV. SPIRIDON SAMMOUR, GREEK ORTHODOX NATIVITY CHURCH: I have never seen that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "RIPLEY",
      "sentences": "Never seen it this empty?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "SAMMOUR",
      "sentences": "Like this year, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "RIPLEY",
      "sentences": "The restaurants, the hotels, the shops, the square, emptiness surrounds you here in Bethlehem. Perhaps nowhere do you feel it more than here, the Church of the Nativity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "SAMMOUR",
      "sentences": "It's very bad.RIPLEY (voice-over): Father Spiridon Sammour has been in Bethlehem since 1970, 54 years. He's never seen a Christmas season like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "SAMMOUR",
      "sentences": "The Christmas is joy, love and peace. We have no peace. We have no joy.RIPLEY (voice-over): Long lines usually wrap along the basilica. The grotto, always standing room only. Now, you can practically hear a pin drop. Priest are still praying; praying for all this madness to end. But these days, only God is listening. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "RIPLEY",
      "sentences": "Unlike the more than 2 million people living in Gaza who are suffering from acute food insecurity right now the people we met in Bethlehem say they have enough to eat. But for those that rely on the visits by tourists and pilgrims, they say if this stretches on longer into Easter and beyond, while they wonder if they will also be hungry, just like all of those people right now who are on the borderline of starvation if not already starving in Gaza. Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Will Ripley reporting live for us from Tel Aviv? Thank you.Pope Francis called for a ceasefire in the Israeli-Hamas war during his annual blessing from St. Peter's Square. He also called for peace in Ukraine and to an end to the conflicts around the world in general. CNN's Christopher Lamb reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "CHRISTOPHER LAMB, CNN VATICAN CORRESPONDENT",
      "sentences": "Pope Francis has used his Christmas Day message to call for a ceasefire in the Israel and a mass war. And for an end to conflicts that are taking place across the globe. The pope made his remarks in his Christmas Day Urbi et Orbi message, which means to the city of Rome and to the world. And in those remarks, he called War and inexcusable folly, and said that the world should say no to war.The Pope prayed for an end to military operations that are taking place in the Israel and Hamas conflict. And he also reiterated his appeal for hostages to be freed. Now the Pope's remarks on hostages come a day after Sarah Netanyahu, the wife of the Israeli Prime Minister Benjamin Netanyahu, had written to Francis asking for his assistance in trying to free those hostages taken by Hamas and being held in Gaza. Elsewhere in his address, the pope called for peace in Ukraine, and through -- an end to conflicts in Syria, and in Africa, in the Democratic Republic of Congo, and in South Sudan. The Pope, who recently turned 87 years old, delivered his remarks from the balcony overlooking St. Peter's Square. Francis has recently had a bout of ill health, having contracted bronchitis but the pope seem to be recovered from that and was able to deliver his remarks without too much difficulty. France has also criticized strongly the arms trade which he said was profiting from wars across the world. And he said that children being caught up in these conflicts were the little Jesus's of today. Christopher Lamb, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "GOLODRYGA",
      "sentences": "Well, questions concerning the whereabouts of Kremlin critic Alexei Navalny in the boning I have now been answered. We are told that he has been moved to a penal colony in a remote Arctic region of northern Russia where conditions are known to be extremely harsh.It is called a Polar Wolf. His lawyer visited the activist earlier Monday and reports that he is doing well. Two weeks ago his lawyer said they had lost touch with Navalny at a prison east of Moscow. His disappearance came just days after Russian President Vladimir Putin announced that he would run for reelection next March. CNN's Nada Bashir is tracking the story from London, and joins us now. So Nada, reassuring news that Navalny has been located and per his lawyer who has seen him so that he is in fairly good condition. The alarming news is the penal colony that he has been sent to what more do we know about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:06",
      "speaker": "GOLODRYGA",
      "sentences": "Now concerned for his whereabouts echoed even from the Biden administration Secretary of State Blinken tweeting over the weekend that the U.S. is indeed concerned about the whereabouts and safety of Alexey Navalny. Now he has been located but the concern continues about his imprisonment there and the conditions that he will be facing.Nada Bashir, thank you. Well, for the first time ever, Ukraine is officially celebrating Christmas Day on December 25. A new law changed the state holiday this month departing from the Russian tradition of celebrating on January 7, it's part of a cultural shift away from Moscow after its invasion nearly two years ago, President Volodymyr Zelenskyy says Ukraine is praying for peace, for justice and for life. (BEGIN VIDEOTAPE) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): In the end, darkness will lose evil will be defeated. Today, this is our common goal, our common dream. And this is what our common prayer is for today for our freedom, for our victory, for our Ukraine for the day when we can all come together at home in a peaceful year of a peaceful Christmas and say to each other Christ is born. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:46",
      "speaker": "GOLODRYGA",
      "sentences": "Right now thousands of migrants are heading through Mexico on what's being called an exodus of poverty. They are on their way to the U.S. border. Organizers say they are fleeing inhuman conditions in places like Cuba, Haiti and South America.In the U.S. meantime, authorities in the border town of Eagle Pass, Texas say they're completely overwhelmed by the influx. Border security officers say that many as many as 12,000 migrants across the U.S. along the southern border each day. CNN's Rafael Romo is live near the U.S. Mexican border in Eagle Pass, Texas for us. So Raphael, I know you've spoken with officials, they're working on the border and also those migrants who are risking their lives trying to come in what have you been told?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:46",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDENT",
      "sentences": "Yes, Bianna, law enforcement officials here at the local level are overwhelmed because this is a very small city. 30,000 people right at the U.S.-Mexico border. They don't have the resources to deal with the thousands upon thousands of people arriving here.When I spoke with you earlier, this holding area behind me was (INAUDIBLE), and you can probably now see the shiny spots behind me those are migrants. When they come to this area they're given mylar blankets because it's a rather cold day here. And this is not the end of it. As a matter of fact, there's another caravan coming this way that will get here the next few weeks. That caravan departed Tapachula, Mexico on Christmas Eve, that's the city at the Mexican border with Guatemala. We're talking about thousands of migrants who will be here at the U.S. southern border, like I said before, in the next few weeks, in addition to the ones that have already arrived here, we're in Eagle Pass. This is at the border with Mexico. The river is right behind me and this is a community that has been seeing this problem for weeks now. And what you see behind me this holding area, the migrants once they surrender to immigration officials, either at points along the border, or at a port of entry wait to be to be processed. This is where they wait. Troy Miller, the interim director for Customs and Border Protection earlier said that the influx of migrants they're currently seeing across the Southwest border is presenting a serious challenge to CBP personnel. This new migrant surge is also putting a lot of pressure on local law enforcement. This is what Maverick County Sheriff Tom Schmerber had to say about this great challenge. (BEGIN VIDEO CLIP) SHERIFF TOM SCHMERBER, MAVERICK COUNTY, TEXAS SHERIFF'S DEPARTMENT: The law enforcement side we're suffering because we don't have the manpower to take care of what we call the local business, the criminal elements and then the immigration problem. So it's costing us a lot of manpower. And of course, the federal government and the state Khufu (ph), you know, they're not here in the river like they supposed to be. They're processing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:46",
      "speaker": "ROMO",
      "sentences": "How many immigrants have entered the United States recently you may ask well, according to the latest figures released by Customs and Border Protection, nearly a quarter of a million people were detained at the U.S. border with Mexico during the month of November.In a statement CBP said that U.S. Border Patrol apprehensions so far in fiscal year 2024, which as you know, started on October 1st are lower than at this point in the previous fiscal year. But it remains to be seen if that changes once December figures are included. Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Beyond the main thing that this does is it throws the trial timeline into question. Right now there is a trial for Donald Trump set in Washington D.C. related to his actions after the 2020 election trying to derail the congressional certification of the presidency, the transfer of power to Joe Biden, that was set to go to trial March 4.And now because the appeals court is looking at this big constitutional question of presidential immunity, can Donald Trump be tried for these alleged actions, these alleged crimes? That question needs to be resolved by the appeals courts, so that Trump could either sit for trial or be excused from that trial. At this point in time, the appeals court in Washington DC that has this case now, it's the middle court of three courts. There's the trial court below the Supreme Court above this middle court. They have arguments scheduled for January 9, and I've already indicated that they want to move quite fast on making a determination there. But whatever happens with that court, it then will very likely go to the Supreme Court, because as Trump's team points out, and as the Special Counsel points out, as well, no former president has ever been charged with a crime in federal court like this before. And so there is a big legal issue that has to be determined at some point, is there some sort of protection around the presidency, that would excuse Trump from going to trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "So we're gonna look at a number of ways either the Supreme Court kicking down the can down the road for a case that will inevitably come to them they have to decide on or they may not take it up at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "POLANTZ",
      "sentences": "That's possible, too. And one of the things that happened here was that after there was a ruling in this case, where the Judge Tanya Chutkan, who's overseeing the trial of Donald Trump, she said, No court has ever allowed this level of immunity around the presidency. There's no way that this is what the people who wrote the Constitution wanted for the President.So no, you're not immune. After she said that, it basically went on this two tracks. At the same time, the special counsel's office went straight to the Supreme Court, and Trump's team went to this appeals court that the case is still in front of what will happen now is the supreme court is not ready to take the case. And so in the legal world, they're just going to develop the arguments a little bit further, there will be more judges looking at this issue. There will be more judges writing about it. There will be oral arguments in two weeks time. And so all of that will take place before this issue goes back very likely to the Supreme Court where they'll have to decide whether to take the case again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, at some point this question will have to be answered whether by the appeals court or ultimately the Supreme Court, fascinating to see unfold in real time.Katelyn Polantz, you've been covering this for us. Thank you. We appreciate it. Still to come for us, a blast from the past lighting up the night. We'll go to Havana, Cuba to see how some people are restoring part of that city's history. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "ADOLFO NODAL, HABANA LIGHT PLUS SIGNS",
      "sentences": "Cuba was an early adopter of Neon. It rivaled Paris and New York in terms of the amount of neon.OPPMANN (voice-over): Enter Adolfo Nodal. He co-founded a small band of mostly U.S. and Cuban neon enthusiasts who have made it their unlikely mission to rescue as many of the signs as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "NODAL",
      "sentences": "It helps to see the city in a new way. It brings back a lot of the memories of the city. People remember these signs from the '30s and the '40s in Havana as well.OPPMANN (voice-over): The artisans who search out and repair the signs, it's a labor of love that can take months. It depends on the complexity of the metal structure, if it's in good condition, she says. If we have to make new parts, it depends on the availability of the raw materials. Unfortunately, none of these items you can find in this country and they have to be imported. Repairing Havana's neon signs can seem like a quixotic pursuit in a city where aging buildings collapse every day. And even when they are restored the signs often stay dark during the regular power cuts here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "OPPMANN",
      "sentences": "The sign restorationist say that fixing up the sign is just the beginning of a transformation. The people are more likely to walk down a well-lit street and less likely to throw trash on the ground. And that what they're hoping with Cubans is not just a restored sign but a little bit of hope as well.OPPMANN (voice-over): Nodal says the signs are his small gift to the homeland he left at a young age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "NODAL",
      "sentences": "I'm Cuban-American and I wanted to come back and make a contribution to my country. And I'm a neon guy, so I figured that neon would be a wonderful thing to do and it goes in keeping with the history of Havana.OPPMANN (voice-over): His team's dream as they slowly bring the lights back is that neon signs are not just part of the city's past but also its future. Patrick Oppmann, CNN, Havana. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}