{
  "date": "2023-04-06",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "T.N. House Expels One Democrat; Discussing Resolution To Expel Another; Biden Administration's Review Blames Trump's Decision For 2021 Afghanistan Withdrawal; TN House Expels One Democrat; Discussing Expulsion Of Another; Judge Overseeing Trump Case Made $35 Donation To Dems In 2020; IDF: Israeli Forces Strike Targets In Gaza. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "They're obviously trying to draw attention to this. The question is, what happens after this? Well, there be a discussion or trust about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "ZELENY",
      "sentences": "-- gun bills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Yes. And we're going to about to listen to state Representative Gloria Johnson, who is going to speak in her own defense and talk about why she should not be expelled. She's being -- there are being questions asked of her by her colleagues. Let's listen in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Representative Windle (ph)? Representative Windle. By Representative Windle.Hang on. Hey, stop Mr. Clerk, please stop clock. Mr. Windle, please, that is not appropriate. The suspension of the rules request, Mr. Clerk, can we just go back over what that was now? It's -- one second, one second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "All right, we're going to be watching the proceedings here just to bring people up to speed, State Representative Gloria Johnson, again, just like a former State Representative Jones, not born in Tennessee, moved to Tennessee to go to college, he went to University of Tennessee at Knoxville, became an activist, more traditional path for her, Knox County Democratic Party Chairwoman and then elected to the Tennessee House, which includes Knoxville, Tennessee. And she and two of her colleagues in the wake of that horrific covenant school shooting, Christian School where three little babies, three nine year olds, and three students -- three faculty and staff were murdered by a disturbed individual. She took to the floor in a disruptive manner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I can't hear you guys. UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And Jeff Zeleny, this is not just a story. This is -- I agree with you, this is a story about the extremism of our politics and gerrymandering and catering to the social media and the like. It's also a story about frustration about all the gun violence in this country, and about the fact that there appears to be so little that people are willing to do to protect kids in school, kids in school.And again, I'm not talking about liberal prescriptions or conservative prescriptions. I'm just talking about people trying to solve the problem. We saw some measures taken by Republicans and Democrats in the U.S. Senate last year, and there was, you know, there were some steps taken. In Florida after the Parkland shooting, the Republican legislature and the Republican Governor, Rick Scott, passed some legislation trying to solve the problem, making schools harder targets and changing some of the gun laws. But here in Tennessee, the passion on the Republican lawmakers side is in expelling these three Democrats not trying to solve this problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "ZELENY",
      "sentences": "Without a question. And this is something that will be fascinating to watch what happens after all this. Because in Tennessee, Governor Bill Lee, he actually proposed earlier this week a $205 million school safety plan. He's very deeply connected and touched by this covenant shooting. His wife's best friend was one of the slain school teachers there.So, look, what comes after the shouting, what comes after this? Can there be any common ground found on this? But the protesters out there, they may be Democrats in the rotunda of the Capitol, but they share the views of Independents and Republicans. There's bipartisan, broad anger out in the country that our elected officials have done very little to address this. And the red flag laws exhibit A of that, that was a key part of the bipartisan congressional legislation that President Biden signed into law. And that is not being implemented. In fact, it's being blocked in some states across the country. So, one thing more important is what happens after this expulsion. This is simply an unfortunate sign of our broken politics in this country that we're going to see play out probably two more times today with two more expulsions here of the law makers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:20",
      "speaker": "AUDIE CORNISH, CNN HOST, THE ASSIGNMENT WITH AUDIE CORNISH",
      "sentences": "Well, it's actually fascinating to see a young lawmaker in this moment in this State House for people who know anything about the civil rights movement of the '60s Fisk University, which is one of the oldest universities in Nashville and is where Mr. Jones went to school has a long history of kind of civil rights activism, Diane Nash and Freedom Writers, et cetera.But the other interesting thing, as someone who's lived in Nashville, is this has been a long time brewing and coming. You mentioned the gerrymandering earlier, that was a really big deal. Nashville's a big county splitting it into three into areas that could be more easily won by Republicans, that had an effect. You know, that really was a long brewing battle that didn't come to national attention. And I think what we're seeing now is the spilling over of long-time tensions in the state between the rural and suburban and ex urban districts, which are pretty red and became even more so from the Obama years through the Trump years, and the very blue kind of capital, which we see this pattern and so many other states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:09",
      "speaker": "RYAN YOUNG, CNN NATIONAL CORRESPONDENT",
      "sentences": "How painful has this last week been to be a member of this body. And instead of talking about those dead children, dead people to be focused on maybe something that none of you expected before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:09",
      "speaker": "PEARSON",
      "sentences": "No, it is painful to be a member of this body because of the silences that the members of this body take, the silence on gun reform, the silence on actually doing things that protect communities that make us safer, the silence about expanding healthcare access, the silence about doing things to ensure all children have equitable educational opportunities, the silence about the lynchings that are occurring in our state due to police brutality. We are tired of the silence that is going on in this place.And the reality is there are some people who are silent, they're dead. The three nine-year olds who will never serve in this general assembly, who'll never be able to march, who will never be able to protest, who will never be able to raise their voice about this issue. There are three folks 60, 60 and 61 who were just going to work to serve children who are dead, because someone with an assault rifle went into the school and shot 152 rounds. What reason does any reasonable person have to have an assault rifle? They're only intended to kill people and police officers. And yet, we have folks who are beholden to the NRA, folks who are beholden to gun lobbyists like the Tennessee firearms Association, folks who don't care about the children that we lost, don't care about the classmates we lost don't care about the people in our communities that we lose every single day when we turn on the news, because they rather support a status quo that kills us than do the work of justice or creating legislation that helps to save us faster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Justin, what would be your message to the Speaker of the House today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:09",
      "speaker": "PEARSON",
      "sentences": "The Speaker of the House is leading an undemocratic institution, he is leading a political lynching of people who have already been persecuted for being women, for being black, for being young, gifted and talented. The Speaker of the House is a problem in the state of Tennessee, and he is not a dictator, he is not like God, as Representative Jones said, and yet that is the way that he is operating. And that needs to change.And the people of Tennessee have a responsibility, a moral responsibility to continue to come, continue to speak up and to continue to fight to get just legislation to end gun violence in our state. And that's to push the speaker and every leader and everybody in the Republican Party who voted in a partisan way to expel the members of this legislature.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "After what happened to Representative Jones, do you have any belief that you will not be expelled later tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:09",
      "speaker": "PEARSON",
      "sentences": "I do not have a belief that people can know that children are dying, know that people and communities across the state are dying and they still choose to do nothing. They'd rather support the NRA. They'd rather call children who are nine and 10 and 12 and 13 insurrectionist. Saying that they are as violent as the folks on January 6 who killed police officers, who killed fellow Americans. They're calling children insurrectionist in the state of Tennessee, because they don't want to see justice come here. And that's a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:09",
      "speaker": "YOUNG",
      "sentences": "When you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:09",
      "speaker": "PEARSON",
      "sentences": "I have to get back in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:09",
      "speaker": "YOUNG",
      "sentences": "No problem. Thank you so much for stopping.So, Jake, as you saw, he walked out. And we wanted to get an opportunity to talk with him so he can tell how fired up he is about what's been going on. We're going to walk back in right now to show you where the protesters are. You can see the state troopers and the Capitol police that have lined up. And they're obviously making sure that people who are part of the public can't cross certain lines. But the passion still remains here. We wanted to bring that to you as live as quick as possible. And the -- just the motion here is overpowering. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:09",
      "speaker": "TAPPER",
      "sentences": "All right. We're going to listen in on this floor of the State House right now where State Representative Gloria Johnson is taking questions from her colleagues about whether or not she should be expelled. Let's listen in.GLORIA JOHNSON, (D) TENNESSEE STATE HOUSE: -- spoke, they were not yelling because this microphone was on. And as long as this mic from was on, and I don't even remember which colleague it was, I stood with them. But as long as this microphone was on, they only -- that -- they spoke to the microphone and did not yell. When the microphone was cut and the speaker called recess, when the speaker called recess, I think that's when the megaphone came out, but I absolutely never yelled. This is about me as I understand it with this resin (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Representative Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "JOHNSON",
      "sentences": "It is correct that a small megaphone was used. And yes, I stood with my colleagues. But the video showed what I was doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Represent Bulso.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "BULSO",
      "sentences": "Thank you, Mr. Speaker.In the video shows that you were chanting with your colleagues, correct? UNIDENTIFIED MALE: Representative Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "JOHNSON",
      "sentences": "I believe that the charges were that I was yelling, and I was not yelling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Representative Buslo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "BULSO",
      "sentences": "Thank you, Mr. Speaker.But my question, Representative, was this, do you agree that you were in the well chanting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Representative Johnson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "JOHNSON",
      "sentences": "I agree that I was in the well, but I can tell you that my voice was no louder than the members having conversations all around this room during the recess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Representative Bulso.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "BULSO",
      "sentences": "Thank you, Mr. Speaker.Well, let's put volume to one side. We saw on the videotape didn't -- did we not, that you were chanting quote, \"enough is enough,\" close quote",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Represent Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "JOHNSON",
      "sentences": "That's probably true. Yes, but it was not yelling. And my voice was no louder than the conversations going on this room, even occasionally, some yelling a little bit across the floor to each other, that was also going on. I stood with my colleagues. I stand with my colleagues.And we may have broken a House rule coming to the well, but much of this document is false.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Representative Bulso.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:22:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- news radio on a television --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:22:04",
      "speaker": "TAPPER",
      "sentences": "We're watching the vote in the Tennessee State House to expel three Democratic members for participating in a gun violence protest with demonstrators. They were unruly on the floor of the state House. And now they're talking about expelling them.They've already expelled one of them. Right now the second, Representative Gloria Johnson, is taking questions from lawmakers on her pending expulsion. As I noted, the Republican supermajority just a few minutes ago voted to remove Representative Justin Jones. We're following the vote. We're going to bring you the results as they come in. But in the meantime, we have some breaking news just into CNN. Israel is now striking in the Gaza Strip. That's after dozens of rockets today were fired into Israel. Elliott Gotkine is in Jerusalem. Elliott, tell us more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:22:04",
      "speaker": "ELLIOTT GOTKINE, CNN JOURNALIST",
      "sentences": "Jake, this has just come out across from the IDF in the last couple of minutes that it is striking in the Gaza Strip. I don't think it's a huge surprise that it is in action. The security cabinet has been meeting this evening to decide what action, what retaliatory action to take in the wake of those something like three dozen rockets that were fired from southern Lebanon towards Israel.And the interesting thing here is that it wasn't Hezbollah, which would be the usual suspect when rockets are fired to Israel from southern Lebanon, Israel is pointing the finger at Palestinian militant groups, either Hamas or Islamic Jihad. Now, it's unclear if the airstrikes Israel is an undertaking right now as we speak in Gaza is in response to the rockets from Lebanon, from Palestinian militant groups in Lebanon into Israel earlier today, or if it's in response to rocket fire that came from Gaza towards Israel but didn't actually enter Israel last night. So, Israel is definitely taking some action. And we were suppose we were waiting to see what action it would take ahead of the security cabinet meeting this evening. Prime Minister Benjamin Netanyahu putting out a statement saying that, \"We are calling for calming the situation and we will take strong action against extremists who use violence there,\" referring to the Al-Aqsa Mosque war, of course, which was if you like the spark for this latest round of violence. And then he went on to say that regarding the \"aggression against us on other fronts, we will strike our enemies and they will pay the price for any act of aggression.\" And I suppose the result of that, putting those words into action is what we're seeing right now in Gaza. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL COORDINATOR FOR STRATEGIC COMMUNICATIONS",
      "sentences": "So, for all this talk of chaos, I just didn't see it, not from my perch. The President is very proud of the manner in which the men and women of the military, the Foreign Service, intelligence community went on and on and on, conducted this withdrawal.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "TAPPER",
      "sentences": "Now members of Congress will also get their opportunity to push back against the Biden administration's Afghanistan withdrawal and their discussions in defense of it. The House Oversight Committee is planning to have a hearing about this on April 19.Let's bring in CNN Natasha Bertrand who listen closely to today's White House briefing. Natasha, Kirby said that this classified document given to Congress was not necessarily about accountability, it was about lessons learned. What lessons were learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, Jake. So this document, as you mentioned, is classified. So the public is likely not going to get a look at it anytime soon. But the National Security Council did release a summary of what it has described as its perspectives on the withdrawal that happened in 2021. And what they say, essentially, is that Biden's decisions were severely constrained by decisions made under the Trump administration, namely, the Doha agreement in which the Trump administration made a deal with the Taliban to withdraw all U.S. forces from Afghanistan by May 2021.But look, there were a lot of questions in that White House briefing about why the White House and why the administration, writ large, has not held anyone accountable for the chaos of that evacuation. And of course, for the bombing, the attack at Abbey Gate that left 13 service members dead. Here's one, particularly contentious exchange. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There are people hanging off of Air Force jets that were leaving, and you're saying that you guys are proud of the way that this mission was conducted? Proud of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "KIRBY",
      "sentences": "It doesn't mean -- proud of the fact that we got more than 124,000 people safely out of Afghanistan, you bet. Proud of the fact that American troops were able to seize control of a defunct airport and get it operational in 48 hours, you bet. Proud of the fact that we now have about 100,000 Afghans, our former allies and partners living in this country and working towards citizenship, you bet.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "BERTRAND",
      "sentences": "So the administration reiterating here that they do perceive this -- the evacuation as a success all into -- for all intents and purposes. But at the same time, they are acknowledging that there were things that they are now going to be doing differently moving forward. Namely, they're going to start those evacuation sooner. And also, they're going to sound the alarm much sooner for Americans who are in these situations where the security environment is deteriorating very rapidly, telling them to leave much faster than they did at the time under the Afghanistan withdrawal, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "TAPPER",
      "sentences": "I mean, months before the withdrawal on this show we were talking about the need to evacuate all of these Afghan partners. It's not like it was never raised before.Kirby also took aim at Ashraf Ghani, the former President of Afghanistan. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "BERTRAND",
      "sentences": "Yes. So, placing a lot of blame here on the former president who fled saying that the administration did not know that Ashraf Ghani, essentially as soon as the Taliban took over Kabul was just going to leave the city. And he said that this is a large part of the reason why the administration didn't move quicker to evacuate Americans as well as U.S. service members. Here's what I said.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "KIRBY",
      "sentences": "Where we came down on was not calling for an evacuation sooner because we didn't want the Ghani government to collapse. And we had every assurance made by President Ghani that he wasn't going anywhere.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "BERTRAND",
      "sentences": "Now, John Kirby also placing a lot of blame on the Afghan National Army saying that they just did not have a will to fight. But of course, a lot of questions still about the administration's accountability and what steps are going to be taken in the future to prevent something like this again, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "TAPPER",
      "sentences": "All right. Natasha Bertrand at the Pentagon for us, thank you so much. Joining us now to discuss this and more, U.S. Navy Admiral William McRaven, who retired from the military in 2014. He has a brand new book out this week. It's titled \"The Wisdom of the Bullfrog, Leadership Made Simple but not Easy.\"A Bullfrog, for those who don't know, is the longest serving navy seal on active duty. This would be, I guess, he's already -- you've already had two \"New York Times\" bestsellers. So, potentially, this is going to be the third, Admiral. But let's -- before we get to the Wisdom of the Bullfrog, I want to ask you about the Afghanistan withdrawal. You obviously spent a great deal of your career there. You notably commanded the special ops team who successfully got bin Laden across the border there in Pakistan. Kirby was on defense today. You saw he would not say what mistakes the President believes he made during the withdrawal. A lot of blame for the Trump administration and Ashraf Ghani. What do you make of the U.S. withdrawal, obviously, hindsight is 2020? But we were on this show having experts like you, I don't think you in this case, but people come on and say, if we're leaving, then we need to start getting Afghan allies and others out as soon as possible and getting key weapons out as soon as possible, a lot of stuff that didn't happen. ADM. WILLIAM MCRAVEN, U.S. NAVY (RET.): Yes, well, obviously, I haven't read the report, Jake. But, you know, when you are the Commander in Chief, you're responsible, you're accountable. And you can't blame the guy that came before you. So again, as I understand that this report is really a lessons learned, which is different in terms of reports and an accountability report. But make no mistake about it, you know, somebody should be held accountable for this evacuation. Now, I will agree with John Kirby on a couple of points. One, you know, you cannot deny the incredible heroism and courage of the soldiers, sailors, airmen and marines that came into Kabul that evacuated those 125,000 Afghans, and America should be proud of those young men and women. But in terms of responsibility and accountability, you know, it's with the commander in chief and that administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "TAPPER",
      "sentences": "I mean, this was 13 individuals killed, not including the Afghans, 13 servicemembers killed in that incident, that horrible incident at Abbey Gate. We had a soldier on a week or two ago, who had been severely wounded. He lost an arm and a leg literally, in that attack. And they thought they saw the suicide bomber ahead of time, but they were not given permission to shoot him because of it seems like a command structure chaos that was going on at the time.Look, war is difficult. I get it, but it does seem like there should be some accountability for that chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "MCRAVEN",
      "sentences": "Yes, but again, here's what offer and I have seen some of the, you know, the more confidential reports and I've talked to some folks that were there. And again, once the 82nd airborne got on the ground, once the soldiers got organized, when you take a look at, you know, how they put this in place, the evacuation, and the job that they did to get the Afghans out, that part again, incredibly courageous, a pretty remarkable effort.Now, in terms of the suicide bomber, obviously incredibly tragic. I don't know what the rules of engagement were at Abbey Gate that needs to be part of a report. Again, we need to look back and find out what did we do wrong? What could we have done better? This is always part of an after action report. And an after action report helps you provide lessons learned. But then there has to be a report that identifies accountability, and makes changes where necessary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "TAPPER",
      "sentences": "So in your brand new book, \"The Wisdom of the Bullfrog,\" you quote, 19th century General Carl von Clausewitz, who says, quote, \"Everything in war is simple, but the simple things are difficult.\" Was there ever going to be a simple way to extract the U.S. from Afghanistan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "MCRAVEN",
      "sentences": "Well, there was probably never going to be a simple way. But again, from hearing John Kirby and the reporter earlier, clearly, we could have started this evacuation earlier. This was, I think, this was well known within the administration. I think the military wanted to get moving a little quicker. We understood that we had about 130,000 Afghans to evacuate.And, obviously, the closer you get to the end game, i.e. the end of August, or whenever we had put the timeline down, it gets harder and harder to do that. So I'm glad that the administration recognizes that they needed to start this earlier. And if we find ourselves in a situation like this again, you know, hopefully, thoughtful minds will remember that lesson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "TAPPER",
      "sentences": "You also talk in your book about this idea of standing before the long, green table that refers to conference tables and military boardrooms, long adorned with green felt surrounded by a group of officers. And you say you remind yourself of this phrase, the Clausewitz phrase about the simple things being difficult when you have to explain and stand by difficult decisions.Do you think that the Biden administration stood before the long, green table before making the plans to withdraw? Or was it, they were just getting their bearings? They'd only been there for a few months? I mean, what's your take?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "MCRAVEN",
      "sentences": "Yes, you know, it's hard to put my crystal ball in play right now and look back because I don't know what was going on inside the administration. But your point about the long, green table is an important one. Because I will tell you, every time I was getting ready to make a difficult decision, or take difficult actions, you mentally put yourself before the long, green table. That's the accountability.And you ask yourself, are the decisions I'm making, are the actions I'm taking, would they be understood by reasonable men and women? If not, you better rethink the actions and your decisions. So the long, green table is a little bit of a parable about accountability. So sooner or later, every leader has to be held accountable for the decisions they make and the actions they take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "TAPPER",
      "sentences": "Retired Admiral William McRaven, the book is \"The Wisdom of the Bullfrog",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "TAPPER",
      "sentences": "We're monitoring the Tennessee House vote coming up in Nashville where Republican lawmakers just expelled a one state representative, are debating the vote to expel a second and then a third. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:05",
      "speaker": "AUDIE CORNISH, CNN HOST, THE ASSIGNMENT WITH AUDIE CORNISH PODCAST",
      "sentences": "It has grown more and more tense and tenuous over the last decade. I don't think it's an accident that two out of those three lawmakers represent Nashville and Memphis, which are the blue concentration parts of the state. But there has been this kind of very push pull tension between rural ex-urban, very red districts, and the kind of blue state, sorry, blue city capitals and city halls that kind of govern those population centers.And we talked about this earlier how one move the Republicans made was to split up Nashville's county into three smaller districts that are more Republican leaning. So when you hear these lawmakers using very high minded language about authoritarianism or fascism, it's actually part of a broader, deep well of concern, where these population centers feel like their political power is being diluted right before their eyes,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:05",
      "speaker": "NAYYERA HAQ, SENIOR DIRECTOR OF CABINET AFFAIRS, OBAMA ADMINISTRATION",
      "sentences": "As opposed to the much broader problem we're seeing about what a representative democracy truly means and it starts. This is the bottom up part of it. It's not just about Biden and Trump and the rhetoric they use. This is about the gerrymandering.This is about how these districts are created and formed, and how people when they vote somebody in can expect that that vote will be respected. We have, you know, in Congress right now, several members that have wild antics, that have been accused of ethics violations and constantly lying, but there's not been a move to expel them. These are members who participated in a legal protest at a time in which they were acknowledging the pain of their constituents. And the power dynamic is such that that dissent is not allowed. And the power has been structured, that the majority can kick out, whatever they don't like when somebody steps out of line. JOE WALSH (R), FORMER U.S. REPRESENTATIVE, ILLINOIS: And Jake, I think it also goes to how broken my former political party is, how radicalized they become. It's no longer simply enough just to defeat your political opponent. She wants to destroy them. So they broke through rules, they got a little unruly instead of just reprimanding them, expelling them. That's a broken political party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:05",
      "speaker": "TAPPER",
      "sentences": "And one of the things that happened this week was Congresswoman Marjorie Taylor Greene, Republican from Georgia, she put out a video basically accusing the president of the United States of being a pedophile. And taking all these little snippets of President Biden, Senator Biden, Vice President Biden, you know, interacting with kids out of context.One of the clips was the president having as we all remember that little boy with the stutter that spoke at the Democratic Convention, incredibly moving relationship President Biden for obviously suffered from a stutter, and that, I mean, whatever you think of Joe Biden, whatever you think of his politics, whatever, like, this was, like, legitimately kind of nice. And that was twisted. That's fine in today's Republican Party. That's OK. For Marjorie Taylor Greene to twist this beautiful story into the most disgusting accusation you can make about somebody and making it about the president. No reactions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:05",
      "speaker": "ALEX BURNS, CNN POLITICAL ANALYST",
      "sentences": "And more than fine, it's actually rewarded, right? That it's not -- there's just an absence of censure. It's the incentives point, politicians in the direction of behaving more like that. And the people were supposed to be the leaders of the party, like the guy who's now Speaker of the House.Other members of the Republican leadership have decided that the prudent thing for them to do politically is to make common cause with that person as opposed to trying to impose any kind of sort of basic standard of decency on their side. And you know, Jake, you talk to so many Republican lawmakers in this town, and they will say privately, God, it's so embarrassing. She's so awful. I can't believe that we're like this. And then on a show like this, there's not a chance they would say a word of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:05",
      "speaker": "TAPPER",
      "sentences": "Yes. And, you know, something else. So Kevin McCarthy, he had a good day yesterday, he gave a good speech, strong remarks about Taiwan standing up for democracy even get merited a really kind of statement from Nancy Pelosi, who was not a fan of his in particular.But I was thinking about this. Kevin McCarthy, Speaker McCarthy standing up for democracy in Taiwan. Great, wonderful. What about democracy in the United States? This is a speaker who lied and said Donald Trump won 2020 in a landslide. He voted to disenfranchise the voters of Pennsylvania and Arizona. I mean, how do you square that circle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "TAPPER",
      "sentences": "Let me ask you, Audie, this fresh scrutiny on the judge in the New York City criminal case against Donald Trump. He gave $35 in contributions to Democrats over the years, including $15 to the Biden campaign, $10 to an organization called Stop Republicans in 2020.These are not big contributions, but their contributions. And there are some legal experts to say it's not worth it to have this be the judge, because it's an obvious ground for appeal. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "CORNISH",
      "sentences": "Well, to be clear, he already has overseen a Trump case, right? And so it's not like he's a kind of random judge who has a problem --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "TAPPER",
      "sentences": "Right, the Trump Organization base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "CORNISH",
      "sentences": "Exactly. But, you know, I don't think it's -- we don't want to fall into the trap of basically trying to undermine the participants in the case, because that is the defense's role, right, and that's what Trump wants. So he's going to point out things about the judge, he's going to point out things about D.A. Bragg, pointing out members of people's family, all of this is to distract from real evidence that may be coming out in the next couple of days.Records, possibly audio, there's a lot that is going to happen. Never mind the E. Jean Carroll case, which is a sort of defamation/possible sexual harassment case that could come to fruition in May. So well, I want to talk about the $35. It just feels like there's way more going on and stuff like that sort of muddies the water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "TAPPER",
      "sentences": "I mean, I hear you but by the same token, there's the question of, look, if the shoe was on the other foot, if it was, you know, Hunter Biden or Joe Biden facing a judge that have given money to even just $10 to stop Democrats. Would that be grounds for an appeal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "HAQ",
      "sentences": "Well, we have this idea, right, of judges being impartial and everybody equal before the law. And we're seeing every day various cases in which that's not true. I mean, just the other day, we had a $42 million judicial race in Wisconsin, right? These are elected positions, it's difficult to separate them from politics, let alone from a deeply political defendant, who was trying to, you know, ram into the norms of the law.This is $50 in total. The only actual donations that this judge has made it in 2000, probably did not expect to have President Trump and his courtroom in front of him. So I think it's actually kind of funny that that is the only thing that he's done. It was $50. And no one actually thinks that that swayed any election anywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "BURNS",
      "sentences": "I mean, I think there's just no question, though, that we're dealing with the case was first ever a prosecution of a former American president. But I think to suggest that we're in a sort of, you know, Caesar's (ph) wife must be above suspicion kind of situation is not super far-fetched, right. And I think the burden is on the judge, right, to show that he can carry out this case, and a true professional in a neutral way.But look at the point when lawyers are, you know, people who do this for a living are saying, look, this is questionable. This is grounds for an appeal. It gives Trump an opening and he's going to take it. He is always going to take it. If you were on the other side, there is no question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "WALSH",
      "sentences": "Oh gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "BURNS",
      "sentences": "That this prosecution of a Democrat, you would be hearing (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "HAQ",
      "sentences": "And that's the court of public opinion. But according to the ethics of the American Bar Association, this would only get a reprimand, it would not be grounds for recusal. So there are ethics involved in our standards and that, but if the court of public opinion that we're discussing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "WALSH",
      "sentences": "Jake, and I'm still blown away, something horrible happened in Tennessee, six people were killed. And instead of debating that issue, Republicans down there are expelling members.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:53:16",
      "speaker": "TAPPER",
      "sentences": "We have some more breaking news for you right now. More strikes are happening north of Gaza in the Middle East. Witnesses report hearing sounds of warplanes, explosions on the ground. This comes after dozens of rockets were fired into Israel from sites in Lebanon earlier today.Elliott Gotkine is in Jerusalem. Elliott, tell us more. ELLIOTT GOTKINE, JOURNALIST: Jake, it was just over half an hour ago that the IDF put out a statement on his telegram channel, saying that it was currently striking in the Gaza Strip. Now we've seen pictures and reports of those explosions, as you say, pictures of the night sky in the Gaza Strip being lit up by these explosions. And it would seem that these are in retaliation for this barrage of rockets that were fired from southern Lebanon towards Israel, some three dozen, the biggest barrage to hit Israel from southern Lebanon since 2006 when there was all out war between Hezbollah and Israel. This time seems to be different for the simple reason that Israel is pointing the finger not at Hezbollah, which of course is backed by Iran, but at the militants, Palestinian militants of Hamas, or Islamic Jihad from southern Lebanon. And it would seem that as a result of those attacks from Palestinian militants in southern Lebanon rather than striking back into Lebanon, at least so far, it is targeting those militant groups in the Gaza Strip, which of course is controlled by Hamas, and where Islamic Jihad is also very active. It seems that neither Israel nor Hezbollah wants a major escalation right now. And perhaps this is one way of Israel saying it's retaliated and that it's done enough to answer that barrage of missiles from southern Lebanon into Israel earlier today. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:02",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "It is, Jake, and a highly combustible situation at that. We will be speaking with Israel's ambassador to Washington, Ambassador Michael Herzog about possibly the most dangerous situation in years, this violence coming as the holy months of the holy holidays of Ramadan and Passover coincide.Jake, I do agree with Elliott that it is interesting that the strikes by Israel tonight are taking place in the Gaza Strip and not in Lebanon, where we saw those dozens of rockets being fired from earlier today. Israel making clear that they're blaming Palestinian militants and not Hezbollah. Major question now, Jake, is whether Hezbollah would get involved with its huge arsenal of missiles and we could very quickly find ourselves back in a situation like in 2006 when there was all at war. So I will be asking Ambassador Herzog about the latest where we go from here and what Israel can do to stop this situation from spiraling out of control.",
      "isLastSentenceInterrupted": false
    }
  ]
}