{
  "date": "2023-11-26",
  "headline": "The Whole Story with Anderson Cooper",
  "subHeadline": "Seeing Red: Running With The Bulls. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:00",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "There is a chance that your sister --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Yes. We have to bring what's left. We need to bring back what's left from this family. It's a broken family.CHANCE (voice-over): And there are so many broken families that each hostage release may now start to help rebuild. Matthew Chance, CNN, Tel Aviv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "Heartbreaking stories like that of so many families here in Israel tonight.Thank you so much for joining us this evening for their stories. I'm Kaitlan Collins in Tel Aviv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "ALEX MARQUARDT, CNN HOST",
      "sentences": "And I'm Alex Marquardt in Washington.Next up we have \"THE WHOLE STORY WITH ANDERSON COOPER\" investigating the controversial tradition of the Running of the Bulls. Have a good night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Welcome to THE WHOLE STORY. I'm Anderson Cooper.Every summer, cities across Spain participate in a centuries old tradition called the Running of the Bulls. It began as a way to transfer bulls from the country to inside city walls, where they were either sold or used for bullfighting. The most famous bull run is in Pamplona. It's part of the San Fermin Festival. And it has attracted tourists from all over the world since Ernest Hemingway popularized it in his 1926 novel, \"The Sun Also Rises.\" But the event is not without controversy. Many of the bulls who run are later killed in the bullfighting ring. Animal rights groups have been calling for an end to this in Spain. And it's also dangerous for the people who choose to run. CNN's David Culver went to the San Fermin Festival to take a closer look at why this tradition still holds after so many centuries, and experience for himself what it's like to run with the bulls. We want to warn you, some of the images you'll see in this hour may be disturbing. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "DAVID CULVER, CNN CORRESPONDENT",
      "sentences": "El Toro Bravo, the Spanish bullfighting bull, is the most revered animal in Spain. It's brave. It's ferocious. It doesn't back down from anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "DENNIS CLANCEY, HUMANITARIAN, RUNNER",
      "sentences": "Run!DR. BILL HILLMANN, PROFESSOR, AUTHOR, RUNNER: My first piece of advice to anyone is don't run. When he hit me, I just shot straight up in the air, twisted in the air.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "TASIO BLAZQUEZ MUTSAERTS, RUNNER",
      "sentences": "When I fell, I just-- I was thinking, oh my, oh my.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "CULVER",
      "sentences": "I can't believe I'm doing this tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "CLANCEY",
      "sentences": "That bull can turn on a dime and come after you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "HILLMANN",
      "sentences": "He smashed into Daniel Jimeno Romero full speed, and gored him in the aorta, severed his aorta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "CLANCEY",
      "sentences": "Last American to die in San Fermin died right here.Every day, someone's life is a little altered or completely altered because of this run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, my god! Oh!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "CLANCEY",
      "sentences": "People prepare all year for this, right? They train for this. It's a serious thing. There are bull runs all over Spain. But a lot of runners end up here in Pamplona because they bring the biggest, the most fearsome bulls. And this is an opportunity to really test yourself in very challenging environments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "CULVER",
      "sentences": "It obviously ends at the bull ring. Arguably that is the most controversial part of this whole thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "MIGUEL IZU, HISTORIAN",
      "sentences": "This is the Fiesta de San Fermin. It's been held in July since 1591. San Fermin is the saint patron of the Kingdom of Navarra. The fiesta was won with the union of three different elements, the religious celebration, the bullfighting, and the fair. We have 10 days of bullfighting, eight days of bull running.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CLANCEY",
      "sentences": "I have been running in Sanfermines since 2007. I run most days. This year, I'll probably run six of the eight.You want to be confident when you're on the run route. I have a point, probably 60 to 30 days out, where I know I need to start training rather intensely, just so that I feel good, I'm in a good place mentally. And I know I have the speed to ensure that I can be at the pace of the bull. The bulls run a sub four-minute mile, up two hills, through five turns, through 2,000 people. You're not going to stay up with the bull the entire time. So you focus on one particular part of the route. If you're running at pace with the animal, you're getting very, very close to the horn of the bull.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CULVER",
      "sentences": "But that's the point, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CLANCEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CULVER",
      "sentences": "That's the goal in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CLANCEY",
      "sentences": "Yes, yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CULVER",
      "sentences": "You're trying to not impede the animal in any way, run at its pace, and be just inches in front of the horn.Do you remember your first run?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CLANCEY",
      "sentences": "My first run was incredibly uncomfortable. I just fought for a year in Iraq. It was southwest of Baghdad, triangle of death, 2005, 2006. And I got on the run route at a time when I felt somewhat invincible, in my life, having survived a fairly complex and challenging year in combat.I ran pretty poorly the first time I ran because you have this mass of humanity that's panicked and running towards you. It's hard to discern between that crowd and that moment in which the bulls will emerge from the crowd.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CULVER",
      "sentences": "What is it that after that first run, that stuck with you that said, I'm going to do this, not only the other days of the festival that follow, but year after year after year? Why continue it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CLANCEY",
      "sentences": "It was this new challenge that I had in my life. When I first started coming here, I was very interested in knowing all aspects of this fiesta. I wanted to capture this in some way. And I did that through my film \"Chasing Red.\"When you get to the center of what something is, and you feel like you've really discovered the essence of it, you kind of want to tell the world. HILLMANN: Pamplona is kind of the first big festival of the year. I don't stop training. I train all year round. I grew up fist-fighting. I grew up in a tough neighborhood. I was troubled a lot. Ended up getting saved by the boxing coach at my high school. He got me into boxing. It really empowered me to change my life. I won a Chicago Golden Glove Championship. And it's a great way to stay in shape, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CULVER",
      "sentences": "I think most folks would be terrified to step into a boxing ring. Most folks would be terrified to run with the bulls. When did you start running?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "HILLMANN",
      "sentences": "I started running in 2005. It all started with Hemingway, \"The Sun Also Rises,\" the first book I ever read. I read it like 19, 20 years old. I fell in love with the story. And I was just entranced by this festival that he described in his book, the adventures, the danger, the animals, the way he wrote about them. By the time I finished that book, I realized, you know, that I was going to devote my life to literature, I was going to become a writer, and I was going to go to Spain, I was going to run with the bulls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CULVER",
      "sentences": "How many bull runs do you think you've done altogether?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "CULVER",
      "sentences": "Is it the adrenaline? Is that what you're hooked on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "HILLMANN",
      "sentences": "Started as adrenaline, for sure. But I got into sort of the poetic nature of the animal and the man interacting. Do you ever feel like someone was looking at you, and then you look, and then someone is looking at you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "CULVER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "HILLMANN",
      "sentences": "It's like that times 10,000, when a bull locks on to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "CULVER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "HILLMANN",
      "sentences": "You feel like you're bigger than you are. You feel like you're part of the bull.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "CULVER",
      "sentences": "Feels like you're a personality that's very much like a bull. When you lock on to something, you're fixated, if not obsessed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "HILLMANN",
      "sentences": "I'm completely passionate and obsessed. It's radically changed my life for the better. You know, it's helped me get sober. I had a real bad problem with substance abuse when I first started bull running. And the bulls became this great channel for all that extra energy I had. And I became more obsessed with bull running, and writing. I was writing about bull running. It definitely saved my life in so many ways. And it made my dreams come true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "CULVER",
      "sentences": "It seems incredibly personal for you. I mean, in part, you also married into the culture, did you not? HILLMANN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "CULVER",
      "sentences": "I guess a visit to New Orleans is not complete without a little bit of music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "HILLMANN",
      "sentences": "She grew up in the bull ring in Tafalla. She grew up like as a little girl, knowing things about the bulls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "CULVER",
      "sentences": "When he's running, do you sit nervous and not even wanting to watch?PAULA ANDION ZABALZA, BILL'S WIFE: I understand his passion. And I really respect everything. But, of course, I'm afraid. And my grandpa, he was telling me, like, don't let him run. And I was like, I can't take that away from him. It's his life. Like I love him so much that I will never tell him to like stop running.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "CULVER",
      "sentences": "You're concerned for him but you're cheering him on at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "ZABALZA",
      "sentences": "Yes. Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "CULVER",
      "sentences": "Have you ever done it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "ZABALZA",
      "sentences": "Oh, no, no, no, no. No way. No way. No way. I'm too --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "CULVER",
      "sentences": "Would you ever?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "ZABALZA",
      "sentences": "No, no, no, no, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "CULVER",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "ZABALZA",
      "sentences": "Because I respect the bull too much. And I always say that I like the bulls as much as I'm afraid of them.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CULVER",
      "sentences": "What is El Toro Bravo? CEBADA GAGO (through translator)fighting. It's not good for meat because a bull must be on a ranch for four years. So to sustain a bull it's not economically feasible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CULVER",
      "sentences": "How important is it to have your bulls as part of fiesta in Pamplona every year?RUDIEZ (through translator): To us, it has given us much importance, name recognition, and worldwide influence. That's why it's so important to come back year after year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CULVER",
      "sentences": "We finally have made it to Pamplona. It feels a bit surreal to finally be here. It's building momentum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CLANCEY",
      "sentences": "And the town's so calm right now, but it's going to get pretty crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CULVER",
      "sentences": "This is calm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CLANCEY",
      "sentences": "Yes, oh, yes. So right now to our back here is the Rio Arga, the river that runs through Pamplona. The bulls are across the river right now in the Corrales del Gas. And each day, they're going to run up this street, this incline, and into the Corral Rio (PH) up here. So this is where the bulls stay overnight, while they wait to run the next morning.Why do we even do this? Back before we had trucks, the most efficient way to get bulls from out in the pasture in the center of town, whether they were going to market or you had some event around the animals, was to board up the shops and let the bulls run through. And people wanted these moments to be in the presence of the animal. Right, so they're running through the streets, people would jump out, just for a little bit to get that feeling. And that's why it became a tradition. You're going to have 12 animals, total. Six of the Toro Bravo, Spanish bullfighting bull, perfectly symmetrical horns, at a really unfortunate angle for us, and it has six steers with it. They're typically light tan and brown. The bull's been led from pasture to pasture throughout its life by those (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CULVER",
      "sentences": "I'm slowly starting to embrace the idea and the label that I'm going to be a runner in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CLANCEY",
      "sentences": "Yes, yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CULVER",
      "sentences": "I mean I want to, but I'm not going to lie, there's hesitancy in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CLANCEY",
      "sentences": "What are some of your reservations or thoughts or gaps?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CULVER",
      "sentences": "My biggest concern, I think, is going to be the others running. Other people can be the bigger issue than the bulls themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CLANCEY",
      "sentences": "Just so you're aware, the last American to die in Sanfermines on the run route, actually passed away right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CULVER",
      "sentences": "Right here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CLANCEY",
      "sentences": "Yes. The reason it's important to talk about it is, he did something that you don't want to do on the run route. Matthew Tassio, 1995, fell down in the middle of the route, as the bulls were coming in. If you try to stand up after falling down in front of a bull, it's got no option but to put its horns low and to try to clear its way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CULVER",
      "sentences": "So stay down then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CLANCEY",
      "sentences": "You'll stay down. You'll protect your head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CULVER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CLANCEY",
      "sentences": "Stay as low as you can. As they go over you, typically, a runner will come and help you out.I have been running in Sanfermines since 2007. There's nothing I haven't seen on this bull run route.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CULVER",
      "sentences": "When I first came here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CLANCEY",
      "sentences": "We'll start at the beginning and go up from there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CULVER",
      "sentences": "-- I had gained all this knowledge of the bull run, that I wanted to use in some way. There are a ton of people that come here, who don't have a very solid understanding of the complexities of the run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CLANCEY",
      "sentences": "So part of the strategy is let the bulls do the running.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CULVER",
      "sentences": "I find my passion, throughout the day, walking the run route with people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "CLANCEY",
      "sentences": "This is La Curva, the curve. The times that I've had problems on the run route, always within these 20 feet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "CULVER",
      "sentences": "Running of the bulls, most Americans have this concept, and I know I did too, that it's just a bunch of crazies or folks who are incredibly intoxicated, who would even dare to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "NICK MARINO JUNIOR, RUNNER",
      "sentences": "Some people may say, we're out of our mind, for doing this. But this event brings in people from all over the globe. And I think, that's one of the beauties that captured my eye is meeting people that I would have never met, if it wasn't for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "CULVER",
      "sentences": "So you've recruited the others, including your wife, to be here, now.A. MARINO: This definitely wasn't like my initial -- (LAUGHTER) A. MARINO: I didn't say, like, let's go running with the bulls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "CULVER",
      "sentences": "It wasn't on the bucket list, Amber?A. MARINO: No. I didn't even know it was really a thing, until I met him honestly. N. MARINO: The first time we did this, the streets were a little wet from some rain. And a bull slipped at the beginning. And I'm on the front cover of the Pamplona newspaper, on July 8th of 2018, with my face like -- because an individual was getting hit by a bull, literally, five feet away from me. My mindset tomorrow, I want myself between the bull and her, while we're running.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "CULVER",
      "sentences": "You're not far off a recent injury.A. MARINO: So I was a Dallas Cowboys cheerleader for four seasons. And I just went a little too hard one game, and tore my MCL and my meniscus. The knee does worry me, just because I haven't run since surgery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "CULVER",
      "sentences": "You think it would be OK?A. MARINO: I do. I think the adrenaline too will take care of a lot. CULVER: Is it an adrenaline rush like none other? N. MARINO: None other. None other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "CULVER",
      "sentences": "I guess, I've got to go shopping while I'm here because I don't have an all-white outfit. Why is that so important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "IZU",
      "sentences": "This is a modern tradition. The first people who dressed in white and red were the Penas (PH), the groups of young people who went to the bullfighting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "CULVER",
      "sentences": "I guess to fully participate in San Fermin, you've got to dress the part.OK. I'm going to run so I need something comfortable, right? All right, let's give this a go. All right. Now it looks official, huh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(Speaking in Foreign Language)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "IZU",
      "sentences": "The official beginning of the fiesta is at noon with the (speaking in foreign language).The fiesta explodes in that moment. (COMMERCIAL BREAK) [20:27:58]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "CULVER",
      "sentences": "That is so fast and yet terrifying at the same time. We're not even down there, and you feel the adrenaline. Can't believe I'm doing this tomorrow.You're here. This is a success right now, right? N. MARINO: Absolutely. A. MARINO: Yes. Yes. I think I took like 24 steps. N. MARINO: I personally think I had her in my mind, quite a bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "CULVER",
      "sentences": "I think you're worried about this.A. MARINO: I even told him, I was like, don't worry about me. Just let me trust my instincts. N. MARINO: And as soon as I knew that she was safe, I tried to sprint a little bit more, get her around the corner. But it was a good run. I'm glad we got to experience it together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "CULVER",
      "sentences": "As soon as you walk out of the hotel, there's still some of that morning stillness, the quiet. And as you're walking towards the run route, it starts to build. And you step onto the route. You feel like you step into the arena, in that moment. So it's a bit terrifying because you're starting to think, all right, I'm committed, I'm on, and I'm going to stay on.As we gather as a group, we kind of find our positioning. It's crazy to think that you're standing your ground after, first, the bells, and then that rocket goes off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "CLANCEY",
      "sentences": "First rocket. Hold. Hold. CULVERcommands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "CLANCEY",
      "sentences": "Hold. Hold. Hold. Run! Run! Run!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "CULVER",
      "sentences": "My finger went a little bit out that way because we took a fall, so they're just going to put some tape around it. But I'm alive, that's what matters. It got really crowded there. So we all were like bunched up. Ended up -- somebody right in front of me, and this other guy, George, I was running with, just took the fall right in front of us here. And as soon as I went down, like naturally, you start thinking, should I get up? But then I'm like, no. Stay down.The most challenging part is like the crowd as it's coming towards you. I mean it's like a stampede of people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "HILLMANN",
      "sentences": "The bulls and the steers are chaotic, and the people are chaotic. You got two different chaotic animals doing crazy things. You don't know what they're going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "MUTSAERTS",
      "sentences": "I was coming this way, and here's where I really noticed the bull. And I didn't see the person in front of me. I was going really fast so I couldn't stop my fall. And when I fell, I was thinking, oh my, oh my. Just hearing all the bulls, it's really -- it's quite scary. I think the first one or the second one, were the ones who hit me hard because just fell in front of them. And they didn't have the time to jump over me.You feel like the intensity of the run. But you don't feel the pain. The bull went over me. And just I got up and started running again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "CULVER",
      "sentences": "So is this pretty traditional, having breakfast afterwards?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "CLANCEY",
      "sentences": "Yes, I mean this the -- this is the thing to do. It's really preparation to siesta, to relax, and then enjoy the afternoon.My first thought, when the bulls went past is, OK, where's David? Luckily, I mean, for the most part, you're good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "CULVER",
      "sentences": "Yes. As I'm now starting to feel the pain in my left ankle but that -- if that's, again, from the bull, then it's fine. No one to sue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "CLANCEY",
      "sentences": "Kind of feel bulletproof during the run because you're just in this state of survival, right? That is fairly common that people, you know, hour or two later, you're like, ah, ok. Something happened there.N. MARINO: Amber wouldn't be here right now, my friends wouldn't be here right now, if you didn't ever provide me that safety five years ago. To be able to experience it with my wife, my friends, and that safety and comfort, I just want to say, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "CLANCEY",
      "sentences": "No. Absolutely, no. Appreciate it.Cheers to that, man. N. MARINO: Cheers. Cheers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "CULVER",
      "sentences": "What do you think, at the core, at the heart, San Fermin is all about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:01",
      "speaker": "CULVER",
      "sentences": "From the foreigner's perspective it's partying, it's drinking, it's eating, it's the Running of the Bulls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:01",
      "speaker": "IZU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:01",
      "speaker": "CULVER",
      "sentences": "But from the local's perspective, it's about just being with each other, family and friends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "CULVER",
      "sentences": "So we're heading off to University of Navarra clinic. This is like a 24-hour emergency room. It'll be good because then they can check out my finger. My foot, if you were to look at it, it's a bit bruised. And I think I've come to realize it was because a bull actually stepped on it, which in fairness I was in his way. He was just trying to get to where he needed to go.She's going to have an X-ray done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That is -- do you feel any pain here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "CULVER",
      "sentences": "No pain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What about here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "CULVER",
      "sentences": "Just a little pain. Not too bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My recommendation is just to apply some cold in those areas, OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "CULVER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So you will have to try to rest it, as you have done here with your leg elevated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "CULVER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "CLANCEY",
      "sentences": "There was no escaping the number of people on the run route yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "CULVER",
      "sentences": "Let's watch this. All right. So this is in real time. There you are. There I am. Let's play this out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "CLANCEY",
      "sentences": "It looks like the bullhorn just grazed your back, yes. A horn on the back is probably as close as you want to get. Looking at it today, knowing you're OK, is very easy for us to be like, awesome, to maybe have a smile on our face. But that was a very fortunate brush with a bull because if that bull had lowered its head a little bit, if it had been hooking a little more, you have a different outcome there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "CULVER",
      "sentences": "I'm grateful that it's just a sore foot and a fat finger right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "CLANCEY",
      "sentences": "We're the first photo in the newspaper, for the highlights of yesterday. Both of us, at that moment, right there, together in a line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "CULVER",
      "sentences": "(Speaking in foreign language). So a runner saved, spared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "CLANCEY",
      "sentences": "I think, typically, people that have committed, they've come all this way, they understand the odds. You know, it's 1500, 2,000 people on the run route. You're going to have five that are probably badly injured, maybe stay the night in the hospital, maybe three. One person will probably get a horn in their body. That's on an average day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "GRAPHICS",
      "sentences": "Since record keeping began in 1910, 16 people have died during the Running of the Bulls in Pamplona.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:40",
      "speaker": "CLANCEY",
      "sentences": "Bull that's by itself is the most dangerous situation we have on the run route. We call it a loose one. Because a bull that's by itself, no longer is trying to just stay in the motion of the herd. It now seeks to establish its territory. And it does that by going after the people that are around it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CULVER",
      "sentences": "Do you ever think about maybe this might be my last year running?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "HILLMANN",
      "sentences": "I mean, not really. They're probably going to have to drag me off the street at some point. They probably will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CULVER",
      "sentences": "A lot of folks, obviously, come into town, and it's a lot of partying. But for you, it's become almost a family reunion because you're with your now wife's family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "HILLMANN",
      "sentences": "That's right. That's right. And I've gotten really close with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CULVER",
      "sentences": "Thank you for having us. This is awesome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "ZABALZA",
      "sentences": "So it's ham.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CULVER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "ZABALZA",
      "sentences": "Egg, and whatever you want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CULVER",
      "sentences": "Awesome. I'm going to have a little bit of this. It just seems like such an uplifting atmosphere. Is it like this for all eight days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "ZABALZA",
      "sentences": "Yes. Yes. It's always like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CULVER",
      "sentences": "What is the importance of this whole festival for locals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "ZABALZA",
      "sentences": "It's everything. The whole year, we are waiting for this. Like Sanfermines ends, and we're like counting the days down to the next Sanfermines. We are the joy of being with the family. We are the fireworks. We are the music. It's cool to see that everyone enjoying at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CULVER",
      "sentences": "There's only one rule.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "ZABALZA",
      "sentences": "One rule, respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CULVER",
      "sentences": "Respect. Respect for others, for yourself, and for the bulls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "ZABALZA",
      "sentences": "Yes. Yes. CULVERrespect you have for the bull, even where we know the bull is going to end up, right? We know it'll end up in the bull ring. We know it'll end up being killed. There were a few protests for animal rights. When you see that, I mean, how do you -- how do you reconcile?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "ZABALZA",
      "sentences": "I mean, I understand that they have their own opinion. I really respect all of that. But I have my own values. And it's part of my culture.RAQUEL ZABALZA, PAULA'S AUNT (through translator): A bull's fight at last act is the final part. But it's not the most important. The bull comes in. The bull fighter comes out, first with a cape. Then go the (speaking in foreign language). Everything is important. The strength and the energy that this bull has is very beautiful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CULVER",
      "sentences": "There's no joy in the suffering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "ZABALZA",
      "sentences": "Exactly. Not at all.RUDIEZ (through translator): When it comes to talking about the spectacle, I understand that a person who is a foreigner to this world and sees the spectacle is only going to take notice of the aspect that's bloody. It's a combat where the male uses its intelligence, and the animal uses its strength. Because if it was strength and strength, the bull would always be victorious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "GRAPHIC",
      "sentences": "Each day the bulls from the morning's run are killed in a bullfight. A bull is rarely pardoned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CULVER",
      "sentences": "It's strange because we're in the midst of this atmosphere that's supposed to be uplifting, that's celebrating, but, for you, and for many, it seems like this is actually a very challenging and difficult, if not sad, moment. Why?JIMENEZ (through translator): We like to enjoy the festivities. But sadly, it also comes with the slaughtering of the bulls, which are 60 victims who will encounter death at the bullring. They are going to assassinate those bulls, while the spectators are gathered at the plaza, enjoying themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "GRAPHIC",
      "sentences": "Bullfighting is condemned by animal rights groups and banned in many countries. The controversy has led to some Spanish cities outlawing bullfights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CULVER",
      "sentences": "Folks who we talked to describe a bullfight in terms of being art, of being perhaps a little bit of sport. But also about food, at the end of the day.JIMENEZ (through translator): It would be sold as meat, while hurting and killing him in front of the public. Art and culture, while someone is suffering, cannot be art and culture. A sport where an animal is suffering, that's not a sport.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:03",
      "speaker": "CLANCEY",
      "sentences": "It was really crowded in Mercaderes, so I came flying down. But there were people in front of me that weren't moving fast enough. I could spot the lead animal. So I let it go past. I came to the outside looking for a small little pocket in the herd. I had enough speed, just to get right in between, coming through la curva.You never can predict what will happen next. I got through the curve with one of the bulls, a few of the animals behind me. And it was just luck that a runner was there, falling. As I was leaping over the runner in front of me, right before I went down, the bull actually hip-checked me, when I was mid-air. And that's what sent me kind of on a weird angle, going down. But some of these things, you don't feel in the process of running. And at some point, I just knew I was going to commit to get in the middle of those animals. And you know when you're committing to that, there's a lot that's not under your control. If I had somehow made it over that guy, hadn't been hip-checked by the bull, it would have been even more beautiful run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:03",
      "speaker": "CULVER",
      "sentences": "As fiesta winds down, where's your heart at?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:03",
      "speaker": "HILLMANN",
      "sentences": "It's kind of like a life and death cycle of the year. You know, it's time to take your panuelo off, and it's sad. You usually end up tying your panuelo on this chapel fencing. It's a hard thing to do, to let go of a fiesta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:03",
      "speaker": "CULVER",
      "sentences": "I've been surprised how big of a role an American writer, Ernest Hemingway, has played in popularizing the Running of the Bulls, Pamplona. That's the man and his work that drew you to this place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:03",
      "speaker": "HILLMANN",
      "sentences": "I've been on this journey, that happened about 20 years ago. It's altered my life completely. There's something in the highs and lows of this festival. It's a roller coaster, this fiesta. It's up. It's down. It twists. It turns. It's seeing that tomorrow is another day, it's another sunrise.This is a passage, I think, that captures the energy of \"The Sun Also Rises,\" and the energy of fiesta itself. \"Don't you ever get the feeling that all your life is going to pass you by and you're not taking advantage of it?\" I think the older you get, when you start to lose people, you start to realize that you really don't have that much time. That the time is slipping away. That's what fiesta teaches you, is that don't let it slip away, live it, enjoy it, because you only have so many fiestas left. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}