{
  "date": "2023-01-12",
  "headline": "Inside Politics",
  "subHeadline": "Monthly Inflation Falls For First Time Since 2020; Six GOP Rebels Assigned To Key Committees; Alabama AG: Women Could Be Prosecuted For Abortion Pills. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:31",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "An encouraging turning point today for the slowly cooling American economy. Monthly inflation was down in December, down for the first time in three years, as consumer prices continued to decline. The President this morning saying the United States continues to head in the right direction.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:31",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "When I came to office almost two years ago, the economy was flat on its back, as you all remember. Two years in, it's clear, clearer than ever that my economic plan is actually working. And we still have more work to do, though, we're clearly moving in the right direction.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:31",
      "speaker": "KING",
      "sentences": "Matt Egan joins us now live. Matt, walk through these new inflation numbers and is it all good news or is there anything in there to worry about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:31",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, John, we know that momentum can be a powerful thing, right? We see that in sports, we see that in politics, and I think we're seeing it now in the economy. It finally feels like the Fed has the upper hand here in putting this inflation fire out. So consumer prices, they were up by 6.5 percent year over year in December. That's not good. But it is moving in the right direction. It's the 6th straight month of improvement.Month over month, prices declined. We haven't seen that at all during this entire inflation crisis. Now let's look where prices are cooling off. We saw price declines year over year for gasoline, that's a big deal. Used cars down almost 9 percent, television, clearly supply is catching up to demand. But the cost of living does remain problematic elsewhere. We see that shelter costs are going up sharply. Actually, they're going up at the fastest pace since under Ronald Reagan in 1982. Grocery store prices continue to rise rapidly. And look at the price of eggs, 60 percent more expensive than a year ago. So where does this leave us? Inflation is still the biggest problem in this economy, but it is getting better. For now, the Federal Reserve is continuing to raise interest rates, but maybe instead of slamming the brakes on this economy, they can tap the brakes and hopefully they can pause these rate hikes altogether before they cause a recession. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:31",
      "speaker": "KING",
      "sentences": "Matt Egan, breaking down those important numbers for us. I appreciate it very much, Matt. Thank you.Kevin McCarthy, as you can see, very happy to finally be in the Speaker's Office. And now we're beginning to get more of the details of those side deals he cut to get the final vote. Side deals with the rebels, the holdouts who were keeping him from being speaker. Let's walk through some of this. If you remember back when we were electing a speaker, there were 20 Republicans initially who said either never Kevin, or not yet Kevin until we get something out of this deal. Here are the 20 who at one point were not prepared to make McCarthy speaker. Obviously, most came around in the end. And we know now among the holdouts, three are on the very powerful, very important House Appropriations Committee. How are your tax dollars spent? Where does that money go? Three of them getting seats on the House Appropriations Committee. Three more getting seats on the powerful House Financial Services Committee. This part of McCarthy's negotiating give some of my critics seats on these important committees. They say just to add ideological, geographical diversity to them. If you want to walk it through all the way, and you look at Freedom Caucus members, some Freedom Caucus members were McCarthy supporters. Many were among the holdouts. Now, these important committees and you see the asterisks on some of them might be hard to see at home. Some of them were already on these committees. So these are not all new members. But look, Freedom Caucus members now have more power on appropriations, more power on financial services, more power on energy and commerce. And David Schweikert was already on the Ways and Means Committee. That's the tax writing committee. The Freedom Caucus keeps its seat there. Let's bring in CNN's Melanie Zanona up on Capitol Hill. Melanie, again, the speaker in these holdouts say this is a good thing. It allows more diversity, ideological, geographical, generational, some say, though, it puts some of the people who like to cause trouble in very important places.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:10",
      "speaker": "ZANONA",
      "sentences": "And there are more committee assignments to come, including on House Judiciary, House Oversight, House Rules, House Arms and Services. And we are expecting those decisions to be made by next week. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:43",
      "speaker": "KING",
      "sentences": "The new Republican House majority is quickly making clear its policy priorities, and restricting abortion rights is clearly one of them. Yesterday, House Republicans approving a bill that would require doctors to preserve the life of an infant who survives an abortion procedure. Now, that is something that is exceedingly, exceedingly rare.Now, many House conservatives say trying to restrict or ban abortion should be a priority, though more moderate Republicans see it as bad policy and bad politics. There are also new abortion access debates in the states. In Alabama, for example, the state's attorney general says women could be prosecuted for taking abortion pills. Our great reporters are back at the table. Let's start there. Because of the Dobbs decision, abortion is now a state-by-state debate whether you support that or don't, that's the reality. This is the headline, Michael, in your newspaper today, talk of prosecuting women for abortion pills. Roil antiabortion movement. This is something that may have actually popular support in some conservative red states, but then it ends up into the national argument where it might help a Republican or be popular here, but a problem here, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:43",
      "speaker": "MICHAEL SCHERER, NATIONAL POLITICAL REPORTER, THE WASHINGTON POST",
      "sentences": "Well this really interesting moment after the last election where abortion really played the Democrats favor, where Republicans believe they misplayed abortion at the ballot box by having a number of candidates who didn't want rape and incest exemptions, who said ban abortion in all cases, that evangelical leaders, leaders of the national antiabortion movement are sort of breaking from the grassroots and saying, don't go as extreme as you want.Let's not -- this is not a time to be pure. We just won a big victory at the Supreme Court. We can make progress here. But if you embrace these most extreme measures, if you're talking about no rape exemption, if you're talking about medication abortions, if you're talking about banning all abortions up to zero weeks, those are going to be losers and you're going to end up electing Democrats and having more abortions in the end. So there's -- this debate going on within the Republican Party right now, and I think what you saw in the House was an extension of that. They took the lowest hanging fruit. You know, they're banning something that basically doesn't happen. It's not going to become law anyway. But they're going after something that really is not an issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:43",
      "speaker": "KING",
      "sentences": "Right. But there are some House Republicans who do want to bring a total abortion ban or at least more restrictions on how many weeks to the floor of the House. We'll see if the speaker in this new transparent process allows something that to happen. And this is really an example of, A, what's your state and maybe even what's your district, right? House district is very different than somebody else to run statewide who might have to appeal to Democrats and appeal to the moderate suburbs. Nancy Mace, one of the newly reelected Republicans, says, we need to be more careful here.(BEGIN VIDEO CLIP) REP. NANCY MACE (R-SC): We want to beat our chest and we want the base to love us. But I just proved in this election, I had two big elections this year, a primary, big primary, and a big general election that you can stay true to your principles and your values. You can find middle ground and you can win big. We're racing to the fringes. I have a colleague in the House right now that wants to bring a bill to the floor that bans all abortions with no exceptions. What are we doing here? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "KING",
      "sentences": "And it's January 2023. But you hear and I want to play a snippet of the House floor debate. Look, the Democrats did this, too, when Nancy Pelosi was speaker, they passed some legislation that they knew they could never get through the Senate because the Democrats didn't have enough vote. The Republicans in the House know a lot of these issues they're going to pass in the House are just dead on arrival in the Senate. And as the President Biden said today on a different context, comes -- gets to my a desk, it's going to get a veto. But listen to the debate on the House floor because what you're hearing here in Washington today, you will hear next year's campaign.(BEGIN VIDEO CLIP) REP. ANN WAGNER (R-MO): The House will at last take action to ensure that every single baby born in the United States receives lifesaving medical care at their most vulnerable moment. REP. LIZZIE FLETCHER (D-TX): What this bill is about is an assault on the health, rights, equality and dignity of American women and the people who provide their reproductive health care. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "KING",
      "sentences": "Is it fair to say, we assume President Biden is going to run for reelection, that he disagrees with everything the Republicans are trying to do on this issue, but he's probably politically not unhappy that they bring this to the floor and that they have these debates. This is just looking at some, you know, in the state of Ohio. Should abortion be legal, 58 percent, in Arizona 62 percent, in Pennsylvania 62 percent, Arizona, Pennsylvania, Ohio not so much, but Arizona and Pennsylvania, critical to the Electoral College map for Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, you know, a lot of this Republican resistance and trying to pass these new laws or messaging votes when it comes to abortion in some ways is a gift for Democrats. They are hoping that this will galvanize their voters to head out to the polls and help them win. That's something that you saw in the last midterms. So they're looking at these votes, they disagree or these, you know, types of debates, they disagree with where Republicans are, but in some ways, they're hoping that it's going to help motivate their voters to get out it's something that you could see play out in the coming years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:51:56",
      "speaker": "KING",
      "sentences": "The suspect in the killing of four University of Idaho students was just back in court. Let's go straight live to Moscow, Idaho. CNN correspondent Josh Campbell is there. Josh, tell us what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:51:56",
      "speaker": "JOSH CAMPBELL, CNN CORRESPONDENT",
      "sentences": "Yes, John, that hearing just wrapping up. A short time ago, our colleague Gary Tuchman and I were inside court. The suspect, 28-year-old Bryan Kohberger, was escorted in by deputies. He was wearing orange prison guard. His ankles were shackled. Now, today's hearing was, as expected, largely procedural, but importantly, we now know when the next key hearing will be, that is June 26th. That is when the judge has set this probable cause hearing, the preliminary hearing where we could actually learn new details from prosecutors as they continue to build this case.Now, one of Kohberger's attorneys, although he hasn't yet entered a plea of guilty or not guilty, his attorney said that his client expects to be exonerated. But of course, as we've been reporting, authorities have already unsealed a trove of damning evidence, including DNA that was apparently found at the scene, allegedly similar to the suspects. Police were also able to analyze the suspect's cellphone and his vehicle movements, authorities say placing him near the scene where those four college students were killed at least 12 times before that incident. So, again, we will have to wait and see whether authorities released new information on June 26th. But that is the key date, the judge in this case says that as expected, this defendant will remain in the custody of the state with no bond. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:53:21",
      "speaker": "KING",
      "sentences": "The Biden administration says it is not emphasis on not coming for your gas stove. A safety commissioner argued those stoves are a, quote, hidden hazard, suggested a ban might be on the table, but the White House shot that down yesterday. A study did find gas stoves can cause a higher asthma risk in children.Washington gathering today to pay its respect to Obama era defense secretary Ash Carter, who died back in October after suffering a heart attack. President Biden this morning honoring the former Pentagon chief during his service at the National Cathedral. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}