{
  "date": "2023-09-27",
  "headline": "CNN This Morning",
  "subHeadline": "Trump to Speak to Union Members after Biden Joined Picket Line; Judge Rules Trump Committed Fraud in Building Real-Estate Empire; Senate Cuts Deal to Avert Shutdown Amid Uncertainty in House; Looters Ransack High-End Stores in Philadelphia; North Korea to 'Expel' U.S. Army Private who Trespassed into Country. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:09",
      "speaker": "ANDY SCHOLES, CNN SPORTS",
      "sentences": "Yes, and you know that had to be cool there for Stewart, getting -- getting to hold her daughter while accepting the MVP award this time around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:09",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Yes, you love to see it. It takes a lot to come back from -- from having a baby, and these athletes who do this kind of stuff, just -- I am so impressed with them.Andy, thank you so much for being with us this morning. And later on this morning, I will hope you join me for my new show, \"STATE OF THE RACE.\" It's going to be on CNN's international channel. It's at 11 a.m. On the East Coast, 4 p.m. in London. And today I'm going to talk to U.S. Senator Joe Manchin about the 2024 race for president and much, much more. So I hope you'll join us there. And thank you for joining us here. I'm Kasie Hunt. Don't go anywhere. CNN THIS MORNING starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:09",
      "speaker": "HARLOW",
      "sentences": "Morning, everyone. Top of the hour, 6 a.m. here on the East Coast. So glad you're with us.Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:09",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:09",
      "speaker": "HARLOW",
      "sentences": "A lot of news to get to. Let's start with the \"Five Things to Know\" for this Wednesday, September 27.Debate night in America, meaning it's going to be a late night for all of us. But the former president will not be on the debate stage, instead giving a primetime speech at a non-union auto parts manufacturer in Detroit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:09",
      "speaker": "MATTINGLY",
      "sentences": "That speech comes after a New York judge ruled the former president and his adult sons committed fraud by inflating the value of his assets. It's a decision that could have a big impact on the future of the Trump Organization.Also, breaking overnight, more than a dozen people are under arrest in Philadelphia after a big group of looters ransacked an Apple store, a Lululemon and a Foot Locker in Philadelphia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:09",
      "speaker": "HARLOW",
      "sentences": "And the Senate moving forward with a plan to prevent a government shutdown. Three days, 18 hours to go, in case you're counting. No guarantee, though, this thing can pass the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:09",
      "speaker": "MATTINGLY",
      "sentences": "And the writer's block -- the writers' strike has ended. Writer's block, to some degree. Hollywood writers can start working today again, after nearly a five months' strike.CNN THIS MORNING starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:09",
      "speaker": "HARLOW",
      "sentences": "All right. Here's where we begin. Happening today, former President Trump goes to Michigan. He will not debate his Republican rivals in California. He will be looking to upstage them with his own primetime speech.He's going to speak at a plant outside of Detroit. It is nonunion, which is interesting. It will be an audience of around 500 former or current union members, though. Here's what United Auto Workers President Shawn Fain told our Wolf Blitzer last night. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:09",
      "speaker": "SHAWN FAIN, UAW PRESIDENT",
      "sentences": "I find the pathetic irony that the former president is going to hold a rally for union members at a nonunion business.And you know, all you have to do is look at his track record. I see no point in meeting with him, because I don't think the man has -- has any bit of care about what our workers stand for, what the working class stands for. He serves a billionaire class, and that's what's wrong with this country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:09",
      "speaker": "MATTINGLY",
      "sentences": "It was quite a contrast. Fain was with President Biden yesterday as Biden became the first sitting president to join a picket line.Fain reiterated and then Biden seemed to back up the call for significant pay raises from the Big Three automakers. CNN's Kristen Holmes is live for us in Michigan with more. This has been built up by the Trump team. The Biden team followed after this announcement was actually made. What do we expect to see today from the former president? KRISTEN HOLMES, CNN CORRESPONDENT: Well, I will tell you that the Trump team was not expecting as warm a welcome from union leaders as you heard there from Shawn Fain, but they are expected to be well- received here in Macomb County. It's a county that he won by a significant margin both in 2016 and 2020. An this is the first clear signal that we have seen that the Trump campaign is looking beyond the primary at the general election, particularly looking at the state of Michigan, giving this swing -- primetime address in the swing state to working-class voters. Now, I'll remind you, Phil and Poppy, that these are the voters, and this is the state, that helped carry him to the White House in 2016 and helped carry Biden to the White House in 2020. And now you're starting to see Trump trying to get back some of that working-class vote that he had in 2016. Obviously, not going to be as easy this time around, particularly when you have those union leaders coming out, slamming his administration's policies as pro-business. But they do believe they can drive a wedge between the union leadership and the rank-and-file members, which as you member -- as you mentioned, some of them are going to be at this speech today. Now, Trump is not the only one looking ahead towards the general election. Biden is out with his first ad today hitting Trump directly. And surprisingly, it's not just airing nationally, but specifically on television here in Michigan ahead of his visit. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HOLMES",
      "sentences": "I don't know if there is a more targeted ad than that. It is very clear the messaging that the Biden camp is sending right now.And I do want to mention one thing, Poppy. You brought up that this is a nonunion shop. One of the things that we are going to hear from former President Trump is this talk about electric vehicles. He is trying to sell this as a loss for auto workers, saying it will take away jobs; it will take away manufacturing. And where we are now here, Drake Enterprises, we heard from the president of this company yesterday, who is clearly on the same page, saying in an interview that, if electric vehicles were to take over, he would be out of business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HARLOW",
      "sentences": "That's interesting. Thank you for bringing that up, too. Kristen, thanks. We'll track this all day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "MATTINGLY",
      "sentences": "Well, from the political to the personal. Personal finance, that is.A New York judge has ruled had Donald Trump and his adult sons built their empire based on fraud, saying they are liable for inflating the value of Trump's assets for years. Now, the judge cited multiple instances in which Trump's companies claim their properties were worth far more than their assessed values, sometimes to the tune of hundreds of millions of dollars, adding that the defendants claims none of that mattered legally came from a, quote, \"fantasy world,\" not the real world. The judge even quoting the famous Chico Marx line from the movie \"Duck Soup.\" (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "MARGARET DUMONT, ACTRESS",
      "sentences": "I saw you with my own eyes.CHICO MARX, COMEDIAN/ACTOR: Well, who are you going to believe, me or your own eyes? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HARLOW",
      "sentences": "The judge apparently went with his own eyes and canceled the Trump Organization business certificates that allow them to operate. That's a big deal. We'll get into why that could end Trump's control over some of his key New York properties, like Trump Tower in midtown Manhattan.Donald Trump's attorney called this ruling a miscarriage of justice and said the family will appeal. This is a major win for New York's attorney general, Letitia James, in this civil case against Trump, which alleges that Trump inflated his net worth by as much as $2.2 billion in one year. That case still will go to trial, where the A.G. will seek a penalty of $250,000. It's unclear if that trial, though, will start on Monday, as previously planned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "MATTINGLY",
      "sentences": "Let's go ahead and bring in CNN political commentator and Spectrum News political anchor Errol Louis; as well as former assistant U.S. attorney for the Southern District of New York, Sarah Krissoff.The \"Duck Soup\" reference, didn't have it on my bingo card for this week. Feel better because of it, particularly since we showed the spik. What was striking yesterday was, when this all emerged, everybody scrambling to figure out what on earth does this actually mean from a practical perspective? What does it mean? SARAH KRISSOFF, FORMER ASSISTANT U.S. ATTORNEY FOR SOUTHERN DISTRICT OF NEW YORK: Yes, so the court granted summary judgment on partial summary judgment for one of the attorney general's claims against the former president and his family. So that -- on that claim, were -- and it was a particularly claim where they don't have to prove intent or materiality of the statements. It's essentially a documents claims. Are the documents falsely misleading, and were they submitted in a pattern to achieve this -- some result? So we -- we're now proceeding with the rest of the trial, the rest of the claims the New York attorney general has against Trump and his folks and also the damages that actually wasn't decided by the judge in this decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HARLOW",
      "sentences": "You know what's really interesting and ironic is the fact that the Trump legal team, at the outset of this, when the case was brought, Errol -- you're a lawyer, too -- had -- had asked for summary judgment on their behalf.They had said the merits aren't there. Judge, you should dismiss -- you know, you should grant us summary judgment on all of this. Don't even let this go to trial. And in fact, the judge saw it not only the other way but granting at least that partial bit of it. So what goes to trial now, what will be decided in the courtroom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "ERROL LOUIS, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, they have a number of different claims about different kinds of alleged fraud. And so the most important ones, the ones that have generated the headlines, are now settled.That will still leave certain kinds of cases where there was a genuine dispute of fact about whether or not there was fraud involved in some valuations. And so there's some core of the case that still is going to make it to trial. And possibly very soon. What the judge, though, really was very, very emphatic about was that they were raising claims that had already been rebuffed by that same court in that same case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HARLOW",
      "sentences": "Didn't they fine the lawyers for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MATTINGLY",
      "sentences": "Errol, our Kaitlan Collins had Michael Cohen on last night, the president's [SIC] former fixer, lawyer, hatchet man, whatever you want to term him as.And you put the legal stuff aside, I think we all view this -- the former president through the political lens, which is incredibly difficult to puncture his support, how he kind of operates. But Cohen said this about          this particularly issue. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MICHAEL COHEN, FORMER ATTORNEY FOR DONALD TRUMP",
      "sentences": "If you really want to get to Donald, the way do it is through his bank book. Not by saying, oh, he's a narcissistic sociopath; or, you know, look it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "It's about money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "COHEN",
      "sentences": "He's definitely -- he's not 6'3\", and he's not 215 pounds. You go after the wallet. Once you start hitting that -- that bank book, that's what really gets to him.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MATTINGLY",
      "sentences": "There's some evidence of that over the course of the last several years. Do you think he has a point there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "LOUIS",
      "sentences": "Absolutely. Look, first of all, this is real money. I mean, a quarter of a billion dollars is a lot, even for somebody who, you know -- whatever his net worth is, that's a lot of money.The -- the other part of it, though, is that when the case is resolved, he's going to be seen -- and this, unlike some of these criminal cases that we keep talking about, we -- we already have a partial answer on this. I don't think the public is fully sort of absorbing it. But when this case is all the way over, he's going to be a candidate for president who was found to have committed civil fraud, he and his businesses. That's not a comfortable place to be. And he's always said, oh, it doesn't matter. You know, I'm dealing with high-flyers. We -- you know, this is how we play the game at this level. This judge again makes clear, it's like you can't say your triplex in Trump Tower is 30,000 square feet if it's actually 10,000 square feet. That's not OK; that's fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "HARLOW",
      "sentences": "And explain to people, if you could, Sarah, in the simplest terms why it matters that he inflated, according to this judge and according to the A.G.'s argument, these assets by so much? It gave him better deals, he got more favorable loans?Yes, there was a lot of benefits to him of inflating these assets. So both in tax benefits and benefits with regard to the loans that he attained. One of the arguments that Trump's team made was no one was hurt by this. Right? I -- I paid my loans off. The bank's actually made money. They weren't harmed by this. The judge said that doesn't matter. That's not relevant here, You can't -- you can't commit fraud and say, Well, no one was hurt, so it was OK for me to do this. That was one of the sort of Trump's arguments that the judge rejected outright. But that is really sort of the crux of those claims against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MATTINGLY",
      "sentences": "Can I just ask you one more quick one before we have to go. It's against -- related to the former president and to his sons. Ivanka Trump was also in the business for a period of time, but this same judge, I think, dismissed her role in this. Why? What does that mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "KRISSOFF",
      "sentences": "So there were statute of limitations issues with regard to the claims against Ivanka Trump. And so essentially, it was too late to bring those claims. And the timing was off.I think she wasn't involved in the business at certain times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MATTINGLY",
      "sentences": "She stepped back. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "KRISSOFF",
      "sentences": "And so they weren't allowed to bring the claims against her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MATTINGLY",
      "sentences": "OK. Erroll, Sarah, thanks, guys. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "KRISSOFF",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "HARLOW",
      "sentences": "So three days left to avoid a government shutdown. The Senate has laid out a stopgap bill to fund the government through November. Big questions, though, about whether it stands a chance in the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MATTINGLY",
      "sentences": "And new overnight, more than a dozen arrests have been made in Philadelphia after mass looting there. We're going to bring you the very latest on the investigation. Stay with us.(COMMERCIAL BREAK) (BEGIN VIDEO CLIP) REP. JIM MCGOVERN (D-MA): Madame (sic)Speaker, forgive me, but what the hell is going on around here? (END VIDEO CLIP) MATTINGLY: That's Massachusetts Democratic Congressman Jim McGovern, speaking for all of us, to some degree, as we watch Congress careen toward a government shutdown, inching closer by the day, the hour, the minute, the second. Now just three days to go to pass a spending agreement. The Senate has brokered a bipartisan bill to keep the government open until mid-November. It includes $6.2 billion in aid for Ukraine. That, of course, at least according to House conservatives, makes it dead on arrival in the House. And that's where embattled Speaker Kevin McCarthy is still trying to wrangle his party and vowing to put his own short-term spending bill on the floor on Friday. GOP hardliners like Congressman Matt Gaetz are threatening to oust McCarthy, because they would rather shut down the government than work with Democrats. (BEGIN VIDEO CLIP) REP. MATT GAETZ (R-FL): The one thing I agree with my Democrat [SIC] colleagues on is that, for the last eight months, this House has been poorly led. And we own that, and we have to do something about it. And you know what? My Democratic colleagues will have an opportunity to do something about that, too, and we will see if they bail out our failed Speaker. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MATTINGLY",
      "sentences": "CNN's Lauren Fox joins us now. Fox, I think the thing that's striking to me is, in a normal moment of the last decade of these fiscal wars, the off-ramp now exists, right? There's a bipartisan deal. It is backed by Senate Minority Leader Mitch McConnell and Chuck Schumer. It is backed by the Republican and Democrat on the Appropriations Committee. And yet, it is not the answer here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "MATTINGLY",
      "sentences": "Yes. It just feels inevitable that a shutdown is coming. The question, at this point, is how long? Lauren Fox, thanks much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "HARLOW",
      "sentences": "So this new overnight. Large crowds of looters swarming and ransacking stores. This is in downtown Philadelphia. Watch.(BEGIN VIDEO CLIP) (SIRENS) (SHOUTING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "HARLOW",
      "sentences": "This is the moment they smashed their way into an Apple store. Police say a crowd of about 100 juveniles moved through the city, targeting retail stores that sell high-end goods, clothing, sneakers, wine and liquor. Even pharmacies were targeted.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "JOHN STANFORD, INTERIM COMMISSIONER, PHILADELPHIA POLICE",
      "sentences": "We're investigating that there is possibly a caravan of a number of different vehicles going location to location. So it's very possible that we had a group that was just making their way through the city. But quite actually, you have followers, that people are going to see this and start to come out to it and think that they can have an opportunity to get something, you know, as well.(END VIDEO CLIP) HARLOW: Danny Freeman joins us live in Philadelphia. Police vowing to arrest more suspects. Good morning, what can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "Good morning, Poppy.That's right, police are vowing to arrest more suspects. The acting commissioner calling last night's actions disgusting and making very clear that those who were looting last night were not protestors; they were opportunists. (BEGIN VIDEOTAPE) FREEMAN (voice-over): Looters descend onto Center City Philadelphia last night, hitting several stores in the area, leaving a path of debris and destruction behind. According to police, the looting started at 7:58 p.m. at this Foot Locker, breaking glass and leaving sneakers strewn on the ground. More instances of looting happened in quick succession. First this Lululemon store left ransacked, picked-over merchandise scattered all over the floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Free iPhones!FREEMAN (voice-over): Minutes later, looters were seen barging into this Apple store.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, my God! All these iPhones!FREEMAN (voice-over): And others broke into this liquor store.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "STANFORD",
      "sentences": "Everybody in this city should be angry. Everybody that goes to these businesses should be angry.FREEMAN (voice-over): Upwards of nearly 100 people were involved in the looting, and at least 15 people were arrested.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "STANFORD",
      "sentences": "We made arrests, and we will continue to make arrests.FREEMAN (voice-over): The looting came on the heels of peaceful protests against a judge's decision to dismiss all charges against Philadelphia Police Officer Mark Dial, who shot and killed Eddie Irizarry during a brief traffic stop last month. Police commissioner John Stanford said he believes the looters were not motivated by the Dial case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "STANFORD",
      "sentences": "This had nothing to do with        the protests. What we had tonight was a bunch of criminal opportunists take advantage of a situation.(END VIDEOTAPE) FREEMAN (on camera): Now, here on Walnut Street, Poppy, cars are moving again. We've seen runners, folks going to work-out classes. Things are looking a little bit more back to normal here, even as stores like this Apple store behind me continue to clean up after last night -- Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "HARLOW",
      "sentences": "Danny Freeman, pretty extraordinary to see that play out. Thank you for the reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "MATTINGLY",
      "sentences": "We want to turn to some breaking news just into CNN. North Korea has decided to, quote, \"expel\" U.S. Army Private Travis King. Remember, he crossed into the North from South Korea during a tour of the joint security area in July.North Korea claimed that King has, quote, \"confessed that he illegally intruded into the territory of the DPRK as he harbored ill feelings against inhumane mistreatment and racial discrimination within the U.S. Army and was disillusioned about the unequal U.S. society.\" Now, North Korea first acknowledged King's existence back in August. CNN cannot confirm whether these are King's own words, at least as they were described by the North Koreans. It is unclear from KCNA report where, when and how King would be expelled. Our reporters are on this story right now. We're going to have much more on this as we get more information over the course of the next couple of hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "HARLOW",
      "sentences": "We'll bring you that as we get it.Meantime to politics. The second Republican debate is tonight. We'll break down the candidates' strategies as they try to separate themselves from the pack, and from the elephant not in the room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "MATTINGLY",
      "sentences": "Plus, what Cassidy Hutchinson, the former top aide to Trump chief of staff Mark Meadows, says about her former boss now.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:28:45",
      "speaker": "MATTINGLY",
      "sentences": "We are following this breaking news just into CNN.North Korean state media has decided -- it says, quote, \"North Korea has decided\" to, quote, \"expel U.S. Army Private Travis King.\" You'll remember he crossed into the North from South Korea during a tour of the joint security area in July. Now, it is unclear from the KCNA report where, when and how King would be expelled. Joining us now from Seoul, CNN's Paula Hancocks. Paula, there has been a lot of question about what would happen here. North Korea not even acknowledging that King was there until about a month after he crossed over. What do we know at this moment?",
      "isLastSentenceInterrupted": false
    }
  ]
}