{
  "date": "2023-11-30",
  "headline": "Laura Coates Live",
  "subHeadline": "Israel Knew Hamas's Attack Plan More Than A Year Ago; Truce To Expire At Midnight ET; IDF Intercepts One Rocket From Gaza Strip; Concerns Are Growing For Health And Wellness Of Hostages; Fulton County D.A. Fani Willis Is Trying YSL RICO Case; HBO Documentary \"South To Black Power\" Proposes New Vision For Black Political Success; CNN Presents \"Tomorrow's News Tonight.\" Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "LAURA COATES, CNN HOST AND SENIOR LEGAL ANALYST",
      "sentences": "Breaking news, did Israel know that more than a year ago, about Hamas's plan to attack? And were the warnings actually ignored? Tonight, on LAURA COATES LIVE.You know, when I actually first heard about this story, I'm going to tell you, I had to actually read it twice, because I thought, there's no way that this is right. Is it? I mean, are you telling me, all of us, that it's possible that Israel was aware that Hamas planned to attack Israel? Well, let me just change the word here because aware seems to make it feel like it was just an inkling, that they may have had a hint something may be coming. But \"The New York Times\" is reporting tonight that it wasn't an inkling. It was a 40-page battle plan, and they had it more than a year ago, a year before terrorists slaughtered some 1,200 men, women and children, and took more than 200 people a hostage. The \"Times\" goes on to report that Israeli military and intelligence officials dismissed the plan as aspirational, thinking it was too difficult for Hamas to carry out. The \"Times\" reviewed the approximately 40-page document, it is code-named \"Jericho Wall\" by the Israelis, and it laid out in chilling detail and it went point by point exactly the kind of invasion. What they didn't actually have was a date of when it would happen. Now, we know now that date was October 7th. But here's what we still don't know tonight. We don't know where the rest of the hostages are, we don't know how many there really are out there, we don't know who has them, and we don't know what happens if or when the truce will end. And then what happens next? You know time is running out. We don't know if in just about, what, 59 minutes, the truce will extend or the fighting will resume. We're literally sitting here waiting minute by minute for those answers. But when Hamas is unable to release any more women and children alive, the understanding is that Israel will relaunch its military campaign and the military wing of Hamas is calling for its forces to remain on what they're calling high-combat readiness. So, what happens next? And there is breaking news tonight. Right now, the IDF saying that Israel has intercepted one rocket that was launched from the Gaza Strip. Joining me now is CNN chief national security correspondent Alex Marquardt and foreign policy analyst Barak Ravid. Alex, first of all, as we're talking about this and wondering when the truce will end and if it will and what might happen 59 minutes from now or so, what are we learning right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "I mean, Barak, you've been working your sources as well and seeing this. And obviously, this is very different than what happened in the initial days of releasing hostages, the numbers, the ratio, to Palestinian detainees and prisoners as well. Here we are now less than an hour away from this latest deadline. And one rocket, it's true, but the question now, Barak, do you think that Israel is going to respond? And somehow, does this mean the end of the truce even before this deadline?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "BARAK RAVID, CNN FOREIGN POLICY ANALYST",
      "sentences": "Well, I think the IDF has been taking several measures in the last few hours as a sort of precaution for the possibility that at 7 a.m. or a bit before, there will be some sort of an attack from Gaza if the ceasefire will not be extended.But at least I think at that moment, I agree with Alex, that I think we should wait. There's still, you know, 55 minutes until 7 a.m. local time. And it is one rocket. And in the, you know, sort of dialogue that Israel and Hamas are doing from time to time through airstrikes and rocket fire, this could be just a sort of a signal --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "RAVID",
      "sentences": "-- and not a decision to go all out and, you know, stop the ceasefire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "I'll remind people, of course, just less than 24 hours ago, we were in a similar position, and it really did go down right to the wire by that final deadline. Here we are again today. But you know what came in earlier, Barak. I know you've been seeing this. \"The New York Times\" report. I mean, what they have reported is truly a devastating indictment of Israeli intelligence.I'm wondering, we just outlined it earlier, about having some 40-page battle plan of sorts from Hamas, not the date, not the specificity of when exactly it would happen, but the fact that there was this plan in place and details and point by point, how will Israelis react to all this given that there were questions about intelligence failures being pursued and investigated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "RAVID",
      "sentences": "Well, I think it's pretty clear by now that the problem that the Israeli intelligence had was not that it did not know what Hamas was planning, the problem was that the analysis of the, you know, mountain, of information that Israeli intelligence have, the analysis was just wrong.The sort of premise that Israeli intelligence had was that Hamas is dirt and that is not going to do anything regardless of all the information they had about what Hamas is planning, what kind of exercises they're doing. And this was the problem. The problem was the analysis and the result we've seen in the last two months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "You know, the report does say, let me be clear, there is no evidence that Netanyahu actually saw the report. But I do wonder about the fallout and, of course, his position within Israel in particular. Can he avoid the fallout? Is this really going to come down to simply the analysis of the data before it would reach him or something more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "RAVID",
      "sentences": "I think it's not only the -- intelligence failure is one thing here. But there's a policy failure. And the policy failure is that if you're the prime minister for almost 15 years before the war, at the end of the day, you're the one in charge. You know, as they say, the buck stops here.So, until now, Netanyahu did not say that. He did not take responsibility. And, you know, if you're the prime minister, you're in charge of what's happening in the country. And if you're the prime minister for 15 consecutive years, then, you know, you're even more in charge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Let's talk about the reaction here at home, Alex. I do wonder how the U.S. is reacting to this news, the administration. Have you heard anything yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "Alex Marquardt, Barak Ravid, we shall see what comes next. Perhaps the luxury of analysis is something that we can't look at when you have the ongoing issues of today. Thank you both.I want to bring in CNN military analyst and retired Air Force colonel Cedric Leighton, also CNN national security advisor Peter Bergen. Colonel Leighton, let me begin with you here because we know now from the breaking news that there has been a rocket. It has been launched from Gaza. We know it's one. It was intercepted by the IDF. But is this what you would expect for a resumption of fighting or is this, as Barak noted earlier, a signal as opposed to maybe a stopping of that pause?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "CEDRIC LEIGHTON, CNN MILITARY ANALYST, RETIRED AIR FORCE COLONEL",
      "sentences": "Yeah, Laura, good evening. I think that it's more like what Barak has said because, you know, it's just one rocket and it was intercepted by the IDF. It's a signal that Hamas is ready to fight if it needs to fight. It was a warning to Israel. But, of course, the Israelis responded by knocking that missile down.So, at the moment, we're in the warning and signaling stage of this. It could go in any direction. But at the moment, I would say, Laura, we're in that phase where we're waiting for something to happen in terms of let's get, you know, let's get this truce extended or not. But in this particular case, I think they're hoping for an extension on the Hamas side as well for their reasons. But at this point, that's where it stands in my view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "I want to talk about this \"New York Times\" reporting because we have seen it. And \"The New York Times\" report suggests that this was not vague intelligence. I want to just read for both of you a small part of this reporting tonight that we have obtained.It says, Hamas followed the blueprint with shocking precision. The document called for a barrage of rockets at the outset of the attack, drones to knock out the security cameras and automated machine guns along the border, and gunmen to pour into Israel en masse in paragliders, on motorcycles and on foot -- all of which happened on October 7th.\" Before I get to you, Peter, I want to ask you militarily and in terms of your intelligence background, Colonel Leighton, how could they have dismissed this threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "LEIGHTON",
      "sentences": "Yeah, it is shocking when you read it in these stark terms, Laura. You know, when you look at all the different aspects of this, it was very clear, in retrospect at least, that the planning that Hamas was undergoing was extensively thorough.And then the report continues to say that Hamas conducted an exercise, a major exercise, which was intercepted by Israeli intelligence, and communications surrounding that were intercepted by a unit known as Unit 8200, which is kind of equivalent to the NSA. They were able to at least determine that this exercise followed the outlines of this \"Jericho Wall\" plan, and that very fact would be an indicator, under normal circumstances, that Hamas was serious, that Hamas was getting ready to do something like this. You never, ever put up an exercise with such precision if you're not going to actually do what you practice in that exercise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:54",
      "speaker": "PETER BERGEN, CNN NATIONAL SECURITY ANALYST",
      "sentences": "BERGENThe CIA provided plenty of strategic warning, not to the detail that we're seeing in this case, that Al-Qaeda was planning something in the spring and summer of 2001. The Bush administration basically ignored those warnings. I think whenever there's a surprise attack, you go back and you look at the signals that were in the system. They were much clearer, of course, in hindsight. But here, this is a classic case, I think, of policy failure. The policy failure was presumed that Hamas was basically kind of quiescent, that Gazans were working in Israel, Hamas was not up to anything, and therefore, intelligence that came in to the system that sort of didn't align with that was simply kind of filtered out. That's a policy failure. Ultimately, Prime Minister Netanyahu who, by the way, publicly has blamed the intelligence agencies and then sort of withdrew that blame, he's in charge. Intelligence is providing information to policymakers. They don't make policy. And it's the policymakers' responsibility to ask the right questions about what's going on and to get the right intelligence and then also to act on intelligence that might be needed to be acted upon. So, I think one of the oldest dodges in the book is to blame the intelligence agencies because A, they operate in the classified world so it's hard for them to defend themselves, and B, ultimately, their bosses are the policymakers. So, I was skeptical at the start that this was a classic intelligence failure. I think this is much more of a classic policy failure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:54",
      "speaker": "COATES",
      "sentences": "Do you think that, given what you're seeing in the \"Times\" reporting and, of course, there are conversations not just about the intelligence analysis, but the policy decisions and what was behind that, I mean, the \"Times\" confirms earlier reports that Israel seemed to underestimate Hamas's capability compared to the strength, perhaps, of the Israeli military. I mean, they thought that they would never be able to pull it off.Was part of that policy decision-making, even (INAUDIBLE) had been received, based on one's underestimation of the military might or the process of which they would do --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:54",
      "speaker": "BERGEN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:54",
      "speaker": "COATES",
      "sentences": "-- or arrogance? What was it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:54",
      "speaker": "BERGEN",
      "sentences": "I think, Laura, that's exactly right. It reminds me very, very like the Yom Kippur War. You know, the Israeli cabinet just assumed that Egypt and Israel wouldn't do anything as dumb as attacking them 50 years ago during the Yom Kippur War because they thought Egypt and Syria would lose the war, which they did. However, that didn't mean that they didn't actually launch the attacks.And so, when the Israeli cabinet looked at the intelligence that was coming in, but just before the Yom Kippur War, they interpreted Egyptian and Syrian troop movements as training exercises, which a little bit familiar here, not as preparation for an actual attack. So, I mean, we've seen this movie before, it's very common. Unfortunately, you know, it happened again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:54",
      "speaker": "COATES",
      "sentences": "Colonel Leighton, Peter Bergen, thank you both so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:54",
      "speaker": "BERGEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:54",
      "speaker": "LEIGHTON",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:05",
      "speaker": "COATES",
      "sentences": "It's so important to think about, there are hostages who have come home, and there are many hostages that are unaccounted for right now. We don't know where they are, when they're coming home. And I wonder, particularly both of you being doctors, when you think about who is still a hostage, and the Red Cross might not be able to get to them, what concerns do you feel in those moments about the care or the physical conditions they may be in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:05",
      "speaker": "HILA GAVRIELI, PEDIATRICIAN",
      "sentences": "We're very worried about this. Throughout our fight to bring Tamar home, we've been part of the Family Forum medical team. And we met with the Red Cross and other organizations several times. There are hostages that have serious medical conditions and need their medical -- their medicine on a daily basis.We gave the list of medication to the Red Cross. We begged them to make sure that the hostages will get the medical aid they need, they deserve. And as far as we know, it didn't happen. Just several days ago, one of the hostages that was released arrived in critical condition. She suffers from hypothyroidism, which -- it's not even a disease. It's a condition. My mom has it. She needs to take one pill a day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:05",
      "speaker": "COATES",
      "sentences": "And if she doesn't, there are some really dire consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:05",
      "speaker": "GAVRIELI",
      "sentences": "If she doesn't, she'll be in the condition that she's at now. She's in critical condition. She arrived at the hospital with hypothermia of 82.4 Fahrenheit degrees, unconscious. Things that we rarely see in the modern world. And we're fighting right now for those hostages. Adva, instead of mourning for her sister, is here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:05",
      "speaker": "COATES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:05",
      "speaker": "GAVRIELI",
      "sentences": "-- fighting for others because we know time is essential. We have to get to them now. They need to get medical aid.GUTMAN-TIROSH:  And we know that there are others that are injured and still under the capture of the Hamas. We know for a fact about a young boy, you know, with his arm hurt and gunshot -- wounded. And we don't know if they will survive and if they survived already. You know, some of them got treatment in Gaza, but not the right one, and they are suffering. One of the hostages that was released is suffering from infection and, you know, other problems because of the bad treatment that she got there. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:05",
      "speaker": "COATES",
      "sentences": "If they got treatment at all.GUTMAN-TIROSH:  If they got because some of them didn't. So, it's -- as a doctor, it's very, very --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:05",
      "speaker": "GAVRIELI",
      "sentences": "Frustrating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:05",
      "speaker": "COATES",
      "sentences": "Yeah.GUTMAN-TIROSH:  Frustrating, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:05",
      "speaker": "COATES",
      "sentences": "And painful. I mean, I wonder, too, we're talking about the physical. But I'm a mom. I think about, especially with young children, we know that the developing mind of young people, that trauma can impact them in ways that even as adults, we don't necessarily consider, they can't communicate the same way. I wonder about, you're a pediatrician, the developing minds of children. What are you concerned about here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:29:54",
      "speaker": "GAVRIELI",
      "sentences": "And when I asked her about their nutrition status, so they have lost weight, but their mothers are even in worse conditions because they gave their food to their kids in order to survive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:29:54",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:29:54",
      "speaker": "GAVRIELI",
      "sentences": "And those are things that we've heard about, you know, over 70 years ago. So, the trauma that those kids suffer, it's with them for life. As you said, their mind, their personality, the way they see and react with the world has completely changed their trust in human beings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:29:54",
      "speaker": "COATES",
      "sentences": "And it's difficult for me to sit here and not acknowledge the very obvious when we're talking about trauma and grief, what you're experiencing, And I'm very sorry for what you have experienced and what you have lost. You certainly honor your sister and trying to fight for those who remain. But I'm very sorry that we're meeting this way.GUTMAN-TIROSH:  Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:29:54",
      "speaker": "COATES",
      "sentences": "And thank you to both of you. I appreciate it so much.GUTMAN-TIROSH:  Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:29:54",
      "speaker": "GAVRIELI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "You know, with all the shocking news from around the world, there's actually a case that's happening perhaps right under your nose that could have extreme implications in the looming presidential race and for the Republican frontrunner, a man by the name of Donald J. Trump.Now, you may not know what YSL is. You might not have even heard of someone called Young Thug. But I guarantee you, the former president is thinking about this trial every day. Why? Well, because Fani Willis is trying that case and he, Young Thug, is facing some of the same charges as Donald Trump. Think the RICO charges everyone has been talking about. You know, how she does this trial could be the blueprint for how she approaches the trial against Trump. Now, the trial actually began in Atlanta on Monday after a 10-month jury selection process. Yes, you heard that right. Jury selection in that RICO case with all the defendants lasted 10 months. The Fulton County D.A. has alleged the Grammy-winning rapper Young Thug, whose real name is Jeffrey Williams, is the co-founder of a criminal street gang responsible for violent acts dating back 10 years. Prosecutors say that YSL, the acronym for the artist's label, Young Stoner Life Records, also stands for Young Slime Life, an Atlanta- based street gang affiliated with the National Bloods Gang. And the case has drawn pretty fierce criticism over prosecutors' use of rap lyrics to help buttress their case, allegedly as proof of the gang's very existence. So, will they use Trump's speeches, maybe in a similar way, try to prove the case against him? How are there any parallels, and how will they be used? We've got with us CNN legal analyst and criminal defense attorney Joey Jackson, who I'm so glad is here right now. Joey, I have been thinking about this case, and I wanted to talk to you about it because a lot has been made about obviously what type of evidence might be used. But take a step back with me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "A RICO case is no walk in the park for the person charged or the prosecutors to prove.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JACKSON",
      "sentences": "It is not at all. So good to be with you, Laura. Listen, this is a big deal. Why is it a big deal? RICO case and, of course, in doing that, what they're saying is that Young Thug was the boss of this enterprise, right?Prosecutors laying out chapter and verse about a lawless, and then there's a battle of the narratives to be clear, but from the prosecutor's perspective, they're saying that he was the head of this. Because of him, there was this lawless activity of murder, of armed robbery, of all of these things, right, which would relate to him getting and marshaling up other people in this enterprise to do his bidding. That's their side of the story in this RICO, right? Sort of grand thing that they're laying out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "And in a case like this, too, they don't have to prove that he was a part of every act that a criminal enterprise did or that he said with specifics, you do this, you do that. He had to just head it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JACKSON",
      "sentences": "See, and that's why RICO is so dangerous, right? It's so powerful from a prosecutor's perspective because you do not have to establish that you orchestrated or did everything, just that you were the head of the enterprise and you had all of these component parts that were working for you.Of course, the other side of the narrative is that, listen, he is a product of this community, and as a result of that, right, he's talking about, and you mentioned the rap lyrics, he's rapping and doing other things that are a product of his life. He's a child of the community who is about uplifting people, not about bringing them down. And by the way, why would he have a motivation to engage in any criminal activity given his wealth, given his stardom, and given all the wonderful things he's doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "But he's not rapping about rainbows and lollipops. Let's just be real about this, right? And he is, though, part of defense counsel, is trying to talk about, obviously, he's rapping from an artistic point of view. The lyrics themselves are not essentially confessions of crimes committed, even going as far to try to suggest that the acronyms that are being used in different ways are really just positivity, right? That's one way of trying to get at it and cleaning up this image. I want to just play for everyone for a second these clips, these lyrics, one part of it. Let me get to it. I want to play that they're going to use as evidence possibly. Listen to this.(BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Of course, we saw some of the lyrics in the captions there. A lot of it alluded to killings and beyond and talking about that. Now, it doesn't mean he says it's a confession.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JACKSON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "But the prosecutors say it is part of their case against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Do you think in the case of Trump which, of course, the connection here and why everyone is leaning in, it's just the fact that it's him, is that the RICO blueprint that the prosecutors might use here instead of rap lyrics? Is it campaign speeches?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JACKSON",
      "sentences": "I think it has to be, right? I mean, with good for the goose, right? So, ultimately, I think what the prosecution will do in that particular case is speak to the issue of what he has done in the past, what he said in the past.We know that the lyrics are used. Why? Because it goes to state of mind, because it goes to motive, because it goes to intent, because it goes to your part of your common plan or scheme. And so yes, as it relates to Trump, they'll bring in speeches, they'll bring in other things to establish and show what he meant to do. But listen. This is a major, major case last month, just like Trump's will last month. They have to show a number of acts that were certainly patterned acts they speak to in terms of what this enterprise was all about. Prosecution says it was about crime. He says, Young Thug, this is not about my criminality. I again am an embracer and uplift of this community, had nothing to do with it, no motivation for it. And, of course, we'll know that Trump will argue speech issues, too. You could say what you want. Right? It doesn't mean that you're a criminal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "You know what? There's going to be a lot more of this. This is indication. Ten-month jury selection, dozens of defendants, little down to about five people testifying against him. We're going to be watching this trial for a reason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JACKSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Joey Jackson, always good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JACKSON",
      "sentences": "Pleasure and a privilege.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Oh, man.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JACKSON",
      "sentences": "Thank you, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "So, if President Biden hopes to win re-election in 2024, frankly, he's going to need Black voters. But Black voters, as you know, are not a monolith, and their votes are not guaranteed.Three years ago, Biden had stronger support among Black voters than he does today. I mean, look at the numbers, and you'll notice that support is even growing for Trump, even if he remains well behind Biden. And, of course, Trump is looking to capitalize on the numbers and even grow them. Well, my next guest has a very thought-provoking thesis. You want Black voters to have power? Well, it doesn't come down to who is the president or where those voters live. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "CHARLES BLOW, COLUMNIST, NEW YORK TIMES",
      "sentences": "Why don't we skip over all of the pleading and the begging and the marching and the shouting and go straight to the power? During the Great Migration, about 6 million Black people left the South for cities in the North and West. I suggest that Black people return to the states with the highest percentages already of Black people, where they can gain political power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "UNKNOWN",
      "sentences": "If we're going to make a go of it, the South makes a lot of sense.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "\"New York Times\" columnist Charles Blow joins me now. Charles, I'm so glad to see you, and I'm so proud of the work that you are doing. So, bravo to you to even approach the issue in this way. But why is this the path to power?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "BLOW",
      "sentences": "Well, there's multiple forms of power in America. One that I think is critical for Black people and the issues that they care about is state power. The Constitution divides the power in this country into two groups. There's federal power and there's state power. There are no cities in the Constitution. So, it's just federal and state. And many of the things that Black people care most about are most controlled by the states.The criminal code is largely written at the state level, the one that you're going to interact with. Most of them are not going to be, you know, sending things, interstate mail or whatever. You're not going to violate federal crimes most of the time. Mostly, the crimes that you will be charged with are state crimes. The mass incarceration is largely, predominantly a state and local issue. Most people are not locked up in federal prisons. The state governments have a lot of say on health policy, educational policy. They also have all the say on voting rights and how elections are administered. These are critical things for Black people. We've been in the streets marching about all these things. But we turn the eye to the federal government and say, why didn't you fix this? Well, no, we can fix it, you just have to fix it on a state level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "But are there concerns about a concentration of power in terms of like gerrymandering, for example, when you consolidate and then you crack the power and dilute it in different ways? Is that a bigger risk if everyone is in the same area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "BLOW",
      "sentences": "Well, I want to flip the question and say, I concentrate on the Black voters in that equation, meaning thisAnd if you really counted, they really cared about you. You would take like the 2016 example when Hillary Clinton lost to Trump. They would have been talking to you. But who are they talking to? Oh, we got to win back white working-class voters, white working class. They wrote the Hillbilly Elegy. They didn't come to you and say how do we get you back? What did we do wrong for you? Why did we disappoint you? How can we get you back to Barack Obama levels? That's what power looks like. If they're only coming to you at the last minute, that's not power, that's pleading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "COATES",
      "sentences": "Well, Charles Blow has a direction in mind. It's called \"South to Black Power,\" and the HBO documentary is incredibly fascinating. Thank you for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "BLOW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}