{
  "date": "2023-05-08",
  "headline": "CNN News Central",
  "subHeadline": "GOP House Cmte Chair Threats To Hold Secretary Blinken In Contempt; Edmund's:  Americans Paying An Average $47,680 For New Car; NYC To Send Migrants To Neighboring Counties Ahead Of Title 42 End; Rockland County Outraged Over NYC's Plan To Transport Migrants There; Russian Oligarch Publicly Criticizes War In Ukraine. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:32:47",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Let's take a look at some of the top stories we're following today on CNN NEWS CENTRAL.The entire state of Texas reeling after just a violent weekend. Police are learning more about the gunman and victims in Saturday's mass shooting at a mall in the city of Allen, Texas. A 33-year-old gunman killed eight people, wounded at least seven others. A source tells CNN that investigators are looking into his potential extremist ties based on his social media presence and as insignia on his clothing. The victims ranged in age from just 5 years old to 61. And in the border town of Brownsville, Texas, new updates on the investigation into a deadly crash that killed several migrants. Police say a 34-year-old driver lost control of his SUV and ended up killing eight people, injuring at least 10 others. All this at a bus stop outside of a homeless shelter. Police say they do not have any sort of motive. The driver has been charged with multiple counts of manslaughter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:32:47",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "The chair of the House Foreign Affairs Committee, Mike McCall, is threatening to hold the secretary of state in contempt of Congress.Remember, Tony Blinken has declined to turn over a classified diplomatic cable related to the chaotic 2021 U.S. withdrawal from Afghanistan. Now McCall says he's moving forward with contempt proceedings this week if Blinken doesn't turn it over. CNN's Kylie Atwood is at the State Department for us. Kylie, how is Tony Blinken responding to this threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SANCHEZ",
      "sentences": "A big deadline on Thursday. We know you'll be watching it for us.Kylie Atwood, from the State Department, thanks so much. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "So as interest rates continuing to climb, \"The Washington Post\" reports Americans are much less likely to buy a brand-new car.According to Edmund's, the average price of a new car hit $47,759 today. Kelley Blue Book says that prices are up 30 percent from March of 2020. CNN's Matt Egan is with us now. I mean, Matt, this -- I looked at this number and I couldn't believe it. It seemed like it should be somewhere in the 30s. What is driving this besides inflation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, Brianna, there's been a perfect storm here. Yes, of course, inflation has made everything more expensive. But there are also those computer chip shortages after COVID. That hurt the supply of new cars.The fed's war on inflation has made it more expensive to get car loans. And Americans' taste in car buying has shifted to some of the more expensive SUVs and trucks and so manufacturers are focused on manufacturing those pricier vehicles. Almost $48,000 is the average price for a new car. That is up by 32 percent from five years ago, according to Edmund's. Seeing an even bigger jump for used-car prices. Five years ago, the average was around $20,000. Today, it's nearly $30,000 for a used car. That is good for a 46 percent increase. Now, of course, this is all very frustrating to people who are in the market for a new car. Because for the longest time, buying new cars was part of the American dream. Now a lot of people have been priced out of the market for new cars and it feels like that American dream has been pushed further and further away. The last few years have been really some of the worst times in decades to buy cars. The other interesting point, though, here is the Federal Reserve, they are trying to combat inflation, but their tool is actually making things more expensive on a monthly basis. That is on car financing. As you can see, the average for car financing has hit a 13-year high. And 6.6 percent is the average rate for a 60-month loan. That is up significantly from two years ago. The good news here, Brianna, is that car prices do appear to have peaked late last year. They have started to inch lower, but it's really been slow. In the meantime, it does feel like people will continue to be frustrated when they look for a new car.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "KEILAR",
      "sentences": "They are with that number.Matt Egan, thank you so much. I don't know, Jim, maybe a CNN NEWS CENTRAL carpool is in our future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:06",
      "speaker": "SCIUTTO",
      "sentences": "That's pretty cool.Well, the top executive in New York suburb of Rockland County is lashing out at New York City Mayor Eric Adams, calling him a hypocrite, blasting his plan to send hundreds of migrants to other parts of the state, including 40 miles north of the city in Rockland County. Adams says that New York City is just overwhelmed with asylum seekers, so he needs neighboring cities and counties to share the burden. He says there are already more than 37,000 migrants in New York City's care. He's tired of waiting on the federal government for help, so he's taking matters into his own hands. This, before Thursday's end to Title 42. CNN national correspondent, Athena Jones, is in Rockland County with more reaction there. I wonder, first, how soon is this expected to happen, and where will they go when they get there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:06",
      "speaker": "ATHENA JONES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hi, Jim. Well, that is one of the big questions we heard repeated over and over again at the press conference this morning hosted by Rockland County executive, Ed Day.The plan is to house them in this hotel behind me. At least that's according to what the county said they have been able to find out. They don't know anything about timing. That was one of the big complaints from Day and other officials, that there wasn't enough coordination or really any coordination with the city. They say they first got a phone call -- one of the officials said they heard from the mayor himself or from the mayor's office on Friday afternoon saying that this was going to take place, this plan was going to now be enacted. But they didn't have any information on the number of people being sent up here and the number of migrants or when it would happen. So that is a big question. I can tell you that this hotel, where we're at right now, we've seen the sheriff's official driving by every now and then. People from the fire department clearly keeping an eye on this location because these county officials just don't know when these migrants are going to be arriving up here. Now, I can tell you that county executive, Ed Day, in his state of emergency, they declared that that state of emergency declaration prohibits any municipalities from sending migrants up to this county. It prohibits hotels and motels like the one behind me from housing migrants without a license. And it requires any municipalities that send migrants to Rockland County to make sure they are fully cared for and paid for. According to the plan that has been shared -- the details that have been shared by county officials and by the city, the plan would be to house the migrants at places like this hotel for four months. So a lot of the county executives and the people representing the county are saying, what happens after that? Who pays after that -- Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:06",
      "speaker": "SCIUTTO",
      "sentences": "So 37,000 already in New York City. A few hundred going to Rockland County. Is there a plan for the mayor to do this to other counties around the state? And how quickly does that happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:06",
      "speaker": "JONES",
      "sentences": "Well, the timing is still going to be in question. We know that New York City expects to see some 800 migrants arriving a day once Title 42 lifts.But we know that Orange County, a county further north from where we are now, is another place that has been mentioned as a place to house these migrants. But again, we don't know timing. And we don't know what will happen when buses start heading in this direction, even though the county officials don't want them here -- Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:45",
      "speaker": "SANCHEZ",
      "sentences": "A Russian oligarch, Andrey Kovalev, is speaking out against Russia's invasion of Ukraine and its consequences. At one point during his speech, he said, quote, \"The whole world is against us.\" So far, there's been no reaction from the Kremlin.These comments are coming as Russia continues to rain down missile attacks across Ukraine, including the key port city of Odessa and in the capital of Kyiv. We want to take you now live to Kyiv because CNN's Nic Robertson has been reporting from the ground there. Nic, let's start with this oligarch. He is a real estate tycoon. He leads this organization of Russian entrepreneurs. And he's criticizing the Kremlin openly. That is dangerous for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:07",
      "speaker": "SANCHEZ",
      "sentences": "Yes, and notably, Nic, the timing is also interesting because tomorrow is Victory Day, a huge symbolic day for Russia honoring the day where Russia beat Nazis back in World War II.Nic Robertson, we have to leave the conversation there. Thanks so much, Nic. Over to you, Jim.",
      "isLastSentenceInterrupted": false
    }
  ]
}