{
  "date": "2023-02-10",
  "headline": "CNN This Morning",
  "subHeadline": "Hope Dims for Survivors as Death Toll Surpasses 22,000 in Quake; New York City Family Visiting Relatives in Turkey Killed in Earthquake; U.S. Says Balloon Capable Of Intercepting Secret Communications; Scott Defends Plan That Would \"Sunset\" Medicare, Social Security; McConnell Swipes At Rick Scott's Plan: Its \"Not A Republican Plan\". Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Welcome, everyone. We're going to begin in Turkey and Syria, where we are witnessing death and humanitarian crisis there on an astonishing scale. More than 22,000 people now confirmed dead as the staggering death toll continues to soar. It has been 108 hours since the quake struck and hope is running out to find any more survivors in the rubble. But we did just saw something remarkable just this morning.A family of six rescued in Turkey after being buried alive for 102 hours, four children and two parents. They waved as they were brought out on stretchers. We are told that they were in the first floor of a collapsed building. This is their son who wasn't inside the home when the quake struck, weeping with joy as he saw them emerge from the wreckage. But the grim reality is that thousands are still missing and many could be dead or dying right now beneath piles of concrete.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "And take a look at some of these before and after photos of the devastation. This is a mosque, a Turkish mosque from the 19th century. It is in ruins. It's just one of many historic sites destroyed by the earthquake, some of which have stood for centuries.And this is a city street near the epicenter of the earthquake in Turkey, apartment buildings and businesses completely flattened. And this is a satellite view of Kahramanmaras, one of the hardest hit cities in Turkey, building after building reduced to dust. And take a look at the stadium on the right-hand side of your screen. That's a soccer stadium that has become a tent city for survivors who are now homeless. We have our correspondents on the ground across the disaster zone. We being with Nick Paton Walsh. He is live from the search and rescue operation near the Turkish and Syrian border. Good morning to you again, Nick. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, Poppy. Behind me, you can see that the excavations have really moved into trying to reduce the rubble. We have still seen glimmers of hope at a helipad just outside a field hospital here in Antakya. Some extraordinary images as helicopters now part of the machinery of the government that is quite palpable here now, Turkish naval helicopters coming in sometimes the frequency of 20 minutes and filling up with survivors brought in ambulances at a great rate here.One instance we saw a three-year-old girl and a two-month-old sister of hers seemingly without their parents, according to the rescuers, whisked on to that helicopter. At times, the helicopters trying to take off are being called back down again because another ambulance had turned up to deliver yet more survivors. One instance too, and it was incredibly light load carried by rescuers. I wonder what could possibly be on it. We looked and there were two infants on one stretcher, passed by hand inside that helicopter which then took off. About 15, I would say, people put on the helicopters that we saw, part of a persistent stream still of survivors being pulled from the rubble. Startling that after 100 hours, we are seeing that. But make no mistake, the predominant story here is one of loss and one of struggle, I think, to comprehend the new reality that's dawning on Antakya. And so much of the swathe of Turkey has been devastated by this startling earthquake, the worse in nearly a hundred years. Here, nearly every building is impacted in some way, nearly every building will have a question mark over its structural integrity, even the smallest tremor happens again in the years ahead. So, vast amounts of reconstruction will be required. And also, too, locals here dealing with nuances they have to find to the basics of everyday life, what am I going to eat, what am I going to drink, where are we going to sleep, how are we going to stay warm? The warmth provided by makeshift fires, they're burning anything of an (INAUDIBLE), choking smoke in the air, particularly at night, food, makeshift, dished out much more than we have seen before. But the question of where they are going to live, a very hard one to basically answer when nearly every building you look at here and other towns around is heavily damaged. Poppy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Nick Paton Walsh, your reporting has been extraordinary. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "LEMON",
      "sentences": "Can you tell us about them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "SALAZAR",
      "sentences": "So, my sister was six years older than me. She was very graceful. She was very -- she was very lovable. She was very passionate about everything that she did and she certainly put everyone's needs above her own. And my brother-in-law was very, very, very helpful in the community. He was very selfless. He was extremely intelligent. And all he wanted to do was help, help the community. He was very -- he was donating to Africa. He was donating -- he was very active with non-profit organizations. We're really broken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "HARLOW",
      "sentences": "Do you want to tell us about your nephews?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "SALAZAR",
      "sentences": "My nephews -- I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "HARLOW",
      "sentences": "It's okay. We see them. They are beautiful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "SALAZAR",
      "sentences": "My first nephew, his name is Hamza (ph), he is two years old and my little one was a year old. And there are no words I can describe how my family is feeling, how they were taken away so soon. They were just children. And we're mourning. We're mourning, you know? We were just -- we had so much hope. Our hope was to see him in programs and enroll him in school, and now we don't have that. We've lost all our hope. We don't have anything. My mom and dad, they are very broken. It's like starting over from nothing. It's really difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "How can we help you? They're going to hear your story and be so touched by it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:07",
      "speaker": "COLLINS",
      "sentences": "And he just had open-heart surgery, you said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:07",
      "speaker": "SALAZAR",
      "sentences": "He had open-heart surgery and he basically saw his building collapse before his own eyes and he couldn't do anything and he called my mom and he said, mom, he said, Barak, Marilyn, Hamza, Bilal (ph), they are gone. They're gone. They're under -- they left. And so he spent over 12 hours digging and just finding people to help him dig because the machines weren't able to go in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:07",
      "speaker": "LEMON",
      "sentences": "Well, listen, we are -- there aren't words. And we know that this is tough for you, and there are many families here in America who have loved ones there and have lost. And so we are all thinking about you and our thoughts and prayers are with you. And we really appreciate you coming in. We know this isn't easy to do. So, thank you for your strength and your courage and you dignity and we are sorry for your loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:07",
      "speaker": "SALAZAR",
      "sentences": "Thank you so much. We also have like a GoFundMe page, because, again, my brother's father was left with no home. Right now, there is tents that are being built for people who have lost their homes. So, we started a page for them. And this will go solely to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:07",
      "speaker": "COLLINS",
      "sentences": "We are going to share this and we'll make sure that everyone who is watching can find that and help because we want to help you in any way we can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:07",
      "speaker": "SALAZAR",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:07",
      "speaker": "HARLOW",
      "sentences": "Thank you for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:07",
      "speaker": "SALAZAR",
      "sentences": "It means a lot to me. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Intelligence from top secret U.S. spy planes is revealing what China's spy balloons are actually capable of. CNN has now learned that images captured by high altitude U2 reconnaissance aircraft offer details about the balloon before it was shut down. Our Chief National Security Correspondent, Jim Sciutto, joining us now to explain. What did China's spy balloon at least have the capability to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Poppy, remember early on, the Defense Department said it had limited surveillance capability. We're learning more details now, and maybe that it had more capability than we realized. Let's get into some of the details here. First of all, signals collection, other words that can intercept communications, et cetera, at least attempt to. Also, it has the ability according to sources to geo-locate those communications. In other words, where they're coming from, and where they're going to, that's significant.It has other capabilities that are better than satellites. One, they get better photographs, I'm told 3D photographs, more so than satellites that are flying higher, that gives you more detail about the things you're taking photos of. And it also has a greater ability to steer, and to hover over those targets for longer. The satellites are going at, well, 15,000 miles an hour or so, as they circle the planet, this could move much more slowly, and presumably gather more information as it does so. And this of course, then informed by where it traveled, what might it be looking up? Up in Montana, ICBM bases up there. In Missouri, Whiteman Air Force Base, that's where the B-2 bomber is based. You get down in North Carolina, you got Fort Bragg, Camp Lejeune, other military installations. So, to have that capability more than we knew, initially significant given where they -- where it flew over the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "HARLOW",
      "sentences": "No question, Jim. Thank you. That's fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Also, this morning, President Biden is continuing to hammer Florida Senator Rick Scott and his proposal to sunset all federal legislation after five years, including Medicare and Social Security, unless Congress decided to reauthorize it. Scott defended the proposal he made yesterday, comparing it to a 2017 Republican health care plan, that would have cut insurance from 24 million Americans, according to the CBO. He brought up a 2017 interview where my colleague, Jake Tapper, pressed a Trump official on the cuts.(BEGIN VIDEO CLIP) SEN. RICK SCOTT (R-FL): Hey, Kaitlan, let me just read you something Jake Tapper said. This is back when Republicans were opposing reducing the cost of Medicaid. But what about what Jake Tapper said? I mean, what Jake Tapper said -- and Jake Tapper said, that is a cut. You know, have you talked to Jake Tapper? What did -- why'd he say it was the kind of Republicans do it? And did the same fact-checkers -- let's go back and look at what Jake Tapper said? Didn't -- why did Jake Tapper said, that a $880 billion cut Medicaid is a cut? What they did last fall is going to reduce lifesaving drugs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "COLLINS",
      "sentences": "I understand you're saying it has an impact --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "SCOTT",
      "sentences": "I mean, there's going to be fewer lifesaving drugs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "COLLINS",
      "sentences": "I understand you're saying has an impact on drugs. That is different though, than saying, that they cut Medicare when they're saving money on the cost of what those drugs cost to Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "SCOTT",
      "sentences": "OK. But then why did -- why did Jake Tapper said, that a $880 billion cut Medicaid is a cut?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "COLLINS",
      "sentences": "I'm sorry, Senator, I don't think that's the defense that you think it is.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "COLLINS",
      "sentences": "Here is what Jake actually said.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR, STATE OF THE UNION",
      "sentences": "According to the Congressional Budget Office, the Health Care Bill that just passed the House would cut $880 billion over 10 years from Medicaid. Now, I know that the Trump administration is excited that Medicaid will go back to the states where they have more control and can experiment and be more efficient. But without question, $880 billion fewer dollars is a cut.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "COLLINS",
      "sentences": "Joining us now to discuss is CNN's Jake Tapper. Jake, what did you make of that, watching that interview hearing your name be invoked so many times by Senator Scott?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "TAPPER",
      "sentences": "And by all means, they should have that conversation but the -- just the -- whatever that was that word salad where he kept on mentioning me was just very strange to me, because he was trying to compare Medicare now being able to negotiate drug prices with drug companies, which is not a cut from Medicare, It's a cut in pharmaceutical company profits, no question but it's not a cut Medicare -- with me asking a question about the Congressional Budget Office analysis of a Medicaid bill from 2017. I mean, I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "But Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "TAPPER",
      "sentences": "-- it's really just kind of nonsensical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "Jake, you know what that is. So, he didn't say Jake Tapper says when he did his interview on Fox, he didn't say Jake Tapper says when he did his interviews other places. It was someone gave him that talking point probably saying, well, you know, they said it on CNN that Jake Tapper says it, then whatever. And so, I think he was using that as a talking point in kind of a gotcha to CNN during Kaitlan's interview, and she's right. It's not the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "TAPPER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "-- defense that you think it is. So, I think that's what it was, but I think it obviously fell flat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "TAPPER",
      "sentences": "Yes, no, look, when he went on Fox, not this week, but recently to try to defend this Rescue America Plan. He accused Fox of reading Democratic talking points.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "John Roberts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "TAPPER",
      "sentences": "I think it was John Roberts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "Yes, it was John Roberts in the summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "TAPPER",
      "sentences": "And all John -- yes, and all -- and all John was doing was literally reading to the Rick Scott plan. So, look, I'm not here to -- and the same as all of you. I'm not here to take a position on his plan. This is his plan. I'm not pro-Rick Scott plan, I'm not anti-Rick Scott plan. I'm just here is what he is proposing. And obviously, he doesn't want to defend it. He wants to change the subject, which is an odd thing to do. But that's also his prerogative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "HARLOW",
      "sentences": "We do need more Jake Tapper in the morning on this program. I'm not sure that's the way we wanted to get it. But we're glad it got you here. Can we just -- I want your take on what Mitch McConnell has said in the last 24 hours, here it is.(BEGIN VIDEO CLIP) SEN. MITCH MCCONNELL (R-KY): Well, this doesn't have anything to do with that. I mean, it's just a bad idea. I think it will be a challenge for him to deal with this in his own reelection in Florida, a state with more elderly people than any other state in America. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "HARLOW",
      "sentences": "That is really interesting to hear McConnell say. Obviously, there's no love lost between the two, but to hear him say this is going to make his own reelection in his state harder. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "TAPPER",
      "sentences": "Well, I mean, I think, first of all, Rick Scott has been challenging Mitch McConnell for the leadership position in the Senate. He has failed, he has not successfully challenged him, but he's tried to do it. And second of all, I think that this is exactly why that either the way that President Biden is using this issue is exactly why so many Republicans did not embrace the Rick Scott plan, because they thought it was electorally politically a real vulnerability. And look, what President Biden said at the State of the Union, that there are some Republicans proposing sunsetting Medicare and Social Security. It's accurate, Rick Scott proposed it. Now, the -- all the Republicans that booed him and called him a liar, that's not accurate, because Rick Scott did propose it. But the truth is what McConnell said that, Rick Scott proposed it, but most Republicans have distanced themselves from it quite, quite a bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "COLLINS",
      "sentences": "Yes. McConnell is like, OK, I'm in charge and Kevin McCarthy are in charge. We're the leaders of the party in our respective changers. We -- chambers -- we are against this. So, I do think it's important to note that. We've heard Republicans say that. I will say, you know, to be fair to Rick Scott, he's a senior adviser to him. And responding to McConnell said, Rick Scott knows how to win Florida a hell of a lot better than Mitch McConnell does. Some D.C. Republicans can keep parroting democratic lies, that won't stop Rick Scott from fighting for conservative principles instead of caving to Biden. Basically, Rick Scott is still standing by this plan. Jake, when I asked him yesterday if it was a mistake, he said no, he didn't think it was a mistake to propose it. So, we'll see how that plays out. But more importantly, Jake, you have a very important --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "(INAUDIBLE) feel like he's going to win, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "COLLINS",
      "sentences": "Yes. Thinking --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "Who knows how to win on Sunday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "COLLINS",
      "sentences": "-- what's going to happen on Sunday? Who are you rooting for? I can't tell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "Yes, with a green tie. I don't know, we can't tell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "TAPPER",
      "sentences": "So, there's -- this is my Eagle's tie. And my -- and my -- and this is -- this is from the -- this is from last time they won the Super Bowl. And the -- and we're looking forward to another victory this Sunday, the beloved Philadelphia Eagles. I know we're underdogs in this game against the Kansas City Chiefs, for whom my wife roots, but you know, it's going to be a good game. I will say it's much more fun to root against the villainous Patriots than it is against the Chiefs. They're just not as -- you know, it's not like going against the Death Star. But I'm looking forward to a good game, and the Eagles being victorious. Jalen Hurts is a phenom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "So, how is it sleeping on the couch, Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "TAPPER",
      "sentences": "It's good. We just -- we just got a new couch. It's very comfortable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:03",
      "speaker": "COLLINS",
      "sentences": "All right, Jake, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:03",
      "speaker": "LEMON",
      "sentences": "My new -- my nickname for Jake now, is Jake Tapper says. So, back to business. Can we get Jake Tapper says on the show? Jake Tapper says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:03",
      "speaker": "TAPPER",
      "sentences": "Just don't -- just don't do the Jake, just don't -- just don't do the drinking game, if Rick Scott's on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:03",
      "speaker": "LEMON",
      "sentences": "Thanks, Jake. We'll see you. All right, and good luck on Sunday. Experts are warning the Great Salt Lake -- Great Salt Lake could disappear within the next five years because of the climate change fuel mega drought in the West. We have a live report from Utah, next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:03",
      "speaker": "LEMON",
      "sentences": "OK. So, the Great Salt Lake in Utah, evaporating before our eyes. Scientists say it may disappear altogether in five years but could be saved with some emergency measures. Many experts believe what's happening there is a microcosm of what's expected to happen to the planet. So, let's check in now with our chief climate correspondent, Mr. Bill Weir, live in St. George, Utah. Bill, what's going on here?",
      "isLastSentenceInterrupted": false
    }
  ]
}