{
  "date": "2023-11-10",
  "headline": "CNN News Central",
  "subHeadline": "Judge Upholds May Date for Trump Documents Trial; Sen. Joe Manchin Decided Not to Run for Office Again; CNN Special: \"Antisemitism in America\"; VP Harris Goes to Columbia, S.C., War Memorial; On Veterans Day, Biden Takes New Steps to Safeguard Veterans. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "People that were around Donald Trump, either in his White House, in his political sphere or just people working at Mar-a-Lago, temporary workers going in and out that the prosecutors could call at witnesses at this trial and ask them questions about what it was like at Mar-a-Lago, and what they were seeing.And our understanding is that several of them saw things that appear to be suspicious. Documents that caught their eye that looked out of place, or were boxes that they didn't realize what they were. And that the Justice Department ultimately says was classified material that shouldn't have been around any of these people who didn't have security clearances. And so, that trial is really going to paint quite a picture of what it was like in that club after the Trump presidency, and where exactly all of these 32 records would have gone. Kate? KATE BOLDUAN, CNN NEWS CENTRAL CO-ANCHOR:  Yes, and how deeply they are investigating and how broadly they, kind of, cast a net, the special counsel's office and speaking to employees through the property. Thank you so much, Katelyn. Great reporting. Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "A shakeup in the Senate could play a pivotal role in the balance of power in Congress. West Virginia Democrat Joe Manchin, right there, revealing he won't seek re-election in 2024. Instead, he wants to travel the country working to mobilize the middle. His decision to retire could have a major impact as Senate Democrats try to maintain the slimmest of majority. CNN's Data Reporter Harry Enten is here to walk us through this. I can't promise this won't go off the rails, but I trust you, Harry. So, Harry, right now, just like -- lay it out for me. What is the Senate landscape going into 2024? How big of a difference could this make?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATE REPORTER",
      "sentences": "Yes. So, look, the Senate seats that are up in 2024, 23 Democrats are up, only 11 Republicans are up, right? So, the vast majority of folks are Democrats going up, and of course, they only have 51 seats in the United States, and if they can afford to lose at most just one seat, and Joe Manchin is not alone. Look, Senate seats with no incumbent running in 2024, retiring, look here, Democrats five, Republicans two. So, already a vulnerable map for Democrats, it becomes more vulnerable with Manchin deciding to step aside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Well, exactly. And even in that particular race, you know, we know on the Republican side, West Virginia Governor Jim Justice had -- he's polled pretty well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "And regardless of whether Manchin stayed in the race, it would have been tough race. So, outside of that one, who are the most vulnerable seats that we are looking at here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "Yes, I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Or a lot them, I should say, are on the Democratic side?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "Yes, I mean, take a look. There are seven Democratic seats up in 2024 in States Trump won at least once. You mentioned West Virginia, but it's not the only one. You've got Pennsylvania, Ohio, Michigan, Wisconsin, Montana, Arizona. Fortunately, I do know the names of the states when they are outlined. And so, look, all these seven seats are up and, again, Democrats can only afford to lose utmost one seat. Compared that, look at this, GOP Senate seats up in 2024 in States Trump lost at least once.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "It's zero.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Zero.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "It's zero. That's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Is that an arrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "It's a tribal (ph) arrow. This is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "OK. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "I have to go back to magic rule school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes. I thought that was just an F?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "It's an --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "I was like -- you're just giving them an F.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "It's an F for my work drawing an arrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "OK. There we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "There we go. I get it. I get it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "So, the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Circle this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "There we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "There you go. So, you compare that seven to the zero, you see that Democrats have a lot more vulnerable ground. And why is that so important, Omar? Here's why it's so important. The same party won the Senate and presidential race in the state. Look at this, 2016 it's 34 of 34, that was the first time ever that happened. And look at this in 2020, we followed up with 34 to 35. So, the fact that there are so many Democratic seats up in potentially red states, it's very bad news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Both, very, very high percentages. And another factor to keep an eye on as we go into 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "Exactly right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Harry, good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "It's our first time on net (ph) together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "I know. We did it together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes, let's do it again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ENTEN",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Good to see you.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BOLDUAN",
      "sentences": "And we all survived it. Thanks, guys.Coming up still for us, a surge in hate in America, spurred by war overseas. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It is not about being pro-Hamas or anti-Israel. It's about antisemitism.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BOLDUAN",
      "sentences": "So, even before Hamas terrorists launched their attack on Israel on October 7th, antisemitism was already hitting what the FBI director has called historic levels. Chris Wray saying recently this, our statistics would indicate that for a group that represents only about 2.4 percent of the American public, they account for something like 60 percent of all religious-based hate crimes.Now, statistics are alarming enough there, but it is the stories of what Jews in the United States and worldwide are facing that are truly scary. CNN's Dana Bash is digging in to why, the why behind all of this. (BEGIN VIDEO CLIP) DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT AND CNN ANCHOR, INSIDE POLITICS (voiceover):  Violence erupted when a pro-Palestinian demonstrator in the back of a pickup truck started to light an Israeli flag on fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "MANN",
      "sentences": "I was completely blindsided by a man with a megaphone who hit me very viciously over the nose, which broke my nose. I went into complete shock. I went -- I know, I went deaf for a couple of seconds. It -- like, it seemed like I went blind maybe for a second.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "And that's just one story. Dana is here with me. Dana, in all the conversations that you have had in the wake of October 7th, what are you finding and what are you hearing is behind the antisemitism that doesn't seem just pervasive? It seems especially pervasive on the college campuses right now?BASH (on camera):  You know, the answer is that for many years, there has been blatant antisemitism, Jew hate, as a lot of the experts like to call it now. It's been there, and it's been growing on campuses, and it's been masquerading as political speech. And more importantly and really more alarmingly, university presidents have not condemned this because they have said, well, it's just political speech. And because it has been allowed to fester, Kate, for many years now, it has now exploded on these campuses, and it has seeped into the society, the fabric, the culture. Not just on college campus, but also even more so on the progressive hard left, and maybe even not just the hard left. And the first time we did this, Kate, it was in 2022. The majority of the incidents were coming from white supremacists on the far right, and that's still there. But because it has been allowed to just, kind of, run rampant, growing -- in a growing way on the left, Kate, that is why it is exploding now with this incident, which is very complicated. This war is extremely complicated. What is not complicated is that there is a violent rage that is going on against Jews that we have not seen, maybe even ever in America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "That's -- and that's important, because while the history in region is complicated. And there are lots of people on every side who do not have clean hands. And politicians on all sides do not have clean hand. But what there is clarity on, and what is clear is that the Jew hate is so real. Hearing from Chris Wray that a -- the group that is two percent of the American population is subject to something like 60 percent of religious-based hate, there is a problem here. It's like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BASH",
      "sentences": "And Kate, that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "-- it's been building and it just needed the fuse to be lit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BASH",
      "sentences": "And that was before October 7th. That is what's important to keep in mind. I mean, I -- we talked to group after group after group whose sole mission is to track these incidents, and they are up 400 percent. You know, percentages in the hundreds across the board no matter how you look at it.And you know, I mentioned universities, Kate. You and I are both proud George Washington University alums, the George Washington University. There was an incident there a couple of weeks ago where there were projections on the Gellman library, where I'm sure you spent hours and hours studying in college. And they were very hateful --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "And I -- I know the Gellman family very well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BASH",
      "sentences": "And the -- OK. Well, I mean, it's interesting that it was under the sign that said Gellman, which is a Jewish name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Dana, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BASH",
      "sentences": "Thanks, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BOLDUAN",
      "sentences": "And everyone, you can be sure to tune into an all-new episode of \"The Whole Story with Anderson Cooper.\" It airs Sunday, 9Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "JIMENEZ",
      "sentences": "Well, Kate, President Biden is marking this Veterans Day by taking new actions to provide better healthcare for vets and to protect them against fraud. We'll have more, next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, Omar. President Biden often talks about how one of the country's most sacred obligations is trying to provide for military members, veterans and their families. And by announcing these steps today, he's hoping to do just that. And there's a series of initiative the Biden administration is rolling out ahead of Veterans Day, and that includes offering a health -- free health care and nursing home services to World War II veterans.They're also speeding up the date that veterans who were exposed to toxic burn pits would be eligible for a new program with new benefits, that's speeding up to be coming in early 2024. Additionally, they are taking steps on the economic front, trying to establish these programs to protect military members, veterans and their families from potential fraud and scams. Officials said there were about 93,000 fraud complaints from veterans, military families and military service members as well. Just in 2022, all of this is part of President Biden's unity agenda that he has talked about. He often says that support for veterans is something that draws bipartisan support. Now, in addition to these actions, President Biden tomorrow will visit Arlington National State Cemetery where he will lay a wreath at the tomb of the unknown soldier and deliver remarks on Veterans Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "JIMENEZ",
      "sentences": "Arlette Saenz, thank you so much.Kate.",
      "isLastSentenceInterrupted": false
    }
  ]
}