{
  "date": "2023-04-20",
  "headline": "CNN This Morning",
  "subHeadline": "Tornado Outbreak Kills at Least 2 in Oklahoma; Man Arrested in Shooting of 2 Cheerleaders in  Texas Parking Lot; NY Man Accused of Shooting Woman in Driveway Denied Bail; Supreme Court Extends Access to Abortion Pill, Ruling Expected Tomorrow; McCarthy Faces GOP Skeptics Over Plan to Raise Debt Limit. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:15",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Good morning. Today's Thursday. I know today --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "It actually is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "I know. Don't rush time because it moves fast, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "Too fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "Too fast, too fast. But it is Thursday.Thank you for joining us, everyone. Kaitlan is off. We've got a lot to get to. Why don't we start with the five things to know for this Thursday, April 20, 2023. We're going to start with the tornado outbreak striking Oklahoma. At least two people are confirmed dead in the town of Cole. Significant damage reported.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "Also, the Supreme Court delaying its decision on mifepristone until tomorrow, the justices seeking more time to issue a ruling that could impact the accessibility of the abortion pill across the country.And a judge here in New York ordering Mark Pomerantz to testify today before Jim Jordan's House Judiciary Committee. Pomerantz is a former prosecutor who once led the Manhattan D.A. s investigation into Donald Trump's business dealings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "Also happening today, Twitter says it's going to remove -- you know those check marks, if you have one. With legacy blue check marks from accounts. It is a push by the company to have people pay a monthly fee to have the mark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "And the mystery in our skies is a lot bigger than we thought. The Pentagon revealing it's tracking more than 650 potential UFO cases.CNN THIS MORNING starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "Did you have a good night? Did you do anything fun?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "Yes, I put two little kids to bed. And then I said hi to my husband and read and went to bed. How was your night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "I had fun. I had dinner with a former colleague --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "Good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "-- and very good friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "Good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "And I also was talking to people at a restaurant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "And?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "And they said, Look behind you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "And what was it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "It was Kevin Hart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "Having dinner at a restaurant, and he came over to say hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "Is he as funny in person as he is on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "Oh, my gosh. He's the best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "I love that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "He is the best. I told him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "I bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "I wanted to come see his show. He said anytime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "Can I go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "All of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "-- with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "I want to see that.Let's get to the news. Because we have some serious stuff to talk about. A very busy news day. At least two people dead in Oklahoma after a tornado outbreak, and right now the powerful storm is on the move. This is the aftermath in a small, hard-hit town of Cole, and it is about 30 miles South of Oklahoma City. A meteorologist for a local TV station came face to face with the tornado. Watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Look at the winds flowing into the tornado. Oh, big power flashes hitting cold right now. Oh my gosh. Oh my gosh! This is incredible. Kyle, back up a little bit more. We're fine where we're at. The tornado is getting stronger right back over here to the left. It's moving extremely slowly.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "LEMON",
      "sentences": "Well, that is the same tornado that killed two people, and the danger not over yet. More than 50 million Americans are under threat of severe weather, from South Texas all the way to Wisconsin, and across the Midwest to Tennessee.Our meteorologist, Derek Van Dam, he is tracking the storm for us and the damage its already done. Good morning to you, Derek. The National Weather Services has is warning people that last night the storm was behaving erratically, and it was hard to predict. So where is it going now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Yes, extremely erratic. In fact, the storms almost working in tangent together and one absorbing the other.We can step through the storms. There's Oklahoma City. And you can almost see the progression of the tornado as it forms. But there was another tornado trying to form just to its North, cycles through and then drops yet another tornado to its North and East so complicated, making it very challenging to issue warnings. But listen to what people had to contend with here in Oklahoma. (BEGIN VIDEOTAPE) VAN DAM (voice-over): A large tornado barreling through central Oklahoma Wednesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The tornado is just to our South right here, Damon. It's pulling in tremendous inflow into it, continuing to produce damage. We have large hailstones being pulled into the tornado as well.VAN DAM (voice-over): The tornado hit Cole, Oklahoma, killing at least two people, a local official told CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are beat the hell up. I have no windshield. The helicopter's beat up. We are trying to make it to Paul's Valley and land.VAN DAM (voice-over): Multiple hailstorms hit parts of Oklahoma, causing severe damage. Workers at this Oklahoma Papa John's hid in the walk-in freezer that was surrounded by three feet of concrete.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was raining pretty hard, and then we heard hail and walked outside and a piece of hail him me the face. So then I went back inside, and then we went back into the walk-in freezer.VAN DAM (voice-over): The general manager of that Papa John's says her car was thrown across the parking lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:09",
      "speaker": "BEKAH INMAN, SURVIVED TORNADO",
      "sentences": "And my front door flew open, and it was, like, flapping in the wind. So I ran out there and pulled the door shut and locked it so that it -- I guess, to protect us a little more. And then we went all back in the walk-in.And then when it finally comes all the way down, we came outside and m car's, literally, not where I left it. VAN DAM (voice-over): And this assisted-living facility had to evacuate 33 of its tenants after the building was destroyed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:09",
      "speaker": "VAN DAM",
      "sentences": "And the front of this assisted living facility is just completely blown away. There's holes in it. There's no glass. Everything seems to be gone.VAN DAM (voice-over): Luckily, no injuries were reported.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:09",
      "speaker": "SHELEE STEWART, EXECUTIVE DIRECTOR, BROOKDALE SENIOR ASSISTED LIVING",
      "sentences": "The windows are blown out. And there's water in the building. The girls had started getting people in their bathrooms and for those that could and then pulling people away from the windows. So they're the heroes tonight.(END VIDEOTAPE) VAN DAM (on camera): Yes. Regardless of how erratic these storms actually were, we have the ability to see inside of a tornado using these very powerful, very sensitive radars. And without even having an eyewitness account on the ground, we use what is called the correlation coefficient. So basically picks up on anything that is not a raindrop, not a snowflake, an erratic size, and that indicates that debris is being lofted in the air. This is a velocity scan that shows us motion moving towards the radar and motion moving away from the radar. So we can pinpoint right where the tornado actually forms and continues to move on. So very, very impressive and very sensitive storm systems that we're able to use. And that is, of course, the result, with the wedge tornado that created the destruction on the ground. We still have ongoing thunderstorms at the moment. Don and Poppy, they're moving through Kansas City as we speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:09",
      "speaker": "LEMON",
      "sentences": "Keeping an eye on it. Derek Van Dam. Thank you, Derek.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:09",
      "speaker": "HARLOW",
      "sentences": "Wrong door. Wrong driveway. Wrong car. Three shootings hundreds of miles apart, leaving these young people on your screen, either injured or dead over everyday mistakes.Let's start in Texas, where two cheerleaders were shot after one tried to get in the wrong car by accident. One of them, Payton Washington, still recovering in the intensive care unit this morning. Police say they've arrested this man, who was known to law enforcement. Our Rosa Flores is live in Austin. Rosa, good morning to you. I mean, Don and I keep talking about this; cannot get over all of these young people being shot for a mistake. Do we know how Payton Washington is doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:09",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "You know, she's still in the ICU, Poppy, and she is doing better. That's according to Lynne Sheer. She's the owner of the gym where Payton trained.And she sent us a statement overnight. I want to read it to you. She said, \"She is awake and talking. She will be in the ICU for a couple of more days while they control the risk of infection, and they will hopefully be able to go back in and close her up later this week so that she can begin the road to recovery. She was able to watch her team via Facetime last night as they had their final practice and show off before leaving to compete this weekend. It was very hard for her to watch and not be there.\" And Poppy, as you might imagine, she is a competitive athlete, and she really wishes that she could go to the world championships this weekend. And she's not going to be able to, because she's going to be in the hospital -- Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:09",
      "speaker": "HARLOW",
      "sentences": "Rosa, what can you tell us about the suspect? Right? We understand he's known to law enforcement; fled the scene, but police found him pretty quickly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "HARLOW",
      "sentences": "Rosa Flores, keep us updated on -- on her condition, and thank you for the reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "HARLOW",
      "sentences": "Want to go now to Kansas City. That's where the man accused of shooting a black teenager who went to the wrong door has pleaded not guilty.Eighty-four-year-old Andrew Lester appearing in court in Missouri yesterday afternoon, facing assault and armed criminal action charges after admitting he shot Ralph Yarl. He said that he was scared the teenager was trying to break into his home. Yarl says he went to the wrong address to pick up his younger brothers, rang the doorbell, and then was shot. His attorney responded to the judge letting Lester out on bond. (BEGIN VIDEO CLIP) LEE MERRITT, YARL FAMILY'S ATTORNEY: I think that they need to hold this man in custody. I do think he has nothing to lose at this point. He's likely going to be convicted, and it would be convenient, I guess, for him to try to skip town. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "LEMON",
      "sentences": "So the attorney also releasing this photo of the teenager. He called Yarl a walking miracle but said he has a long road to recovery after suffering from a traumatic brain injury.Lester is due back in court June 1. And we should note, in our next hour, we're going to talk to his grandson, Lester's grandson, who says that he is not surprised that this happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "HARLOW",
      "sentences": "A man accused of shooting and killing a young woman in his driveway in upstate New York has been detained -- denied bail, I should say. He could face more charges.Kevin Monahan is facing second-degree murder charges. He appeared in court yesterday. There he is, wearing a suit and shackles. During that hearing, prosecutors said they could add a handful of other charges, including attempted murder. The sheriff in rural Washington County says Kaylin Gillis died when Monahan shot at the car that she was riding in with friends. He says they were trying to pull out of the man's driveway after realizing they were at the wrong house. Her dad spoke out after that hearing. Here is our Brynn Gingras reporting. (BEGIN VIDEOTAPE) ANDREW GILLIS, VICTIM'S FATHER: Kaylin's two younger sisters, Lily (ph) and Maddie (ph), are going to have to grow up without their older sister. My wife, Angel, is going to have to go through the rest of her life without her baby girl. BRYNN GINGRAS, CNN CORRESPONDENT (voice-over): A grieving father whose last words to his daughter were \"I love you,\" now overcome with emotion after the man who allegedly killed 20-year-old Kaylin Gillis ordered by a judge to remain behind bars. JUDGE ADAM D. MICHELINI, WASHINGTON COUNTY COURT: She was killed. She's dead. I don't think there's any more serious harm than that. GINGRAS (voice-over): Sixty-five-year-old Kevin Monahan is facing a second-degree murder charge. Authorities say Gillis was with her boyfriend, Blake Walsh, and two others, driving on this rural New York road, looking for a friend's house last weekend, when they lost cell service. With no GPS, they pulled into Monahan's driveway. Police say he fired two shots as the car was turning around. Kaylin was hit, Walsh telling NBC, \"My friend said, 'They're shooting -- go!' I tried to step on the gas as fast as I could, and that's when the fatal shot came through. I want to believe it was instant. I'm hoping it was. I'm praying it was.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "GILLIS",
      "sentences": "For this man to sit on his porch and fire at a car with no threat is just -- angers me so badly. And I just hope to God that he dies in jail.GINGRAS (voice-over): In court, prosecutors say Monahan, a longtime resident of Washington County, had a reputation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was one of being confrontational and hot- tempered.GINGRAS (voice-over): Monahan's attorney tells CNN he has no criminal history and fired the shots because he believed the cars were revving their engines, and Monahan felt threatened, adding, quote, \"He's a normal human being who was involved in a tragic series of events, and, of course, he feels horrible that a young girl's life was lost.\" Gillis, remembered most for her smile, was set to move to Florida with her family at the end of the year. She loved animals, so she planned to study marine biology.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "GILLIS",
      "sentences": "She was so smart. She was so smart, kind, loving. She had so many friends.GINGRAS (voice-over): And was excited to begin a life with her boyfriend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "GILLIS",
      "sentences": "He's an amazing young man. He wanted to marry my daughter. And I would have loved that.GINGRAS (voice-over): Gillis died next to him that night, killed for simply making a wrong turn. Bryn Gingras, CNN, Washington County, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "HARLOW",
      "sentences": "All of these young people. All of these young people being shot, killed. We have Payton in the ICU.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "LEMON",
      "sentences": "A 6-year-old --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "HARLOW",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "LEMON",
      "sentences": "-- that was grazed by a bullet, because her ball --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "LEMON",
      "sentences": "-- rolled into someone's yard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "LEMON",
      "sentences": "It's senseless. I mean, we have to get a handle on it. We keep saying it. Nothing happens. But something has to happen.We could do an entire show of just shootings. We were talking before the show of just shootings that happened overnight or in the -- just the past couple of days, just an entire story after story --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "LEMON",
      "sentences": "-- after story after story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "We're going to update people a little bit later on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "LEMON",
      "sentences": "Yes. John Miller is going to be here. We'll talk about that, as a matter of fact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "And what you just brought up about this 6-year-old in North Carolina. We'll have more on that later. Meantime in Washington, House Speaker Kevin McCarthy scrambling to gethis party on board with his new debt limit proposal, ahead of a crucial vote next week. Why some Republican lawmakers are not completely sold on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "LEMON",
      "sentences": "And a new signal that President Biden may be preparing to officially -- he said he's going to do it, but not officially -- is going to announce to run for re-election, but maybe officially soon. Why a big meeting next week may be the clearest indication yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "Hmm.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, an administrative stay being extended like this is certainly unusual. It suggests they're up to something behind the scenes, maybe working on a nuanced extension of this stay or their own opinion. But at this point, it's unclear exactly why they've extended this pause.The big headline for folks at home, Poppy, is that this widely-used abortion drug will continue to remain available, but we could get an update tomorrow. At the center of this controversy is mifepristone, a drug that is used in combination with another drug in a process called medication abortion, which accounts for over half of all the abortions in the United States. And after the Supreme Court last spring, as you will remember, they overturned the constitutional right to an abortion, medication abortion became a real focus, both in conservative state legislatures and in litigation. And a few weeks ago that judge in Texas invalidated the FDA's decades- old approval of mifepristone. And right now, the Supreme Court has to decide, OK, what do we do with that decision, while this larger issue works its way through the courts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "Would they -- By midnight tomorrow night, Paula, would they, the court be deciding on the merits of it, or would that be down the road?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "REID",
      "sentences": "We expect that would be down the road, but Poppy, they have a lot of options on the table here. They could decide to just take up this case and decide it before the end of the term, which is usually in June.They could also let this continue to work its way through the appeals court process. The issue immediately in front of them right now is what do you do with access to this drug in this Texas judge's decision, while this issue is being considered on the merits? But look, they could certainly come out with an opinion. It would be expected that they would likely want to hear oral arguments and have briefings and all of that on such a consequential issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "REID",
      "sentences": "So right now we expect there could be an update or there could be another extension tomorrow, but it's clearly a case that everyone is watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "Paula Reid, thank you for the update.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "LEMON",
      "sentences": "Paula is here for two weeks, and now we don't get to see her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "LEMON",
      "sentences": "She's abandoned us for Washington, D.C. Paula Reid, come back. We miss you. We like having you on set. It's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "REID",
      "sentences": "I'm glad to come back anytime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "LEMON",
      "sentences": "yes, we love having you.OK, so Republican speaker of the House, Kevin McCarthy is continuing his effort to get members of his party to go along with his plan to raise the debt ceiling and cut federal spending. Not all GOP lawmakers are fully on board yet. (BEGIN VIDEO CLIP) REP. NANCY MACE (R-SC): I was no yesterday, and I'll be a no until I fully read the package and see what it does and doesn't do. REP. TIM BURCHETT (R-TN): We just continuously lie to the American public, say we're going to cut, cut, cut, and then we -- we agree to something. And then, you know, here we are. We're back at our limit again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I support the framework, but I haven't looked at. I've got to go look at the text. The devil's in the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We'll see. The devil's in the details.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "LEMON",
      "sentences": "Well, joining us now, CNN congressional correspondent Lauren Fox.Lauren, good morning to you. Apparently, as he said, the devil's in the details. So what is McCarthy's plan to get the Republican holdouts to play ball?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, and McCarthy can only lose four Republicans. You saw four there in doubt already.So what is inside this package? House Republicans unveiling their own debt ceiling plan yesterday, and it would increase the country's borrowing limit to $1.5 trillion, or until the end of March next year, whichever one comes first. The legislation also restores spending levels to 2022 levels, as well as repealed some items like more money for IRS enforcement and green tax credits. So there's a lot in here that conservatives can rally around. But the question is, are they going to provide Kevin McCarthy the votes? A And that is so critical, because the House Speaker has to be able to prove Republicans are united to get back to the negotiating table with the White House. The president has already cast doubt that McCarthy is going to be able to get this job done. The big test: next week when lawmakers return after the weekend. That is when leaders are hoping to put this bill on the floor. But a lot of questions remain whether or not these spending cuts are big enough to win over the conservatives that you heard there, still doubting whether they can back this package, Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "LEMON",
      "sentences": "So Lauren, President Biden's debt ceiling plan is essentially no negotiating, a clean increase. Is that more likely to get congressional support here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "FOX",
      "sentences": "Well that's certainly more likely to get support in the U.S. Senate, which is controlled by Democrats. But even there, there's really a huge question of how this gets resolved. Because you would still need 10 Republicans in the U.S. Senate to vote with Democrats to ensure that a debt ceiling could pass.So there's a huge question mark right now how this gets resolved, Don, and behind the scenes, there's not some quiet negotiation happening. This is all playing out in public. And right now, both sides incredibly dug in, with the ear (ph) of a potential default really possible by early or mid summer -- Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:06",
      "speaker": "HARLOW",
      "sentences": "Governor Ron DeSantis already facing headwinds in the 2024 race for the White House, even though he hasn't officially announced he's running. Why his potential rival Donald Trump is focused on racking up endorsements in Florida.Plus this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:06",
      "speaker": "ALEJANDRO MAYORKAS, HOMELAND SECURITY SECRETARY",
      "sentences": "We are fighting this.REP. MARJORIE TAYLOR GREENE (R-GA): No, I reclaim my time. You're a liar. You are letting this go on, and the numbers prove it. You can't lie about the facts, Secretary -- Secretary Mayorkas. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:06",
      "speaker": "LEMON",
      "sentences": "GOP congresswoman Marjorie Taylor Greene, calling Homeland Security Secretary Alejandro Mayorkas a liar. How that forced members of her own party to silence her for the rest of the hearing. Straight ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}