{
  "date": "2023-11-08",
  "headline": "CNN This Morning",
  "subHeadline": "Democrats Score Big Wins in Kentucky and Virginia, Ohio Voters Say Yes to Making Abortion a Right; CNN Poll Shows Trump Narrowly Leads Biden in Rematch; Netanyahu Says, Gaza City Encircled, IDF Operating in It. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:06",
      "speaker": "DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT",
      "sentences": "Republican Governor Tate Reeves declared victory inside this Mississippi ballroom.GOV. TATE REEVES (R-MS):  This victory sure is sweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Democrats will maintain control of the Virginia State Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "JESSICA DEAN, CNN CORRESPONDENT",
      "sentences": "What happens in Virginia and these off-year elections correlates with what we see the following year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "As Republicans try to win back the White House, abortion will be front and center.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "What a night and what a difference 24 hours makes, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Just the music makes me happy, the election music. There's actual votes and results, not just polls, but we have those two, Democrats scoring huge wins last night and abortion rights were front and center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "HARLOW",
      "sentences": "In Ohio, voters have decided to make abortion a right under the state Constitution. A solid majority voted yes. This is a state controlled, by the way, by Republicans.In Virginia, CNN projects Democrats will take full control of the state legislature after flipping the House and holding on to the Senate. It is a setback for Republican Governor Glenn Youngkin, who is pushing to restrict abortion after 15 weeks of pregnancy. And in the deep red state of Kentucky, Governor Andy Beshear, a Democrat, has won re-election. By the way, he won as Democrat in a state that Donald Trump won by 26 points in 2020. Phil with us and a deeper dive on all the numbers, what do we see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "MATTINGLY",
      "sentences": "Well, let's start with the top line of what we were actually watching last night and compare it to 2020. Obviously, three years have passed and we're only a year away from the next election. But this is important if you want to get a sense of where things stand and why Democrats are so happy right now with what they saw.Let's start with the state of Ohio, best state in the country, by far, I'm little biased there. Donald Trump, a sweeping victory in 2020, a very large victory in 2016, a state that has grown increasingly red, winning by 475,000 votes in 2020. Let's flash forward to 2023 and actually look at what happened here on the issue of abortion, making it a constitutional right, 56 percent, yes, 43 percent, no. This was a sweeping victory, yet another sweeping victory on the issue of abortion following states like Kansas, Montana, Michigan, Kentucky. It has been consistently a winner for Democrats. They have literally not lost on this issue when it comes to this. Now, take a step back. Also, if you want to go back to 2019, what about the state of Kentucky, why am I going back to 2019? That's the last time Andy Beshear ran for election. He won. He won by 5,000 votes, very narrow. Keep in mind this is a very red state. Flash forward, a pretty significant victory, 52 percent to 47 percent, winning by 66,000 votes over a Republican that Republicans would tell you was a much better candidate than Matt Bevin back in 2019. Abortion a key issue here, health care a key issue here, also refusing to nationalize the race, Beshear keeping this about Kentucky, winning pretty handily. What about the other state that we're talking about? Go back to 2020, the state of Virginia and the presidential, Joe Biden winning very handily, largest margin since 1944 for a Democrat. However, one year later, Glenn Youngkin became the governor of the state trying to make a trifecta possible, statehouse, state Senate with his governorship, talking about abortion a lot. How did that end up for him? Well, the state Senate, it is in-- still in Democratic hands. And what about the statehouse? Well, for somebody who spent a ton of political capital and a ton of money, that actually flipped to Democrats, no trifecta. Now, a governor facing a very hostile state Senate and statehouse, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "HARLOW",
      "sentences": "Phil, thank you. David Urban was so excited by your magic wall. He couldn't stop staring at it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "DAVID URBAN, CNN POLITICAL COMMENTATOR",
      "sentences": "I kept watching Phil, sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "HARLOW",
      "sentences": "I know you can't stop. It's happy to have David Urban, Van Jones with us at the table.Van, I think it's notable you said, look, abortion, Ohio, there is reason to hope. But is it just abortion? What about for Biden writ large?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, I mean, I think if you look at the polling data that we got yesterday, which was miserable for Biden, and then you look at the poll results we got was exciting for Democrats, we've got the cause. We may not have the candidate, right? Abortion is the cause, but we may not have the candidate in terms of people's concerns about Biden, his age, et cetera.But there's something else going on out there. I talked to people who are talking about things that are being overlooked that organized labor is passionate and is doing work that's not being covered, this driving things forward is a grassroots momentum out there. This delinked from people's concerns about Washington D.C. And so there is reason for hope. If this grassroots momentum can be reconnected to Joe Biden, we've got a real fighting chance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "HARLOW",
      "sentences": "And he's about to meet with Shawn Fain, the head of the UAW.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "URBAN",
      "sentences": "Look, Phil, I don't know the answer to that clearly, right? So, when Roe was struck down and Republicans had said for years and years, it's a state's rights issue, let the states do it. And so a lot of the states kind of went too far codifying a six-week ban.I think Republicans, if they would, from the outset, would have said, we're going to codify Roe at the state level, right, we're going to do things may be different, but Republicans talked about it the wrong way. I'm not sure there's an answer here. I think that Republicans are going to have to do some real soul searching and decide whether this is the hill they want to die on in the future. Because, clearly, each race, as Van pointed out, each race, everywhere this has been on the ballot, Kansas, you guys alluded to this earlier, it's been a loser for Republicans. And I'm not sure there's a way to message it any better it's been messaged because Youngkin had a pretty good message. I think it was pretty smooth and people aren't buying it. And so this is a marketplace of ideas. If your ideas aren't getting purchased, better figure out a new idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "HARLOW",
      "sentences": "Andy Beshear remains governor in a deep red state that Trump fight so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "URBAN",
      "sentences": "No, that went a month. So, I wasn't sure (ph). Andy Beshear, Phil, you set up there. He ran a very close race his first time, right, because it was Matt Bevin. They're both first time candidates. Beshear was a good governor. He's governed very well. He had disasters. He had things. He stood with Kentuckians. He had, you know, on bipartisan, on bridge and infrastructure, things that mattered to people every day. He looked like a governor. He looked like a leader. And I think that's what you saw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "JONES",
      "sentences": "And I think the other thing was that you had an African- American candidate for governor that African-Americans would not cross the street, let alone party lines for, because of what he did with Breonna Taylor. He had the opportunity to prosecute the police officers that killed Breonna Taylor, took a pass. Other prosecutors said there is plenty of evidence to go with it. And so I was -- some people were voting for Beshear, but they were African-Americans who were voting about Breonna Taylor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "MATTINGLY",
      "sentences": "Can I play, David, something that Chris Christie said about this race specifically? Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "CHRIS CHRISTIE, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "Daniel Cameron made a huge mistake by embracing Donald Trump and selling his soul to him. And that's what he did. And the voters of Kentucky, a very red state, as you noted, gave their verdict on politicians who sell their soul to Donald Trump.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "MATTINGLY",
      "sentences": "David, you started laughing before we actually started playing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "URBAN",
      "sentences": "I heard it last night. I heard it last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "MATTINGLY",
      "sentences": "I'm trying to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "URBAN",
      "sentences": "I'm quite sure Governor Christie is on this. I'm very sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "MATTINGLY",
      "sentences": "I'm trying to suss out kind of the what he's actually going for there, because Trump is going to win Kentucky going away in 2024 without any question at all. So, why couldn't he have helped Cameron here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "URBAN",
      "sentences": "You know, I don't know the answer to that, right? You know, look at the secretary of state in Kentucky, you know, won an election. You know, I don't want to say election denier, he went after election deniers and said that Donald Trump lost.Again, I'm not quite sure the difference is there. Maybe candidate matter, candidate's quality matters, right? Cameron wasn't saveable. Cameron was also -- remember, he was a staffer, Mitch McConnell guy. And so it's not like he was simply a Donald Trump proxy. He's a very complicated candidate. So, it's tough. Bu,t again, all these big broad things we're looking at, Ohio, Kentucky, Mississippi, good night for Democrats. Clearly, they're well organized. They've got a message. They're hitting on all cylinders right now. But I would caution them not to whistle past the graveyard. That poll that were released last night at 7:00, right, echoed the poll that was done by The New York Times. And by the way, The New York Times poll was done -- this was before The New York Times poll came out. So, there's no cross-pollination there. And the key thing that I think in that poll that says, Joe Biden is too old and too fragile, not agile, not with it, to be president in the future. 75 percent of Americans think that. That's pretty bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "HARLOW",
      "sentences": "Tonight, debate stage, you're going to hear, I think, a lot about Biden's age and they'll talk about that. Trump is only four years younger, but people just don't see it the same way. What about tonight on the debate stage? You're looking at what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "JONES",
      "sentences": "Well, I mean, it's Nikki Haley is night. You have the walled on fire when it comes to foreign policy, bogged down in Ukraine, Middle East. It could go really, really badly over there. And Nikki Haley, that is her bread and butter. You are on her home turf when it comes to something that everybody is suddenly concerned about. So, expect her to do very, very well.Look, everybody -- DeSantis has just been a big disappointment. I don't care what anybody says. This dude, if you had fallen asleep six months ago and woke up today, you'd be like, what happened to the guy? And so -- and he can get up there and he can put his little things together. But it's just not working for him. Nikki Haley is going to be her night tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "HARLOW",
      "sentences": "I don't know. Did DeSantis or did the media just get way in front of him when they said the future on the front of the New York Post? You know what I mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "JONES",
      "sentences": "That whole thing was just total nonsense. It was like a fairy tale. We were dunking on Youngkin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "HARLOW",
      "sentences": "Nice, Van.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "JONES",
      "sentences": "Dunking on Youngkin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "MATTINGLY",
      "sentences": "The alliterations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "HARLOW",
      "sentences": "Always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "JONES",
      "sentences": "No, because there's a grassroots force out there that thing doesn't get a lot of coverage, but he actually put a target on his own back. People wanted to stop him there on the Democratic side. And there was 0.0 percent chance he was somehow going to emerge and replace Donald Trump.These fantasies and fairy tales that we kind of get all off on. Bye- bye, Youngkin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "URBAN",
      "sentences": "He's pushing a big rock up the hill there, by the way, flipping Virginia. This is a very, very big task.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "MATTINGLY",
      "sentences": "Look, poll went out for the donors in the smoke-filled rooms that were really bought in to that fantasy. It's a tough day for them. I'm sure they'll be okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "HARLOW",
      "sentences": "Ash, guys, I'm so proud of this table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "MATTINGLY",
      "sentences": "Van Jones, David Urban, we appreciate you guys. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "HARLOW",
      "sentences": "We were just talking about that new scene I'm pulling, and it's really challenging for Biden's re-election bid. We're going to be joined by a top member of the Biden campaign about what they're going to do about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "MATTINGLY",
      "sentences": "That was Democratic Governor Andy Beshear celebrating his re-election in Kentucky. Last night's election results giving Democrats a major boost heading into 2024, but there are still serious issues facing President Biden's re-election campaign. A brand new CNN national poll shows Donald Trump leading Biden in a hypothetical rematch 49 to 45. One reason is the voter opinion of the president. It's 36 percent of respondents in our poll have a favorable opinion of President Biden, 59 percent unfavorable. Now, Trump doesn't do much better, 38 percent find him favorable, 56 percent unfavorable. Joining us now exclusively this morning, Quentin Fulks, principal deputy campaign manager for President Biden's re-election campaign. This is his first interview since election night last night. Quentin, I appreciate your time.I want to start with the disconnect of not just last night. There have been, since the Dobbs decision, a string of Democratic victories and special elections on ballot initiatives and governor's races, the midterms overperformance for Democrats, and yet you look at the polling for the president. What do you identify as the disconnect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "QUENTIN FULKS, PRINCIPAL DEPUTY BIDEN CAMPAIGN MANAGER",
      "sentences": "Look, I don't think that there is a disconnect, and I appreciate you having me on this morning. I'm very excited to be on talking about this.Look, what we saw last night is MAGA extremism fail. We saw MAGA, the MAGA agenda fall flat on its face. We saw voters stand up for a woman's right to choose all across the country, and we saw an enthusiastic electorate turned out, the same electorate that sent President Biden and Vice President Harris to the White House four years ago, and we've seen them continuously turn out on the same issues, freedom, while Republicans are campaigning on giving tax breaks to the wealthy, right? American voters are paying attention to this, and no amount of polling or political punditry is going to change what's going on here. And so we do not feel like there is a disconnect at all. In fact, we feel like this is exactly what our campaign has been saying in the midst of this. And so I'm extremely excited for the results tonight. I want to applaud all the campaigns across the country who worked their tails off to get this done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "MATTINGLY",
      "sentences": "You know, Quentin, you make a great point. The campaign has always made clear the contrast between the president and whether it's Donald Trump or just Republicans in general right now is critical to 2024.When you look at that contrast, though, there are Democrats that are concerned about the coalition that gave him 80 million votes back in 2020. In fact, Maxwell Frost told our colleague -- talked to our colleague, ManuRaju, last night, he's a key surrogate of yours, big supporter of the president. This is what he said. (BEGIN VIDEO CLIP) REP. MAXWELL FROST (D-FL):  The polls do concern me. And so over the next few weeks, I'm connecting with a lot of groups on the ground. We really need to see what happened in Virginia, Kentucky, Ohio, analyze that data, especially the exit polls, as it relates to young people. And I think we need to use that to figure out how we can do better here. We need to recreate the 2020 coalition and build on top of it. It looks like that's a little bit of in danger right now. I don't think it's far too gone at all. Now is the time that we fix it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "MATTINGLY",
      "sentences": "Quentin, do you believe there's work to do with that coalition, particularly with younger voters, with black voters, with Latino voters, when you're looking at exits, it looks like those are depressed somewhat, or do you feel like you're in good shape right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "MATTINGLY",
      "sentences": "Quentin, you've been at the highest levels of enough campaigns to know that incoming is part of the job. You'll take it from Democrats. You'll take it from donors, particularly Democrats sometimes.As you know, well, you guys have laid down a huge early investment on T.V., I think $25 million in August. Some of the criticism or concern has been those have been all positive. They haven't drawn the contrast. They aren't moving the needle or moving the numbers. Do you disagree with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "FULKS",
      "sentences": "Look, our aim is to figure out, you know, the best way to utilize these messages to reach voters most effectively as we head into next year. This is work -- as you said, I've done a number of these campaigns. This is work that can't be skipped by any campaigns. We are in an extremely fragmented media environment and communicating with voters in America is more challenging than ever before.But the issues that we're talking about are the issues that voters care about. And so I'm extremely excited for the work that we're going to do there. I just want to make sure that we are continuing to frame this and bring this back to the fact that, you know, the media can't have it both ways. I can't be doom and gloom with a poll, and then when you turn around and Democrats perform and we have a successful night, successful midterm that we had in 2022, then everything is okay. You have to pick one. And if we look at it, Daniel Cameron's closing salvo in Kentucky was an endorsement for Donald Trump, and we saw where that got him. And so, again, we are excited on this. This is the reason that President Biden has the most successful midterm off-year combo of any president in the past 20 years. And so we're going to continue to double down on these issues that Americans care about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "MATTINGLY",
      "sentences": "Last one I'll let you go, and I ask this as somebody who covered the president every day for two and a half years. I'm very cognizant of interacting with him, of talking to him. The numbers on mental stamina generally compared to the former president, they are three years apart. There is not a huge age difference here. The numbers are dramatically different. Is that something you plan to attack or try and highlight in the weeks and months ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "FULKS",
      "sentences": "Look, when it comes to President Biden's mental stability and stamina, I think that what we're going to continue to do is highlight the record of accomplishments that he has and draw that contrast between what he puts forward and brings to the table and what Donald Trump or any other Republican on the MAGA side of this puts forward.But right now, this is not a time for anybody to learn on the job. This is a time that we need wisdom and experience. We need a steady hand in foreign policy. We need a steady hand in economic policy. And that's what Joe Biden is bringing to the table every single day. And our campaign is going to work tirelessly to communicate that to all the audiences that we've talked about here this morning. And so I'm really excited about that. But that's not going to deter us from the goal and the mission. And I think that we saw last night that when you stick to the goal and the mission and talk about the issues that voters really care about, that's not indictment. That's not age. That is economy. That is not ripping away women's freedoms or right to choose to make that decision for their own bodies. And so that's what this campaign is going to be focused on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "MATTINGLY",
      "sentences": "Quentin Fulks, principal deputy campaign manager for the Biden campaign, come back soon. We appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "FULKS",
      "sentences": "Thank you, Phil. It's a pleasure to be with you this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "HARLOW",
      "sentences": "Yes, really important conversation there.Well, this now, a four-hour evacuation corridor to let people out of Northern Gaza. That was set to close at the top of the hour. We're live in Israel following the latest developments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HARLOW",
      "sentences": "A short time ago, a four-hour window that the Israeli military to open for people in Northern Gaza to evacuate south, that window has closed. We've seen just scores of people evacuating towards Southern Gaza. And this comes as the IDF says it is now operating in the heart of Gaza City, increasing the pressure there on Hamas.Israeli Prime Minister Benjamin Netanyahu says Israeli forces have killed thousands of terrorists above and below ground. Israeli forces mounting international pressure to consider a humanitarian pause. Not only is the U.N. secretary-general calling for it, the Kremlin now is as well. Jim Sciutto joins us live from Jerusalem. The fact that we've seen, and this has been a number of days now, Jim, that this is building, but that Netanyahu says the IDF is not only in the heart of Gaza City, but has it encircled. What does that portent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY ANALYST",
      "sentences": "Well, they've certainly made progress on the ground. It's not clear what that means militarily, because to encircle Gaza City on the surface is one thing, but a vast network of tunnels remains under the surface, which it's believed gives Hamas the ability to move back and forth from north and south and still evade those ground forces.Now, Israeli ground forces, they are confronting those tunnels, but it's so vast, it does get to what is a long timeline for military operations there. We've heard from Netanyahu saying that after these operations that Israel will maintain security control, and that position seemed to get something of a public endorsement from the U.S. secretary of state. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}