{
  "date": "2023-12-18",
  "headline": "Amanpour",
  "subHeadline": "Interview With U.S. Climate Envoy For Climate And Former U.S. Secretary Of State John Kerry; Interview With IKAR Senior And Founding Rabbi And \"The Amen Effect\" Author Rabbi Sharon Brous; Interview With The University Of Texas School Of Law Professor Stephen Vladeck. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN INTERNATIONAL HOST",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.The devil is always in the details, and I sift through the news out of COP28 with U.S. Climate Envoy John Kerry. Then, as Israel continues its war against Hamas, American Rabbi Sharon Brous tells us how to find light in the darkness. Next, in Uganda, lawyers are challenging anti homosexuality laws, and we bring you an investigation into those who fear persecution. Plus, Trump, trials and tribulations. Constitutional law expert Stephen Vladek discusses key cases before the Supreme Court with Hari Sreenivasan. Welcome to the program, everyone. I'm Christiane Amanpour in London. As 2023 draws to a close, climate records are once again being shattered, with this year on track to be the hottest. And around the world, climate chaos is a daily fact of life. In Australia, intense rainfall is causing devastating floods, leaving families stranded. While in America, over 3 million people are fleeing flood prone areas, according to new data from the First Street Foundation. But some are hopeful that the tide is now turning. This scorching year is ending with a new deal, calling for a transition away from fossil fuels. At the U.N. Climate Summit in Dubai, world leaders agreed to using that language for the very first time. And yet, for some, it lacked commitment to actually \"phase out\" fossil fuels and is undermined by a litany of loopholes. Nonetheless, President Biden's Climate Envoy John Kerry hailed the agreement as the most important decision since the landmark 2015 Paris Accords, which he had negotiated for the United States as secretary of state under the Obama administration. Kerry, join me on set here to talk about how a difficult consensus was finally reached. Secretary Kerry, welcome back to the program. JOHN KERRY, U.S. ENVOY FOR CLIMATE AND FORMER U.S. SECRETARY OF STATE: Good to be back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "So, everybody's still trying to pass what happened in Dubai. You know, the word transition versus phase out. How do you define it? Is it ahistoric success or is there still a lot of work to be done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "KERRY",
      "sentences": "Well, there's both. I believe, yes, I think it is an historic success. I don't say that simply because we all are involved in it, butbecause getting 200 nations -- or 195 nations to have consensus to agree to use the terminology, not just that they're transitioning away from fossil fuel but they have to do so with acceleration in the 2020s in keeping with net zero 2050 in a just and equitable way. It's a very powerful gathering together of the aspirations of those who are pushing to deal with the climate crisis. But more importantly, besides that one sentence, there is operative language regarding shutting down coal, moving away from coal specifically, powering beyond it. There's specific language about methane, major initiative on methane, which is responsible for half the warming of the planet. In addition, there are initiatives on shipping, to decarbonize shipping, to accelerate the purchase of green materials, green products by the biggest corporations in the world. There's an effort by oil and gas companies to help with the methane, putting 25 million each on the table to begin to help Turkmenistan, Kazakhstan, Iraq, others, to stop flaring, to stop venting, to stop leaking. There's just a massive amount of effort here, including a new fund announced on the very first day, that's historic, that's never happened before, to deal with the problem of those who have had damages and losses as a result of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Let's get to the nitty gritty of it. Does it meet what it -- you know, the Paris Accords, which demanded somehow 1.5-degree --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "KERRY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KERRY",
      "sentences": "Well, there's not a specific measurement target except to be at net zero by 2050. But also, to put together plans that are in keeping with 1.5-degree limit of warming of the planet. Now that is Paris. In fact, this agreement that was achieved in Dubai is in fact a ratification, a reaffirmation of the Paris Agreement. Because the Paris Agreement called for the first stock take, as it's called, the first measurement of where the world is since Paris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "I want to put to you one of the other, you know, great American climate activists, and that's Vice President Al Gore. He has said, theinfluence of petrostates is still evident in the half measures and loopholes included in the final agreement. And I just want to put to you something he told me back in September at the U.N. when I asked him about your role and how you thought it was a good idea to have this COP at the UAE and et cetera. This is what he said. (BEGIN VIDEO CLIP) AL GORE, FORMER U.S. VICE PRESIDENT: Well, if this were a pro climate athletic team, I would say he's playing a different position on the field than I am. I've heard enough and seen enough to no longer believe that the fossil fuel companies have any credibility. Every measure to cut the burning of fossil fuels, locally, at the state level, national or international level, these oil and gas companies are in there fighting tooth and nail to stop, to delay, to block, and all the while pretending that they're trying to help out. They're not trying to help out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "And he went on to say, if they're not trying to help out, at least get out of our way and stop trying to stop us. So, you had direct,you know, discussions with all of these people. Some say that this word transition, again, puts the onus on countries to reduce demand rather than to stop the companies in the fossil fuel industries reducing supply.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KERRY",
      "sentences": "Well, I ask you a simple question. And my question is, how do you get companies all around the world where there is demand, where economiesare dependent currently on fuel and on, you know, mobility and heating and lighting and so forth, where they are dependent today? You get them to vote that tomorrow, next week, a week, year from now, they're going to stop. They're not going to do that. They haven't done that. What they have done, however, is begin to join up in the process and take certain responsibilities. Is it enough? No. Is it fast enough? No. But it's the first time ever. It's the first time ever that those companies came to the table and said, OK, we're going to do the following things. So, we have BP, Equinor, Shell, Total, a group of companies that have put serious money on the table to help reduce methane, that have put plans on the table that are going to get them to net zero by 2050, if they do everything they've said they're going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "If they do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KERRY",
      "sentences": "But they're not the only ones, Christiane, who aren't doing that. All around the world, there are countries, companies, people who are notmoving fast enough to make this transition. But what happened in Dubai is different. And I think you have to take note of the fact that Dr. Sultan Al Jaber, who is UAE and a head of a company, helped bring those companies to the table. And if it hadn't been them, who knows whether they would have appeared at the table at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "So, you've got this commission --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KERRY",
      "sentences": "I've watched this process just as long as Al Gore has, and he's done a lot to move this. He's been the face and energizer of so much of this.But he knows as well as I do, that you're not going to get those companies to sign up tomorrow. It's a process. Government works in certain ways. We have to push it to cajole. But we got people to do things they've never done before. And, the -- even the Saudis signed off on the notion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "I want to ask you about your --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KERRY",
      "sentences": "There's a transition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "-- personal intervention there because there was a lot written about how you were able to leverage, if that's the right way, your contactswith the Saudi, with the UAE, with the Chinese official et al. Tell me just what it was like in terms of personal negotiation, getting them to sign on the dotted line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "If there's one thing that worries you, what is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "KERRY",
      "sentences": "Well, what worries me now is greed, and procrastination, and business as usual, and people who just aren't going to step up the way AlGore suggested. And there are companies that are resisting. There are people who've said no the way he has. But he's in a different place. He's in a different position on the field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "That's what he said, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "KERRY",
      "sentences": "I appreciate that. He is in a different position on the field. I'm in a position where I have to work with those countries and companies andtry to pull them together to the action. Al can, you know, kick and push and cajole, and he's done an extraordinary job through a lifetime of effort. He's my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "So, I want to ask you because you have been, you know, a statesman and a negotiator for practically all your career. There is a wargoing on in the Middle East right now a terrible war that started on October 7th. And the president appears -- President Biden appears to be getting frustrated with the way it's being conducted. You've got all the U.S. officials who are going there, but most importantly, there is a desire to see what happens afterwards. I want to play something that you said December 18th -- rather the 28, 2016, after your last round of negotiations there. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "KERRY",
      "sentences": "The two-state solution is the only way to achieve a just and lasting peace between Israelis and Palestinians. It is the only way to ensureIsrael's future as a Jewish and democratic state, living in peace and security with its neighbors. It is the only way to ensure a future of freedom and dignity for the Palestinian people, and it is an important way of advancing United States interests in the region. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "After October 7th, do you think that's still possible? And I just add an addendum, Prime Minister Netanyahu, who you had a lot of dealingswith, has been, again, discovered to be saying and boasting about stopping a two-state solution, that all his politics has, you know, prevented a two- state solution. Do you still think it's possible, what you just said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "KERRY",
      "sentences": "I think it's possible, but it's obviously been made harder in some ways, for sure, but it's possible. But I really think those words,honestly, I think they stand up. I think there is no way to have peace and be able to resolve the greater issues of the region, which the administration was moving to do with respect to Saudi Arabia and others unless you are somehow dealing with this issue. And what I worry about that a lot of people worry about is that what is happening could, in fact, make it much more difficult and prolong it, but the fact is Israel was attacked brutally in the worst way since the Holocaust and Israel has the right to defend itself. Yes, at the same time, President Biden and his advisers have been very clear that it is imperative that when you take military action you do so in keeping with the highest standards with the international law and that you minimize civilian casualties, and I think the president and others have said and indicated an increasing concern about that, as many people around the world --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "But how do you get a recalcitrant Israeli government? It's not just today, it's many months and years, you dealt with the same kind ofgovernment, same prime minister that doesn't appear to want a two-state solution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "KERRY",
      "sentences": "Well, I think this government has made it crystal clear that they don't support it and won't be in favor of a two-state solution. And so, thepeople of Israel, it's a democracy will, at some point, I'm confident, be involved in an election and have an opportunity to make their choice for the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "And do you think the United States will put more effort into it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "KERRY",
      "sentences": "I think Secretary Blinken and I think the president are very clear that the two-state solution is necessary and that's what they're for. Thathas been American policy with Republicans and Democrats alike for all of my public life. And I think that Israel has had many prime ministers who has tried very hard to find that peace. I mean, Rabin who was lost his life over that effort, Shimon Peres and many others have fought through time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Ehud Barak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Secretary Kerry, thank you very much indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "KERRY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Now, staying with the Middle East, U.S. Defense Secretary Lloyd Austin is in Israel to persuade the government to exercise restraint onGaza civilians. This, as the IDF says that its soldiers violated rules of engagement by shooting dead three Israeli hostages in Gaza, shirtless and waving a white flag over the weekend. And an Israeli military sniper is accused of killing a mother and daughter in a church complex, where most of Gaza's Christian families have taken refuge since the start of the war. The Pope on Sunday noting unarmed civilians are targets for bombs and gunfire in Gaza. As the world becomes more polarized over this war, we're also seeing a rise in antisemitism in the United States, which has the biggest Jewish population outside of Israel. My next guest openly grapples with these difficult questions in her sermons, and her upcoming book, \"The Amen Effect,\" explores how to rebuild our society. Rabbi Sharon Brous is joining me now from Los Angeles. And you are of the IKAR Synagogue in Los Angeles, and you have been giving some really interesting sermons. I sort of said you're going to tell us how to find light out of the darkness. And I wonder whether that's fair and whether you can and what you say to your congregation these days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "RABBI SHARON BROUS, SENIOR AND FOUNDING RABBI, IKAR",
      "sentences": "Well, thank you so much for having me, Christiane. I'm honored to be here with you.The first and most important thing to know is that this is obviously a time of incredible sorrow and heartache and great pain for our Jewish community and for all of the people who care about and are invested in Israel and Palestine. And we know darkness and we know suffering and we know pain. And we have tools in our long history and in our tradition to help us learn how to find our way back to one another, how to find our way toward mending, both from individual sorrow and grief and communal and even global pain. And I believe at the very heart of that challenge is to find our way toward one another in sorrow, in celebration and in solidarity, which is very much the call of our time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Rabbi, tell me what are those tools? Because right now, I mean, you know better than I do, there is so much polarization. People areinsisting on declaring themselves or being forced to declare themselves one side or the other. There's so much canceling. There's so much hatred and trauma that what you're saying is a little bit rare. It's almost like a voice in the wilderness, trying to find and to use the tools. Do you find them in the Torah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "And how does that go down with your specific congregation right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BROUS",
      "sentences": "Well, I think that the role of a pastor or a rabbi in these difficult times is really twofold. The first thing that we need to do is bewith our people in their sorrow. People feel completely upended by what happened on October 7th, by just the devastation and the anguish of the atrocities that were committed. And that was, of course, compounded by the response of much of the world, where many people either remain silent and couldn't find a way to condemn the atrocities that it occurred because the victims were Jewish and it's complicated or even celebrated the atrocities as somehow helping to advance the cause of justice and liberation for the Palestinians. That's been very painful, and add to that, of course, the rise in antisemitism and the sense of real fear that many people have right now for our own safety. So, the first and most important thing is to affirm that sorrow, that anguish, that sense of loss that many people who we considered friends and allies have really been quite absent or even demonstrated true moral confusion in this moment, that's the pastor's job, to comfort the afflicted. But not to stop there, because what we ultimately have to do is have to move our people away from our kind of core instinctive licking of the wounds that we are still doing in this day to start to lift our gaze and see a much broader context of moral concern, which extends beyond our Jewish family to really look at those whose lives are also being devastated in this conflict. The number of Palestinian civilians who have been -- who have lost their lives in this conflict is stunning and devastating and astonishing. And so, how can we, from our own sorrow, meet one another in our shared pain and articulate a shared vision for what a future might look like where we can all live in peace and in dignity together? So, I think our work is really twofold, to honor and to affirm the pain that we experience and also to expand our sense of responsibility and accountability toward one another as human beings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Rabbi, you've been talking about these principles for a long, long time. And indeed, on the podcast with Ezra Klein, he began with one ofyour sermons, it's one that you delivered a few weeks before October 7th, where you lament the occupation, you lament the current right-wing government in Israel, and your sermon sort of encapsulates the growing rift between Israel and American Jews. Do you -- are you seeing that rift now? And tell me what you were saying before October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, then you raised the prime minister. So, I'm going to play what he just said as part of a press conference about those -- you know,the sad killing of those three Israeli hostages over the weekend in Gaza. I'm just going to play you what he said about -- you know, about the two- state solution. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): I will not allow the State of Israel to commit the fatal mistake of Oslo, which brought to the heart of our country and to Gaza, the most extreme elements in the Arab world who are committed to the destruction of the State of Israel and who educate their children to this goal. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "So, you know, you could say he would say that anyway. That's been his policy for decades. But today, you know, there are many Jews,obviously, who don't believe there's anywhere safe for them anymore. What would you say to them? You know, and I assume you don't agree with what Netanyahu said about the two-state solution. So, how do you comfort Jews who are worried about what a two-state future would look for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BROUS",
      "sentences": "Well, I think the prime minister is wrong, and I think his words are dangerous. I think that they are not only endangering the lives ofPalestinians, they are also endangering the lives of Israeli Jews, they are also endangering the lives of diaspora Jews. I am deeply concerned about this entrenchment in an unjust status quo. The two-state solution has been spoken about by serious people more in the last two months than I've heard it spoken about in the last 10 years. And I don't know the exact contours of what the resolution to this conflict will look like, but I know that we need a just and we need a permanent resolution to this conflict so that all people in the region can have a future. That is what many, many Israelis are calling for, that is what many American Jews are calling for. I believe that's in the best interest of the country -- of the State of Israel, and it's in America's best interest as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Rabbi --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BROUS",
      "sentences": "We simply cannot persist --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Carry on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BROUS",
      "sentences": "Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "And so -- maybe you'll continue, but I just want to ask this one question. Whether you're noticing a generation gap in American Jews, likewhat do older Jews think compared to the very younger ones now about what's happening in Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Rabbi Sharon Brous, thank you so much for your wisdom. Thank you very much for being with us.And major news from the Vatican today. The Pope, who turned 87 on Sunday, is officially allowing priests to offer informal blessings to same sex couples, provided the church's traditional teachings on marriage is made clear. The move is likely to draw criticism from the more conservative Catholics in the United States and in Africa. Kenya and neighboring Uganda are increasingly cracking down with a spate of homophobic attacks in recent months. Today, lawyers are in court challenging Uganda's anti homosexuality act, which criminalizes even the promotion of homosexuality. As a result, many have fled to Kenya, where gay sex is illegal. I have spoken to the presidents of both Uganda and Kenya over the years about this issue, with President Museveni, calling gay people \"deviants.\" (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "YOWERI MUSEVENI, UGANDAN PRESIDENT",
      "sentences": "There are people who are deviated from the normal. They are not killed, they are not harangued, they are notpersecuted, but we don't promote them. We don't promote them. We don't promote and flaunt homosexuality as if it is an alternative way of life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "WILLIAM RUTO, KENYAN PRESIDENT",
      "sentences": "We do not want to create a mountain out of a molehill. This not a big issue for the people of Kenya.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "But of course, it is a big issue and we have heard reports of attacks against gay people. Correspondent David McKenzie went to meet someof them who fled to Kenya. Here's his special investigation. DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): We are in Nairobi, tracking the impact of hate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MCKENZIE",
      "sentences": "So, we're heading to a safehouse that has been arranged for Ugandans that have fled Uganda into Kenya trying to get asylum.MCKENZIE (voice-over): We are shielding their location, hiding their identity for their safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MCKENZIE",
      "sentences": "How are you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MCKENZIE",
      "sentences": "Thank you for having us.MCKENZIE (voice-over): No one is sure how many have fled, but the numbers have surged. In safe houses like this, their wounds are still fresh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He felt like if he can cut me into pieces, it would be better.MCKENZIE (voice-over): Adrian's own father tried to kill him, he says, for being gay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ADRIAN, ASYLUM SEEKER",
      "sentences": "These knives, he stabbed me. In Uganda, when they kill someone in a LGBT community, it's not a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SYLVIA, ASYLUM SEEKER",
      "sentences": "My mom came herself and she told me, you know what, you are not welcome here. You are not part of our family.MCKENZIE (voice-over): Betrayed by their families, pursued by the police, they fled into Kenya on foot or by bus, often in the dead of night. Now, they are afraid to go out. They keep the curtains shut from prying eyes. Since 2021, politicians have pushed a new generation of disturbing homophobic bills in Uganda, Ghana, and Kenya. Some even calling for hefty jail terms, including life in prison for same sex relationships and identifying as queer. All of them to protect so-called family values. For months, CNN has been investigating the influence of American charity Family Watch International headed by this woman, Sharon Slater. For years, the organization has been advocating across Africa for family values and against educating young people about LGBT issues and sexual health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ALI, RESEARCHER",
      "sentences": "This Africa, and what it takes to be close, to just stand next to the president of an African country in Africa, it means it's notrandom. MCKENZIE (voice-over): The president is Yoweri Museveni of Uganda, at a sex education conference in Entebbe in April. The conference included politicians pushing the homophobic laws. This opposition researcher has tracked Slater's organization for years. We agreed to conceal his identity to protect the ongoing work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ALI",
      "sentences": "She presents herself as an expert. She presents herself as a consultant.MCKENZIE (voice-over): A source with direct knowledge of their involvement says they were much more instrumental than just consulting. The source says a Family Watch international representative made repeated changes to draft versions of the homophobic bill together with members of parliament, even suggesting clauses that should be added to the text. A CNN producer found Sharon Slater at the United Nations in New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Sharon Slater, there are allegations that Family Watch International is pushing homophobic laws in Africa. What do you have to sayin response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "TOBIAS NAURIKI, EMPOWERED YOUTH COALITION",
      "sentences": "Gay people and lesbian people Human beings like me.MCKENZIE (voice-over): We tracked down a youth leader in Nairobi with close ties to Family Watch International.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "NAURIKI",
      "sentences": "I will not be happy for them to be punished, but what I would recommend is to respect and uphold those laws.MCKENZIE (voice-over): Family Watch International said he is not authorized to speak for the organization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MCKENZIE",
      "sentences": "So, you are happy with these laws being pushed is what you're saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "NAURIKI",
      "sentences": "Yes, I'm happy for the laws being pushed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MCKENZIE",
      "sentences": "I've seen people who are fearing for their lives on this continent because of these laws.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "NAURIKI",
      "sentences": "There are very minor cases.MCKENZIE (voice-over): The awful reality is this. CNN has tracked a severe spike in abuse of LGBTQ Africans. Often put on social media, often too graphic to show. It's an epidemic of hate inspired by the laws. In Kenya, human rights groups say that attacks on the community have at least doubled in the last two years, with more than a thousand incidents up until August. The proposed law here is the most sweeping yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "PETER KALUMA, KENYAN PARLIAMENT MEMBER",
      "sentences": "When you engage in those acts of LGBT, which are prohibited in Kenya, you become a criminal.MCKENZIE (voice-over): The M.P. sponsoring the bill has Sharon Slater's book on family values on his shelf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MCKENZIE",
      "sentences": "Family Watch International is not specifically helping with the drafting of this bills?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "KALUMA",
      "sentences": "No, no, no, they can't. That would be to say, I don't have my own brain.MCKENZIE (voice-over): In the safe house as the hate spreads, they fear their space is running out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ADRIAN",
      "sentences": "I feel at any point I'm left nowhere to go. If you go outside there, they notice that I'm LGBTI, sooner or later I'll be dead.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Members of the LGBT community speaking to David McKenzie.Now, to the U.S. Supreme Court, where the justices are facing several landmark cases. While their approval ratings remain at record lows from the trials awaiting Donald Trump to a vital reproductive rights decision. Professor of law, Stephen Vladeck joins Hari Sreenivasan to discuss the cases attracting attention and whether we're witnessing a constitutional crisis in the nation's highest court. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "HARI SREENIVASAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Christiane, thanks. Stephen Vladeck, thanks so much for joining us.A couple of big announcements in what the Supreme Court would be working on that kind of come back to the 2020 election. So, I guess to just get our audience up to speed, what were the significant cases?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "STEPHEN VLADECK,CNN CONTRIBUTOR",
      "sentences": "Sure. So, two developments. One was in the prosecution of Former President Trump in Washington, D.C. arising out ofJanuary 6th, where the special counsel, Jack Smith, asked the Supreme Court to not only leapfrog the Federal Court of Appeals, but to move very quickly to leapfrog the Court of Appeals in resolving President Trump's claim that he is immune from prosecution both because he was acquitted in his second Senate impeachment trial and because the actions he took leading up to January 6th were actions he took in his official capacity as president. Judge Chutkan, who's presiding over that trial in Washington, had rejected those claims, and Jack Smith is now asking the Supreme Court to sort of decide very quickly whether Judge Chutkan was right. The court has not agreed to take up the case yet, but it ordered President Trump to respond by this Wednesday and could decide as early as this week, whether it's going to hear the case, not just this term, Hari, but actually perhaps as early as January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SREENIVASAN",
      "sentences": "So, let's put that in context for people. There is this sort of route where you can basically ask the court to skip the officialprocess. How often does that get used? And in what kind of circumstances?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "I mean, does this inherently make this political if Prosecutor Jack Smith wants to say, hey, Supreme Court, you have to figure out whetherthis applies to the president or not? I mean, that will have an impact on whether or not he could have, say, good standing in the Republican Party to be the nominee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "VLADECK",
      "sentences": "I think that's right, Hari, but I think once Jack Smith made the decision to indict President Trump, especially on these charges, especiallyon charges that really dovetail with conduct while he was president, which distinguishes it, for example, from the Mar-a-Lago case, I think this was inevitable. And, you know, the notion that the Supreme Court is going to weigh in at least on this pure legal question of whether a former president can be prosecuted for acts he undertook while he was president. I think in retrospect, it's not surprising that the Supreme Court would be interested in that question. And so, I think now it's just a matter of should the court decide this now or later? And the arguments for later aren't especially compelling. You know, we'll see. I mean, the court may yet say, we're going to wait for the Court of Appeals. Hari, as you know, the Court of Appeals itself is moving very quickly. So, that if the Supreme Court sits back, we're probably going to have a decision from the Court of Appeals within the next six to eight weeks. So, you know, I think it's just a question of when the Supreme Court steps in, not if. It could be as early as this week, it could be, you know, when the Court of Appeals rules, January, February. Either way, I think this issue is going to get resolved maybe not by the March 4th trial date that Judge Chutkan had preliminarily set, but early enough that if the court says no, Former President Trump is not immune, I think there's still be plenty of time for the trial to go ahead before the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "OK. let's talk about another case here, Fisher v. United States. What's at stake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "VLADECK",
      "sentences": "Yes. So, you know, one of the -- the Trump case is the first example of January 6th, got into the Supreme Court. Fisher is the second.So, last week two days after the court hustled, granted Jack Smith's motion to expedite consideration of that Jack's -- of the Trump case, the court agreed to take up a very technical question about the scope of the federal criminal obstruction statute that has been used, Hari, in over 300 of the January 6th prosecutions. Fisher is one of the January 6th defendants. He was convicted among -- or he was indicted among other things of violating this general obstruction of official proceedings statute, and he had argued in the lower court, he and two other January 6th defendants had persuaded a trial judge, Judge Carl Nichols, that this general obstruction statute actually required a more specific act. It required that the obstruction not just be of a proceeding in general, like the joint session to count the electoral votes, but that the obstruction actually impede the proceeding in some way related to evidence. And this was based on a reading of the relevant statutory provision compared to the one next to it. Judge Nichols accepted this argument. The Federal Appeals Court in D.C. rejected this argument by a two to one vote with Judge Greg Katsas, a Trump nominee, agreeing with Nichols and saying, he thinks the statute requires a more specific, what's called actus reus. And the Supreme Court agreed to take up that question. So, you know, for hundreds of January 6th defendants, there's now a question before the Supreme Court about whether the government's interpretation of the obstruction statute was too general and whether the government actually should have had to show more than just interference with the joint session. But actually, some way in which the defendants' acts deprive the joint session of certain types of evidence or other documents that it would have needed to do its job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "VLADECK",
      "sentences": "So, I mean, we should be clear, this an argument about the language of this one very specific federal criminal statute that was, youknow, modified after the Sarbanes Oxley accounting scandals back in 2002. I think that the short version is, yes, the argument that Judge Katsas and Judge Nichols embraced requires some fairly specific misconduct. What we should stress is most of the January 6th defendants were also charged with other offenses, right? That the cases in which the only charge was this statute usually were cases where defendants agreed to plead guilty to this statute in exchange for dropping other charges. So, there are very few of the January 6th cases that rise and fall on this statute alone, but there's still the problem that now one of the more common theories that federal prosecutors have used to try January 6th defendants has the interest of the Supreme Court. Hari, in a context in which there's no circuit split, in a context in which even in these cases, in Fisher, it's what's called an interlocutory appeal, Fisher has not been tried yet, right? Judge Nichols had dismissed his indictment. The federal government had appealed. So, you know, I think what's really tricky about this case is it looks like the Supreme Court is interested, perhaps in narrowing this charge, a charge that has been very, very widespread in the January 6th cases. Hari, a charge that's in the indictment against Former President Trump. Now, the irony of Trump here is that even on the narrower -- what's called evidence impairment reading of the statute, it's a pretty good argument that Trump actually meets that too, because the allegations against Former President Trump are that he was actively aware of and involved in the plot to generate these false electors, right, that's evidence. And, you know, provided in the joint session with false documentation, I think would come much closer to even how Judge Katsas interprets the statute. So, we have this problem where Fisher could have massive ramifications for some of the lower-level January 6th defendants were actually the top-level defendants, President Trump, Stewart Rhodes, the leaders of the Oath Keepers, you know, are dead to rights or at least accused of statutes with clearer pathways to success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "Got it. Now, speaking of Trump, and not necessarily in the context of the Supreme Court, but we had a conversation on this program awhile back about a case in Colorado that is working its way to the Colorado Supreme Court now about whether or not President Trump -- Former President Trump should be allowed to be on the ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "Now, there are other cases that are pretty fascinating and important to a lot of people that the Supreme Court said it was going totake up. One is the first kind of major challenge last week since it struck down Roe v. Wade, and that is whether or not, you know, access to abortion through the drug Mifepristone was going to be legal or not. Tell us a little bit about this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "VLADECK",
      "sentences": "Yes. I mean, so this a case that's gotten a lot of attention for and deservedly so. Back in April, a federal judge here in Texas, inAmarillo, issued this really stunning ruling that purported to vacate not just recent decisions by the FDA to expand access to Mifepristone, which is, you know, one of the two drugs used in the most common form of medicinal abortion, but actually, he went back and said, even the original approval of Mifepristone way back in 2000 was unlawful. And, Hari, if that decision had gone into effect, it would have had nationwide consequences for access to Mifepristone, even in states in which abortion is legal. I mean, like far -- you know, even in the bluest of blue states when it comes to abortion. In April, the Supreme Court actually put that ruling on hold with only to justice publicly dissent him. And, you know, I think the sort of the hope was that that was a signal from the Supreme Court that it didn't give this case ought to go forward. That it thought there were problems with the case. That message was not received by the Federal Appeals Court for the Fifth Circuit, the Appeals Court that covers Texas, Louisiana, Mississippi, because earlier this summer, the Fifth Circuit reached the merits of Judge Kaczmarek's ruling and left a good chunk of it intact. So, there's -- you know, you have these conflicting rulings where the Supreme Court has said everything is frozen, access to Mifepristone remains as it was, and you have the Fifth Circuit saying, OK, but we think that when this case is finally resolved, at least the recent expansions of access to Mifepristone should be invalidated. And so, the Supreme Court has now agreed to take up the appeal from that decision by the federal government and by Danco Laboratories, which is the principal sponsor of Mifepristone in the United States. You know, Hari, I think a lot of folks look at this case and say, oh, no, here comes the Supreme Court to mess with abortion again. I have a slightly different take, which is, here comes the Supreme Court, I think, to slap down the Court of Appeals. And I think the best evidence of that is it's very technical, but when the Supreme Court agreed to take up the Biden administration's appeal and Danco Laboratories' appeal, it refused to take up a cross appeal by the plaintiffs, by the Alliance for Hippocratic Medicine, the group that had brought this case in the first place. The Alliance for Hippocratic Medicine had said, hey, Supreme Court, if you're going to take up the government's appeal, we also want to challenge that part of the Fifth Circuit decision we lost on. We want you to actually look at all of the FDA's approvals of Mifepristone going all the way back to 2000. And the Supreme Court, in its order, agreeing to hear these appeals didn't take up this part of it, which, Hari, says to me, the justices have no interest in going back to 2000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "You know, just stepping back from the decisions, what about the behavior of the court itself? That has come into question by hugeswaths of the public as their confidence in the Supreme Court seems to erode. The court tried to publish a new ethics code. You came out critical of that code, saying it didn't go far enough. Explain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "SREENIVASAN",
      "sentences": "Professor of Law at the University of Texas, Stephen Vladeck, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "VLADECK",
      "sentences": "Thank you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}