{
  "date": "2023-06-15",
  "headline": "The Situation Room",
  "subHeadline": "Judge's First Order in Documents Case Since Trump Arraigned; Federal Grand Jury Indicts Guardsman Accused of Massive Intelligence Leak; Jury Deliberations Begin for Trial of Pittsburgh Synagogue Gunman; Wall Street Journal: Justice Department to Probe Proposed Deal Between PGA Tour & LIV Golf. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "You can listen to The Lead whence you get your podcasts, all two hours just sitting there like a delicious hoagie. Our coverage continues now with Wolf Blitzer in The Situation Room. See you tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Happening now, the Trump-appointed judge in the classified documents case issues her first order since the former president was arraigned, jumpstarting her oversight of his looming trial. We'll explain why she's setting a deadline for lawyers on both sides.Also tonight breaking news, the Pentagon leak suspect was just indicted by a federal grand jury for allegedly disclosing classified information, intelligence information. Standby for new details. And jurors have just wrapped up their first day of deliberations in the federal trial of the gunman in the deadly 2018 attack on a Pittsburgh synagogue. How soon might they deliver verdicts on dozens of charges including capital offenses that could lead to the death penalty? Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer, and you're in The Situation Room. We begin with a new order from Judge Aileen Cannon, her every move in the classified documents case under intense scrutiny right now as the federal prosecution of Donald Trump moves forward following his arrest and arraignment. CNN's Senior Legal Affairs Correspondent Paula Reid is working the story for us. So, Paula, what is judge Cannon saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Wolf, one of the big tensions in this case is how quickly it will move. Special Counsel Jack Smith has said he wants a, quote, speedy trial but former President Trump and his attorneys have every reason to want to delay this as long as possible especially until after the election.And Judge Aileen Cannon has a lot of control over how quickly this moves. And she can do that in terms of all these little decisions and little orders along the way. So, what's interesting about this is this scheduling order comes just two days after former President Trump entered that not guilty plea through his lawyers, and she's giving them five days to try to get their security clearances on their way, which will take several weeks, to give her an update. And it's a pretty tight deadline here, Wolf. The problem, though, former President Trump hasn't finalized his legal team. So, that's a way they can try to delay this. And it's an important reminder, too, the fact that this scheduling order is about security clearances, it's a reminder about how just sensitive the information in this case is. We have a graphic just reminding people the kinds of information that could come up in a potential trial. And while this seems sort of nuanced and procedural, the fact of the matter is that even these little scheduling orders, these little deadlines, these all add up over time, and the timing of this case, when this goes to trial has enormous consequences potentially for this entire country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "It certainly does. Paula, where does this case fit in with the other legal challenges Trump is facing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "Well, the former president certainly has a lot of legal jeopardy he's facing. I mean, first of all, we have this case, incredibly serious national security, full prosecution on its way to a potential trial. But the same special counsel, Jack Smith, also investigating whether the former president or any of his allies were involved in the events leading up to January 6th and his efforts it to interfere with the election outcome.Down in Georgia, the district attorney of Fulton County also looking at efforts by the former president and his allies to interfere with the election in that state. We expect her to make some announcements related to possible charges as soon as August. He's also facing another criminal trial in Manhattan related to hush money payments. And a judge in that case has set a date for March 2024. So, that's about eight months before the election, and the judge said he's not keen to move that trial. So, it'll be interesting to see if that sticks. But, clearly, he's facing multiple criminal cases but also he's also facing civil litigation including another trial for E. Jean Carroll, where another trial date has just been set.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "Paula Reid reporting for us, Paula, thank you.Let's go to Capitol Hill right now where Trump's allies are pushing to retaliate against the U.S. special counsel. CNN's Melanie Zanona is following all of this for us. Melanie, what are these Republicans saying and how feasible are any of their plans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "ZANONA",
      "sentences": "Now, Republicans are highly unlikely to be able to obtain testimony or documents from an ongoing criminal probe. That would be extraordinary. It would certainly wind up in court.And as far as the calls to defund the FBI or DOJ, well, that would be dead on arrival in the Democratic-controlled Senate, and even Senator John Thune, the number two Republican, called that, quote, a really bad idea. But the goal here for Republicans, Wolf, is to really muddy the waters and to show Trump that they are out there defending him. It's really for an audience of one. But not everyone in the GOP, we should point out, is onboard with this idea. Just take a listen to Congressman Don Bacon, a moderate Republican who represents a district won by President Joe Biden. (BEGIN VIDEO CLIP) REP. DON BACON (R-NE):  We're missing the obvious. We have someone that has hundreds and hundreds of top secrets in his house and showed it to unclear people, and then he lied about it. I'm not in the mode for defending that, and I don't think my colleagues should either. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "ZANONA",
      "sentences": "So, the divide in the GOP over Trump is likely only going to grow deeper in the weeks and months ahead, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "Yes, I suspect you're right. Melanie Zanona, thanks very much.Let's get more on all of this with our political and legal experts. And, Kaitlan Collins, so Trump now has at least two trials getting ready for next year, and that's in addition to whatever happens on the classified documents situation. We don't know when that trial is going to unfold. How does all of this unfold politically given the fact 2024 is a presidential election year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR AND CHIEF CORRESPONDENT",
      "sentences": "Well, I think there's two different lanes here. One, politically, he's using it to benefit him. I mean, he's raised $7 million in just the last week since he announced that he was indicted. And so, clearly, they're trying to benefit from this by fundraising off of it and using it in that sense.The other problem, though, that's going to face him is he is going to have court dates next year when all of this is going on unless his team is successful in getting them delayed. And we still don't know, of course, what's going to happen with the documents case. There is no court date set in that yet. So, that's still to be determined. But you could very well see the Republican frontrunner, as he stands at this point, going in between caucuses and primaries and court dates next year. And that is obviously going to complicate it because taking on these trials, even if they feel that they're going to be successful in a lot of these cases, which they do for some, the documents case is a completely different thing, it still sucks up a lot of time, it takes a lot of energy. We know with regards to New York, the judge made clear that Trump has to be present for those court dates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "Yes, it certainly does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "GLORIA BORGER, CNN SENIOR POLITICAL ANALYST",
      "sentences": "It also becomes the campaign. I think they're merging now. And Trump's campaign will be about him and will be about how I am taking this bullet for you. I represent you. Your grievances are my grievances. If they do this to me, they can do this to you. And so I think that's going to become his reason for being in this entire campaign, just like the rigged election used to be. This is now his new campaign line.And what I think what it's going to do is suck all the oxygen out of the other candidates who are going to be forced to talk about Donald Trump all the time instead of talking about the things they want to talk about, one of whom is Joe Biden and the way he's run this country. So, again, Trump is kind of overtaking the entire Republican contest, which is exactly not where Republican candidates want to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Yes, good point. Elliot Williams, so, is all this a sign, the fact they've got to deal with these highly classified top secret documents a sign of how complicated this entire case could wind up being?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Absolutely, Wolf. What's it's a sign of is that there are really two important interests at stake here that come in conflict with each other. Number one, as a defendant, the president is entitled to a free, fair and open trial to the public. As Americans we are entitled to keep our national security information protected and secret. And that's going to be intentioned throughout this trial.Think about all the things these presents. Number one, who are the attorneys looking at it? Number two, who are the people looking at it? Number three, how do you put it in front of a jury? And these are all -- and the jury doesn't have security clearances, mind you. These are just going to be ordinary citizens. You are going to have to answer questions all along the way. Today's ruling from Judge Cannon was kind of a gimme because they had to get security clearances for those attorneys to make this even a trial in the first place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BORGER",
      "sentences": "They kind of laid it out in a vague in the indictment, though, didn't they? I mean, showing a map, talking about a so-called war plan. I mean, in a vague way can a lawyer do that before the jury without giving away the store?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "WILLIAMS",
      "sentences": "They can but the defendant can fight it. The defendant can say that, you know, this is critical to my liberty and my freedom, and in order for this to be a fair trial, you have to be able to present the evidence to the jury. That's why it's a big fight every time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "COLLINS",
      "sentences": "And that's why Judge Cannon is going to be such a critical part of this. That is why everyone is talking about the judge who's going to oversee this. As everyone has noted, she is a Trump-appointee who was appointed in the days after he lost the 2020 election, but then fact that she's going to have such broad, essentially, discretion when it comes to what evidence here and what evidence they're allowed to use.I mean, obviously, they're not going to want them to be able use all of Evan Corcoran's notes that were in the indictment that we saw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BORGER",
      "sentences": "Or any.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "COLLINS",
      "sentences": "That's going to be part of -- maybe any of it. But I think some of them will likely get used, but also the timing of all of this. As you were asking earlier, Wolf, what does the timing look like? Judge Cannon is going to be the one making decisions on that. And that's why she is such an important person here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BORGER",
      "sentences": "And it's hard to take politics out of it because timing is everything in politics. And, you know, is this going to be put off until after the election? And that has a whole lot of other set of circumstances and you have to face if Donald Trump were to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Let me get George. George, how much pressure -- how much more pressure, I should say, does this order placed on Trump to go ahead and actually finalize his legal team? They're going to need security clearances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CONWAY",
      "sentences": "Well, I should hope it puts a lot of pressure on him because, you know, he is the one who needs the lawyers right now, and it's in his best interest to get them as soon as possible. It's also normally in the defendant's interest to have a speedy trial. In fact, defendants have the right to a speedy trial under the Bill of Rights. And the government is entitled, we're all entitled to a reasonably quick trial here because really other than the fact it involves classified documents, the evidence is quite clear.And I don't know -- I mean, his real problem is finding lawyers and figuring out what his defense is, which he has absolutely no idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "We're following breaking news. A federal grand jury has just indicted U.S. Air national Guardsman Jack Teixeira over the online leak of highly sensitive U.S. intelligence information.Our Pentagon Correspondent Oren Lieberman is gathering details for us. Oren, what can you tell us about the charges he now faces?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "It certainly does. Oren Liebermann at the Pentagon, thank you.Let's discuss this and more with Democratic Congressman Raja Chris Krishnamoorthi. He's a key member of the House Intelligence Committee. Congressman, thanks so much for joining us. How powerful a message does this indictment, these charges send? REP. RAJA KRISHNAMOORTHI (D-IL):  It's a very powerful message that, you know, we have to guard our national security. And when you have access to our nation's crown jewels, our top secrets documents and other classified information, you have to guard it, you have to safeguard it, because if it falls into the hands of adversaries, it will be used against us. It's the principle that kind of undergirds the prosecution or the indictment of President Trump. It doesn't matter whether you are an airman, such as Mr. Teixeira, or a former president of the United States. We have to put our national security first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "So, what goes through your mind when you see these latest charges against this U.S. Airman as opposed to what's going through the charges that have been leveled against the former president of the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Well, they're slightly different, as you know. In the case of the airman, not only did he willfully retain this information, but he also published it. And he also unlawfully removed it. In the case of President Trump, he willfully retained the information, and then he's alleged to have obstructed justice in trying to get those documents back.What goes through my mind is you just don't see many members of Congress implicated in these types of scandals. The main reason being that with us, when we view classified information, it has to be in a secure facility. It's usually in hard copy only, and guards are actually watching over our shoulders as we view the information. And then we have to return it once we finish. And so what's going through my mind is if we're able to successfully make sure that 435 members of Congress don't get implicated in these types of situations, why can't we do the same with others? And so we have to review the way in which classified information is treated and handled and, of course, making sure that none of it falls into the wrong hands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "It's very dangerous if it does. What's your reaction, Congressman, to some of your Republican colleagues now calling to defund the Justice Department and to retaliate against the special counsel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "KRISHNAMOORTHI",
      "sentences": "I think it's nuts. I think if you defund the FBI and defund the DOJ, it sounds a lot like defunding the police, and that's a bad idea. You know, when you do stuff like that, it makes all of us less safe.I think that we have to keep our eye on the ball. And as Congressman Bacon said before, we should not be in the business ever of defending behavior such as that that was implicated in the indictment of former President Trump. BLITZER:  On a different issue, Congressman, while I have you, U.S. officials are now saying that Russian-speaking hackers were likely behind a global cyber attack that hit several U.S. government agencies. What can you tell us about this hack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Well, it's breaking news. I have to go back to Washington to learn more in a classified setting about it, but this would be only the latest in a string of cyber attacks by the Russians but also for that matter the Chinese Communist Party has engaged in a number of cyber attacks. We have to up our game in terms of improving our cyber defenses.We also have to engage in much more public private-partnerships because these same hacks targeted at government agencies are done to private sector entities. And in many cases, it happens before it happens with the government. If we learn about it in advance, we can then apply the lessons learned to protect all of us. Now, in Ukraine, they learned that lesson and they have successfully defended themselves from an avalanche of Russian attacks. And so we can apply some of those lessons learned in Ukraine even here in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "Congressman Raja Krishnamoorthi, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Thank you so much, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "New developments tonight in the race for the 2024 Republican presidential nomination. The Miami mayor, Francis Suarez, is officially joining the already crowded field.Our Chief National Affairs Correspondent Jeff Zeleny is joining us. He's getting more information. So, where does Mayor Suarez, Jeff, fit into the growing GOP field?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, it's definitely growing. So, he's the freshest face, but it's a long list. So, certainly, he knows that there's a challenge for him to break through with that, but he's going to do so, he believes, with a generational message. He describes himself as a new kind of a candidate, as someone who would turn the page from the Trump administration, who would move on from the fights in Washington. He truly talks about his time as the mayor of Miami. And he was elected in 2017, re-elected by a very strong margin in 2021.[18:30:00] Interestingly he's a Republican, but both of those races were non- partisan. He did not vote for President Trump either time. That might be a challenge in a Republican primary, but he's going to be giving a speech tonight at the Reagan Library out in California. And he told me -- when I talked to him last year he was inspired by Ronald Reagan as a young boy by his optimism. Of course, he's a first generation Cuban-American, so he's going to use his life story to make his case for why he believes he should be in the Republican nomination. But he also --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "By the way, we're showing video from his campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "ZELENY",
      "sentences": "You see him running there. And that's one of the things he's trying to do, show that he's fit and he's 45 years old, actually a year older than the Florida governor, Ron DeSantis.But one of the things he must do urgently is start raising money, and here's why. The first Republican debate in August, August 23rd, it has the criteria. You need to have 40,000 donors from 20 different states. The RNC chair said earlier today it's a tough climb for all the candidates. Let's listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "RONNA MCDANIEL, RNC CHAIRWOMAN",
      "sentences": "I don't think 1 percent is that easy to do with some of these folks who don't have national name I.D.s. So, that's going to be a challenge for them before August.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "ZELENY",
      "sentences": "So, even though there are nearly a dozen candidates, it's unclear how many who will be on the debate stage. So, again, 40,000 donors and you must be 1 percent in national polls or state polls. So, that is his burden here, it will be introducing himself tonight as a new kind of Republican leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "Well, we'll see how he does. Thanks very much. Jeff Zeleny, reporting for us.Let me bring in our political experts to discuss more on this 2024 race. And, David Axelrod, I'll start with you. You just had a chance to speak about 2024 with your old boss, the former president, Barack Obama, on your podcast. And he said two GOP candidates, Senator Tim Scott and Nikki Haley share some of his vision about racial progress here in the United States, but they need to go further. I wanted to play this clip. Listen to this. (BEGIN VIDEOTAPE) BARACK OBAMA, FORMER U.S. PRESIDENT:  The rhetoric of can't we all get along, that has to be undergirded with an honest accounting of our past and our present. And so if a Republican who may even be sincere in saying I want us all to live together doesn't have a plan for how do we address crippling generational poverty that is a consequence of hundreds of years of racism in this society and we need to do something about that. If somebody's not proposing, both acknowledging and proposing elements that say, no, we can't just ignore all that and pretend as if everything's equal and fair, we actually have to walk the walk and not just talk the talk. If they're not doing that, then I think people are rightly skeptical. There may come a time where there's somebody in the Republican Party that is more serious about actually addressing some of the deep inequality that still exists in our society that tracks race and is a consequence of our racial history. And if that happens, I think that would be fantastic. I haven't yet seen it. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "So, what do you think, David, when the GOP is largely rejecting the very idea of institutional racism here in the United States, do you expect them to take that message from Obama into account?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "No. You know, the reason it came up, Wolf, is because there are echoes in the messages of Tim Scott and with Nikki Haley of Obama's own message when he came on the national scene talking about his own story as part of the larger American story, and it did represent progress that this country has made. But his point was never that our work is done. And so that's why we were talking about that. I was so interested in the sort of similarities between elements of that message.I don't -- look, I think in Republican audiences, that's the way it's received. It's received we don't really have systemic racism. That's not a problem, because if it were, you guys wouldn't be here. And he's saying, oh, that's not really true and we've got to work on these problems much more seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "Bakari Sellers, I'm anxious to get your take on former President Obama's comments here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "Alice Stewart, let me get your thoughts as well. Does the GOP field, do you believe, have room to contemplate big picture issues like race and its vision for the future when Trump's legal perils seem to be taking up and will continue to take up so much oxygen? ALICE STEWART, CNN POLITICAL COMMENTATORNikki Haley in the race, we have to talk about those. And I think they are shining examples of how you can overcome difficult challenges as a youth and still go onto do great things. One of the things that I thought really stood out in this podcast, former President Obama was very kind and cautious of not being critical of former President Trump. But one thing that I thought that really stood out that David mentioned was talking about former President Trump and what he called the Trump political project, which is kind of like the Hunger Games. And it says, you know, people feel as though only stupid people follow the rules and government is corrupt and rigged against you. That's kind of what we're seeing today playing out on the campaign trail. I talked with several of the Republican campaigns that are out there in Iowa, New Hampshire and South Carolina, and that's how the Trump indictment is impacting them. They say people aren't really talking about Trump, but the weaponization of the DOJ and the government is out to get them and how the legal system and the DOJ has their finger on the scale against Republicans and specifically Donald Trump. So, that was an interesting part of the conversation as well. But what we're seeing now is that what Donald Trump has done is really impacting Republicans across the board. And frustratingly enough, all the campaigns are basically on standby and their message is on hold because of these indictments. And it's really not having an impact with the voters, as a recent Quinnipiac poll yesterday shows that 53 percent of Republicans will stand behind Trump regardless of these indictments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "Interesting. All right, guys, thank you very, very much.Be sure to listen -- this is to our viewers, be sure to listen to the Axe Files for David's full interview with former president, Barack Obama, and much more. It's available wherever you get your podcasts. I recommend it highly. Just ahead, we'll go to Ukraine where the counter offensive against the Russian occupation is said to be making some steady progress. (COMMERCIAL BREAK) [18:40:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "Ukraine says its forces are gradually but surely retaking territory from Russia as the new counteroffensive makes steady gains around Bakhmut and also in the south. All of this as Russia continues its air strikes across the country.Our Senior International Correspondent Fred Pleitgen is joining us now. He's in Southern Ukraine. Fred, where does the fight stand tonight based on everything you're seeing and hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, Wolf. Well, the Ukrainians say that they are indeed still making gradual progress especially in the southeast of the country. That's, you know, a couple hundred miles away from where I am right now, but certainly still very close. And Ukrainians are saying the progress is a little bit slower but it is certainly still happening. And they over the past couple of days, about a week they've taken back about 100 square kilometers from Russian forces and seven villages in the past couple of days alone.They certainly say they are still moving forward but also facing serious issues. In fact, a Ukrainian official said that the Russians are fighting back fiercely, they're using kamikaze drones, the Ukrainians say, but also air power as well. It's quite interesting because the Russians, for their part, are saying they've been repelling a lot of these Ukrainian offensives. That's something that we heard from the Russian Defense Ministry. And one of the things, Wolf, that you say is absolutely correct and certainly also something that the Ukrainians are pointing out, it's not only in the south and southeast of the country where the Ukrainians say they aren't making headway but they also say that around Bakhmut, they're taking back territory as well. They say three kilometers in the past couple of days alone, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "Yes, it's significant. What can you tell us, Fred, about this Wall Street Journal report of an incredible surrender of a Russian soldier to a Ukrainian drone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "PLEITGEN",
      "sentences": "Yes, absolutely, a very significant, a very interesting report. First of all, let me tell you right now, as we're speaking, there's actually air raid sirens going off where I am right now, so you can see that the war is still very much ever present in a lot of the cities here across Ukraine. But that Wall Street Journal report, of course, also one that was extremely significant, The Wall Street Journal speaking to a Russian soldier who surrendered to a Ukrainian drone.Now, of course, it's impossible to tell whether that soldier was speaking under duress when he was speaking to The Wall Street Journal, but he said that he had been followed by Ukrainian drones around Bakhmut as he was in a trench there, and then at one some point, fearing for his life, he decided to try to surrender to one of the drones. He gestured to the drones, he said. The Ukrainians then dropped a note saying that he needed to follow the drone in order to surrender. He did that and he did make it, certainly survived that. But it also shows, Wolf, of course, the brutality and difficulty in this war as it continues to grind on and certainly both sides very, very tough, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:57",
      "speaker": "BLITZER",
      "sentences": "The proposed partnership between the PGA tour and Saudi- backed LIV golf might be about to hit a major snag.CNN's Brian Todd is on story for us. Brian, could this agreement fall apart before it even officially begins?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:57",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Certainly possible, Wolf. You know, the leaders of the PGA Tour and LIV Golf had visions of billions in revenue and popular tournaments featuring a lot of stars when they announced this merger just days ago but tonight, there are serious questions about whether it can move forward.(BEGIN VIDEOTAPE) TODD (voice-over):  It was a controversial sports mega deal from the get go and tonight, it could soon be the subject of a Department of Justice investigation. \"The Wall Street Journal\" reports Justice has notified the PGA Tour that it will vest investigate the tour's planned merger with Saudi- backed LIV golf. \"The Journal\" says justice officials would be looking at antitrust concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:57",
      "speaker": "SHAN WU, FORMER FEDERAL PROSECUTOR",
      "sentences": "It's the idea that if you have within one industry, players merge together, there's no longer any competition. I mean, the whole point of the economy under our system is for people to be able to compete. So if you have the two major entities merging with each other, they're going to suck all the oxygen out of the free competition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:57",
      "speaker": "TODD",
      "sentences": "According to \"The Journal\", antitrust lawyers have cited comments like this from PGA Tour commissioner Jay Monahan who discussed why the merger would be good for the tour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:57",
      "speaker": "JAY MONAHAN, PGA TOUR COMMISSIONER",
      "sentences": "Ultimately to take the competitor off of the board to have them exist as a partner, not an owner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:57",
      "speaker": "TODD",
      "sentences": "Last year, LIV Golf succeeded in luring away top players like Phil Mickelson, Bryson DeChambeau and Dustin Johnson. It offered superstar Tiger Woods between $700 million to $800 million to join, which woods turned down. The PGA Tour fought tooth and nail to stem LIV Golf's momentum, barring defecting players from competing in some PGA tour events, engaging in legal disputes with the Saudi-backed tour.What changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:57",
      "speaker": "DAN RAPAPORT, GOLF JOURNALIST, BARSTOOL SPORTS",
      "sentences": "The money went out. The Saudis had way more money than the PGA Tour. The PGA Tour I guess came to the conclusion that it couldn't continue to fight this fight. It just didn't have the resources to continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:57",
      "speaker": "TODD",
      "sentences": "The surprise announcement of the merger last week outraged critics who pointed out that one of America's most iconic sports entities was not teaming up with a tour backed by a wealth fund chaired by Muhammad Bin Salman, known as MBS, the crown prince of Saudi Arabia, the man who U.S. intelligence said approved the operation which led to the murder and dismemberment of \"Washington Post\" columnist Jamal Khashoggi in 2018.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:57",
      "speaker": "CHRISTINE BRENNNA, CNN SPORTS ANALYST",
      "sentences": "Basically, the headline is never mind. Everything we talked about, outreach of the PGA tour. How they spoke about the 9/11 families and their concern about the murder, that's all out the window. The PGA tour has wimped out. Just say what it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:57",
      "speaker": "TODD",
      "sentences": "Could a Justice Department investigation kill the potential merger?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:57",
      "speaker": "WU",
      "sentences": "Yes, a DOJ investigation could stop the merger. DOJ could not approve it and say this is going to violate antitrust laws.(END VIDEOTAPE) TODD (on camera):  CNN has reached out to the Department of Justice, to the PGA tour and to LIV Golf seeking comment on the report of an investigation. We have not heard back -- Wolf.",
      "isLastSentenceInterrupted": false
    }
  ]
}