{
  "date": "2023-03-24",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Suspected Iran-Affiliated Drone Kills U.S. Contractor in Syria; Calls to Ban TikTok Grow on Capitol Hill After CEO's Testimony; Today: President Biden to Address Canadian Parliament. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:27",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "All right. Right now, in EARLY START, striking back. U.S. planes retaliate after a deadly drone attack on U.S. personnel in Syria.Plus, a court orders the parents of a school shooter to stand trial for the crimes of their killer son. Will this set a legal precedent? (BEGIN VIDEO CLIP) REP. CATHY MCMORRIS RODGERS (R-WA):  Your platform should be banned. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:27",
      "speaker": "ROMANS",
      "sentences": "TikTok in trouble. The boss tried to convince lawmakers it's not a national security threat. So how'd that go?(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:27",
      "speaker": "ROMANS",
      "sentences": "All right. Welcome to our viewers in the United States and around the world. Happy Friday, everybody. I'm Christine Romans.Overnight, the U.S. launching an airstrike in eastern Syria. Ambulances sped to the scene of that strike ordered by President Biden, retaliation for an attack by an Iran-affiliated drone, an attack that killed a U.S. military contractor, five American service members and another U.S. contractor were injured in that drone attack. International diplomatic editor Nic Robertson is live for us in London. Nic, what more do we know about the drone strike and then the U.S. retaliation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:27",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "We know that the retaliation took place in the east of Syria, fairly close to the border with Iraq, around a town called Deir Az Zor, in a rural community. The Department of Defense says that this was a proportionate retaliation, that it's designed not to escalate the situation, that it's designed not to create casualties here. I think we mean civilian casualties, collateral damage. This type of retaliation has happened. And before when Iranian backedproxies in both Iraq and Syria actually have targeted U.S. and injured U.S. personnel before, so this isn't out of the ordinary. The response isn't out of the ordinary. We don't know many details about the attack on the U.S. facility itself. We do know as you said that one contractor killed, five service personnel and another contractor injured. We don't know the state of their injuries at this time. I think at this moment, the key things to watch how does Iran respond because the United States has made very clear in the past has made very clear again, this time that it will not sit back and allow its troops to be targeted, and it will respond at a time and place of its choosing. When these retaliatory strikes have happened in the past, typically, they've targeted the ammunition stores of these groups. But I think the very clear signal here is a signal to Tehran very clearly stated that this attack was -- had the backing and support of the Iran's Islamic Revolutionary Guard Corps, so it goes to the top of the regime, more or less in Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:27",
      "speaker": "ROMANS",
      "sentences": "All right. Nic Robertson, thank you for that. Keep us posted any developments this morning on that.All right. Time may be running out for TikTok. The short form video sharing app now more likely than ever to be banned in the U.S. after its CEO failed to calm lawmakers fears during a hearing on Capitol Hill. Shou Chew was grilled for hours about the potential for TikTok to be used for spying and spreading Chinese propaganda to Americans. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:27",
      "speaker": "RODGERS",
      "sentences": "As far as exposing, the repeated lies of TikTok, we expose their connection to ByteDance and ultimately to the Chinese communist party, and we also exposed the threat that TikTok poses to our -- to our youth.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:27",
      "speaker": "ROMANS",
      "sentences": "Chief congressional correspondent Manu Raju has the latest.(BEGIN VIDEOTAPE) REP. CATHY MCMORRIS RODGERS (R-WA):  Your platform should be banned. MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT (voice over):  TikTok CEO Shou Chew getting a bipartisan berating. REP. KAT CAMMACK (R-FL):  You damn well know that you cannot protect the data and security of this committee or 150 million users of your app because it is an extension of the CCP. SHOU CHEW, CEO, TIKTOK INC.:  Can I respond, Chair?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:27",
      "speaker": "RODGERS",
      "sentences": "No, we're going to move on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:27",
      "speaker": "RAJU",
      "sentences": "In a testimony that spanned hours, Chew tried to convince the House panel that the popular social media app is not exploited by the Chinese Communist Party and that its parent company, ByteDance, is a private firm with 60 percent of it owned by global investors.U.S. user data he maintained is walled off by what TikTok calls Project Texas, something the CEO argues cannot be accessed by the Chinese government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "RAJU",
      "sentences": "But lawmakers not buying it.REP. FRANK PALLONE (D-NJ):  I still believe that the Beijing communist government will still control and have the ability to influence what you do. And so this idea, this Project Texas, is simply not acceptable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "CHEW",
      "sentences": "I have seen no evidence that the Chinese government has access to the data. They have never asked us. We have not provided.REP. ANNA ESHOO (D-CA):  But you know what? I find that actually preposterous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "RAJU",
      "sentences": "TikTok is used by more than a billion monthly active users worldwide, including 150 million in the United States. But U.S. officials believe the Chinese government can infiltrate ByteDance since it is under its jurisdiction even though there is no public evidence that the Chinese have used it to spy on Americans.REP. NEAL DUNN (R-FL):  I ask you again, Mr. Chew, has ByteDance spied on American citizens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "CHEW",
      "sentences": "I don't think that spying is the right way to describe it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "RAJU",
      "sentences": "The Biden administration wants TikTok's Chinese owners to sell their stakes in the company, something the Chinese government opposes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "CHEW",
      "sentences": "TikTok is a subsidiary of ByteDance, which is founded by a Chinese founder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And ByteDance is a Chinese company?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "CHEW",
      "sentences": "ByteDance owns many businesses that operates in China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Is it or is it not a Chinese company?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "CHEW",
      "sentences": "Congressman, the way we look at it, it was founded by Chinese --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, no, no. I am not asking you how you look at it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "RAJU",
      "sentences": "But lawmakers also attacking the content on the app, including disinformation and violent videos, even showing some that encourage suicide.REP. GUS BILIRAKIS (R-FL):  Your technology is literally leading to death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "CHEW",
      "sentences": "Congressman, I'll just like to if -- respectfully, if you don't mind, I would just like to start by saying is devastating to hear about the news of, as a father myself and this is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "BILIRAKIS",
      "sentences": "Yes. Sir, yes or no?(END VIDEOTAPE) RAJU (on camera):  Now, as this hearing was playing out, Kevin McCarthy, the house speaker told me that he does, in fact, support legislation that allow Congress to move ahead and ban TikTok. Now, he said there are various proposals that are still working out through the legislative process them different ideas on how to do that, so that will take a little bit of time to sort out. Also, Hakeem Jeffries, the Democratic leader, told me that Democrats are looking for a consensus position to address the real concerns that were raised. On the Senate side, the majority leader over there also indicating an openness to moving ahead and a lot, giving the administration power to ban TikTok. So major momentum now growing on Capitol Hill in the wake of this hearing, in which the CEO of the social media platform endured a grilling on both sides of the aisle. Manu Raju, CNN, Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "ROMANS",
      "sentences": "Thanks, Manu.After that hearing, a spokesperson for TikTok accused lawmakers of political grandstanding. The Chinese government also responding. CNN's Anna Coren live in Hong Kong. What is China, saying about a data protection and any forced sale of TikTok, Anna? Well, Christine, a short time ago, China's ministry of foreign affairs addressed the congressional hearing over TikTok's future in which, as we heard us lawmakers are seeking a nationwide ban as, quote, a xenophobic witch hunt. I mean, this strong language reveals Beijing's dismay at the accusations that were held at the CEO eo of the popular Chinese owned social media app during that five hour grilling on Capitol Hill, lawmakers accusing 40-year-old Harvard educated CEO Shou Zi Chew of being under the influence of the Chinese government through the Beijing-based parent company ByteDance. And even before the hearing, Christine, China's commerce ministry told the media that it would, quote, firmly opposed any forced sale of TikTok, which is what the Biden administration has demanded if the social media app is to survive in the United States. Let's have a listen to the spokesperson a short time ago. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:04",
      "speaker": "MAO NING, CHINESE FOREIGN MINSTRY SPOKESPERSON",
      "sentences": "I want to stress the Chinese government attaches high importance to and protects in accordance with law, data, privacy and security. We have never asked and will never ask any company or individual to collect more provided data information or intelligence data located in other states through means that in violation of local laws.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "ROMANS",
      "sentences": "Interesting. All right, Anna, nice to see you. Thank you so much.Okay. Wherever he goes, Benjamin Netanyahu now faces protests. The Israeli prime minister is in London this morning where demonstrations against his controversial judicial overhaul are underway. Before leaving for the U.K. Thursday, Netanyahu gave a speech resisting calls to drop the overhaul. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator):  We are determined to fix to advance with this possibility that democratic reform that will bring back balance between the branches. And I remind you, we dealt with one issue only out of many that we have not yet discussed. (END VIDEO CLIP) ROMANS:  Just hours earlier, Netanyahu's right wing government passed a law making it significantly tougher to remove the prime minister for being unfit. Let's bring in CNN's Salma Abdelaziz live in London for us. Good morning, Salman. Netanyahu has faced protests in Paris, Berlin, now London, on top of the huge demonstrations in Israel every week. Why has he come to Britain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Any moment now. Prime Minister Netanyahu is expected to arrive at 10 Downing Street, and there's already protesters standing outside the prime minister's office awaiting his arrival. The advertised reason for this meeting is, of course, bilateral talks. Both countries say they want to deepen security and trade relations that they really want to foster again this bilateral relationship.But it comes at a highly sensitive time for Prime Minister Netanyahu. As you mentioned you played that sound there. It was just a few hours before he boarded that plane to London that Prime Minister Netanyahu gave that fiery speech doubling down on this controversial judicial reform. The result of that, of course, has been months of demonstrations, unprecedented movement across Israel. And that's not the only issue on his plate. Of course, there's been an uptick in violence increasingly deadly Israeli raids in the West Bank. The United States has been extremely vocal in criticizing the happenings on the ground and Prime Minister Netanyahu's recent movements. The secretary of defense, Lloyd Austin, was in Tel Aviv just earlier this month in expressed deep and profound concern for recent events there. And the expectation from the protesters, the expectation from those opposition parties on the ground is that the U.K. will follow suit, is that Prime Minister Rishi Sunak will speak up and speak out during this three day visit. But I can tell you that is unlikely to happen. Just a few days ago, there was a joint bilateral trade agreement that was signed between the U.K. and Israel. So with Prime Minister Netanyahu landing just a few days after this agreement was signed, it's unlikely that he's expecting any condemnation from Downing Street. But this is going to be a very closely watch meeting. Will Prime Minister Rishi Sunak bring up the issues on the ground, try to condemn them, follow suit with the United States or will he carry on business as usual?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "ROMANS",
      "sentences": "All right. Salma, nice to see you. Thank you so much for that.President Biden starting his morning in Canada alongside Prime Minister Trudeau -- Justin Trudeau at an official ceremony at Parliament Hill. This afternoon, he addresses the Canadian parliament. On the agenda, immigration, trade and foreign policy. Biden held bilateral talks on Thursday with the governor general, King Charles representative in Canada. CNN's Paula Newton live for us this morning in Ottawa. Paula, so nice to see you. You talk to the prime minister about -- ahead of his meeting with the president. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT",
      "sentences": "I did it. So interesting, Christine, because what surprised me was that there were low expectations for what could be delivered during this summit essentially.President Biden, as you said, will be addressing parliament. They then we'll have a joint press conference. That's after meeting with each other's cabinets. And then a big gala dinner tonight, Christine, and I want you to watch out for the Canadian celebrities because I can tell you there are already a lot in town. What did surprise me though it was the fact that it looks like we have an immigration deal on the table here, Christine, I know we're so used to talking about the issues on the southern border, but there have been nagging issues on the northern border as well. I want you to listen to Justin Trudeau talking to me yesterday afternoon about a deal that looks like is in place now. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "NEWTON",
      "sentences": "Do you think you'll have a deal, though? And when we drill down to the details? Do you expect that perhaps some migrants will be able to go to regular border crossings in Canada and be received that way, because, as you know, right now, they would be turned back to the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "JUSTIN TRUDEAU, CANADIAN PRIME MINISTER",
      "sentences": "There's a lot of work being done and we hopefully being able to make -- to make an announcement to reassure Canadians and Americans that we continue to handle migration seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "NEWTON",
      "sentences": "And will that include taking migrants that sometimes even present themselves southern border or taking migrants directly from the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "TRUDEAU",
      "sentences": "Canada is always willing to do more. We're a country that has been built like the United States on welcoming people from around the world. We just need to make sure we're doing it in responsible, proper ways to continue to have our citizens positive towards immigration, as Canadians always are.(END VIDEO CLIP) [05:15:01] NEWTON:  You know, what's so interesting here is exactly what the shape of this deal is going to look like. As you know, whether it's the northern border, but especially on the southern border, it has been so difficult really for those migrants trying to make their way into either country many times, Christine, they are exploited, in fact, by human smugglers. And by closing what we call these irregular crossings, advocates worry that on both sides of that northern border people will continue to be exploited. We're interested to hear the details this afternoon as they come out and like I said, a busy day ahead for Joe Biden, who also wants to stress to Canada the importance of continuing to increase its defense spending. I don't have to remind you, Christine, about the issues around the globe right now, and the U.S. officials consistently telling Canada it's time to spend more and step up -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:13",
      "speaker": "ROMANS",
      "sentences": "All right. A Michigan appellate court has decided the parents of a school shooter should stand trial themselves for involuntary manslaughter. Authorities say Ethan Crumbley's parents bought their son the gun. They ignored warning signs prior to the shooting that killed four students at oxford high school in November of 2021. Ethan Crumbley has since pleaded guilty and could face life in prison without parole.Let's bring in Palm Beach County state attorney Dave Aronberg. And this -- this case is so sad and troubling because the warning signs were everywhere. They were not hidden warning signs. This kid was flashing warning signs for these parents and school officials. The ruling, says, quote, the court finds that the deaths of four victims could have been avoided if James and Jennifer Crumbley, exercised ordinary care and diligence in the care of their son. So, Dave, you know there is bad parenting. There's colossally bad parenting. In this case, prosecutors say that bad parenting is criminal. DAVE ARONBERG, STATE ATTORNEY, PALM BEACH CO., FLORIDA:  Good morning, Christine. Yeah, this is unprecedented. But we have never seen facts like this before. The parents here didn't just turn a blind eye to their son's behavior. They encouraged and enabled it because once it was clear that their son had serious mental health issues and was contemplating violence, they bought him a gun anyway. And when a teacher caught their son searching for ammunition on his cell phone in class the mother texted the son, LOL, I'm not mad at you. You just have to learn not to get caught. And then the next day when he was caught drawing disturbing images, violent images, the parents went to the school. They didn't tell the school officials that he had access to a gun. They didn't ask to search his backpack. They even refused to take him home that day, leaving him at school where he committed this horrific act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:13",
      "speaker": "ROMANS",
      "sentences": "He -- there were text messages to his parents in this ruling that talks about how he told his parents about paranoia and hallucinations. And they wouldn't even text him back. He told a friend that he thought he was having a nervous breakdown or mental breakdown, and when he told his dad how he felt his dad told him, suck it up, and his mother laughed at him.I mean, it goes on and on and on and on. So this clearly a very exceptional case. The Oxford High School officials were not criminally charged, even though they could also monitor Ethan Crumbley's actions. Is there a distinction, or what is the distinction between the parents and the school officials?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:13",
      "speaker": "ARONBERG",
      "sentences": "Yeah, Christine, there's understandable outrage at the school officials here. And they were not criminally charged -- I actually think that was the right decision by the district attorney. They are subject to civil lawsuits.Now the difference here between the school officials and the Crumbley parents is that the crumbly parents of their son's access to a gun. After all, they bought it for him. The school didn't know that Ethan Crumbley had access to a gun. Now both the school officials and crumbly parents allowed Ethan Crumbley to go back to class without checking the backpack. But it's the knowledge of the gun that makes the parents criminally responsible instead of just civilly liable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:13",
      "speaker": "ROMANS",
      "sentences": "So this could be a precedent setting case, I guess where parents are held accountable for their child's crimes. Or is this such an exceptional case that there isn't sort of that kind of chilling effect? I guess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:13",
      "speaker": "ARONBERG",
      "sentences": "Yeah, this is an unusual case, so it will be presidential in some ways, but only when it's this egregious.Now Michigan law does not require parents to lock up their guns. But the same time parents cannot act recklessly to put lives in danger, and that's what happened here. That's why I support the district attorney's decision to charge the parents. And, all you know, we district attorneys were elected by the community, and we often reflect public sentiment in our decision making. Here, you know, there's been widespread outrage and frustration over school shootings and the reluctance of legislators to do anything about it, and that's why you're sensing support in the community for the district attorney's decision to try a different approach and hold these parents accountable for the horrific acts of their children or for their child. And you hope that in the future, reckless parents like this will think twice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:13",
      "speaker": "ROMANS",
      "sentences": "Absolutely. All right, Dave Aronberg, what a case, Palm Beach County prosecutor -- nice to see you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:13",
      "speaker": "ARONBERG",
      "sentences": "Thank you, Christine.",
      "isLastSentenceInterrupted": false
    }
  ]
}