{
  "date": "2023-02-15",
  "headline": "CNN Tonight",
  "subHeadline": "CNN Exclusive, Mark Meadows Subpoenaed By Special Counsel; Residents Demand Answers After Ohio Train Derailment; Federal Investigators Looking Into Third Potential Airline Runway Collision In Less Than One Month; FAA Acting Chief Faces Senate Panel; How Much Is Enough?; Actress Raquel Welch Dies At 82. Aired 10p-11a ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "sentences": "Good evening, everyone. I am Alisyn Camerota. Welcome to CNN TONIGHT.We have breaking news, a CNN exclusive. Mark Meadows, the former White House chief of staff for Donald Trump, has been subpoenaed by the special counsel. Meadows was in the room for most of the key events on January 6th and the days before. So, we have more on that in a moment. Plus, what is going on with that Ohio toxic train derailment? The railroad officials behind that toxic train derailment just backed out of a town hall meeting tonight because of what they say are threats to their employees. But people in the town of East Palestine are demanding answers and they say they are getting sick. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are my kids? Are the people? Is the future of this community safe?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CAMEROTA",
      "sentences": "And another close call on the runway. We are just learning of a jet and a cargo plane almost colliding last month in Honolulu. Why are these near disasters happening? Are we getting less safe in the sky?And on a lighter note, the professional baseball player who walked away from a multimillion dollar career to live on a sailboat in the Caribbean, he says he is stepping away from consumption and competition and more moneymaking. So, what is your magical number to walk away from it all? Our panel takes that on. But let's start with our breaking news. CNN Senior Justice Correspondent Evan Perez, eh has our exclusive on the Mark Meadows subpoena. Eva, what are you learning about this tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, Alisyn, Mark Meadows has received a subpoena from Special Counsel Jack Smith. Now, he is doing to investigations. One of them, obviously, is the January 6th investigation. He's also doing one into the alleged mishandling of classified documents at Mar-a-Lago.Obviously, Mark Meadows, because he was chief of staff, was a key witness to a lot of the things that Donald Trump was doing to try to remain in power after losing the 2020 election. He was on that infamous phone call with Georgia officials trying to figure out how to find more votes. He was there helping Trump trying to pressure the Justice Department, trying to pressure members of Congress to try to help him, again, overturn the election results. And so what we expect now to happen is that, you know, Meadows, because of his seniority, as an aide to the former president, it is likely to raise the issue of executive privilege, which means that we might see some litigation between Trump and Meadows as they try to fight off what the Justice Department is trying to get from him, which includes documents and testimony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CAMEROTA",
      "sentences": "And then also tell us about -- you have this new information you have on some secret court battles that the special counsel, Jack Smith, is locked in. I guess they're not that secret. What do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PEREZ",
      "sentences": "Well, they are secret. But, thankfully, we have Casey Gannon (ph), who sits at the courthouse and watches these lawyers come in and out as they try to fight these battles. And we know of at least eight of them, Alisyn, that have to do with efforts by Trump and his allies to try to resist providing information that the special counsel is trying to get as part of this very sprawling investigation.One of them involves Evan Corcoran, who we talked about just in the last couple of days. He got a subpoena. He's a lawyer for the former president. And Trump is trying to shield, obviously, and Evan Corcoran is trying to resist providing some information about what he told, what he talked to Trump about, regarding these classified documents and a number of other litigations like this that we know is going on behind the scenes. The question for the Justice Department is why is this -- have to be secret obviously given the great importance of these fights? And one of the things they are telling the judge, Alisyn, is that because of the great public interest, that is the reason why it has to remain secret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay. And, Evan, also, we are hearing that the FBI searched the University of Delaware for Biden documents. What do we know about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "CAMEROTA",
      "sentences": "Okay. Evan Perez, thank you so much for bringing us all of that breaking news tonight.Now, let's get to the toxic chemical crisis tonight in Ohio following that train derailment 12 days ago. Joining me now is Nate Velez. He had to leave his home and his business after the chemical spill and is currently living in an Airbnb. Nate, thanks so much for being here. So, just tell us what has your neighborhood, your house, what has it been like for the past 12 days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "NATE VELEZ, LEFT HOME AND BUSINESS AFTER OHIO TRAIN DERAILMENT",
      "sentences": "Well, not great. Most people didn't want to go home but they had to. So, all the people who had to go home were complaining of smells and pains in their throat, headache, sickness. Luckily, I have not gone back but I did (INAUDIBLE), but I have gone back a few times and it does, the smell does make you sick. It hurts your head and everyone is -- they're miserable. The whole town is miserable. That's the best way to describe it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "CAMEROTA",
      "sentences": "And you live less than half a mile from there and you have had to go back to check something's and I understand that you went back today and it was really hard. I mean, it was physically hurt and it was emotionally hard for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "VELEZ",
      "sentences": "Yes. We had a rough day today. We are staying in these Airbnbs. And it's not like you can just get one whenever you want. And so you have to fill in the gaps where you cannot get an Airbnb. So, we are trying to find these days and line the dates up. And then it's been two weeks now. And we have no plans of going back to our house. But then we start to look at it and we're like, okay, the money will run out by this date and we still have to pay for that house that we don't want to live in.So, everything kind of -- there are so many things to figure out. And it's not just me. It is an entire town. And then we are all excited for this town hall meeting and it is just a slap in the face because the people who put us out are too afraid to show up to the meeting, but they are cause of those (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "CAMEROTA",
      "sentences": "Yes. Let's talk about that. So, the officials from the railroad did not show up at the town hall meeting tonight because they said that their employees are getting threats. So, they decided to skip it. I have a little bit of sound from what happened. Here's what the mayor said of the town hall meeting tonight.(BEGIN VIDEO CLIP) MAYOR TRENT R. CONAWAY, EAST PALESTINE, OHIO:  We are here for answers. The railroad did us wrong. So far, they have worked with us and they are fixing it. But if that stops, I will guarantee you, I will be the first one in line to fight them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "CAMEROTA",
      "sentences": "So, what the mayor, the message the mayor had was that they have worked with us so far and they are fixing it. Do you have confidence in that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "VELEZ",
      "sentences": "I have confidence in the mayor doing the best he can. I don't have any confidence in the railroad or anyone affiliated with them or anyone they hire. And that is the whole thing. They tell us it is safe to go back and they determined that based on findings and data from companies that they hired, the same people that crashed the train into the town are the same -- hired the people to tell them, yes, it's okay to go into your house. You don't need to be a scientist to know -- you don't have to prove anything to know that when you walk into your home or your business, you should not feel like sick. It is just like -- I don't know how I can make that any simpler, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "CAMEROTA",
      "sentences": "So, when the governor, Mike DeWine, tweeted earlier tonight new water testing results show no detection of contaminants in East Palestine's municipal water system. with these test results, Ohio EPA is confident that the municipal water is safe to drink. Does that comfort you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "VELEZ",
      "sentences": "Well, no. I mean, okay, they got the test results today. So, great, fantastic. But yesterday, there was 3,500 dead fish in the water. How would anyone feel confident about that? Even yesterday, the governor himself said, yes, the tests have been good so far, but just in case, drink bottled water. So, that is the thing. All the people are saying it is okay, aren't the people who have to drink it, or sleep in it or live in it. It's like I have no idea how to do your job but my clipboard says you are doing it wrong, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "VELEZ",
      "sentences": "See, that is the thing. Luckily, Cam, the baby, she is just happy with, you know, whatever. But my son, you know, he misses school but he has not gone back yet. Half the kids who went back to East Palestine schools were getting rashes and getting sick. Just today, a friend of mine -- look, I have a business in town, so I know a lot of the town. One of my customers and friends, his daughter, and he posted a video of her coming out from school today. She was beat red. And he had a live video of her puking. And that is not like a onetime deal. There were a couple of kids who posted today and yesterday, throwing up, sick, rash, so they are pulling them back out of school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "Yes, that is no good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "VELEZ",
      "sentences": "So, I don't want to take them back. But I feel forced. Like, okay, you run out of money. Technically, we still own this house. Does this eventually going to kill us? So, what do you do? I feel like I am back against the wall and like my life has been literally railroaded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "I take the pun. Nate, we will try to get you some answers tonight. We'll stick on this and we're going to try to get your some answers, in fact, right now. Nate, thanks so much. We're thinking of you. Thanks for sharing your story, and, of course, we will check back with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "VELEZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "All right. Here with me in studio now is CNN Chief Climate Correspondent Bill Weir and Jayne Conroy, she's an attorney who is now representing hundreds of residents in that community in a class action lawsuit against Norfolk Southern Railroad. Great to have you both.Jayne, let me start with you. So, you're representing hundreds of people now in this community. Do they share similar stories? What do they want out of this class action lawsuit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "JAYNE CONROY, FILED CLASS ACTION LAWSUIT AGAINST NORFOLK SOUTHERN",
      "sentences": "I don't even know that they are thinking so much about the class action lawsuit right now but I think they are thinking about the things that Nate said. What about their kids? What about the water? What is happening to their lives? What about their livelihoods, their homes that they own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "Where are they living?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CONROY",
      "sentences": "Everywhere, hotels, Airbnbs, family members that are putting them up places. And some people we know are back in their homes because they have livestock or crops that they have to deal with. So, it is a mixed bag.But there is a lot of fear and there is a lot of concern. And there is always that question of how are we going to hold Norfolk Southern accountable. But that is not helping right now. That is not helping Nate today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "Is there anything that can help him today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CONROY",
      "sentences": "Maybe. I think there could be some efforts that could be taken to try to help assist with housing and those types of things, but we did not -- the railroad did not even show up at the meeting. So, it is a little hard to have those conversations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "What do you think about that? So, there was a town hall meeting tonight that residents were going to be able voice their concerns. And then the Norfolk Southern said that their employees were getting too many threats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CONROY",
      "sentences": "I don't know anything about the threats but I don't think it is slowing down trains running on tracks near East Palestine. So, you know, Norfolk Southern is worried about some things but not its business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "Bill, let me play for you a little bit more sound from this town hall and the frustration of the residents there.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CONAWAY",
      "sentences": "Is everybody satisfied with my answer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "EVERYONE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Why are people getting sick if there is nothing in the air or the water?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Stop taking the railroad's money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If I call the number on your card sir, with all due respect, you still won't be able to answer the question I just asked for all of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I have concerns of dead fish, the smell of the water. I am not a scientist but I do have common sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Where's Norfolk Southern?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why can't we get answers from them?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "Well, I mean, you heard it there. Why are people getting sick if there's nothing in the air or water?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "CAMEROTA",
      "sentences": "Do you know if these folks have gotten a response from Norfolk Southern yet? Have they replied?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "WEIR",
      "sentences": "I haven't heard anything on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "CAMEROTA",
      "sentences": "Anything, Jayne?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "CONROY",
      "sentences": "No, I haven't heard anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "CAMEROTA",
      "sentences": "Norfolk Southern, I read, has set up a I think $1 million fund for the community. How will that go over, Jayne? Will that be enough to help the folks like Nate, who we just heard from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "CONROY",
      "sentences": "No. It's probably not going to pay for all of the properties and the livelihoods and medical monitoring for all of these individuals. What I do hope is that they are not expecting that even if they do get that kind of small assistance to a resident that they don't make them sign away all their rights to future recovery. That is always a worry that we have. So, you know, cash like that could really help but not if it has strings attached.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "CAMEROTA",
      "sentences": "And you are telling me also just the amount of response that had to show up in terms of the fire department, the fire trucks. That alone could eat up much of that $1 million.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "CONROY",
      "sentences": "I was stunned to learn, I was talking to city officials over the last couple of days, and 90 fire departments were needed to come on scene -- not a big surprise with the size of this fire -- to work on the fire for days and days. We have now learned that all of that fire equipment as well as the firefighters' radios and the police departments' radios, they need to be replaced because of the contaminants that were on the scene. And the fire trucks and the other types of equipment, if they can be salvaged, need to be cleaned at an enormous expense.So, you take a town like East Palestine or any of the other locations with fire departments, first of all, their equipment is not even available if something were to catch on fire tomorrow. So, the problem -- the more we learn, the more it just keeps growing and growing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "CAMEROTA",
      "sentences": "And, Bill, this train of hazardous materials that the governor said he did not know contained hazardous materials, how many of these trains are chugging through all of our neighborhoods at any given moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "WEIR",
      "sentences": "Lots of them all the time everywhere. You know, you can reroute a truck full of hazardous material around a population center, but trains are kind of limited on a track choices and now the economics of it, it's all about efficiency. They fought, the lobbying groups, designation that this particular kind of train carrying this is extra hazardous, extra explosive. They willed it down the number of train cars you have to have carrying this in order to classify because that would slow things down and this is money. They are making money. This company made 13 billion, just shy of $13 billion in profits last year. And what's interesting, in 2004, Norfolk Southern train crash in South Carolina spilled chlorine, killed nine people, but they paid a $4 million fine because they had violated the Clean Water Act and killed a bunch of fish. I don't know. There might have been a class action suit where they had to pay out to the victims of those families, but somebody is doing a train wreck cost-benefit analysis between paying to put the brakes on the train.There're about 1000 derailments a year. I looked at the stats. 150 of those, 15 percent, are due to bad tracks that either buckled, they can't take the wait or they have shifted. And the industry is laying off all of these people that would be inspecting those tracks for the profit. And to be fair, the railroad union has kind of gotten screwed from both parties. Joe Biden and the Democrats kept them from striking to get paid health care recently to stop a national rail shortage. They were afraid of inflation. So, this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "CAMEROTA",
      "sentences": "It is not going away?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "WEIR",
      "sentences": "This is not going away. And I don't know what the changes are going to be. It kind of feels like, you know, if you replace the word trains for guns in some ways and say the same special interest that are unifying to stop changes and common sense safety is existing here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "CAMEROTA",
      "sentences": "Well, this certainly is not going away in East Palestine. Jayne, Bill, thank you very much for all of the information. We will follow it every single day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "CONROY",
      "sentences": "Please do. That is what is necessary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "CAMEROTA",
      "sentences": "Tonight, federal investigators are looking into a third near collision at a U.S. Airport in less than a month, this close call happening in Honolulu. The FAA says United Airlines 777 jet crossed a runway where a smaller cargo plane was landing. This incident happening just days after an American Airlines flight at JFK crossed in front of a Delta plane trying to take off. Then, there was the near miss in Austin where a FedEx plane almost landed on top of a Southwest flight. And of course, last month, thousands of Americans were stuck in the airport when the vast airline computer system crashed leading to the first nationwide stoppage of flight since the September 11th attacks.It's no wonder the acting head of the Federal Aviation Administration faced a bipartisan grilling on Capitol Hill today. (BEGIN VIDEO CLIP) SEN. MARIA CANTWELL (D-WA):  We have a backup redundant system. Why couldn't we just go to that system?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "BILL NOLEN, ACTING ADMINISTATOR, FAA",
      "sentences": "I thank you, Madam Chair, for the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "CANTWELL",
      "sentences": "I'm asking you if you have an answer today about why this occurred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "NOLEN",
      "sentences": "No, ma'am. That investigation is still ongoing.SEN. TED CRUZ (R-TX):  And how did air traffic control direct one plane onto the runway to take off and another plane to land and have them both within hundred feet of each other?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "NOLEN",
      "sentences": "It is not what we would expect to have happen. But when we think about the controls, how we train both our controllers and our pilots, the system works.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "DAVID SOUZIE, CNN SAFETY ANALYST",
      "sentences": "The fact that he doesn't know doesn't concern me nearly as much as the fact that he is still acting. And we've talked about this before, too, that that acting role is very limited in what they can and can't do, what programs they can start, what they can't do. The FAA has a long history of this type of thing of just putting an acting administrator in. They start a bunch of studies. And as you can hear him over and over say, well, it's still under investigation, we're still looking into this, we're doing data- driven. He's doing the best with what he can but this is a bigger picture problem than just that administrator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "Why isn't he permanent, in that case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "SOUZIE",
      "sentences": "It's a congressional nomination process, it's this bipartisanship. They have to both buy-in on who that administrator is going to be. He's an acting administrator because he was deputy administrator when the previous administrator left in the middle of his term to be with his family and spend more time with his family, and then this person was put into that role.He's very capable. I've heard of the guy. I've never met him but I know he's very capable. He has a long history, started as a rotor head and has flown everything all the way up to the largest airplanes, but he was also involved in safety improvement and in my role as a safety investigator and safety analyst, he did that role as well. He's very capable of doing this. He needs time to do it and there's a lot of things to fix.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "So, it's basically government bureaucracy, you're saying, and politics.So, David, while all of this is being, you know, stalled, are we getting less safe in the sky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "SOUZIE",
      "sentences": "You know, when things happen back-to-back-to-back, the FAA looks at longer terms safety issues, and they have to, that is part of it. But they do need to look at what is happening in the short-term. And what I am worried about is this agency, especially with the acting administrator, I don't mean to harp too much, but the fact is that this agency, this organization, has this administration, really, has been on autopilot for quite some time, just living on its own merits, living on the fact that our safety record is the best in the world on the best anywhere, and it is. It's still the safest way we travel. There's no question about it. But when things come back to back like this, they must understand that that is an indicator and they need to know where it is coming from. And it's not only from the FAA, I think Congress plays a role in this, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "But the fact that there have been these near misses, what is that an indicator of?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "SOUZIE",
      "sentences": "Well, to me, that's an indicator of an overloaded safety system, of an overloaded national airspace. There are too many things going on, too much going, they're trying to pack one flight, right after the other, right after the other. And as the system grows, which it's inevitably going to grow, they need to start understanding that the human being part, the human being factor, the fact that this 777 could just decide to go across a runway without any kind of instructions to do so, there needs to be some look at the training and they need to think about slowing the systems down. It may mean more delays. But the fact is, I would rather be delayed and arrive safely than to be there on time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "The acting head of the FAA says he cannot guarantee there will not be another air safety computer system crisis like the one last month that temporarily grounded all flights in the U.S. Why not?Former FAA safety inspector David Soucie is back with us. And joining the conversation are CNN political commentator Ana Navarro, Republican strategist Joe Pinion, and senior political analyst John Avlon. John, we were just talking about why is he acting, why is he still an acting FAA head, this seems to be an important part of all of our lives, and why isn't Congress paying more attention?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Well, so, the previous administrator resigned halfway through his term. The Biden administration nominated someone last March. He has not gotten a hearing from the Senate out of some concern that he does not have adequate aviation experience.So, here is the question. Senate got to fast track that now because we've got cascading problems or the Biden administration got to pull the nomination and put forward the acting -- the acting administrator who seems competent with plenty of aviation experience. We have this clustering of problems in the system. It's not sustainable to keep with an acting director.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "David, were you just saying that he does have a lot of experience?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "DAVID SOUCIE, CNN SAFETY ANALYST",
      "sentences": "I -- excuse me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "I can come back to you, David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "SOUCIE",
      "sentences": "I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Hold that thought. I will come back to you. Joe, your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "JOE PINION, REPUBLICAN STRATEGIST",
      "sentences": "Look, I think that at some point, the American people are going to want answers. I think that, you know, kind of lost in the sauce between all the talk about, you know, January 6th and the elections and all the regular partisan division that we have, we forgot that we had one of the most pervasive cyberattacks in the history of this nation with that solar winds attack. It actually compromised the Treasury, it compromised the Department of Homeland Security, it compromised the division within Homeland Security. It is supposed to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Are you saying that the airline --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "PINION",
      "sentences": "What I'm saying is that we also know that \"The Washington Post\" reported that there was a compromising of NASA and also a compromising of the FAA. So, at some point, with all of these problems that have emerged, I think it begs the question, is this perhaps some of the residual residue of the cyberattack that occurred, these cascading cyberattacks that have been happening across this nation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Maybe, although, I mean, what we heard with the Southwest Airlines meltdown, computer system meltdown, and even this one, is that they just haven't been updated. They haven't been upgraded. They were bound for something like this. These were all systems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "ANA NAVARRO, CNN POLITICAL COMMENTATOR",
      "sentences": "You know, I was actually at the airport when we had the FAA meltdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "How fun was that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "NAVARRO",
      "sentences": "And I am -- you know, I now find myself thinking about this in a way that I did not before. I thought I relied on a good system. My great concern was, okay, we have now seen how defective this system can be, which now means that our international foes know how vulnerable and defective it is. And if you can get that system to fail, you paralyzed the entire country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "And we're doing that anyway on our own even before UFO (ph) finds out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "AVLON",
      "sentences": "I think that's a critical point. There's no evidence that the current delays are related to hacking. But you need to have updated systems and resilience and redundancy.I think the key point is we got to deal with really antiquated system. This technology is 20 or 30 years old. That is just not sufficient when travel -- air travel is the lifeblood of the nation, economically and culturally. So, look, it has been over a decade since we've had a major air disaster. Thank God. But I think, as your previous guest pointed out, that could lead to a degree of complacency. And all these cascading problems are a giant warning sign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "Yes. I would say --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "Three or four near misses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "NAVARRO",
      "sentences": "What this indicated to me is that this infrastructure bill, the bipartisan infrastructure bill, that was signed in June and that Donald Trump tried to pass for four years to the point where it became an ongoing joke, was really necessary. We're seeing it with the trains.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "AVLON",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "NAVARRO",
      "sentences": "We're seeing it with the planes. We're seeing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "Overdue. I mean, way overdue. And they can't kick into gear fast enough. I mean, obviously, they got a past, but it takes a long time to rework all of the airline systems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PINION",
      "sentences": "I think that was part of the thing that many people on the right talk about this kind of expansive approach to redefining what infrastructure even meant when there were so many clear deficiencies in the hard infrastructure of this nation. I think we see that with the FAA, we see that with our bridges, we see that with our railways. So, I think, again, yes, help was needed.I think, again, I recognized that we don't have flashing light saying that were being hacked, but I do think that we haven't even really had the conversation on the floor of Congress to really say, look, what -- the Pentagon came out and said we would know the full extent of the damage done by solar winds for over 10 years. So, I just think that, again, there has to be a conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "AVLON",
      "sentences": "Absolutely. We need (INAUDIBLE) issue. I am just saying that the problem seems to be antiquated infrastructure at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "Yeah. David, I want to come back to you. What is the answer to that? Is this acting FAA administrator experienced enough to take -- to get the job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "SOUCIE",
      "sentences": "Well, I think that he is, yeah. I mean, he came from helicopter. He has gone through every different system, even military, all the way through as a commercial pilot. He has years and years and years of experience there.Now, what he might be lacking in is his ability to navigate through these congressional hearings and all that sort of thing because although he did an adequate job, I would say that one thing he did not do is put it back on Congress because every one in the system, they asked him about the system. They said, why it has taken 10 years to get this thing fixed? Well, the poignant answer that he can't answer because these guys write his check, the real answer is because Congress pulled my funding. They took the funding away. The same thing with the train system, the (INAUDIBLE) train control system. They mandate these systems and then halfway through the deployment, they stopped them. And then, again, even with the air traffic, the ground avoidance systems that they have, many of the airports, everyone at the airports that had these incidents did not have that system installed yet because Congress is the one who cut their budget. So, they got to turn those fingers. You know, you got three pointing back at you when you point a finger. I think they need to think about that before they start hammering this guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "That's a problem, if you can't speak truth to power. I mean, that's a problem. And frankly, all of our lives are affected even if it is not -- we are now talking about safety. Just sitting there and being stuck in the airport for hours, if you can't speak truth to power to Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "AVLON",
      "sentences": "More to the point that Dave is making is that if you have an acting administrator, they don't have that five-year term that leads to a degree of autonomy and independence. And when we got a system where Congress keeps pulling back funding, that derails the necessary updates that are needed.So, let's get our act together. Let's not make this a partisan issue. Let's actually fund the FAA adequately. Let's modernize the infrastructure, including air traffic control, before a real disaster takes place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "NAVARRO",
      "sentences": "One of the most effective lobbies in Washington is the airline lobby. I think it behooves the airlines to take every measure they can to get this infrastructure. So, it not antiquated and it is not vulnerable because if there is a disaster, it is going to affect all of us.And I have to tell you, I feel terrible for airline staff and airline workers. Everybody from the pilots to the airport crews, to the flight attendants. They suffered so much during the pandemic. So many were furloughed. Then they couldn't bring them back fast enough. They had to deal with unruly passengers. We saw time and time again how the mask issue became -- it turned into world wrestling federation on airplanes. And so, it is just more and more stress on these poor workers. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PINION",
      "sentences": "It's broader than just the FAA. Right? I think, again, ever since I was a teenager, we knew that the roads and bridges in this country were greatly deficient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "AVLON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "But now, we do have the infrastructure. Now, we do have the infrastructure bill. And hopefully, all of the bridges that we see President Biden standing in front of every week, they are going to be rehabbed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "PINION",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "NAVARRO",
      "sentences": "Sometimes next to Republicans who voted against the infrastructure bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "Indeed. Indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "PINION",
      "sentences": "You got to pass the bill and you got to implement this bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "But hopefully, that is happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "AVLON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "All right, thank you all very much. It is perhaps the million-dollar question. How much money would you need to leave your job? When is enough enough? One former Major League Baseball player is now causing a lot of us to think about that question. We will ask our guests here what is their magic number.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "That is exactly what former Major League Baseball player John Jaso did. Walking away from the possibility of making millions more. There he is during his successful MLB areer. And here he is now. Retired and sailing around the Caribbean with his girlfriend. So, our question is, how much is enough for you to give it all up?Back with me, Ana Navarro, Joe Pinion, and joining us now is former professional tennis player Patrick McEnroe. Patrick, it is rare for high-paid professional athletes to walk away while they can still play. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PATRICK MCENROE, FORMER PROFESSIONAL TENNIS PLAYER, PODCAST HOST, ESPN TENNIS COMMENTATOR",
      "sentences": "You know, I wish I had that problem when I was playing because I wasn't making enough. But normally, for most mere mortal athletes, the decision is made for you. You can't make enough money, which I couldn't. I had an injury, which is part of it. A lot of players who are in team sports like baseball, basketball, football, they just can't get a new contract. They get cut by their team, so they're out.But I think the more interesting question with the players that are big names -- go back in history. You go to Bobby Jones, won the grand slam in golf in 1930, and he retired right after that. Then you go to some great team sport athletes. Jim Brown, 1966. He was the MVP in '65. You got Sandy Koufax who had 1.73 ERA in '66, then he retired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "And they just walked away because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "MCENROE",
      "sentences": "They walked away -- well, Jim Brown, obviously, went on to be a great influencer in the social world and political world, what he has done. But now, the modern athlete is dealing with this idea that they can make so much money in a short period of time that they can play like this baseball player did, who was a really good player, but not a great player, for seven, eight, nine, 10 years, and then they can literally sail off into the sunset, which is what this guy did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "That's exactly right. Ana, what is your magic number? What would you need to give it all up or would you do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "NAVARRO",
      "sentences": "You know, I'm not sure it's about money. Right? Because look at Tom Brady. He had -- he has all the money in the world and he kept playing. I think a lot of it is also about the fans and the adrenaline and having something to do and the work and the habit and the fear of the void that is going to be in your heart and in your life and in your schedule.So, when you say what is the number, I'm not sure that it's just all about money. And I think the pandemic actually, I think, made a lot of us who are not athletes obviously -- I have no idea what the hell I am talking about when it comes to athletes. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "NAVARRO",
      "sentences": "When you said ERA, I thought you were talking about an organization.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "NAVARRO",
      "sentences": "But I think the pandemic made a lot of us reassess life and what our priorities are and where we want to spend our time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "But didn't it make us less money grubbing or money -- or consumer oriented and consumption because people did walk away from their jobs. Out of necessity, you had to go home. And didn't it sort of renew something about, maybe we have all been spending too much time at the office, maybe we have given up some of our values in that way? That's what he talks about. Basically, he had enough and he didn't need any more millions more. He wanted to go on a sailboat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "NAVARRO",
      "sentences": "And he did it before the pandemic. This guy is actually living out the bumper sticker. I would rather be fishing. I would rather be fishing.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "NAVARRO",
      "sentences": "He actually did it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "Joe, do you have a magic number?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PINION",
      "sentences": "I don't know. Maybe I'm a fool. I quit my job for free to run for U.S. Senate last year. So, look, I think at the end of the day, to Ana's point, people have to reassess what is important to them, particularly in the aftermath of COVID. If you drop dead next week, would you be happy with how you spent this week? And I think for a lot of people, they are sitting there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "NAVARRO",
      "sentences": "Once you drop dead, who cares?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PINION",
      "sentences": "Well, the people you leave behind. And I think, again, people want to spend more time with their family. People realize there is time with loved ones that they will never be able to recapture in the aftermath of COVID.So, I think that is an important aspect of this. I think Tom Brady is an interesting pick because I think athletes for such a long time were expected to just play until they literally drop dead almost on the gridiron, be carried out on their shield. And even somebody Tom Brady, long considered one of the best, in some ways, if the reports are true, that reluctancy to leave contributed to the end of his marriage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "Yeah. PINION",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "NAVARRO",
      "sentences": "I think of him because he is literally the only sports guy I know. I want to ask you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "NAVARRO",
      "sentences": "Do you have a number?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "Well, yes. I think about this from time to time because some days I play the lottery when it gets to be like a billion dollars.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "And the truth is that I get a lot of satisfaction and gratification from my career. So, I am not looking to walk away from it. In other words, I think that he was done with it. He had gotten all the gratification, this baseball player, that he could out of it. But I still get that, you know, fuzzy feeling. I don't think money can fill that void. So, I don't know what I would do every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "MCENROE",
      "sentences": "We don't know what we would do if we weren't here. We would not survive.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "NAVARRO",
      "sentences": "And watch your Instagram. You would make cocktails.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "Listen, it'll be good for a month. If somebody wants to give me a sabbatical -- paging my boss --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "-- for two months, that would be great for two months. But for the rest of the time, I don't want to be on a sailboat, to be honest. That isn't worth --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "MCENROE",
      "sentences": "I think Ana has a great point, though, because when it comes to athletes, you have to have the passion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "MCENROE",
      "sentences": "Look at the case of another great quarterback who retired early, Andrew Luck, who went to my alma mater, Stanford. He was a number one pick in the draft. He was a great quarterback for the Indianapolis Colts. It looked like he was on his way to becoming a Hall of Famer. And it is late 20s or early 30s, he said, I've had it. I've had too many injuries. I've had enough. Didn't speak to the media for three years. That was 2019 when he retired.He does come out, gave one interview where he said, to your point, Joe, his marriage was part of what played into it. He wanted his marriage to succeed. He wanted that to work. He felt that being a quarterback was all encompassing. He wasn't willing to go down that route.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "CAMEROTA",
      "sentences": "That's the road that Tom Brady took.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "PINION",
      "sentences": "I am thinking about somebody like, you know, Kobe Bryant. I mean, people always talk about what is your next chapter. So many people who loved Kobe, that next chapter was cut short. More importantly, for his family that didn't get to enjoy that next chapter. So, in the aftermath of things like that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "CAMEROTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "PINION",
      "sentences": "-- I think a lot of people are looking around and saying, is it really worth it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "NAVARRO",
      "sentences": "I was sitting on the plane the other day behind Mariano Rivera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "CAMEROTA",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "NAVARRO",
      "sentences": "And he was coming back from Honduras. He has a foundation where he had just set up, a feeding center --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "NAVARRO",
      "sentences": "-- for needy people. So, I think it's athletes like that that have that next chapter that can channel their fame into doing some good --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "NAVARRO",
      "sentences": "-- that can walk away with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "CAMEROTA",
      "sentences": "Okay. Look, first of all, you know two athletes. Okay?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "NAVARRO",
      "sentences": "(INAUDIBLE) Mark Anthony --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "CAMEROTA",
      "sentences": "Perfect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "MCENROE",
      "sentences": "By the way, (INAUDIBLE), we take him in a splitter back any time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "CAMEROTA",
      "sentences": "I know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "MCENROE",
      "sentences": "-- back any time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "CAMEROTA",
      "sentences": "Look, the message here, everyone, is follow your passion. That's what we're trying to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:58",
      "speaker": "PINION",
      "sentences": "Bingo.",
      "isLastSentenceInterrupted": false
    }
  ]
}