{
  "date": "2023-08-25",
  "headline": "CNN This Morning",
  "subHeadline": "Putin: Wagner Chief Prigozhin \"Made Serious Mistakes\"; Trump Team Fundraises Off Arrest And Mug Shot; Workers Defend Tip Screens Despite Stress And Confusion. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:32:55",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Overnight, Maui County updated the number of people unaccounted for after the Lahaina wildfire, and this number is far less than previously estimated. Officials say 388 people have been verified as missing, with the FBI compiling the list of names. More than 1,700 others originally reported as missing have been found safe -- they're well.Maui County is now suing several local and state utilities for not doing enough to prevent those fires. The lawsuit claims the companies ignored high wind warnings and then failed to power down their equipment when the blazes broke out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:32:55",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "An early U.S. intelligence assessment says the downing of that plane carrying Russian mercenary boss Yevgeny Prigozhin was deliberate and that the goal was, indeed, to kill him.Vladimir Putin speaking out for the first time after this death, calling Prigozhin a talented man who, quote, \"made serious mistakes.\" They were the Russian president's first comments, as I mentioned, since his presumed death on Wednesday. Listen to this. (BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator):  I knew Prigozhin for a very long time, since the early '90s. He was a man of difficult fate. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:32:55",
      "speaker": "HARLOW",
      "sentences": "This comes exactly two months after Prigozhin led a brief armed uprising against Russia's military leaders and his comments condemning them for months before that.Let's go to Fred Pleitgen who has the reporting this morning. And it's really two -- both things are interesting. It's really interesting to hear from Putin, and the U.S. intelligence assessment is also fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "PLEITGEN",
      "sentences": "So the important thing about all that is that it -- Vladimir Putin's narrative since the uprising that Yevgeny Prigozhin launched two months ago was that yes, he is someone who obviously did a lot of Russia -- for Russia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "PLEITGEN",
      "sentences": "-- in Ukraine but also someone who made a lot of money doing it. So sort of trying to dispel any sort of notion that this might have been some sort of hero.And there -- we heard those remarks there really just talking in a very matter-of-fact way --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "PLEITGEN",
      "sentences": "-- about Yevgeny Prigozhin, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "HARLOW",
      "sentences": "Yes. That was so interesting to watch and hear from him in that way.But -- so we know the initial U.S. intelligence assessment, but Russia is investigating this and they're going to be the only ones really, too. So, I mean, should people have faith that we'll get really direct answers on this from them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "PLEITGEN",
      "sentences": "Yes. It's very difficult to tell at this point in time. Vladimir Putin also, by the way, in that same sort of interview that he gave there in that setting also said look, there's an investigation ongoing and that he was very sure that the truth would come to light. But, of course, it is very difficult to tell from our vantage point here and, really, from inside Russia as well.They have said that they have taken the bodies they recovered from the crash site to the main forensics lab there and obviously, they're checking the wreckage as well. But the big question, of course, is going to be how transparent is that investigation going to be. It certainly doesn't look as though any international investigators or any Western investigators are going to be taking part in that investigation. And then also another big question, by the way, is anybody from the maker of that jet -- from Embraer -- going to be there on-site to check as well. At this point in time it doesn't look as though that's going to be the case. And if look at the sort of vibe in Russia right now Poppy, it doesn't look as though people are really looking for that investigation to bring very much to light. Some of the few officials that are commenting are essentially saying that they did see this coming for Yevgeny Prigozhin, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "HARLOW",
      "sentences": "Appreciate it very much. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "BLACKWELL",
      "sentences": "Team Trump is wasting no time trying to raise money off his fourth arrest. More on his mug shot merch ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "HARLOW",
      "sentences": "Mug shot merch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "BLACKWELL",
      "sentences": "We're there now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:41:50",
      "speaker": "HARLOW",
      "sentences": "Donald Trump is already using his mug shot to raise money for his campaign. Just hours after his arrest last night in Georgia the former president posted the booking photo to Truth Social and, by the way, to Twitter, now known as X, writing -- \"Never surrender\" even though he did, in fact, surrender, by the way.On his way back to New Jersey from Atlanta last night his campaign started selling these -- $34.00 t-shirts with Trump's mug shot on them. Let's talk about all of this and where it goes from here with national politics team leader for Bloomberg, Mario Parker back at the table; politics reporter for the Atlanta Journal-Constitution, Patricia Murphy; and White House correspondent for Bloomberg News, Akayla Gardner. Mario, let me just start with you. You've got all of this now. He said it was a terrible experience but he's capitalizing on this terrible experience -- to what end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:41:50",
      "speaker": "MARIO PARKER, NATIONAL POLITICS TEAM LEADER, BLOOMBERG",
      "sentences": "Yes. Well, talking to his campaign earlier this week they said -- we asked him this very question about how they're fighting these legal battles. They said essentially, they're trying to turn lemons into lemonade. That's essentially a process. Whatever they're given they're trying to capitalize off of it.Again, you saw the t-shirts that you all just put up as well. So they're -- they were mobilized --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:41:50",
      "speaker": "HARLOW",
      "sentences": "Apparently, there's more than that. There's water bottles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:41:50",
      "speaker": "PARKER",
      "sentences": "Mugs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:41:50",
      "speaker": "HARLOW",
      "sentences": "Long-sleeved t-shirts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:41:50",
      "speaker": "PARKER",
      "sentences": "Hats, and there will be more, right?And essentially, he sent out an email to his donors -- those small donors in denominations of $3,300 with his mug shot, right? So if you clicked on -- if you were curious, a Trump supporter, and you clicked on that, you had the option to give him the $24.00 and $3,300 as well. So, I mean, this kind of goes back to, again, the blurred lines between his political fight and his legal challenges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:01",
      "speaker": "HARLOW",
      "sentences": "Akayla, on that debate stage two nights ago, six of the eight Republicans said they would support Trump even if he were convicted.But listen to this from Republican Congressman Ken Buck. This was interesting, talking about his support for Trump but where that would end. Let's play it. (BEGIN VIDEO CLIP) REP. KEN BUCK (R-CO):  I don't think any of these cases will go to trial before the election. I don't think that the appeals will be heard. So there won't be a final judgment on these cases, certainly before the election. But I will not support a convicted felon for the position of President of the United States regardless of who that person is. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:01",
      "speaker": "HARLOW",
      "sentences": "Notable -- right, Akayla?AKAYLA GARDNER, WHITE HOUSE CORRESPONDENT, BLOOMBERG NEWS (via Webex by Cisco):  It is notable, especially because many of the candidates on Wednesday committed to supporting Trump regardless of that outcome. Regardless of whether he's convicted or not. But I think the big question here is if these trials do happen next year and do happen during this campaign season will that affect Trump's support among voters if he is not able to get out there to places like Iowa, to places like New Hampshire and really court these voters? And from Biden's perspective, this is really an advantage for them because they are able to show this split-screen -- this contrast -- and show that without commenting directly that they can show their president doing the day-to-day duties of the presidency, campaigning as normal, and showing Trump having to deal with these legal issues, having to go court, having his mug shot taken. And they're very comfortable with that split screen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:01",
      "speaker": "BLACKWELL",
      "sentences": "Mario, staying with the campaign, we heard from Vivek Ramaswamy about his changes, he believes, if he makes it to the general. Let's watch.(BEGIN VIDEO CLIP) VIVEK RAMASWAMY, (R) PRESIDENTIAL CANDIDATE:  I expect to be the next president. I expect to win in a landslide. But I will require, respectfully, each of those people to play their respective roles in our national revival as well, in some way. Because this is a team sport. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:01",
      "speaker": "BLACKWELL",
      "sentences": "He expects to win the general by a landslide but he's 40 points behind, or so, from Donald Trump in the primary.Are -- has the race been realigned at all over the last 36 hours, seeing the debate and the arrest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:01",
      "speaker": "PARKER",
      "sentences": "It has in some ways. And Ramaswamy also said something else that was quite notable. This is a team sport, right? So one of the reasons that he's been championing his electability is because he's occupying the same lane as Donald Trump -- something that his rivals are saying maybe there's a little bit too much coziness there, right?The Trump campaign, immediately after the debate the other day in Milwaukee -- the surrogates were really championing Ramaswamy's performance, right, because it's a way for him -- for Trump to use Ramaswamy's campaign as a cudgel essentially against Ron DeSantis. It undercuts his campaign as well. And so, in terms of how this shifted at all -- well, I mean, Donald Trump is up 40 points. He's hoping that he gets another polling boost from this. You've got DeSantis losing altitude. And you do have Ramaswamy, who took up a lot of time at the debate, kind of surging there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:01",
      "speaker": "HARLOW",
      "sentences": "So he is a tech entrepreneur. That's how he made all this money. A remarkable business story -- American dream story.Fellow tech entrepreneur Mark Cuban, Akayla, had this to say. Let's pull up his tweet if we can read it. He said, \"I thought the guy was fascinating. Jobs -- he's talking about Steve Jobs -- said everything is a remix. This guy is trying remix Trump. It's like he studied the Trump playbook and decided he could remix it by just being -- by being just as slick and having a better vocabulary.\" Is that the play?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:01",
      "speaker": "GARDNER",
      "sentences": "Something interesting about Ramaswamy is he has always reminded me of Andrew Young in the Democratic Party. And we saw Andrew Young recently say that he thought Ramaswamy could surge unsurprisingly, fittingly seeing something in himself as well.But something that Ramaswamy has talked about consistently is he believes being an outsider -- being this biotech entrepreneur gives him a strength. But again, that is the lane that Trump has won on. He has won on his ability to say that he is an outsider. That he is not innate to politics. And Ramaswamy clearly believes that he can do the same thing here. But again, that lane is already occupied and Ramaswamy has been one of the fiercest defenders of Trump so far in this race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:01",
      "speaker": "HARLOW",
      "sentences": "Appreciate it, guys. Thank you all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:01",
      "speaker": "BLACKWELL",
      "sentences": "Donald Trump back in New Jersey this morning. We'll get the latest live from outside his Bedminster golf club. That's ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:53:35",
      "speaker": "BLACKWELL",
      "sentences": "Everywhere you go these days you're being shown a screen asking you to leave a tip, often with the employee standing a foot from you. Now, this barrage of tipping requests is leaving a lot of people stressed, a little confused on whom to tip and how much. But some workers say that extra 15 or 18, or 20 percent is the only way they make ends meet.CNN's Vanessa Yurkevich reports. (BEGIN VIDEOTAPE) VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT (voice- over):  This screen is stressful for many. YURKEVICH (on camera):  Does the flip of the screen feel like a lot of pressure?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:53:35",
      "speaker": "CARLY CULLEN, NEW YORK RESIDENT",
      "sentences": "It does, and they give you options like 10, 15, 20. Even with, like, Uber, Dash --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:53:35",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:53:35",
      "speaker": "CULLEN",
      "sentences": "-- and, like, Grubhub -- all of it. Like, everything is tip, tip, tip.YURKEVICH (on camera):  Do you think that tipping has gotten out of control?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:53:35",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.YURKEVICH (voice-over):  Tips are part of American culture, meant to be a thank you for good service. But today, more and more Americans are confronted with the question would you like to add a tip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:53:35",
      "speaker": "CULLEN",
      "sentences": "It is tricky everywhere, right? Like, if you're at a coffee shop, if you're at the hair stylist, if you're coming out of a taxi. Like, I don't know the rules then and I often don't know what to tip.YURKEVICH (voice-over):  A recent study found that in a high number of cases, participants who were presented with a tip screen had more negative emotions to the payment experience than those that didn't. And it wasn't even a real-world scenario.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:53:35",
      "speaker": "DYLAN BOSCH, NEW YORK RESIDENT",
      "sentences": "Let's say you go to a coffee shop and all they do is just twist around the laptop. I was like why am I tipping?YURKEVICH (voice-over):  But the small group we spoke to said more often than not they do end up tipping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "EMILY MINGRONE, CONNECTICUT RESTAURANT OWNER",
      "sentences": "Yes.YURKEVICH (on camera):  I don't think I've ever seen that before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "MINGRONE",
      "sentences": "Yes.YURKEVICH (on camera):  How did you decide to do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "MINGRONE",
      "sentences": "These men and women have a knowledge base that they're sharing and taking care to share with the guests that come through the door. And they're not pressured to tip but they want to because they're paying for a service provided.YURKEVICH (voice-over):  Emily Mingrone owns the butcher shop and two restaurants in New Haven Connecticut. At the restaurants, your front- of-house staff make the state's tipped minimum wage, $6.38 an hour. Tips bring them to $40.00 an hour on average. But the back-of-house staff make half that and aren't eligible for tips. YURKEVICH (on camera):  This movement to get rid of the tipped minimum wage -- are you for it, against it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "MINGRONE",
      "sentences": "I'm against it. And I think, frankly, it's kind of clueless.YURKEVICH (voice-over):  Eight states have abolished the tipped minimum wage, which in some is as low as $2.13 an hour. The National Restaurant Association is fighting against it, calling it a top issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "MINGRONE",
      "sentences": "And that's money that's going to come out of my pocket and take away from the people that aren't getting tipped. I would need to raise my prices, which then causes pushback from the guests.YURKEVICH (voice-over):  But the group One Fair Wage is moving legislation and ballot measures to end the tipped minimum wage in 25 other states, including Illinois. DESTINY FOX, CHICAGO SERVER:  That's how I live -- is with tips. YURKEVICH (voice-over):  Destiny Fox works in two Chicago restaurants. She's saving up for school. She makes just above the state's tipped minimum wage, taking home $9.40 an hour. Tips add 80 percent to her take-home pay. Without it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "FOX",
      "sentences": "It wouldn't give me the means to live -- to pay my bills, to eat, and to do the things that I'm planning on doing -- school. And, I mean, it's everything.YURKEVICH (voice-over):  Vanessa Yurkevich, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "HARLOW",
      "sentences": "A hotly debated topic and we're not going to have that debate right now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "BLACKWELL",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "HARLOW",
      "sentences": "-- Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "BLACKWELL",
      "sentences": "We're not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "HARLOW",
      "sentences": "We had it in the commercial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "HARLOW",
      "sentences": "But it was a great report --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "BLACKWELL",
      "sentences": "It was a good one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:08",
      "speaker": "HARLOW",
      "sentences": "-- from Vanessa.All right. It is the historic image seen around the world this morning. Just ahead, Donald Trump sharing a snapshot -- it's a mug shot that most people would not share.",
      "isLastSentenceInterrupted": false
    }
  ]
}