{
  "date": "2023-04-04",
  "headline": "CNN 10",
  "subHeadline": "NASA Astronaut Will Set New U.S. Record; Venezuelan Avatar Anchors. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "When Arkansas,  home of the Yellowjackets, we are currently standing on what was the home footballfield for the Wynne high school. Look at this -- this is one of the light structures that were supposed to illuminate this field. You can see some of the broken lights here below us. But what`s most astounding to this meteorologist is just the true force of this powerful twister that tore this path of devastation. Hard to get the perspective but I`ll show you an aerial what you`re looking at is the peeled back artificial turf that was sucked up by the powerful updraft of this tornado. There it is still in place in the distance and then look at what`s behind me here, like a skin of an orange being peeled back. This is what`s left leaving the rock exposed below it and behind me, Wynne Yellowjackets proudly displayed on the water tower. This area has received significant to catastrophic damage. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten-second triviaVenezuela, Canada, Peru or Zimbabwe? Located in the South American country of Venezuela, the 3,200-foot Angel Falls is the tallest fall of them all. Now, some people don`t go chasing waterfalls. They stick to the rivers and lakes that they`re used to. But in Venezuela, some things just aren`t what they used to be like news anchors. Venezuelans are seeing increased fake news and widespread misinformation about their country through avatars, fake anchors made of artificial intelligence reporting the news. Though the avatars may have been created as a faster way to communicate information these fake videos are now being used to hide real problems going on inside Venezuela and many see it as propaganda. Stefano Pozzebon is on the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "STEFANO POZZEBON, CNN CONTRIBUTOR",
      "sentences": "This isn`t actually a real person. Take a closer look. This fake avatar was created using artificial intelligenceto look like a real human. In recent months, videos like these have been shared across Venezuelan social media and even on state-run television to spread misinformation about the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "FAKE AVATAR",
      "sentences": "Media from different countries had described the event organized by Venezuela as a total and unexpected success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "POZZEBON",
      "sentences": "This year, Venezuelans have been taken to the street to demand better living conditions. The country`s minimum wage is less than tendollars a month. And last year, inflation was over 200 percent. But this artificial news clips have been trying to make the country look more prosperous. Marivi Marvin Vasquez (ph), the executive director at ProBox, a Venezuelan- based organization that monitors for online misinformation, says that these A.I.-generated people have been created and spread with a specific purpose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MARIVI MARVIN, EXECUTIVE DIRECTOR, PROBOX",
      "sentences": "To sell to the international community a different reality about the country, of success, happiness andstability that really doesn`t exist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "FAKE AVATAR",
      "sentences": "So how true is it that Venezuela is such a poor country? Has the media exaggerated things in that place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "POZZEBON",
      "sentences": "And it`s not just social media. The Venezuelan government itself is helping to spread these videos on social media and even on state-runtelevision. Even Nicolas Maduro, the country`s embattled president, has shared the videos. NICOLAS MADURO, VENEZUELAN PRESIDENT (translated):  They are all artificial intelligence. They do not exist. They are robots created by artificial intelligence. I am robot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "POZZEBON",
      "sentences": "These fake videos are often in English with Spanish subtitles and are shared on social media which is often a trusty source of news formany Venezuelans, because the government imposes strict controls on the country`s traditional media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CRISTINA TARDAGUILA, SENIOR PROGRAM DIRECTOR, INTERNATIONAL CENTER FOR JOURNALISTS",
      "sentences": "You go from completely lack of reliable information in thetraditional media, in your region, and then you go towards the other end. So, you`re suddenly like eating, drinking, smelling everything that is on your WhatsApp or your telegram or your social media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "FAKE AVATAR",
      "sentences": "Start by selecting an A.I. avatar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "FAKE AVATAR",
      "sentences": "Like me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "FAKE AVATAR",
      "sentences": "Or me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "FAKE AVATAR",
      "sentences": "Or me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "POZZEBON",
      "sentences": "These A.I. avatars are advertised as a way for companies to create easy to make instructional videos for example. The company behindthe technology says that it`s not intended to spread false narratives. When asked for comment, the company told CNN that it has since banned House of News from using it`s A.I. software. YouTube has also removed the channel from its platform. It`s still unclear who originally created these videos, as well as if the Venezuelan government was involved. The government did not respond to CNN`s request for comment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "FAKE AVATAR",
      "sentences": "Hey there. I`m Matt and I can --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "POZZEBON",
      "sentences": "If you`re unsure about whether or not a video that you`re watching is done by one of these fake avatars, pay close attention to theirspeech and mouth movement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "FAKE AVATAR",
      "sentences": "Has a dozen pavilions that occupy 23 hectares.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "POZZEBON",
      "sentences": "Do their words align with the movements of their mouth. Do this movement feel awkward or constricted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "FAKE AVATAR",
      "sentences": "Security will be in charge of guards from the general directory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "POZZEBON",
      "sentences": "If that is the case, you`re watching a digital avatar. It`s not a real person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "FAKE AVATAR",
      "sentences": "In Venezuela, it is estimated that 8 million people will mobilize in the next vacation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "POZZEBON",
      "sentences": "When your friend and your own government are sharing this misinformation, it demands a lot more vigilance to see through the lies andfind the truth. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}