{
  "date": "2023-05-15",
  "headline": "CNN Tonight",
  "subHeadline": "Legal Defense Fund for Marine Vet Raises More Than $2 Million; Florida Teacher Under Investigation for Showing a Disney Move With a Gay Character; Gov. Ron DeSantis (R-FL) Signs Bill to Defund Diversity, Equity and Inclusion Programs at Florida Public Colleges; Basketball Star Ja Morant Gets Suspended Flashing a Gun on Instagram Live; Taylor Swift Defends Fan During Concert. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Chappelle, of course, is no stranger to speaking his mind, including sparking controversy over LGBTQ issues. The problems in the city are well-documented, and, in fact, I traveled there for CNN's the Whole Story that aired this week, and I spoke to a mother about a battle to keep her son off the streets and treat her addiction. You can learn more about that story on cnn.com.Thanks so much for joining us, CNN Tonight, Alisyn Camerota, is starting right now. Hi, Alisyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "sentences": "Hey, Sara, great to see you. Thank you very much. And good evening, everyone, I'm Alisyn Camerota, welcome to CNN Tonight.A Florida teacher showed her fifth grade class an animated Disney movie and is now in trouble. Apparently, the movie has a gay character in it, which is not allowed in Florida. That teacher will be here in a moment to say if she thinks she made a mistake. And it's not just homosexuality that's forbidden at school. Just today, Governor Ron DeSantis signed a law that limits how diversity, equity and inclusion programs can be taught at the college level. He says that DEI experiment is over. And our panel will debate that. Plus, Daniel Penny, who is charged with manslaughter in the subway chokehold death of Jordan Neely, has now raised more than $2 million through crowd fundraising. Why this case is the new battle in the cultural war. And Taylor Swift tells off her security guard, how the superstar stood up for Swifties. You know you're good when you can sing and tell off your security guards simultaneously. But let's start with the legal defense fund for the man charged in New York City's subway chokehold death. He's already raised more than $2 million. Daniel Penny was charged on Friday with second-degree manslaughter in the death of Jordan Neely, and as you can imagine, some high-profile politicians are turning this tragic story into a culture war fodder. I'm here with my panel. Let's bring in former Democratic Presidential Candidate Andrew Yang, we also have former Republican Senate Candidate Joe Pinion, former Democratic Congressman Mondaire Jones and Cari Champion, who is the current host of the Cari Champion Show. Great to have all of you here. So, Daniel Penny has raised $2 million, and I went on to the fundraising site, Andrew, and, I mean, these are small dollar donations. Some people are contributing $10, some people $50, but it's people who believe that he did the right thing. It's hard to know if he did the right thing. All we have seen is that clip of the tape, somebody's cell phone tape. We don't know what happened prior to that. I'll tell you what he says and what his lawyer says, is Daniel Penny is a 24-year-old college student and decorated college Marine veteran facing a criminal investigation stemming from him protecting individuals on a New York City subway train from an assailant who later died. We don't know if Jordan Neely was an assailant. We just don't know enough at this point. What are your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "ANDREW YANG, FORMER DEMOCRATIC PRESIDENTIAL CANDIDATE",
      "sentences": "Well, he's going to stand trial and the facts will come out. We are a country that believes in finding the facts and saying someone should be innocent until they're found guilty in a court of law by a jury which is going to examine this.And it's an unfortunate reality that our country is now so polarized, and a lot of people just made up their minds on one side or another, saying he's clearly guilty or he's clearly innocent. I'm personally reserving judgment until we find out what actually happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CAMEROTA",
      "sentences": "It did not take long, Congressman, for some politicians to jump in here. I will read you what Governor DeSantis said. We must defeat the Soros-funded D.A.s, stop the criminal agenda, take back the streets for law-abiding citizens, we stand with Good Samaritans, like Daniel Perry, let's show this Marine America has got his back. How does he know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "MONDAIRE JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "He doesn't. Ron DeSantis is a psychopath, okay? He using every opportunity -- he is. Later in the show, we're going to talk about other efforts that he's been making to investigate teachers for simply --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CAMEROTA",
      "sentences": "I don't know if it's -- I think psychopath, I think, generally, is reserved for people who murder people. I don't know that he's in that category.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "JONES",
      "sentences": "There are reports that he talked about being hungry and not afraid to go to jail. There's no reporting that I've read thus far that suggests that he was threatening to physically harm anyone else. But that is the point of the trial. And I think we should all reserve judgment until we see what happens. Because in America, you're still supposed to get due process before you're convicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "CAMEROTA",
      "sentences": "Go ahead, Cari.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "CARI CHAMPION, CNN CONTRIBUTOR",
      "sentences": "Well, we talk about what we don't know. What we do know is that we had a mentally ill man who had a history of mental illness on the train, probably a result of a world in which we ignore that people who are mentally ill, and especially in public, we don't pay attention to them. We act as if they're not there. I'm sure that what was wrong with Neely had a long history before he even came across Danny.So, here is what I suggest. Yes, we should wait to reserve judgment, but what kind of world do we live in when people just walk around and start putting people in chokehold, because they want to feel like they want to protect people? Are we still doing that? Is that allowed? That's vigilante justice, if you ask me. That is my opinion on it. I would not dare want to see somebody being, and let's say, it killed on the train on public. I wouldn't want to see. That's even more disturbing. I don't think he's a hero. In fact, I think that I know that he probably, in his mind, thought he was doing the right thing. But 24 years old and here you are taking somebody else's life because you think that you're the only person in that moment to protect and serve?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "JONES",
      "sentences": "He had him in a chokehold for 15 minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "CHAMPION",
      "sentences": "There is no way we should be doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "JOE PINION, REPUBLICAN STRATEGIST",
      "sentences": "Look, I think the reason why there was an arrest, the reason why there is going to be a trial, is because I think that it is reasonable, as I said before, that you have a conversation around, was the urge to respond commensurate with the length of time in which that hold was applied, and should he have known that if he held him in that hold for a certain period of time, that it would have resulted in the young man's death? That is a reasonable conversation.I think also we should pause to say that if we're going to talk about the hyperbolic, deeply divisive nature of our politics, and the way that we castigate those people should not also lean into that type of hyperbolic rhetoric. So, I think here are the facts. I think that we are people who sympathize with the young man who raised his hand to serve this nation, who are giving them the benefit of the doubt, where others have not given him the benefit of the doubt, because we find ourselves in a perilous case, where, yes, there are times where we are on subways, in public, where people are acting in a manner that can be perceived as threatening, and we ask ourselves the question, should we act or should we do nothing? Have we reached a point in time where all we can do is hold up a cell phone and film it? So, yes, I think that that is, again, the precipice upon which this case will be rested upon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "CAMEROTA",
      "sentences": "Here is a new sound from Daniel Penny's attorney who was just on CNN. Listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "THOMAS KENNIFF, ATTORNEY FOR DANIEL PENNY",
      "sentences": "Someone entering the subway system, a closed subterranean container, where the sort of tools that we might use for things de-escalation and avoidance, if you're standing in Time Square and someone is acting erratically or menacing people, where you say, hey, look, I'll just keep my head down or I'll turn the other way and walk away, isn't really an option on a subway platform or a subway car, I should say.Everything that we've seen so far, and I'm confident that everything that will come out will show that my client took reasonable steps to restrain someone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "CAMEROTA",
      "sentences": "Andrew, there are other videos that we have not been privy to but, as we understand it from our reporting, that the D.A. has.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "YANG",
      "sentences": "Well, again, that's why we need to wait until the facts come out during the trial. To Joe's comments, there have been instances when we've seen the social media video, and the ask has been, why haven't people done more? Like someone is getting beaten, someone is being threatened, and then there are people to just bust out their phone and are recording it and then you think, well, shouldn't they have done something?And so there is this decision threshold, and also this was a trained combatant, soldier, Marine, so the standards that he's held to, in some ways, are higher, but I agree that there would be instances during which if someone intervened, and I'm not saying that is the case here necessarily because we are all going to find out a trial. But there have been instances where if someone intervened, we would say that was appropriate and even laudatory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "PINION",
      "sentences": "I also don't want to gloss over Cari's point, which is that there is a young man who is dead here. And I think that we get so caught up in taking a shillelagh to Ron DeSantis who are trying to talk about who is being a true provocative person in their language. You focus on the fact that there are families that are reeling,there's a person that is dead, who was failed by the city of New York many, many times, and so part of this entire conversation about our politics has to be about the allocation of resources. Yes, you want to help everybody all the time, but when you look at somebody like this young man, clearly, there are young people living here today who are not getting the type of help and assistance that they are clearly entitled to and could have prevented a tragedy like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "A Florida teacher is now under investigation for showing a Disney movie to her fifth grade class. The animated movie's called Strange World and it's about a family of explorers and it also includes a teenage character named Ethan, who is gay.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Any sweethearts waiting for you back home? There it is. Who is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's no one. Diazo, his name is Diazo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Diazo, huh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I really him a lot. I just don't know how to tell him.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "I want to bring in Jenna Barbee. She's that fifth-grade teacher in Hernando County, Florida. Ms. Barbee, thank you. Is that the moment? I mean, does it get worse from there? Does it more controversial or is that just a clip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "JENNA BARBEE, TEACHER UNDER INVESTIGATION AFTER SHOWING CLASS DISNEY MOVIE",
      "sentences": "I think that is the worst part of the whole movie if you're going to talk about worst in the sense of homosexuality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "Okay. And so why did you show that movie to your fifth- grade class?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "BARBEE",
      "sentences": "Well, if you can ask anyone in my fifth-grade class, you would know that I am a huge Earth activist. I tell them all the time that the Earth is alive and you need to breathe with the trees. [22So, every time we go out to recess, so there has been so many times that I tell my students, no, give me five, give me ten pieces of trash, and the all scatter and they run and they come to me. And it just so happened that after that state exam that morning, when I had them in the afternoon and most of the teachers played a movie, I was like, what am I going to play? And then I remember this movie where they got to not just connect to the Earth, but you got to see the Earth as their Earth, as this living, breathing alive thing and that treating it with love and kindness was what it needed to grow and to blossom and to heal. And my students, that's what we were learning about in the science actually at the time, it's the Earth's ecosystem that have plants and animals and life all just connect and grow. And so I was like, this is the perfect movie. This will show them everything that I've been telling them all year about breathing with the trees and picking up the trash and why we don't kill the bugs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "Yes. Little did you know that you would be investigated as a result. Did you -- I mean, everything you said, I totally understand. I totally get why that movie would appeal to you. But did you know that there was a gay character in it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "BARBEE",
      "sentences": "I did. And I'll be totally honest, I did. But I was raised in a way that that is not a big deal to me. Like in my class, I have students who have told me way before this that they are part of that community. Like that's not -- its love. I mean, the fact there's love being spread, the world doesn't have enough of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "But, I mean, did you know that -- yes, I hear you. But, I mean, there's nothing obscene, of course, it is a P.G. movie, all the parents had signed permission slips for the kids to see a P.G. movie, but you do know that in Florida, in elementary schools now, and I think maybe even high schools, you're not allowed to introduce the subject of homosexuality. I mean, did you know that you are breaking the rule?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "BARBEE",
      "sentences": "I did not know that. I did not know that was a thing. Actually I just found out today that they increased it to my level, and I guess high school on April 30th and now today to the college level, which is just insane to me, because those are adults. But, anyway, I honestly had no idea. I had no idea whatsoever that this was such a big deal.I didn't even know it was a big deal until it was brought to my attention. Because it's just these students all have one-to-one (ph) devices, they talk about these things all the time. They shut down much worse in class. And so to me, it was a common theme that people talk about all the time. I see them talking about it all the time. I honestly don't follow the news like that. I really don't have time for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "That's very funny that you say that because we did to this story when it changed. First, it was pre-K through third grade. And then, as you say, at the end of April, it changed to all the way through high school. But I take your point that you hadn't followed that point and I guess that there was no edict sent out from the governor's mansion that you -- a memo, I should say, that you read.Let me just play for you, Ms. Barbee, what the parent who objected to this, she also happen to be a school board member. So, let me play for you when she says was the problem. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "SHANNON RODRIGUEZ, HERNANDO SCHOOL DISTRICT BOARD MEMBER",
      "sentences": "It's not a teacher's job to impose their beliefs upon a child religious, sexual orientation, gender identity, any of the above. But allowing movies such as this assist teachers in opening a door, and please hear me, they assist teachers in opening a door for conversations that have no place in our classrooms.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CAMEROTA",
      "sentences": "Okay. Your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "BARBEE",
      "sentences": "Yes, I just think -- I feel for her because she obviously has never volunteered in the school, especially at this level. Because our students, that door that she's talking about, that's been opened. These students have one-to-one devices. These students are talking about things way behind this. This door that she is talking about, it has been open.These are common conversations that I have to tell my students, we are getting a little bit too much here or you need to calm down, and I have students who come to me and be like, I think I feel that way, and you have to just say to the teacher, okay, that's wonderful, and you move on. Because what they're missing is this Disney movie is not opening a door. Disney does not open doors to these conversations. Disney represents the melting pot of the public education system. Disney represents the melting pot that America is supposed to be. And that is what people don't understand, like we are having all of these views where we are putting hate toward these things, but Disney represents the pure melting pot, the land of the free because of the brave. But now it's becoming that you are free but not if you're going to talk about that, and are free to read and not that it's going to be that. Disney represents this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "BARBEE",
      "sentences": "Not in the public education system. I'm going to go work on a curriculum degree in my own education system because Florida needs to change, and I want to be that change, and I cannot from inside of these walls. CAMEROTAI want to bring in my panel. Thank you. I'm going to bring in my panel now. Okay. Congressman, do you want to comment on that or do you want to talk about what Governor DeSantis did today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "JONES",
      "sentences": "What grade is she teaching in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "CAMEROTA",
      "sentences": "Fifth grade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "JONES",
      "sentences": "I thought it was fourth. Look, I'm just heartbroken. I mean, she is talking about how she has got some at least members or students that who think that they might be members of the LGBTQ community and now what they are seeing from their governor and from the state is the complete erasure of just an acknowledgment for the existence of people who are members of the LGBTQ community.That sends a really dangerous message to young people who are still figuring things out, got a ways to go if they're in her class, for example, but who maybe deeply insecure about what they are feeling and may even take to hurting themselves if they are not affirmed in a way that makes them feel like they can be who ultimately they want to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "CAMEROTA",
      "sentences": "Cari, there is something else happened in Florida today. This was in Florida, and something else did happen. Governor DeSantis signed a bill into law, and she referenced it, also limiting the teaching of diversity, equity, and inclusion at the college level. So, in all state colleges and universities, that curriculum now has to be limited as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "CHAMPION",
      "sentences": "Alisyn, I'm sitting here, and as we listen to this teacher, I am trying to compose myself, because I can feel me getting more involved, and more of a lack of a better term, just angry. Since the beginning of time, erasure is what we've done in the public education system. History has already been exactly that his story.I'm speaking as a black woman who knows that our history, as African- Americans has been erased throughout our contributions to the society. And for whatever reasons, we still sit and allow it, and we are distracted, we think it's okay. I tell the story, a dear friend of mine, I'm babysitting her daughter, and by babysitting, I mean, I'm taking her out, she's 16 years old, and she wants to go shopping for the day. I'm her aunt, in theory. And we go shopping, and I turn to her and I say, so you have got crush on any boys? You're 16, now you have got to be dating, right? You have got to be dating. And she looked at me, put her head down, and she said, I like a girl, if that's okay. The shame that she had because she liked a girl was so sad to me. It broke my heart, because she felt like she could not tell me. I mean, the fact that we live in the society where we are having this conversation right now breaks my heart. You talked about it. We are not allowing our children to be who they are. Do you not think they know the difference between gay and homosexuality on these phones?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "CAMEROTA",
      "sentences": "I mean, that was her point, that they are allowed to use --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "CHAMPION",
      "sentences": "She told me they're allowed. And then so now at the college level, you're saying that you can't talk about be what is right with diversity and inclusion? It is so disheartening to me. We are erasing the fact that people who were marginalized contributed to the society, and we think it's okay. And I think about my niece because she is afraid to tell people what she wants to be. Why do we live in that world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "CAMEROTA",
      "sentences": "Your thoughts, guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "YANG",
      "sentences": "I'm somebody that doesn't think the government should be dictating what these colleges are and are not teaching, certainly for political points. And I think we all know the context here, which is Ron DeSantis who's running for president, and he thinks that if he takes these stances in terms of Florida's public colleges and other schools that he is going to be a more formidable opponent against Donald Trump. He thinks this is what the base wants.And what the base now seems to desire is this polarized ideological us versus them, and it is truly unfortunate for all of the kids and the college students and the educators who are getting caught in what we can clearly see is just political ploys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "CAMEROTA",
      "sentences": "On the flip side, what he's saying is that DEI has been an experiment, which I think it is, I mean, in terms of the teaching limit (ph), and he's saying that in Florida, that experiment is over. I believe we might have some sound from the governor. Do we have that? Go ahead.(BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL):  If you look at the way this has actually been implemented across the country, DEI is better viewed as standing for discrimination, exclusion and indoctrination. And that has no place in our public institutions. And so this bill says the whole experiment with DEI is coming to an end in the state of Florida. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PINION",
      "sentences": "Certainly, but I think that's already happening. I think the sad reality here is that you have legitimate concerns by some parents when you're talking about pre-K to third grade, and now they have been conflated with what I call is a mission that is more political than it is functional and also human. And so you end up with sloppy legislation that becomes impossible for teachers, for people in schools to actually manage, to the point where even a Disney movie this rated P.G. can lead to a teacher potentially saying I no longer want to be in this profession.And so if we know that we need more teachers, better teachers, more support for those teachers, then, yes, I think that it's perfectly okay to talk about the concerns that some parents have, as you see in the state of Washington trying to say that we shouldn't transition children without the parent, as we saw that article in The New York Times talking about that juxtaposition between some people who feel as if that might be beneficial for the child, versus some who think the school should not be a place to keep secrets. But I think, overall, in the, and what has happened here, I think, is a lost opportunity for Ron DeSantis to say, hey, guess what, we want to have universities to deal with the fact that we have a 12 percent decline in African-American enrollment over the last two years, and here's how we're going to reallocate these resources to address that. We want to deal with the fact that we have black students who are 76 percent not proficient in reading in certain parts of the state, and here's our plan to reallocate resources to do that. So, again, I think, for me, if it's going to be the Florida education plan that becomes the American education plan, I think, in many ways, unfortunately, this has been more about the caucuses in Iowa than it has been about the people that call the state of Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "Yes, quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "JONES",
      "sentences": "I will just quickly say that on the subject of conflation, it is so dishonest to suggest that this teacher is trying to impose a certain agenda on these students. I mean, this is a Disney movie that simply reflects the world as it is, right? There is no, you have to be this way, because there happens to be an LGBTQ character in the film. And it's so dishonest, and I sometimes feel like people are strategically using these opportunities at the local level to further their own political success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CHAMPION",
      "sentences": "You don't say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "(INAUDIBLE) in this. Is that what you're saying? Thank you, friends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PINION",
      "sentences": "It is fifth grades. These weren't kindergartners.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CHAMPION",
      "sentences": "Yes, right. I think they are aware.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "sentences": "Our country is facing a loneliness epidemic. Here is the Surgeon General, Dr. Vivek Murthy on that.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "VIVEK MURTHY, UNITED STATES SURGEON GENERAL",
      "sentences": "This is one of the stunning things about loneliness and isolation, is that the impacts on our physical health are profound. So, social disconnection associated with the increased risk of heart disease, stroke, dementia, and an increased risk of premature death that's on par with the risks that we see with smoking daily.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "On par with smoking daily in terms of your health. Of course, the loneliness is on the decline. We're happy to report since its pandemic highs, however, 17 percent of Americans report feeling loneliness for quote, a lot of the day yesterday. That's an estimated 44 million Americans. So, what can we do about it? Well, AI has some suggestions, but will it help or hurt?We told Google recently, we told their AI chatbot Bard that we were feeling really lonely today and we asked, what can you do to help me? And here's what Bard said to us. It says, it's telling me to reach out to friends and family, get involved in my community, take care of myself, and finally to seek professional help. Okay, so that all sounds great, right, Andrew? Let's get to the panel. Andrew, that sounds great. What I don't like is when the chatbot starts telling me it's in love with me, which some chatbots do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "ANDREW YANG, FORMER DEMOCRATIC PRESIDENTIAL CANDIDATE",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "And for loneliness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "YANG",
      "sentences": "You've seen that movie, Alisyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Yes, we've seen the movie, but it also happened in real life. You know, \"The New York Times\" columnist who like, you know, started talking to the chatbot and he told him to leave his wife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "YANG",
      "sentences": "Yes, so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Is that a problem, Andrew?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "YANG",
      "sentences": "So, AI is going to do a lot of great things, a lot of not so great things. I will say that the early data has shown that AI therapists and chatbots have actually made a huge difference for a lot of early adopters, including in particular military veterans. It turns out that military veterans are as or more comfortable talking to a therapist they know is not real as opposed to a human therapist. CAMEROTA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "YANG",
      "sentences": "Yeah. It's going to be a real, great fit for some people, not everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "That's okay. That's fascinating. I'm happy. That's giving -- that's heartening to hear because some people may -- it's like reading a self-help book. I mean, but it's more interactive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "YANG",
      "sentences": "It's genuinely going to help a lot of people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay, Carrie, what I, where I can't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CARI CHAMPION, CNN CONTRIBUTOR",
      "sentences": "Humans suck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Do humans suck or do robots suck? Which one is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CHAMPION",
      "sentences": "I think humans suck. I think in general, like how many times have we sat here and said, I just don't feel like being bothered. Like the older I get, the more I realize I'd like to be at home by myself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay. Well then a chatbot --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "MONDAIRE JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "You sound like it is, Cari. You thought I was bad for calling Ron DeSantis a psycho. I think humans suck. That's okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CHAMPION",
      "sentences": "Well, then a chatbot --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CHAMPION",
      "sentences": "No, they do. They do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CHAMPION",
      "sentences": "I'm including myself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "But does that mean, Cari, if humans suck, does that mean that you want to have a chatbot AI companion, you'd be comfortable with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CHAMPION",
      "sentences": "I mean not, I, look, here's the thing. I do agree that we all need some sort of therapy or someone to talk to that as a human that can give you real life situations, real life experiences, real life feedback. I don't believe that this should be the end all be all. But at the end of the day, I get why some people, and you mentioned veterans, get lonely and I want to talk to something that makes me feel seen, that makes me feel heard.Humans suck because they bring their own trash, they bring up their own trauma, they bring all their drama to you. And I just want to have a conversation. So, I can see that there's benefits, but I can also see the downfall. I'm not at home, you know, talking to Bard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "Yet. Yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CHAMPION",
      "sentences": "But I could be later in life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay, hold on. Hold that thought for me because here's where I think it gets dicey, okay? So, there's a Microsoft powered chatbot in China. It currently has 660 million users worldwide. The bot was apparently trained to learn emotional skills before intelligence skills with the intention that users can see the chatbot as their friend. It's working.Here's what Microsoft says, quote, while they know she's not real, many prize her as a dear friend, even a trusted confidant. Sometimes the line between fact and fantasy blurs. Here's where I get nervous. She gets love letters and gifts. And not too long ago, a group of fans asked her out to dinner and even ordered an extra meal just in case she showed up. I can't tell, Congressman, if this is nice for lonely people or a dystopian nightmare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CHAMPION",
      "sentences": "High-level cat fishing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "JONES",
      "sentences": "It's definitely like getting black mirror episodes. Look, I have a family member who's very dear to me who suffers from depression. And you know, when you have people in your life who suffer from depression, sometimes you can't be with them 24-7. And so, I know that she would probably enjoy talking to an entity that could communicate with her and keep her company. And I think there's nothing wrong with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "JOE PINION, REPUBLICAN STRATEGIST",
      "sentences": "Look, as my favorite comedian said, the money is not in the cure, the money is the medicine. That's Chris Rock for those keeping track at home. And I think, yes, to your point, anything that can keep anyone from taking their life, from feeling a little bit less lonely is important. But I do think that we have to have a broader macro conversation about the fact that it is not the cure to personal interaction.The thing that COVID helped exacerbate, people getting out and doing things, we can again have more interaction with this device that we have here in our pocket than people before in the world could have just walking around for their entire week. So that is, I think, the crux of this problem. How do we make sure that we get back to that human-human interaction? Because there's no synthetic drug or AI experience that's going to cure that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "Well, we're out of time, but that is what I think we all fear. It will take over and eclipse, but let's not let that happen. Thank you all very much for that. Be sure to tune in at the top of the hour when some of our favorite reporters will be here to talk about the scoops that they're covering, including the Durham report about the FBI's Russia probe finally coming out after four years of investigation. We'll tell you what they found.But first, a basketball star suspended for the second time. We'll tell you what Ja Morant did to get kicked off of the court, next. (COMMERCIAL BREAK) [22:40:00] (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "Memphis Grizzlies Star Ja Morant suspended from team activities after a second incident involving a gun in two months. Instagram Live video from over the weekend appears to show Morant in a car brandishing a firearm while listening to music. Morant was suspended by the league for eight games back in March after he was seen flashing a gun in a Denver area nightclub.CNN has reached out to a representative for Morant to the Memphis Grizzlies and the NBA for comment. We've not yet heard back. I'm back with the panel. Okay, so Cari, what are we to make of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CHAMPION",
      "sentences": "Well, first of all, I'm really curious because guns are -- we love guns in this country, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "They're legal, I mean they're legal right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CHAMPION",
      "sentences": "We do, that's just the way in which we live this, like open- carry. So I wonder, I asked you this question, I have my thoughts but I'll ask you all as a panel, if he was a gun enthusiast and he was showing the guns as someone who was really well-informed on perhaps a pistol or a rifle from the 1800's or the 1920's, the way in which he shows us his guns on Instagram, would that be more acceptable? I'm curious, do you think that'd be more acceptable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "JONES",
      "sentences": "We got Republican politicians posing in front of Christmas trees with their families brandishing assault weapons. So, your point is well-taken. I still think dude should not be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CHAMPION",
      "sentences": "He's absolutely wrong. He's absolutely wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "JONES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CHAMPION",
      "sentences": "I would choose to lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "What's wrong with it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "JONES",
      "sentences": "In the same way that those politicians should be chided for what they're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "Did he do something wrong, Joe, in your eyes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PINION",
      "sentences": "The NBA is a multi-billion dollar entity. Ja Morant currently is one of less than two dozen people to ever have their own signature shoe from Nike. He is this close from being a handful of people that are symbolic with the league itself.And to Cari's point, he is someone who with a potential $231 million deal, $190 million guaranteed, just on this deal, not including what he could get from the next deal. I promise you, if, God forbid, he were injured and he were never able to play another game, it would be less painful for the people that love him than watching the nonsense that he's doing right now. And if you think of all the people that would give their right arm and their right leg to have half the opportunities that he has had. All those young black men, yes, those young people that look up to him, that are looking to him for an example, and to have him engaging in the behavior that we beg our children not to engage in, when he has all the personal advantages and all the financial advantages, it is heartbreaking. And yet at the same time, all I see is a young man crying out for help. And it has to be time to say, I don't care if the basketball's in the closet for a week, a year, two years. You have to do something to change your life. You have to choose to take advantage of all the gifts and all the opportunities that God has put before you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "But then how come we do tolerate it from, as the Congressman was saying, from all sorts of politicians on the internet in their advertisements and running for -- what's different?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PINION",
      "sentences": "We do Ja a disservice. I think we do this conversation a disservice. There is a fundamental difference from somebody standing for a posed picture for a Christmas card in their own home and a man who is brandishing a weapon in a car who has been seen potentially, allegedly, brandishing a weapon in malls, picking fights with people in public. Every time there is an alleged altercation, whether it comes from or not, apparently a gun is involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay. Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PINION",
      "sentences": "This behavior is a real problem and I think making that comparison is problematic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "YANG",
      "sentences": "Well, these political figures don't work for the NBA and the NBA is a multi-billion-dollar enterprise. When he was suspended, it said, for conduct detrimental to the league. This is bad for the league, and the NBA is going to come down very hard as a result because he got in front of the cameras, and I'm sure the commissioner, and said, look, I'm a changed man. This will not happen again, and then it happens again weeks later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "JONES",
      "sentences": "I agree to their different incentive structures but you know, if there were no repercussions from the NBA, I think we'd still be judging the behavior from Ja Morant. And I do worry about the disparate treatment between him doing that. You know, this is a country where, you know, many politicians on one side of the political spectrum are like, whoa, open-carry, no licensing, no background checks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CHAMPION",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "JONES",
      "sentences": "So, in theory, if he wanted to brandish a gun from the privacy of the passenger seat to a car, then like, why is that per se?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PINION",
      "sentences": "It's pretty simple context also.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CHAMPION",
      "sentences": "What is the context? Like, they're not in season, he's not playing, and by the way, I'm just playing devil's advocate here. They're not in season, he's not playing, he's with his friends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "And I have to go in 10 seconds. So, what is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PINION",
      "sentences": "The difference is the legacy of the incidences leading up to this incident, when he just had an opportunity where he damn near jeopardized this entire season for him, his family, his entire existence is on the line. You can't do this. You just can't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Well, just look what you made Taylor Swift do.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CAMEROTA",
      "sentences": "That was Swift telling a security guard at her concert, you need to calm down right in the middle of a song. The fan taking to TikTok to say that she and her friends were just dancing, having a great time in the front row when the guard told them to stop.Back with me, Cari Champion and Andrew Yang. So, what I love is that you can't tell if it's a song or not because she's such a professional, she's dancing and singing through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CHAMPION",
      "sentences": "Yeah, stop. Bad blood, hey. Hey, bad, I'm like, okay, wait, is that the song? Well, first of all, I love Taylor Swift and I have to admit that I am late on the Swifty train, right? I have so many people in my world who have decided to wait online virtually to get the Ares tourist ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CHAMPION",
      "sentences": "And I talk about this arguably every other day on my show because I find it so interesting what an impact she has. She's a powerful woman. When I say Dollywood, Taylor Wood is coming. And you might as well tell everyone, Andrew. You might as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "CAMEROTA",
      "sentences": "I don't think I can build on that. Hey! Thank you both very much, great to see you guys. Thanks for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "CHAMPION",
      "sentences": "Thanks for having us. Enjoy the concert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "CAMEROTA",
      "sentences": "All right, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "YANG",
      "sentences": "It's gonna be great. I'll have my review.",
      "isLastSentenceInterrupted": false
    }
  ]
}