{
  "date": "2023-04-19",
  "headline": "Connect the World",
  "subHeadline": "Sudanese Paramilitary Group Agrees to New Truce; Russian Ships Gathering Intel in Nordic Waters; U.N. Releases State of the World Population Report; Japan to Release Treated Wastewater into Ocean. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "GIOKOS",
      "sentences": "Fear and desperation increase in Sudan amid news of yet another temporary cease-fire. A few minutes ago, the paramilitary Rapid SupportForces announced it has agreed to a 24 hour truce to start in a few hours. But there's been no response yet from Sudan's army. (BEGIN VIDEO CLIP) GIOKOS (voice-over):  Meanwhile, residents are enduring this today. Well, another day of explosions and gunfire, Sudan's army and paramilitary, Rapid Support Forces, accuse each other of breaking an earlier ceasefire brokered by the U.S. and international organizations. Food, water and gas in the capital and elsewhere are running out. Panicked residents are packing up and trying to flee. International governments are planning evacuations. We've got Larry Madowo following developments for us from Nairobi, Kenya. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "GIOKOS",
      "sentences": "Great to have you on and, frankly, in the last few minutes, we've actually had a bit of movement on a cease-fire. RSF saying that they arewilling to get into a ceasefire agreement, which is meant to start in the next few hours. We haven't heard from the military. We have also heard from president William Ruto. We will get into that in just a moment. But we need to have a clear understanding of whether this ceasefire will be adhered to. What they will be commitment from both sides -- Larry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "Eleni, that is a big question right now because the Rapid Support Forces, this powerful paramilitary group in Sudanthat's fighting the military, says they have agreed to another 24 hour ceasefire, which is supposed to start at 6 pm local. That's in two hours. The last ceasefire didn't really take off because, in the first few minutes after 6:00 pm local, there was already gunfire, aerial bombardment and artillery fire. And so that didn't really take off. Both sides have accused the other violating it first. So now this is a new one. The RSF says they are open to it and they have agreed to it and they're asking the other side to respect it. But given the history here, I don't think anybody's optimistic. And this is not just about head spinning moves and statements every 3-4 seconds from Sudan. This is the Sudanese people caught in this crossfire, they're hunkering-down, scared for their lives. One Sudanese activist and author told us that last night was a horror show. Even during the cease-fire, a missile hit a neighbor's home. Watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ROZAN AHMED, SUDANESE ACTIVIST",
      "sentences": "I can't put into words how mentally devastating this is. Our only ask as innocent civilians that are caught inthis crossfire is for the RSF and the SAF to stop. Stop the war. Stop the violence. Find the grace to dialogue. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "MADOWO",
      "sentences": "Rozan Ahmed told CNN that she's terrified, terrified for herself and terrified for her country. The World Health Organization now says atleast 300 people have died. I believe that number is up to 296 and more than 3,000 have been wounded. Also in the last hour, so Kenyan president William Ruto has said that this now, the targeting of civilians and diplomats, this is systematic targeting, amounts to atrocities against humanity. We've been reporting here on CNN about an internal U.N. document that we saw that said armed gunmen were raiding people's homes. They were specifically targeting workers from the United Nations and other international NGOs. They were robbing them, including of cars. Some women were assaulted and at least one rape was reported.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "GIOKOS",
      "sentences": "-- with William Ruto and other African presidents going to figure out a way forward to get these two generals to finally, you know, look tothe future, perhaps look toward a truce. What is the probability of that right now? I guess ceasefire is one of the most important things. And as we've said, you need to have commitment from both sides before you can even think about a potential truce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "MADOWO",
      "sentences": "So the Kenyan president, William Ruto, is one of those three presidents that were tasked by the Intergovernmental Authority onDevelopment to go into Khartoum and speak to General Burhan of the army and general committee of the Rapid Support Forces. The other two were the president of South Sudan and Djibouti. The Kenyan president's statement today is covered in a lot of diplomatic language but essentially an admission that this has so far failed. They haven't been able to get to these two men to agree to talk. Obviously, they haven't been able to get into Khartoum itself because the airport is still getting battled. But it's a big effort. The United Arab Emirates and Saudi Arabia, alongside the U.S and the U.K. are the other key diplomatic planks here. And they've all been saying the same thing. Cease hostilities, go back to the negotiating table, stop targeting civilians, stop targeting diplomats. And yet none of this is happening. And we see just the complete devastation. Half of the hospitals are not even operating in Khartoum. Doctors without Borders telling CNN that some of them have been bombed. Some of the workers are too afraid to get in. Some of them are closed just because of that situation and the (INAUDIBLE) operating are getting inundated, that is a reality -- Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, Larry, look, these are two rival generals in a power struggle. And getting them to see eye to eye is going to require a lot ofeffort. Larry Madowo for us there out of Kenya, Nairobi. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "GIOKOS",
      "sentences": "Let's connect you to some major developments from Ukraine. Kyiv is reporting a barrage of new violence from the skies, saying Russia launched60 airstrikes over a 24 hour period. We've got Ben Wedeman having the latest from the front lines in Eastern Ukraine. Ben, those numbers, 60 airstrikes in a 24 hour period, take us through the latest. BEN WEDEMAN, CNN SR. INTERNATIONAL CORRESPONDENT:  That certainly is, Eleni, a large number of strikes for such a short period of time. And it does appear that the Russians are increasing their use of airpower in the Bakhmut area, where we heard from the Ukrainian defense minister today, deputy defense minister saying that the Russians are making slight advances there. Now exactly how much of Bakhmut to the Ukrainians still can train -- control is questionable. But it's probably not more than 25 percent or 30 percent. Now we were out in the Bakhmut area; visited several air defense units that the Ukrainians are using there. Now while we were there, we heard a lot of outgoing fire as well as incoming fire but the defense, the air defense systems they have out in the Bakhmut area, most of them date back to the 1970s. Today Ukrainian officials said that a Patriot anti missile system had arrived from Germany in addition to the systems already, Patriot missile systems already in place from the United States and the Netherlands. And there's much talk at this point about when the Ukrainian spring offensive is about to begin. The deputy defense minister said that there's not -- there's not -- there's not going to be a public timetable for that. But the ultimate goal of this offensive is going to be the complete liberation of all territories currently occupied by Russian forces. Now the weather plays a huge role in that. Today it's raining and out there in the area, for instance, along the front lines, that means it's going to be very difficult for Ukrainian armor to move when some of the muck is quite deep. So the timing of that counter offensive is still very much up in the air. And obviously the Ukrainians aren't going to say when or where. But the anticipation is certainly growing -- Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "GIOKOS",
      "sentences": "-- have been sailing past military training areas. Importing oil and gas fields have also been following NATO exercises.Well, a ringing endorsement for truth and for democracy. That is how Dominion Voting Systems is describing its groundbreaking defamation settlement with FOX News. At nearly $800 million, it is the largest publicly known defamation payout ever struck by a U.S. media company. And even though the Dominion case is now over, FOX News is facing further legal battles. Another voting tech company, Smartmatic, says the settlement exposes the network's misinformation campaign. CNN's Marshall Cohen was in Delaware, a courtroom, when the settlement was announced just before Tuesday's opening statements were due to begin and he joins us now live from Wilmington. Great to have you on. FOX News settled in what is  an eye-popping sum, avoiding trial. But what they didn't do is a public apology to Dominion or even an admission of guilt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "MARSHALL COHEN, CNN CORRESPONDENT",
      "sentences": "Right. There was a limit to what they were willing to do in this settlement. Here's what they agreed tomillion. No media organization in the United States of America has ever paid that much to settle a defamation lawsuit. So they made history yesterday not for a good reason. But what they wouldn't do is issue a public apology, issue a public retraction. They did put out a statement that was very terse. I will read it for you. Among other things, FOX News said, quote, \"We acknowledge the court's rulings, finding certain claims about Dominion to be false. The settlement reflects FOX's continued commitment to the highest journalistic standards.\" Now I will tell you, having followed this case, that the evidence here proved pretty conclusively that FOX does not follow the highest journalistic standards. People inside the company -- producers, reporters, executives -- they did not believe what they were putting on air about the 2020 election, the false claims that Dominion flipped millions of votes from Donald Trump to Joe Biden. So here in Delaware, this case is over. But there's plenty more to come. As you mentioned, another voting company, Smartmatic, is suing FOX. And Dominion, for its part, it is pursuing litigation against some of Donald Trump's top allies, folks like Rudy Giuliani and Sidney Powell, the same people who went on those FOX broadcasts in 2020 to peddle these lies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "GIOKOS",
      "sentences": "I'm Eleni Giokos in Abu Dhabi. Welcome back to CONNECT THE WORLD.I want you to take a look at this number behind me, 1,428,600,000. This is India's projected population by mid 2023, almost 3 million more than what China is expected to be. And that means that, in the coming months, India will overtake China as the most populous nation in the world, according to the United Nations. But that explosion of people is driving competition for the most sought-after jobs in India and many are struggling to keep up. Vedika Sud has more from New Delhi. (BEGIN VIDEOTAPE) VEDIKA SUD, CNN CORRESPONDENT (voice-over):  In a village outside New Delhi, a doting mother attends to her little girl. Mahi (ph) is just two days old. Her cries mark a symbolic moment. India is expected to surpass China as the world's most populous country. Mahi's (ph) father, Reed Paul Singh (ph), and mother, Lakshmi (ph), are school dropouts. The families had little income and many children to feed. Single farmer started working with his father in their fields at a young age. He says he'll do whatever it takes to help Mahi (ph) achieve her dreams. \"Even if I have to sell my fields to educate her, I will.\" One of the biggest challenges she'll have to face is the country's growing population. There's stiff competition, Singh (ph) tells me. India's birth rate has slowed but the country is still quickly adding to its 1.4 billion strong population.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "SUD",
      "sentences": "According to UNICEF, more than 67,300 babies are born in India every day. That's one-sixth of the world's birth counts daily.SUD (voice-over):  Already more than half of all Indians are under the age of 30. That means a huge potential to grow the national economy. But education and investment need to keep up if there are going to be jobs for a new generation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I really feel it's a 10 year opportunity. Do it right and this is a dividend. Do it wrong and this is going to be extremelyworrying for the Indian economy and India's youngsters. SUD (voice-over):  Twenty-eight year old Sunil Kumar (ph) has a postgraduate degree but doesn't hold a steady job. For years now, he has been sweeping the floors of the school in his village in Haryana state and doubling up as a tutor for young students. Despite his education, Kumar (ph) barely makes enough to support his ailing father and the rest of his family. Sunil (ph) says it angers him that he doesn't have a steady job despite his educational qualifications. Across India, the most highly sought-after jobs are more competitive than ever before. Pursuing their dreams, tens of thousands of students from small towns move to big cities to be coached for the coveted civil services exam. Some like Sara Agraval (ph) have been trying to crack the exam for four years now. Agraval (ph) says his younger brother is sponsoring his education. \"They could have bought 3-4 cars with the money they've spent on me,\" he says. Over 1 million people sit for the entrance test each year. Less than 1 percent make the cut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The population is growing and the working age population is growing. If that category of people do not find enoughemployment, then what was meant to be an opportunity, the bulge in that demographic dividend, so called, could become a huge challenge and problem for India. SUD (voice-over):  India's new global title will mean little if it doesn't come with fresh opportunity -- Vedika Sud, CNN, New Delhi. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "GIOKOS",
      "sentences": "Here are some of the headline numbers. The world's population is now 8 billion strong. That's largely a result of global life expectancyincreasing to 72.8 years. That is nine years higher than 1990. But in Europe, population is expected to decline 7 percent between now and 2050. Those numbers raise important questions. Are there too many of us or is population decline an existential threat? Will our children contribute to climate change? And how much will they suffer from it? Governments have grappled with these issues for generations, even implementing policies to try to find the answers. But as the U.N. Population Fund director, Natalia Kanem, puts it, \"Human reproduction is neither the problem nor the solution. When we put gender equality and the rights at the heart of our population policies, we are stronger, more resilient and better able to deal with the challenges resulting from rapidly changing populations.\" And Dr. Natalia Kanem joins me now live from Brussels. Great to have you on the show. You know, these numbers could be quite scary. But as you say, we've got to put gender equality at the heart of this. And the numbers, perhaps it paints another picture for me, sort of a fuller picture, that around 24 percent of women and girls are unable to say no to sex, while 11 percent are unable to make decisions over contraception. And I'm curious, to what extent of the rising population numbers in certain geographies -- because it's not across the board -- correlate to the data around the rights of women? DR. NATALIA KANEM, EXECUTIVE DIRECTOR, UNFPA:  Well, you know, it's such a great question, Eleni. I'm very happy to be here because we have to radically rethink the way that we look at population and population policy. Today, two thirds of us live in places where population is already trending below replacement rate. And, yes, for one third of the globe, population continues to increase. But we're at a time when there's great geographic diversity. In some places, the average age of the population is 50 years old, whereas in other countries, it's 15. So when you have this kind of a situation of changing dynamics, you have to take things through the lens of the woman who is going to bear the child. Her decision about her fertility is an individual decision. And the woman and the couple have the right to actually decide the number and spacing and timing of their children. So we want to refocus the question of population into what are we doing to make that choice a reality because today it's not a reality everywhere. Not just in high fertility countries but also in those that are facing population decline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "GIOKOS",
      "sentences": "And really fascinating. Look, we we've just spoken about India. We had a fantastic insight into what the experiences are with regards to, youknow, young demographics, so much excitement about what that means. But there needs to be a conversion right with population growth versus what we see on education resources, job opportunities, because, if there isn't a convergence, that is when you're going to be dealing with, you know, perhaps an unstable future for the new generation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "KANEM",
      "sentences": "Well, you know, what again, I think this is a very important moment to look at the dynamics and to put the facts first. The issue of youngpeople's education is relevant in every single country, not just countries with high fertility. But you know, I'm sitting in Brussels today; Europe is worried about the fate of young people and the fact that, relative to an aging population, the labor force is changing dramatically. So equipping every young person -- and as the India segment showed, the girl child in particular -- to be able to succeed, she's going to need her education. So this is very fundamental. I think the other point is that, for places where there is high fertility, if this is the woman's choice, that's fine. But in much of the world, women are asking for contraceptive choice. And have we been able to fulfill that? Well, today, that answer is a resounding no. So we've got to look at all the factors and not point fingers at the woman as either the reason for high fertility or low fertility but understand her perspective as to how does she want to organize her -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GIOKOS",
      "sentences": "And we've even reached a point where wealthier nations are starting to incentivize families or women to have more children becausethey are worried about population. But it's a confluence of issues that women are choosing not to have kids. And then here's the issue. You know, we worry about too many people on the planet. We worry about population decline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "KANEM",
      "sentences": "Well, what we in UNFPA are very focused on, the point that you've got to ask a better question if you're looking for a solution.So if you're looking for a solution for climate change, fertility is not going to be the answer. Similarly, I think you raise a very important issue about the variety of total fertility rates in countries. And the question, as is, is the woman who is having one child or two children, which would be replacement rate, is she making a rational decision? And is she going to be in incentivized by a bonus if she has a second, third or fourth child? Well, you know, women are pretty smart and they are looking at how to invest in the children that they already have. And they're also looking at inequality, because women are bearing the burden of not only looking after children but actually over the elderly generation as well. And simultaneously, older people, who would love to be involved are not being induced to be able to do the types of work and the types of childcare that they might actually enjoy. So we've got to look at the big picture by asking the real question and not by trying to tell women, have this exact amount of children because we want a supposedly ideal population size. It's not going to work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, because I know 100 percent and you have to think about affordability. You have to think about the work experience. You have tothink about childcare. There's so many things that all of us mothers have to contend with. Some of us have a lot more resources than others, right and that is a reality. You mentioned climate change, which was quite important. I think the argument has been a lot of people that have certain education say, well, you know, this is not going to be good for the world if we have more kids. Do you think that's a viable argument or deterrent to not having kids?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "KANEM",
      "sentences": "Well, let me put the facts on the table. When we think about climate change, we know that it is greenhouse gas emissions, carbon dioxidein the air, that is driving the seas rising and the temperatures rising, the deserts getting bigger. When we think of a woman in a high fertility country, does she have electricity or a car or all of the things that the 10 percent of the world -- and it's the developed world that contributes half of the carbon emissions in this world. So let's not look at the woman with the 5-6 children. Let's think about what we in the developing world are doing in terms of a green economy. Another point that you raised that I really found fascinated and fascinating  and this report is chock-full of challenges for us to look at is fertility a women's issue alone? And what about the guys? You know? So I always emphasize that if a man wants to take his parental leave and he is shamed into not being able to do that, right? Is that good for the family? Is that good for the growing child? And is that good for him? The answer to that is no. So we need to destigmatize those men who do want to step up and do more in the home atmosphere right toward the family. And this should be praised and normal rather than stigmatized, which it can be sometimes at the workforce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GIOKOS",
      "sentences": "Natalia, I hope that, in my lifetime or my child's lifetime, we'll see a movement on that. And thank you for showing us that there's a lotmore behind the numbers than meet the eye. Thank you so much, Natalia Kanem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "KANEM",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "GIOKOS",
      "sentences": "Now to the horrific fire that tore through a hospital in Beijing on Tuesday, killing at least 29 people. Security officials say 12 peoplehave been detained on suspicion of gross negligence, including two heads of the Changfeng Hospital. And construction workers, fire, rescue officials say the blaze was sparked during construction work. CNN's Kristie Lu Stout has more details. (BEGIN VIDEOTAPE) KRISTIE LU STOUT, CNN ANCHOR AND CORRESPONDENT (voice-over):  The charred aftermath of one of the deadliest blazes in Beijing in recent years. Dozens of people have died after a fire erupted at the Changfeng hospital, according to state media. The fire broke out at around 1 pm on Tuesday and was extinguished about half an hour later; 71 patients were evacuated. At a press event on Wednesday, a Beijing official said the fire was caused by sparks generated during construction work, which ignited combustible paint onsite. In this amateur video, one person is seen exiting the hospital through a window using a bed sheet. The person climbs down and lands on a rooflike structure and then scrambles across the rooftop to the next building. Later on in the clip, others are seen attempting to escape, balancing on air conditioning units outside, waiting to be rescued. CNN does not know whether they made it to safety. The hospital fire surpasses the toll from a fire in the Daxing district of Beijing in 2017 that killed 19 people in a cramped building for migrant workers. That tragedy prompted authorities to demolish illegal apartment blocks. In the wake of the latest fire, Beijing's Communist Party secretary said, \"The fire is heartbreaking and the lesson is extremely profound. It sounded the alarm for us, reminding us that the string of safe production cannot be loosened even for a moment.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "GIOKOS",
      "sentences": "Japan plans to begin dumping more than 1 million tons of treated radioactive wastewater into the Pacific Ocean in the coming weeks. It wascontaminated in the Fukushima nuclear plant disaster more than 12 years ago. Officials insist the water is safe to release. But fishermen aren't so sure. CNN's Marc Stewart talked with some of them. (BEGIN VIDEOTAPE) MARC STEWART, CNN CORRESPONDENT (voice-over):  It's just after 9:00 in the morning. The crew of this ship is back in port at the Hisanohama fishing village in Fukushima, Japan. Kinzaburo Shiga is a third-generation fisherman, starting in elementary school, going on trips with his father. He told me he's happy on the boat but he faces challenges. His catch is tested for radiation. That's because the port is around 40 miles from the Fukushima Daiichi nuclear power plant. In 2011, there was a meltdown here after a catastrophic earthquake and tsunami. For six years, he couldn't fish, told to stay off the water. When he heard he couldn't fish, he was sad, disappointed the ocean was off- limits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "STEWART",
      "sentences": "Twelve years later, fishermen face yet another challenge. Treated wastewater that accumulated inside the plant will soon be released into theocean, a threat to their reputation and way of life. STEWART (voice-over):  He says the decision made his blood boil. He wonders why the government made the decision without the consent of the fishermen. At the time, the prime minister said it had to be done to decommission the plant. We wanted to see the plant for ourselves and we were allowed to after agreeing to a strict safety protocol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "STEWART",
      "sentences": "This is as close as we can get to reactors one through four. The cleanup work here will take at least 20 more years.STEWART (voice-over):  We also saw a lab where fish are tested. And lots of construction on the water treatment facility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "STEWART",
      "sentences": "Let me show you the tanks behind me. row after row, enough to feel about 500 Olympic swimming pools. The treated water will be let gogradually through a tunnel that will take it off-shore and then eventually into the ocean. STEWART (voice-over):  According to the plant's operator, Tokyo Electric Power Company, the water has been treated by taking out most of the radioactive particles. It's then diluted with seawater, taking it to a level much lower than the World Health Organization's clean drinking water standard. An official from the utility told us he recognizes there's distrust because of the past. But they're listening to concerns. He knows not everyone will accept their plan but points out the support they're getting from third parties, such as The International Atomic Energy Agency. Still, neighboring countries have expressed concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "STEWART",
      "sentences": "Is there a public health risk by releasing this water?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "IAN FAIRLIE, RADIOACTIVE CONSULTANT",
      "sentences": "Yes, there is a public health risk. It's relatively low but they -- the risk exists. I think that they shouldstore the water so that it decay is naturally. STEWART (voice-over):  While other options were considered, this was seen as the best plan as tanks near capacity. Japan's Pacific coast has been a point of pride and promise for fishermen like Kinzaburo. He says he doesn't know what will happen but hopes leaders won't work against the fishermen. The water release is expected to begin by the summer, bringing with it more years of anxiety and uncertainty -- Marc Stewart, CNN, Fukushima, Japan. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}