{
  "date": "2023-09-12",
  "headline": "CNN This Morning",
  "subHeadline": "Kim Jong Un arrives in Russia; Putin: Trump Prosecutions are \"Persecution of a Political Rival\"; UAW: 145,000 Workers Prepared to Strike Friday if Deal Isn't Reached; U.S. Advances Prisoner Swap Deal with Iran; Gov. Suspends Right to Publicly Carry Firearms in Albuquerque. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "-- on this exploration. In the cave, he was suffering from gastrointestinal bleeding and couldn't get out by himself. There was just a huge international effort to save his life. We are glad to see he looks like he's doing pretty well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Love the good news. Well, Vladimir Putin weighing in on the current criminal prosecution of Donald Trump. Why he says they're good for Russia. That's next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Also, Hurricane Lee growing in size in the Atlantic. The storm is currently a category 3. The National Hurricane Center calls it a major hurricane. It is expecting to weaken later this week and turn northward. Still unclear exactly how Lee could impact the Northeast Coast. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Right now, North Korean dictator Kim Jong Un is on a heavily- fortified train making a slow but very deliberate voyage through Russia to meet with Vladimir Putin. The Pentagon says it's concerned North Korea is considering providing arms to Russia to use on the war with Ukraine.White House national security council spokesperson says, we urge the DPRK to abide by the public commitments that Pyongyang has made to not sell or provide arms to Russia. Let's talk about what this really means, what's going to happen. Bloomberg editor and foreign affairs columnist Bobby Ghosh joins us at the table as well as the former director of communications for the U.S. Mission to the United Nations, Jonathan Wachtel. Appreciate you guys being here. Jonathan, you pointed out sort of the worst-case scenario. What is that? And do you think it's likely? [06:35:00] JONATHAN WACHTEL, GLOBAL AFFAIRS ANALYST:  The worst-case scenario is that this becomes a full-pledged military cooperation arrangement between North Korea and Russia. North Korea has tried very hard over the decades to perfect its missiles, to perfect its nuclear arsenal, to be able to deliver nuclear weapons, payloads, wherever it wants. It's working on the submarine program as well. And Russia has the technology to advance things, to move things up a huge notch. And in the past, Russia has looked at North Korea's development of nuclear weapons with a lot of skepticism and concern and even participated in sanctions, though it broke its own sanctions, U.N. sanctions condemning North Korea for its aspirations in this area. That could change. Vladimir Putin very much needs weapons to be turning things in Ukraine. And North Korea knows how to manufacture them. And North Korea has not been in the conflict since the 1950s and has plenty of weapons to give.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "MATTINGLY",
      "sentences": "Well, Bobby, to that point, in talking to U.S. officials the last couple days, that's -- the technology transfer and the longer-term effect of this seems to be the most acute concern. Obviously, they don't want the war in Ukraine to last forever, but that is a significant concern. Russia is historically very closed off when it comes to their technology and willingness to share.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "BOBBY GHOSH, BLOOMBERG EDITOR AND FOREIGN AFFAIRS COLUMNIST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "MATTINGLY",
      "sentences": "In terms of leverage right now, with everything that Jonathan is laying out, are they going have to, to get what they need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "GHOSH",
      "sentences": "Well, they're going to have to give something. North Koreans will want -- that will be number one on Kim's wish list when he meets Putin. He needs food as well for his people. He needs money. It's an economy that's -- that continues to struggle. In the 10 years that he's been in power, the North Korean economy has actually shrunk, which is quite remarkable. So, he needs a great deal from Russia.But given his background, given the nature of the regime he runs, missile technology, perhaps even nuclear technology, it will be the top of what he wants from them. And to your point, he has leverage now. Putin is desperate enough, just the fact that he's asking for ammunition and some rockets possibly from the North Koreans suggests a level of desperation that Putin is under. And he might be -- you know, it's softened him up a little bit for Kim Jong Un. How much he'll be able to hold the line and say, all right, I'll give you some food and some money, but I will not give you military technology. We'll have to see. But he's not in a very strong position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "It's also just interesting in this weakened position that you mentioned Putin is in, I mean, listen to what he just said about the prosecutions here in the United States against Former President Trump and what he thinks they mean for Russia. Here it is.(BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator):  All that is happening with Trump is a persecution of a political rival for political reasons. And this is done in front of the public of the United States and the whole world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Why did he say that now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WACHTEL",
      "sentences": "Putin himself feels vulnerable, obviously. He's got a lot of domestic problems that could suddenly erupt, but he's able to contain it through strong-man tactics and crushing decent. And it is always expedient for a leader in that position to point at a country that is a liberal democracy, the United States, and try to diminish our government, our system, our way of life, the way we choose leaders.So, it makes a lot of sense for Putin to do this. He looks stronger by doing this as well. Makes the United States look like a basket case internationally when he does it for domestic consumption. So, there are a lot of reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "MATTINGLY",
      "sentences": "I think it's -- Bobby, to that point, you know, there's historic precedent going deep into the Soviet era where you point to the United States and say, actually, they're doing the things that they claim that we're doing. The difference now is the principle that is on the United States' side who often agrees with President Putin in moments like this. And I feel like that's an inevitability on his social media at some point in the next five to six hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "GHOSH",
      "sentences": "Yes. Yes, that will happen. It's quite remarkable. I would not have thought this possible 15 years ago that there is a pro-Putin camp in this country that will take what he said and say, see, if Putin says this, then he must be right.But let's not kid ourselves here. This is a man who is playing head games both directed at international audiences, Jonathan (ph) said, but also at his own domestic audience. He is also trying to tell Russians, remember, this is on Russian television, he's telling Russians, would you like to see this happen in your country, your president being dragged through the coats like this? Surely the system we have has more dignity. Has more -- it talks to a fundamental lack of understanding of what liberal democracies are. The fact that liberal democracies are strengthened when we apply the rule of law to the highest -- the holders of the highest offices of our land, the fact that makes us stronger rather than weaker is something that someone like Putin can't get his head around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "MATTINGLY",
      "sentences": "Yes. That's an interesting point. Bobby, Jonathan, thank you, guys. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "HARLOW",
      "sentences": "All right. This morning, talks continuing between the United Auto Workers, the big union for the big three and the automakers. We'll take you live to Michigan with how workers there are bracing for a potential strike.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "SHAWN FAIN, PRESIDENT, UNITED AUTO WORKERS",
      "sentences": "The companies want to say that, you know, if we strike, it can wreck the economy. It's not that we're going to wreck the economy, we're going to wreck their economy.(END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "MATTINGLY",
      "sentences": "Well, this morning, time is running out as the United Auto Workers union and the big three U.S. automakers, Ford, GM and Chrysle's parent company work to negotiate a contract. Also, 150,000 workers could strike Friday if there's no deal, which could result in a multibillion dollar hit to the economy. I want to bring in CNN's Omar Jimenez. He's live in Detroit now with more.Omar, these negotiations right now, there were no shortage of sticking points a week ago. Have any of them been resolved yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "JIMENEZ",
      "sentences": "This fight feels different.LARRY DAVIS, VICE PRESIDENT, UAW LOCAL 22:  It's different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "JIMENEZ",
      "sentences": "Why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "DAVIS",
      "sentences": "Because there's more at stake. We don't want to strike, but you're leaving us no choice if you don't give us a fair contract.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are the union.JIMENEZ (voiceover):  It's what's on the minds of nearly 150,000 United Auto Workers who are days away from a potential strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What do we want?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "CROWD",
      "sentences": "Contracts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When do we want it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "CROWD",
      "sentences": "Now.JIMENEZ (voiceover):  As they work through negotiations, they say the world got more expensive but their wages got left behind. RENE'E DIXON, GUIDE, UAW LOCAL 22:  People used to aspire to be part of the, you know, automotive work force. I can't remember the last time I went to the grocery store and was able to fill my cupboard and my refrigerator. JIMENEZ (voiceover):  Rene'e Dixon says, even with 12-hour shifts, she sometimes has to work a second job, just to keep up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "DIXON",
      "sentences": "And I don't think I should have to do that. If the pay rate and, you know, everything stays the same, there's no path. I'm not -- it's just going to -- I'm going to fall further and further back.JIMENEZ (voiceover):  It's why the union is pushing in part for at least a 40 percent raise over four years, cost of living adjustments, a return of traditional pension plans and retiree health care and more. But the union and big three automakers, Ford, General Motors and Stellantis, are very far apart on it all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SHAWN FAIN, PRESIDENT, UNITED AUTO WORKERS",
      "sentences": "It's still slow, but we're moving. So, you know, we have a long way to go.JIMENEZ (voiceover):  Meanwhile, the countdown has gone from weeks to days. One analysis says a 10-day strike on all three automakers, for example, would cost the U.S. economy more than $5 billion. But union leadership sees this fight as bigger than all of that, especially as GM saw record profit last year and Ford saw near record profit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "FAIN",
      "sentences": "The talking heads, the pundits, the companies want to say that, you know, if we strike, it can wreck the economy. It's not that we're going to wreck the economy, we're going to wreck their economy. The economy that only works for the billionaire class. It doesn't work for the working class.RANDY SANDUSKY, RETIRED WORKER'S CHAPTER CHAIR, UAW LOCAL 22:  I was able to raise a family in the auto industry. And it was a different industry than it is today. JIMENEZ (voiceover):  Randy Sandusky retired in 2005 after working in the auto industry for decades. Part of what's been lost in recent years is retiree healthcare for those hired since '07. Their benefits he knows can be crucial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SANDUSKY",
      "sentences": "I know some that are cripple, that can't hardly walk and stuff, I used to build handicap ramps for them to get in and out of their houses and they're all retired from General Motors. And they don't get a lot. You know, it's just sad.JIMENEZ (voiceover):  It's part of why workers now hope to make more than just incremental progress. DIXON:  I'm raising my family. I'm doing it. I'm not crying. But I'm not able to do what I should be able to do. Whatever is going to happen, I know that our membership is not going to back down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "DAVIS",
      "sentences": "It's time for your average worker to be appreciated. Because if you're more happy, you're willing to do anything to make the job work. And when you feel appreciated, that's priceless.(END VIDEO CLIP) JIMENEZ (on camera):  Now, one of the things the workers and the union have stressed is that between '07 and '09 as GM and Chrysler were heading toward bankruptcy and federal bailout, they made concessions to keep their jobs and help keep these companies afloat, giving up pensions and retiree healthcare benefits for new hires, for example. They still haven't gotten back some of the things they gave up at the time. And as one union member told me, we scratched their backs, it's time for them to scratch ours. Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "MATTINGLY",
      "sentences": "All right. Omar for us live in Detroit. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "HARLOW",
      "sentences": "Yes. They literally have hours, 48 of them to get this thing done. Joining us now, the new anchor of \"Early Start,\" Kasie Hunt. Kasie, good morning. Welcome to the mornings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "KASIE HUNT, CNN ANCHOR, EARLY START",
      "sentences": "Good morning, guys. It's great to be here with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "HARLOW",
      "sentences": "Of course, big booking on your first day for a show. Congresswoman Debbie Dingell who is so interesting about all of this because she worked for a long time at General Motors. Here's what she had to say about the chances of a strike.(BEGIN VIDEO CLIP) REP. DEBBIE DINGELL (D-MI):  Look, I'm going to be very honest, I think it's 50/50. I think there's a very good chance you could be seeing strikes in Michigan at the end of the week. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "HARLOW",
      "sentences": "Tell us more about your conversation with her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MATTINGLY",
      "sentences": "Yes. You make a good point. They're quiet with intent, right? And, Kasie, you know this very well from watching how this White House has operated particularly in these labor negotiations moments where they do most behind the scenes, they try and be around to the extent they can help facilitate and not really put a thumb on the scale in the hopes that they can get there in the end.You make a good point though, this isn't just the policy, this isn't just labor, this is politics here, including the possibility that like 2016, perhaps Trump could break the blue wall again. I want you to go back to what Debbie Dingell told you. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "DINGELL",
      "sentences": "Democrats did a terrible job of talking about trade and understanding. Donald Trump is, again, playing to their insecurities and their anxieties. And we're going to have to be very clear that as we make this transition to new technology, that there is a new role for the workers, they're going to be paid a decent wage that lets them support their families.Everybody says Michigan is a blue state. Michigan is not. It is purple. It is a very competitive state. And Donald Trump would do well in Michigan right now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MARTIN",
      "sentences": "Kasie, that was striking to me. That was a warning siren to some degree, right? And that warning siren, I think Debbie Dingell was trying to put up there, in 2016 as well. But in the course of since 2018, people thought, OK, Michigan has moved firmly back into the blue category. She says no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HUNT",
      "sentences": "She does. And look, I have conversations with her, and as I know you do, too. Many other sources on the ground here. And I know and she has told me that she's trying to tell the Biden campaign specifically, hey, you potentially have a problem here. And I think she was very clear in saying -- I mean, she said Michigan is a purple state. I mean, that is a pretty clear warning here.So, you know, I do think that inside the Democratic Party a strike like this is such a problem, especially because, you know, they have environmental priorities, especially on the left of the party but they also, historically, have been the party of unions. That really has started to kind of crumble under Donald Trump. So, I think there is a lot here. I mean, we're obviously talking about this strike as those workers that Omar spoke to, that's an incredibly important part of this. But I think that this is something that's going to resonate throughout the coming year, Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "Yes. For sure. What a critical week for all of it. Really important conversation. Kasei, welcome. Thanks again. Be sure to watch \"Early Start\" 5",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HUNT",
      "sentences": "Thanks so for having me. It's great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MARTIN",
      "sentences": "All right. Well, ahead, the steps the Biden administration is now taking to secure the release of Americans who are being held in Iran.Plus -- (BEGIN VIDEO CLIP) GOV. MICHELLE LUJAN GRISHAM (D-NM):  We have far too many E.R. gunshot visits and we have far too many crimes involving firearms. We're suspending open and concealed carry. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "HARLOW",
      "sentences": "This morning, five Americans deemed wrongfully detained in Iran are now one step closer to coming home. This comes as the Biden administration has issued a waiver and that allows international banks to transfer total of $6 billion in frozen Iranian funds from South Korea to Qatar without sanctions. United States also agreeing to release five detained Iranian citizens, this is all part of the broader deal.Natasha Bertrand has been following this very closely. This was expected, right? It's getting a lot of criticism from Republicans on the hill, but this was a necessary step to try to bring them home. I think the question this morning, is when will they come home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, Poppy. Well, the White House told us in a statement last night that no Americans will be released into U.S. custody this week. And it's unclear when they will be.But this waiver is a key step in the process. Secretary of State Antony Blinken, he approved that waiver late last week. And that allows banks in Germany, Ireland, Qatar, South Korea and Switzerland to transfer that $6 billion in restricted Iranian funds to accounts in Qatar without fear of sanctions. And that is key. This waiver is a sign that a deal with Iran to free those five Americans who have been deemed wrongfully detained by the State Department is moving forward. And in a notice to Congress detailing that waiver, Blinken also confirmed that as part of the deal, the U.S. has committed to release five Iranian nationals currently detained in the U.S. Meaning, that there is a prisoner swap aspect to this agreement. Now, as you mentioned, the perspective deal has already spurred some criticism from Republicans in Congress who say that they're opposed to releasing any money to Iran in exchange for these detainees. But the administration, they really stressed that the funds that Iran will receive can only be used for humanitarian goods and they will be dispersed by Qatar and overseen by the Treasury Department. The officials have also emphasized that the money is Iran's money which has been stored in South Korea for several years and not U.S. taxpayer money. Now, in a statement to CNN on Monday night, National Security Council Spokesperson Adrienne Watson described the waiver as a \"procedural step in an ongoing process to ensure Iranian funds can move from one restricted account to another and remain restricted to humanitarian aid.\" Poppy.",
      "isLastSentenceInterrupted": false
    }
  ]
}