{
  "date": "2023-09-05",
  "headline": "CNN This Morning",
  "subHeadline": "Kremlin Declines to Comment on Kim Jong-un's Alleged Plans to Meet With Putin in Russia About Weapons Deal; First Lady Jill Biden Tests Positive for COVID; Special Counsel Election Probe Continues With Focus on Fundraising, Voting Equipment Breaches. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:02",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "The U.S. is urging North Korea to cease any arms negotiations with Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They can't even get China to help because China understands how badly it would hurt them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Despite four credible sightings, a violent murderer remains on the loose. Investigators say they're closing in on him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hoping this plea by his mother will compel him to come forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's going to do anything humanly possible to get away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I intend to stress him. I'll push him hard. He'll make mistakes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Exclusive to CNN, Special Counsel Jack Smith's investigation into efforts to overturn the 2020 election not over yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Now he has got his sights set on a connection between fundraising and the push to breach voter equipment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "SIDNEY POWELL, FORMER TRUMP ATTORNEY",
      "sentences": "Mathematical evidence of Trump votes being trashed and Biden votes being injected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Abuse of power, bribery, retaliation, some of the allegations facing Texas Attorney General Ken Paxton, whose historic impeachment trial begins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "The impeachment managers insist that they will call him to testify. UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Tennessee is the latest state to enact a third grade retention law about growing concerns about learning loss from the pandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They should be going to fourth grade because they're ready to go to fourth grade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't want him to be behind on reading, which will influence everything for the rest of his life.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Good morning, everyone. So glad you're with us. As you can see, there's a lot of news.But here is where we begin. The morning the Kremlin is refusing to comment on Kim Jong-un's alleged plans to visit Russia and meet with Vladimir Putin. U.S. officials are sounding the alarm. They say the North Korean dictator wants to meet face-to-face with Putin to discuss a secret arms deal to supply weapons and ammunition for the war on Ukraine. The New York Times reports the meeting is expected to happen this month, possibly just days from now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "CNN National Security Correspondent Kylie Atwood is live at the State Department. And, Kylie, the White House says this is about advancing an arms deal, talks have been going on for several months here. Walk people through what this actually means, big picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "ATWOOD",
      "sentences": "Yes. So, the significance here is that there could be new capabilities, new military capabilities going to Russia to be used on the battlefield in Ukraine. This is, of course, as Russia has been running out of some of its ammunition and the like. That is exactly what U.S. officials say could potentially be involved in this new arms agreement between North Korea and Russia.We're hearing, according to Adrienne Watson, the NSC spokesperson, that it's Kim Jong-un who expects that he's going to meet with President Putin, to have some sort of engagement with President Putin in Russia. And, of course, the U.S. isn't saying exactly when that could happen, but as you said, the New York Times is reporting it could happen as soon as this month at an economic forum in Vladivostok. Now, we should note that Kim Jong-un has traveled to that city by train in the past, but it would be hugely significant if he makes that visit again this month. And the backdrop is there has been a flurry of engagement with North Korea and Russia with the defense minister from Russia traveling to North Korea in July, according to NSC. That was an effort to try to convince North Korea to go ahead with selling weaponry to Russia. And, of course, we saw, according to the NSC, additional officials from Russia traveling to North Korea. Letters have been exchanged between Kim Jong-un and President Putin talking about deepening their bilateral cooperation between the two country. So, it appears that all things are advancing with the NSC saying that these are actively advancing efforts to try to pursue this new arms control agreement. We don't know exactly what would be in it, Phil, but U.S. officials are saying the expectation is that it would include a significant amount of ammunition to Russia for multiple of their weapon systems and also the possibility of raw materials for Russia's defense sector. We know that that is key because the number of sanctions on Russia right now are just huge. And so their defense sector has really been struggling as they have engaged in the Ukraine war. Phil?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "MATTINGLY",
      "sentences": "Yes, big developments. Kylie Atwood for us in Foggy Bottom, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "HARLOW",
      "sentences": "Joining us now, former Defense Secretary under President Trump Mark Esper. Secretary Esper, thanks very much for the time. Just a reaction to Kylie's reporting and how much this, if it happens and it plays out the way that U.S. intelligence is indicating that it might, how much could North Korea actually help the Russian military?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "HARLOW",
      "sentences": "Well, let's get into that a bit more, because there's obviously been a focus on, you know, getting Russian oil, but you're not talking about that. You're talking about how to make their weapons more effective. Is that right? ESPER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "HARLOW",
      "sentences": "The White House statement is pretty much what you would expect, saying we urge the DPRK to cease its arms negotiations with Russia, abide by public commitments that Pyongyang has made not to provide or sell arms to Russia.You've already have a lot of sanctions on North Korea. If you were in the Biden White House, what would your advice be to them at this point? Is there more right now that the Biden White House can do in terms of deterrence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "ESPER",
      "sentences": "Well, look, North Korea is going to ignore those warnings, of course. As you mentioned, they're heavily sanctioned now, as is Russia. This transaction, transactions are important to Kim Jong-un. It props him up internationally in terms of showing the importance of him and his regime. That's why they had Defense Minister Shoigu there in July. And, of course, yes, we also know that the Russians and Chinese have invited North Korea to join a trilateral naval exercise coming up. So, this boosts Kim Jong-un's reputation.Look, I think what the administration has to do is crack down further on the Russian side of this and then try to interdict, if possible, any North Korean cargoes trying to make their way into the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "HARLOW",
      "sentences": "What also makes this even more fascinating in terms of timing is the meeting yesterday between Vladimir Putin and Turkish President Erdogan. I mean, there had been increasing signs that the west maybe had a little bit less to worry about regarding a cozy relationship between Turkey and Russia. But that meeting yesterday indicates not so, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "ESPER",
      "sentences": "Well, you have that, but you also have reports now that the United States, United Kingdom and the E.U. are going to the UAE to try and curtail the UAE support of Russia. So, you see these things breaking out where the allies, if you are trying to tamp down on any type of support for Russia.And you mentioned the case of Erdogan supporting Russia, trying to lift the grain embargo, doing things like that. Keep in mind that while Erdogan has approved Sweden's admission to NATO, we have yet to have the Turkish Parliament Act to do so. That will take another month or so. So, that's still on hold in many ways as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "HARLOW",
      "sentences": "I'd love your take on what Republican Presidential Candidate Vivek Ramaswamy said yesterday and really what he didn't say when asked multiple times by reporters in New Hampshire if he thought Vladimir Putin is a war criminal. Listen to this exchange.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "REPORTER",
      "sentences": "Yes or no, do you think Putin is a war criminal? VIVEK RAMASWAMY, REPUBLICAN PRESIDENTIAL CANDIDATESo, I think Putin's actions have been craven. Not much I will say and I've said it all along.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "REPORTER",
      "sentences": "But do you believe he's a war criminal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "RAMASWAMY",
      "sentences": "We have to get the facts before we get to the bottom of that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "HARLOW",
      "sentences": "The ICCJ, he's referring to the International Criminal Court, but he's punting. What's your response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "ESPER",
      "sentences": "Well, clearly Vladimir Putin is a war criminal. I mean, he's bombed civilian cities, killed civilians, his troops have raped and pillaged. They've kidnapped Ukrainian children. They've committed more war crimes than one can count.But, look, I think Ramaswamy has drawn criticism from most quarters, rightfully so, for his many of his foreign policy stances that are just, in some ways, certainly out of the norm and outlandish and others, and I think would actually harm our national security if implemented. But, look, he has a right to his views and he's going to probably continue to advance him on in the Republican GOP nomination. We'll see how that plays over time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "HARLOW",
      "sentences": "Many observers have said a lot of his views on foreign policy actually echo and remind them of Trump. Do they remind you of Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:07",
      "speaker": "HARLOW",
      "sentences": "Interesting given that he compares himself to Reagan quite often.Before you go, I just want your assessment of the new op-ed this morning in The Wall Street Journal by the Secretaries of the Army, Navy and the Air Force, just again saying that this holdup that Secretary Tommy-- excuse me, Senator Tommy Tuberville has continued to hold up these appointments and these confirmations of senior military officials getting through is, in their words, putting national security at risk. Are you on the same page as all of them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:07",
      "speaker": "ESPER",
      "sentences": "Well, look, I argued months ago with previous secretaries of defense that it does affect military readiness and over time could affect national security. It's important they make the statement. But I think it becomes to Republican senators to put the pressure on Tuberville to release this hold. Democrats have done it in the past as well, but this has gone on too long.But, look, on the other hand, I think I've said publicly Chuck Schumer should start moving nominations through the system, particularly the Joint Chiefs of Staff. There's three of them right now, coming up on four. He should start moving those and start moving these nominees through. Take one a week, get it done. It doesn't undermine the rightfulness of the broader position, but start moving them. Don't leave our military at risk like this and stop using the generals, the admirals, as pawns in this political game. It's not good for DOD. It's not good for our uniform leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:07",
      "speaker": "HARLOW",
      "sentences": "And, Secretary Esper, you signed that letter back in May asking for this. It's been months and months now. We appreciate your time this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:07",
      "speaker": "ESPER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:07",
      "speaker": "MATTINGLY",
      "sentences": "Well, I had this morning. Donald Trump is already indicted, but Special Counsel Jack Smith, he's still digging. We have exclusive reporting about what he's looking into now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HARLOW",
      "sentences": "Welcome back. This morning, First Lady Jill Biden is battling a mild case of COVID. The White House says she tested positive Monday. She will remain at home in Rehoboth Beach, Delaware. President Biden did test negative. No changes have been made to his plans for this week, including a Medal of Honor ceremony that's today and then a trip to India for the G-20 Summit later this week.Arlette Saenz joins us live at the White House with more. She's doing okay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, she is Poppy. The White House says the first lady is simply experiencing mild symptoms and will remain at their home in Rehoboth Beach, Delaware, after testing positive for COVID-19 on Monday night.Now, the President, after the first lady's test, he tested and the White House says he tested negative, but he will continue to go through a regular testing cadence throughout the week as well as monitor for symptoms. Now, this comes after the couple has spent the weekend together. On Saturday, they had traveled down to Florida to survey the damage after Hurricane Idalia before traveling on to their beach home in Rehoboth Beach, Delaware. And it comes as the 80-year-old president has quite a packed week ahead. Just yesterday, he was in Philadelphia for a Labor Day Parade. Today here at the White House, he will host a Medal of Honor ceremony. And on Thursday, he has set to travel to India for the G-20 Summit and then travel on to Vietnam. So, questions do remain about whether this could have any impact on his schedule going forward, but the White House will be monitoring the president's symptoms and having him test regularly, heading into that trip. Now, this is also a busy week for the first lady. She was actually set to start teaching today at Northern Virginia Community College, but the COVID-19 test has now upended those plans. The first lady's office tells me that she is working with the school to try to find a substitute teacher for these first days of classes. She typically teaches on Tuesdays and Thursdays. So, the first lady for the time being will remain in Rehoboth Beach, Delaware after that positive diagnosis, and the president will continue to test during the week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HARLOW",
      "sentences": "Some disappointed students, I'm sure, but we're glad she's doing okay. Arlette, thank you. Phil?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "HARLOW",
      "sentences": "We have new exclusive CNN reporting that shows the widening scope of the federal investigation in new attempts to overturn the 2020 election. Former President Trump was charged a month ago with four criminal counts for orchestrating a broad conspiracy to hold on to power.Special Counsel Jack Smith is still digging. That's according to new reporting from multiple sources familiar with the investigation. This also raises the possibility that others could still face legal peril. Jack Smith is following the money. Sources tell CNN his team of prosecutors have asked two recent witnesses about how money that was raised off baseless claims of voter fraud was used to fund attempts to breach voting equipment in several key states that Biden won. Prosecutors have focused those questions on former Trump Lawyer Sidney Powell, who made herself known for these unsubstantiated claims. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "POWELL",
      "sentences": "We have mathematical evidence in a number of states of massive quantities of Trump votes being trashed, just simply put in the trash like you would on your computer with any file, and Biden votes being injected.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "MATTINGLY",
      "sentences": "Now, you'll remember Powell was indicted in the Georgia election subversion case, but she remains an unindicted co-conspirator in the federal case.Now, CNN obtained invoices that show Powell's non-profit defending the republic hired forensic firms that accessed voting equipment in four swing states, Georgia, Pennsylvania, Michigan and Arizona. In Georgia, that access looked like this, the Coffee County GOP chairs standing by as others inspect the county elections office the day after the attack on the Capitol. Here to discuss, CNN Political Correspondent Sara Murray, CNN Senior Legal Analyst and former Assistant U.S. Attorney in Southern District of New York Elie Honig. Sara, I want to start with you, because you've been so deep in the weeds covering all of the different elements of just about all of the different legal cases here. What stands out to you as you look through this reporting, as you've been calling your sources about what this means?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "Well, I think two things stand out. One, I mean, we knew that some of these voting breaches were being looked at on a local level. Obviously, we knew they were being looked at in Georgia, where a number of these folks face charges for the Coffee County breach, but it's notable that the special counsel is looking into them.It's also notable that this investigation is continuing. When we saw this indictment against former President Donald Trump, we saw all of these unindicted co-conspirators along with him. And we've been wondering since then, are these people who are going to face charges at some point? And I think that this latest reporting from Zach Cohen and Paula Reid still holds out that possibility. It's very clear the special counsel's investigation is not over, is continuing and that there could be others who are facing potential legal peril. HARLOW:  Let's turn, Ellie, to what's going on with the judge in the Mark Meadows case in this attempt to move to federal court. He could make the decision today. This judge has asked for both sides to brief him further on the issue. What's at stake here in this decision, whichever way it goes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Yes. So, I think this is going to be a very close call, and I think it will come down very soon. The judge did ask for extra briefing last week.The question as to whether Mark Meadows gets from state court, where he's charged in the Fulton County case, over to federal court where he wants to be is, was he acting within the scope of his role as White House chief of staff? The judge said, well, what if some of it was in that role, and some of it was outside the role in the party, he's obviously disagree on that. If this case goes over to federal court, first of all, big win for Mark Meadows. He will potentially have a more favorable jury pool. He might have a more favorable appellate court waiting for him in the federal system, and he's going to ask for dismissal if he gets to the federal court. The other big question, and we don't know the answer to this, if Meadows, one of the 18 or 19 defendants, gets over into federal court, do all other 18 automatically go with him, including Donald Trump? Now, we don't know the answer, it's never come up. I think the better answer is, no, each defendant has to stand on their own, but this is another one of those unresolved issues that's going to be crucial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "MURRAY",
      "sentences": "I think Peter Navarro would be devastated, first of all, to hear that you've forgotten about him, Phil. Yes, he is going to trial now for defying a subpoena for the January 6th select committee. It's taken him a while to get to this point, in part because the judge decided to give his team a little bit more deference to sort of play out this argument of whether he should not have had to comply with the subpoena because there was some presidential privilege that Donald Trump invoked that was preventing him from handing over documents, from testifying.And, ultimately, again, the judge gave them a while to play this out, to argue this. The judge found this argument was, quote, pretty weak sauce. And so now Peter Navarro is essentially going to trial where the jury has to decide did he intentionally and willfully defy this subpoena. So, it's going to be a much lower bar for the jury to meet. And a number of the defenses that Peter Navarro may have had have already essentially been neutered by this judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "HARLOW",
      "sentences": "It makes people, Elie, think back to Steve Bannon, for example, but you also make the really important point, big picture, that this is a reminder of the invaluable work that the January 6th committee did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "HONIG",
      "sentences": "Yes, for sure. I mean, these are the two prosecutions that came out of people defying the January 6th committee subpoena. Steve Bannon was convicted last year, sentenced to four months. He's on appeal now. Now, Peter Navarro is in a very similar situation where Steve Bannon was before his trial, which was there's kind of no defense at this point. He was going to make this executive privilege defense. But the judge (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "HARLOW",
      "sentences": "Now, he can't?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "HONIG",
      "sentences": "He said, no, there's no evidence of it.This is going to be just a defiance and appeal trial. Peter Navarro is going to basically just hope somebody on the jury nullifies, meaning, says, I don't care about the law and the facts. I'm letting him go. That happens sometimes. But he's really going to be playing for appeal here. And, yes, look, let's remember DOJ was sort of stuck in its tracks here on this overall investigation until last summer, 2022, when the January 6th committee really brought this all to attention. And I think that changed the whole political tenor around this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "HARLOW",
      "sentences": "That's a great point, Elie, thank you. Sara, great reporting, thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "MURRAY",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    }
  ]
}