{
  "date": "2023-01-17",
  "headline": "CNN Newsroom",
  "subHeadline": "More Locations Tied to Joe Biden to be Searched for Document; Investigating Nepal Plane Crash; Mayor: At Least 44 Killed in Strike on Dnipro Apartment Building; Ukrainian Troops in U.S. for Patriot Missile System Training; McCarthy Says He Always had Questions About Santos Resume. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers joining us in the United States and all around the world. I'm Max Foster in London. Bianca is off for the week. Just ahead on CNN NEWSROOM.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The shifting narrative from the White House on defense now referring all questions to the Justice Department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Everyone was just astounded that it took this long. That period there is what is now going to be an issue for the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A difficult search and rescue operation forcing emergency workers to use ropes and cranes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Four investigators from France arriving at the site today, this Tuesday, as the search still goes on for two more of those victims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He is now saying he always had questions about George Santos' resume. A big question has become what did GOP leaders know about George Santos and when did they know it?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster and Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "It is Tuesday, January 17th, 9 a.m. here in London, 4 a.m. in Washington with the Biden White House is facing a public relations nightmare as questions and criticism grow about its handling of classified documents. Sources tell CNN, the president is frustrated how the controversy is unfolding after more documents were found at his home over the weekend and as the special counsel looks into this, there may be more documents out there. CNN's Evan Perez has details on the investigation. But first, we want to go to Arlette Saenz at the White House. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "CNN has learned that President Biden himself has become frustrated with how this classified documents information has overtaken so much of what the White House has been doing. They have had some positive streak of news over the course of the past few weeks. But really this conversation about the classified documents is what has been dominating lately.Now President Biden today returned to the White House from his home in Wilmington, Delaware, and he did not answer questions from reporters including whether he would possibly sit down for an interview with the special counsel as that investigation proceeds. Now this all comes as those five additional pages of classified material were found at the president's home over the weekend and you've heard from both the White House counsel here and also from the president's personal lawyers saying they're going to start referring questions to the special counsel as this investigation gets underway. Now in addition to the special counsel investigations, Republicans are also promising to launch probes of their own. The House oversight chairman James Comer, one thing he wants to see is visitors logs from the White House for those people coming and going from President Biden's home up in Wilmington, Delaware. But the White House and Secret Service both say those logs simply don't exist. The White House counsel's office noting that as has been the case with previous presidents, that the president's personal residence is personal. They don't keep tabs of who is coming and going from there. But this all comes as there are growing questions from this administration, not just about the handling of those classified documents but also for how they've revealed a lot of this information to the public. One of the president's top allies, former Alabama Senator Doug Jones telling our colleagues here that in many ways it's an unforced error, that they were not fully offering a complete picture of what exactly was known as the news came out over the past week. But certainly, these are questions that will continue to face this White House in the coming months. (END VIDEOTAPE) (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "One of the things that the special counsel Rob Herr is going to have to do is establish with the Biden team whether there's anyplace else they need to search. Now we know that the Biden family had rented a home in Virginia during the period here that we're talking about. And so, the question is, you know, do they do a search there or any other offices that he may have used during that time? And who does those searches? Do you want the FBI to do them or is the White House goings to bring in perhaps somebody with the security clearance who can do the searches?[04:05:00] And I can tell you, on the part of the Justice Department, there was a lot of consternation really about some of the timelines here. If you remember, back on November 2nd is when the first documents were found. An investigation begins, an assessment begins and then you can skip forward to December 20th which is when the second batch of documents are found. We're told that, you know, the White House and certainly, the Biden team had told the Justice Department that they were going to do these searches. Why it took five weeks is something of a mystery. And then of course you see that timeline there on January 9th, 11th, 12th, 14th when the White House and the Biden team puts out various narratives of what exactly happened here. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Well, the revelation of classified documents linked to President Biden is sure to complicate his legislative agenda now that Republicans control the House. CNN asked Republican and Democratic leaders in the chamber what comes next.(BEGIN VIDEOTAPE) REP. KEVIN MCCARTHY (R-CA) U.S. HOUSE SPEAKER: I think we're going to check more of the data, more of the information that these are all the documents, is there more out there. I mean, I know the White House tried to say it was all cleared up on Thursday and now we find there's more documents. I think there's a lot of questions that continue to raise and we want all the information possible. REP. MIKE JOHNSON (R-LA): Jim Jordan and I,-- It's Mike Johnson -- we sent a letter yesterday to the DOJ. We want to know what communication they've had with the White House and with the employees there about all of this. And the logs I think are very important. If they've had classified information -- and this is apparently some of the most highly sensitive material we have in the United States government -- at a residence, then we need to know who that was exposed to potentially. And so, I'm not sure if they have formal record books of that or not, but we'll have to seek it through testimony with family members or those who have been at the residences. REP. HAKEEM JEFFRIES (D-NY): We know there's been a special counsel who has been appointed. And so, it's my expectation the special counsel is just going to simply follow the facts, apply the law, figure out what happened, present that information to the Department of Justice and to the American people and we should take it from there. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Eight people injured during a shooting at an event celebrating Martin Luther King Day in Fort Pierce, Florida, on Monday. People ran for cover as they heard the sound of gunfire during the block party and car show. Here's what one witness said.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "CHARLIE FRANK MATTHEWS, WITNESS",
      "sentences": "Yes, I was standing there, it looked away from here and the crowd started -- the first two shots were bang, bang. But then it started getting muffled with shots. And then 1,500 people started running.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "People say so many people were running in different directions when they arrived, they weren't sure who was hurt and who was simply taking cover.(BEGIN VIDEO CLIP) CHIEF DEPUTY BRIAN HESTER, ST. LUCIE COUNTY SHERIFF'S OFFICE: As our deputies were arriving and going to -- entering the scene, you know, there was mass chaos there. There were people laying behind cars, laying behind anything they could lay behind. It's kind of hard to tell who was a victim and who was just hiding at that point. Our deputies did start to render aid on multiple people. There were people in the crowd that were rendering aid as well. And then there were some people that were loading people up in cars and taking them to the hospital as well. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Authorities added they're following up on several leads but don't have any suspects in custody right now.17 migrants were rescued at sea and taken on board a Royal Caribbean cruise ship that was on its way to the Bahamas. Cruise officials say the Liberty of the Seas encountered a small vessel adrift and in need of assistance. The crew immediately launched a rescue operation and provided them with medical attention. Officials didn't identify what country the people in the boat were from but the rescue comes as a surge of Cubans and Haitians attempt to make it to the U.S. Now to a disturbing story from the state of Indiana. A father has been arrested after footage was shown on live TV of a toddler said to be his son waving around a handgun and pulling the trigger. It aired last Saturday during Reelz TV series on patrol live. We're told the video was captured by a nearby security camera. The a neighbor says she called 911 after the child pointed the gun at their son. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And he was standing in the middle of the hallway and he just kind of was holding it behind his back. And I thought, like that's a real gun. And he kind of looked down just from that opening of the stairway and he said, look what I've got, ha, ha. And then when we see the video of him pulling the trigger and knowing that he had pointed that gun at my son. Lucky to have seen him, to find him and we were so blessed that that gun was not chambered.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "The police report says the father, Shane Osborne, is now facing a neglect charge and is expected in court today. He denied owning a gun, said it belongs to his cousin. [04The report also says a 9 millimeter gun found at the scene had 15 rounds in the magazine. But there were none in the gun's chamber. It's not clear if this the same gun seen in the footage. Search operations have resumed for two people who remain missing after the deadly crash of a Yeti Airlines flight in Nepal. Authorities say rescuers have recovered 70 bodies so far and at least 41 of them have been identified. Many of them will be handed over to their families while those of foreign nationals will be air lifted to the capital, Kathmandu. There were 72 people on board including four crew members when the plane crashed into the gorge on Sunday. Meanwhile, a candlelight vigil for all the victims was held in Kathmandu. CNN's Ivan Watson has more. (BEGIN VIDEOTAPE) IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): A family in shock. Their son Abhishek (ph) was on vacation in Nepal with three of his friends when their plane suddenly crashed on Sunday. We lost our family's only breadwinner, says his father in India. He was an accomplished, educated boy. An eyewitness happened to record the doomed Yeti Airlines plane, abruptly banking seconds before it crashed. The aircraft slammed into a deep gorge carrying 72 passengers and crew. A difficult search and rescue operation forcing emergency workers to use ropes and cranes. Most of those on board were Nepalese, as well as 15 passengers from India, Russia, Korea, Australia, Argentina, Ireland and France. Authorities say they lost communication with the plane 18 minutes into what was supposed to be a 25-minute flight from the capital Kathmandu to Nepal's second largest city, Pokhara. GEOFFREY THOMAS, AIRLINERATINGS.COM: It's a short flight, but the workload is higher on the pilot. You've obviously got the takeoff, the climb, you're only cruise really for a minute or two if that. And then you're descending. WATSON (voice-over): Nepal's prime minister announced a national day of mourning on Monday and formed a five-person committee to investigate the cause of the crash. Experts say the aircraft itself, a French/Italian made ATR 72 twin engine turboprop, has a decent track record for safety unlike the aviation industry in Nepal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "THOMAS",
      "sentences": "Since 2000, there's been 33 serious incidents in Nepal of which 21 had been fatal. So, the track record is not good.WATSON (voice-over): High in the Himalayas, Nepal is home to some of the world's tallest mountains. The country saw deadly plane crashes in 2016, 2018 and as recently as May of last year. Nearly ten years ago, concerns over safety standards prompted the European Union to ban all Nepali airlines from flying to Europe. Those details of little concern to family members waiting outside a hospital in Pokhara, waiting for the final return of their loved ones. Ivan Watson, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Paula is looking at things from Seoul. I mean, obviously they to know what happened here. Priority getting the bodies, of course, then they want to know what happened. And investigators have a lot of work ahead of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Paula Hancocks live from Seoul. Thank you very much, indeed.Ukrainian President Volodymyr Zelenskyy is calling a deadly attack on an apartment building in Dnipro a war crime. The mayor says at least 44 people are now confirmed killed after a Russian missile slammed into the building on Saturday. Making it one of the single deadliest attacks against civilians since the start of Russia's invasion. Rescue crews have been working around the clock in the desperate searches to find more survivors. A Kremlin spokesperson suggested the strike was the result of an air defense counter missile. Claiming Russia's forces only strike military targets. Ukraine's president is vowing to bring those responsible to justice. CNN's Clare Sebastian following developments for us now. They clarify why the building got hit, that they weren't targeting it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "They have not. They said it was Ukrainian missile defense. What exactly they were defending against, we don't know, Max. But Ukrainian air force has said that they have no doubt that this was a Russian cruise missile. They are made to take out aircraft carriers. So, an extremely blunt instrument to be using anywhere near a civilian area and one that is known to be notoriously inaccurate in its targeting.We know now the scale of this attack, the wreckage revealing even more evidence of that. The death toll now up to 44. We just heard from the mayor of the city, they head of the data -- the head of the president's administration also saying in the last hour that  another child's body was pulled out. That takes the number of children killed up to four. And all of this the fact it was potentially an antiship missile. The Kremlin saying that this was not them, this was Ukrainian missile defense. And anyway, they didn't don't target civilian areas anyway. All of this coming two days after the head of the armed forces was appointed as the head of the operations in Ukraine. All of this points to a strategy of escalation really from Russia. Where the U.K. Defense Ministry -- minister said on Monday that this trend towards the Russian offensive no matter how much loss of life accompanies it. President Zelenskyy, you know, as you say, calling this a war crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Clare, thank you.Ukrainian troops are now in the U.S. to begin training on the Patriot missile system. It's a highly effective air defense battery that can help Kyiv intercept ballistic and cruise missiles from Russia. CNN's Oren Liebermann has the details from the Pentagon. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "The first group of Ukrainian troops has arrived in Fort Sill, in Oklahoma, to begin training sometime this week on Patriot missile systems. That is where a team of about 90 to 100 Ukrainian troops has arrived to begin their own training. The training, according to the Pentagon, is expected to take several months. Fort Sill is where the U.S. conducts its own Patriot training. Not only for U.S. troops but also for visiting troops from allies and partners. And that is where a team of about 90 to 100 Ukrainian troops has arrived to begin their own training.The training, according to the Pentagon, is expected to take several months. The U.S. is trying to figure out how much it can accelerate the training on this system, but it is an advanced and inherently complex system. So, operating it will require a tremendous amount of time, not only on how to fire it but also on how to maintain this system in the field. So, all that is folded in. Also, the U.S. doesn't want to give a timeline on how long the training may take because it doesn't want Russia to know when the Patriot might arrive in the field. It's designed to be a long-range aerial defense system to help in addition to the shorter and more medium-range systems the U.S. and others has already provided. The Patriot will be able to use its radar to detect incoming threats at a greater distance and its missiles to intercept those threats. It has been given to more than a dozen other countries and has shown its effectiveness in other theaters. Ukraine looking to add it to beef up its own aerial defense systems as we see these barrages from the Russians continue. Oren Liebermann, CNN at the Pentagon. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "The Republican U.S. House Speaker says he didn't know GOP Congressman George Santos had embellished his resume but says he always had questions about it. It's the first time Kevin McCarthy has acknowledged having any apprehension about Santos's record. Even so, McCarthy still hasn't asked him to resign. CNN's Melanie's Zanona reports.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Well, as more and more damaging revelations have come out about George Santos, a big question has become what did GOP leaders know about George Santos and when did they know it?CNN is learning new details on that front. Sources told our Pam Brown that there had been questions circling in GOP circles as far back as last summer with donors and consultants and others concerned about George Santos resume. Whether his back story was adding up and concerns that an expose might drop before the November election. And, in fact, Dan Thompson who heads a PAC aligned with Speaker Kevin McCarthy, felt concerned enough about George Santos that he felt the need to reach out to lawmakers and donors and express those concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MCCARTHY",
      "sentences": "On which part?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "ZANONA",
      "sentences": "On any of it. His resume, all of the things that he's been accused of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MCCARTHY",
      "sentences": "I never knew all about his resume or not, but I always had a few questions about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "ZANONA",
      "sentences": "So, you heard there Kevin McCarthy publicly admitting for the first time, that he had any sort of apprehension or suspicion about George Santos back story. And yet despite all of this, GOP leaders continued to support George Santos and fundraise for George Santos heading into the November election and they are continuing to stand by him now.Melanie's Zanona, CNN, Capitol Hill. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "There are reports the suspects in an attack on an Indiana University student of Asian descent, said she was motivated by race. Court documents say 56-year-old Billie Davis, who was white, told investigators she used a folding knife to stab a victim because they were Chinese. Davis has now been charged with attempted murder. CNN's Miguel Marquez has more.(BEGIN VIDEOTAPE) MIGUEL MARQUEZ, CNN U.S. NATIONAL CORRESPONDENT: Police in Bloomington, Indiana say 56-year-old Billie Davis and an Asian female student from Indiana University were riding on the same bus when the Asian victim tried to exit Davis got up from her nearby seat and allegedly stabbed the victim in the head using a folding knife causing severe several puncture wounds. This according to a probable cause affidavit. In that same affidavit, it indicates Davis told police she stabbed the victim because she was Chinese. Telling investigators that it would be one less person to blow up our country. Now we don't know who this student is or where she's from, but she was taken to the local hospital there and we hope she has a full and speedy recovery. Davis has been charged with attempted murder, aggravated battery and battery with a deadly weapon. While authorities in Bloomington have indicated this was racially motivated, it is not clear if Davis will be charged with a hate crime. Now understandably this attack which was captured on security video has sent a shock through the Asian population in Bloomington, as well as through the entire small Midwestern college town. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Now for the better part of two decades a prolific British sex offender has been wearing a police badge. The extent of his crimes and abuse of authority has just now come to light. London's Metropolitan Police officer David Carrick has admitted in court to dozens of sexual assaults, as well as several counts of false imprisonment. The Crown Prosecution Service calls the case one of the most shocking it's ever seen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "JASWANT NARWAL, CHIEF, CROWN PROSECUTION SERVICE THAMES AND CHILTERN",
      "sentences": "Carrick held a role where he was trusted with a responsibility of protecting the public, yet over 17 years in his private life he did the exact opposite. This is a man who relentlessly degraded, belittled, sexually assaulted and raped women. As time went on the severity of his offending intensified as he became emboldened, thinking he would get away with it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}