{
  "date": "2023-05-08",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Source: Texas Gunman's Social Media Posts Reveal Obsession With Nazis, Weapons And Shared Photo Of Mall Weeks Before Attack; Witness Recounts Texas Mall Shooting, Performed CPR On Victim; Jury Set To Begin Deliberations Tuesday On Allegations In E. Jean Carroll Civil Rape Case Against Donald Trump; 150,000-Plus Migrants Waiting In Northern Mexico; Univision's Jorge Ramos On Border Crisis; Some Border Communities Receiving 1,000-Plus Migrants a Day. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:24",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Good evening.Though it's hard to say that, it is not a good evening when a six- year-old boy is the only survivor of a family trip to the mall. William Cho was wounded in Saturday's mass shooting at Allen Premium Outlets north of Dallas. His baby brother, James; mother, Cindy; and father Kyu Song were killed, murdered. A GoFundMe posts written by friends of the family said that William had just celebrated his sixth birthday four days prior to the shooting. It is not a good evening when the only future for two little girls is in how they will be remembered by those who loved them. Daniela Mendoza was in the fourth grade, her sister Sofia was a second grader. Rays of sunshine, that's how their school principal described them in a letter to other parents. Their mom was critically wounded. It is not a good evening when this woman's family is now making plans to return her body to India for a funeral. Her name was Aishwarya Thatikonda. She came here some five years ago to pursue a Master's Degree, and was at the mall with a friend who was also wounded. Nor is it a good evening when a young mall security guard Christian LaCour who you see there is being remembered tonight and remembered in death as the kind of person who would light up a room instead of being celebrated in life for it. In all, eight people were murdered on Saturday. The killer wounded seven others before he himself was shot dead. A hundred and twenty- eight days into the year, it was the country's 202nd mass shooting. Two hundred and two incidents in which four more people had been wounded or killed, 202 opportunities as a society to do more to actually honor the victims of gun violence by taking meaningful steps to make them the last victims, not merely the latest. So far, there is no not much meaningful has happened either in Texas or across the country. It was almost a year ago as you know a gunman murdered 19 fourth graders and two teachers at Robb Elementary School in Uvalde, Texas. Today, almost a year later and after virtually nonstop pressure from some of their parents, two Republicans crossed party lines to move a bill out of a State House committee to raise the age for buying semi- automatic weapons from 18 to 21. The vote came on the last possible day to act and after committee members kept Uvalde families waiting 13 hours to testify. The bill is not expected however to get any further. Today, by the way in Belgrade, Serbia a week after two mass shootings, thousands of protesters rallied outside Serbia's Parliament and government offices demanding measures to stop the violence. For them though, this comes after the only two mass shootings in modern memory, not the 202nd this year. More now on how this latest horror unfolded and everything that's happened since, Ed Lavandera joins us who has some new reporting on the shooter -- Ed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:24",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Hi, Anderson.Well CNN has been able to review extensive postings made by the shooter on a Russian social media site. These include an array of information that includes praising the Nashville shooter who killed six people, including several children. The shooter wrote approvingly of Nazi ideology, and also showed off pictures of his arsenal of firearms, and even more disturbingly, there was a picture, a screenshot of a Google Maps picture taking several weeks ago here at this outlet mall that showed the gunman just what day of the week would be the busiest day here. (BEGIN VIDEOTAPE) LAVANDERA (voice over): Minutes after gunfire erupted at the outlet mall in Allen, Texas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you getting more ambulances on this event?LAVANDERA (voice over): It was clear to first responders the scene was a mass casualty event. UNIDENTIFIED MALE: We have multiple upon multiple patients.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To units down at the burger joint. Does that suspect have an AR rifle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "10-4.LAVANDERA (voice over): After killing eight people and wounding at least seven others, Mauricio Garcia was killed by a police officer at the scene. A law enforcement source tells CNN, the 33-year-old gunman served three months in the US Army and did not complete basic training and was removed because of mental health concerns. Despite this, Texas state records show Garcia was approved to work as a commissioned security guard and even received firearms training. Witnesses say Garcia acted calmly as he carried out the attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "LAVANDERA",
      "sentences": "We're also learning the heartbreaking details of what happened to the Cho family. The family of four was at the mall together, but only six-year-old William survived the shooting. His parents Kyu Song and Shin Young along with his three-year-old brother, James were all killed. William remains in the hospital and was just removed from the ICU.Two young sisters were also killed in the shooting. Fourth grader Daniela Mendoza and second grader Sofia Mendoza. Their mother remains hospitalized in critical condition. Other victims include Aishwarya Thatikonda, an engineer who lived in McKinney, Texas, and Christian LaCour, a 20-year-old mall security guard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I mean, he was the kindest and sweetest most caring man you'd ever interact with.LAVANDERA (voice over): Public officials struggle to cure an epidemic of mass shootings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "ABBOTT",
      "sentences": "The first step to leading to some type of resolution here is to know exactly why and how this happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "GUTIERREZ",
      "sentences": "We've heard from this governor about mental illness and evil and everything else. That's all bull.Every time something happens, it is something else and he has got a solution for this that's not related to the common denominator, which is guns. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "COOPER",
      "sentences": "So Ed, what more do we know about survivors still in the hospital?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "LAVANDERA",
      "sentences": "We know that there are seven survivors still in the hospital, three of them in critical condition, as you heard us mention there, that includes the mother of the Mendoza girls, and the other four are in fair and good conditions. So there have been some improvements in some cases, but several of them simply, Anderson, are fighting for their lives still tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "COOPER",
      "sentences": "Ed Lavandera, appreciate it.Joshua Barnwell was at the mall shopping with a friend when the shooting began. He is a navy combat veteran with training in emergency care for wounded people, which he put to use on Saturday. I talked to him just few minutes ago, right before airtime and we want you to hear from him what he saw and what he did. And I just want to tell you, some of the details, they are gut wrenching, but he and we want you to hear them because it's what was done to our fellow human beings. It's what was done to women and children and men, and it happened and it's real, and ignoring it just doesn't feel like the right thing to do. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "COOPER",
      "sentences": "Joshua, thank you so much for joining us. First of all, how are you doing? I mean, you have been through something which is just horrific.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "JOSHUA BARNWELL, WITNESS TO ALLEN OUTLET PREMIUM MALLS SHOOTING",
      "sentences": "Given the circumstances, I mean, I could comfortably say I'm doing good. You know, considering all this occurred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "COOPER",
      "sentences": "I know you were there when the shooting began. You heard it. You hid out in a Lucky Jeans store. You made sure the people around you were down, keeping as safe as possible. At a certain point you made the decision it was safe to come out andyou went directly to where you believe the gunfire had come from. When you got there, what did you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "COOPER",
      "sentences": "And you decided -- I mean, your training at that point, I assume kicks in, you decide to -- essentially do triage and go to where you think you're needed most, you went to the woman and her daughter, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "BARNWELL",
      "sentences": "That's correct. That's correct, sir. I went over there because she had, you know, made sounds words. And so I went to her and I approached her and I started to kind of over look, you know, her condition and speak with her. And she asked me to look at her daughter who was next to her, the young child.So I turned over to the daughter and I began to do chest compressions, and some mouth-to-mouth and then I went back to continue chest compressions, at which time, just a vile amount of blood came out from underneath her from her back and I realized at that point with her coloring and the state that she had already been deceased. And you know the blood loss was just unbelievable. So I then returned back to her mother and just tried to analyze the wounds, check out the bleeding, she had a pretty large portion of her neck that had been compromised. Both of her legs, her arm that was visible, both with just massive atrocious bullet wounds to the point where the bone was splintered. And, you know, the tissue was everywhere on the walls, et cetera. But she was talking with me, and my main thing was to keep her stable, keep her daughter who also was making movement and trying to contain to keep them stable, and just tried to apply pressure and minimize any more loss that we could get. I mean, I had no tools. I'm not a trained medic. So, I was just going with what training I do have, and doing the best that I could, while we were waiting for trained medical technicians to arrive so that we could get them off to a hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "COOPER",
      "sentences": "And that mother was asking about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "BARNWELL",
      "sentences": "I mean, I did continue to try to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "COOPER",
      "sentences": "That mother was asking about her daughter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "BARNWELL",
      "sentences": "Yes, I eventually had to, yes and eventually, I tried to buy time because I didn't want to have to tell her but eventually, I realized that I couldn't. There was no way around it, so I had to tell her that, that I couldn't work on her daughter anymore because her daughter was deceased.But then I needed her to hang in there because her husband was there and you know, very frantic and distraught understandably. Her daughter was there, her daughter was still with us. So I needed her to fight, I needed her to fight for her husband, and for her daughter and for the family that was still there. And that's what I kept relaying to her and to her daughter that just you know, please fight and, and be there for the family that you have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "COOPER",
      "sentences": "How old was the child who died, you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "BARNWELL",
      "sentences": "I believe around six to seven years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "COOPER",
      "sentences": "How long did it take for the ambulances to come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:26",
      "speaker": "COOPER",
      "sentences": "And you stayed on scene helping for hours, didn't you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:26",
      "speaker": "BARNWELL",
      "sentences": "Many -- yes, I stayed there until all the patients were gone there. The patient next to the H&amp;M who came out and I thought I was going to have to use my pickup truck to get her out of there, but we were able to get an ambulance and get her out.And then once we were escorted out, I was then asked by a gentleman who was there also on a voluntary basis to assist with getting the people off the streets so that emergency vehicles could come in and out and helping with the crowds of the people that were coming out of the mall that were being stationed in the grassy area there. And in doing that, I also -- you know, I had people that were approaching me that had medical conditions, or were in need of water, or hydration, that I was working with getting them to a paramedic to assist with their medical situations or getting them water and handing out and distributing water and helping the police officers with that, just trying to do what I could do so that the police officers, the fire department, and EMS could do the skilled jobs that they need to be there to do and I could be this infill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:26",
      "speaker": "COOPER",
      "sentences": "Josh, I think just extraordinary what you did, and I just wonder if there's anything you want people to know about what you saw, what you went through and what the others went through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:26",
      "speaker": "BARNWELL",
      "sentences": "Well, I mean, the most important thing, the reason I even agreed to do these interviews, because I'll be honest, I'm pretty tired, but was because I want people to really -- I want it to really sink in, I want people to really and truly understand the depths of the depravity that occurred.And you know, and if in the detail, it upsets them, then I'm glad because it should, because it was a disastrous situation, but there were a lot of good people there, both civilians, and of course, naturally, the law enforcement, the paramedics, the EMTs, and the firefighters that just really gave it their all to -- in a situation where it's very difficult to navigate, you know, in those kinds of conditions. But yes, my biggest thing is just for people to realize and know how tragic this truly really, really, really was, that people lost their lives, that people's lives, even though they may still be alive, they are forever changed, and generally speaking, not for the positive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:26",
      "speaker": "COOPER",
      "sentences": "Joshua Barnwell, I appreciate your time. Thank you and I appreciate what you did. Thank you. BARNWELL(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:22:19",
      "speaker": "COOPER",
      "sentences": "In federal court tomorrow, jury deliberations are expected in E. Jean Carroll's battering defamation civil suit against the former president. Miss Carroll says he raped her in a Manhattan department store dressing room in the 90s. This comes after a brief trial in which her attorneys alleged a pattern of behavior from the former president toward women over the years and sought to reinforce it with video from his deposition.Now, the defense presented no case at all. Both sides, however, did give closing arguments. CNN's Kara Scannell is outside the courthouse with details for us. So what did they say in the closing arguments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "COOPER",
      "sentences": "And then so they're expected to get it tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "SCANNELL",
      "sentences": "Yes, that's right. So, first thing in the morning the judge will instruct the jury on the law, telling them what Carroll's side needs to prove in order to find Trump liable and of course, the burden of proof is with Carroll.The standard here because this is a civil case is not the same as a criminal case, it is just more likely than not that the Trump both you know, raped or sexually assaulted Carroll, and the defamation claim also has a different standard, one of clear and convincing evidence. So when the judge lays out what the jury needs to find, they will then begin deliberations. We're expecting deliberations to start, maybe around 11:00 AM Eastern, and then the jury will take as long as they need until they reach a verdict -- Anderson",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "COOPER",
      "sentences": "Kara Scannell, appreciate it. Thank you.With me now is former federal prosecutor, Jessica Roth. She is now a professor at Cardozo School of Law. You know, Kara was talking about the \"Access Hollywood\" tape and the deposition tape, which was played for the jury. In that deposition tape, Trump was actually asked about the \"Access Hollywood\" tape, and he doubled down on it essentially. He didn't just give the, oh, it's a locker room thing, which is what they had worked out, the campaign worked out when the tape initially to kind of, you know, push it to the side. He doubled down saying that stars throughout, you know, for millions of years have been -- not that there were stars millions of years ago, but that's what he basically said, have been able to just, you know, grab women by the private parts and get away with it. And he and he said fortunately or unfortunately, which is remarkable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "JESSICA ROTH, NEW YORK CARDOZO LAW SCHOOL LAW PROFESSOR AND FORMER FEDERAL PROSECUTOR",
      "sentences": "It's an extraordinary moment of testimony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "COOPER",
      "sentences": "I mean, for a guy who has been sued so much, he gives the worst depositions I've ever heard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "ROTH",
      "sentences": "That moment just jumped out at me, absolutely, when I watched the deposition. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "COOPER",
      "sentences": "Because essentially he's saying, I mean, he's not confessing to doing that to E. Jean Carroll, but he is saying that's -- and that he is a star and that is what stars can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "ROTH",
      "sentences": "Yes, so I think he's asked in the deposition, and you're a star, aren't you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "COOPER",
      "sentences": "You consider yourself a star, and he was like, yes, certainly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "ROTH",
      "sentences": "He says that's what people have done. Right? That's what stars have done for millions of years, as you said. And then that he followed up with fortunately, or unfortunately.I mean, the notion that there could be anything fortunate about people doing that, and that he would agree that that's what people have done, people who are sort of my status. I mean, we don't know what's going to happen tomorrow, but in my mind, that was a moment that could lose a jury if there was a jury, any juror holding on for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "COOPER",
      "sentences": "How important are closing arguments in a case usually?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "ROTH",
      "sentences": "Closing arguments are very important. I mean, that's the lawyers opportunity to sum up all the evidence in the case and to really argue it to the jury.Openings are supposed to be a little bit more matter of fact, right? Here's our preview of what we expect the evidence will show. They're not supposed to be as argumentative. But closing arguments is when you really get to argue your case and at that point, all the evidence is in so you know exactly what the witness has said, you know exactly what the exhibits are. And you can put it together in a way that Robbie Kaplan did very effectively with a chart, for example, showing the similarities between the allegations of sexual assault by the different women, the two other women who alleged Trump assaulted them in semi-public spaces, and how consistent those accounts were not only with E. Jean Carroll's account, but also what Trump said, right, in that \"Access Hollywood\" video about how he just moves on women, right? He can't control himself, and he just grabs them by their genitals, the consistency of those accounts and if that essential, modus operandi is extraordinary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "COOPER",
      "sentences": "Right. Yes, he said he started by kissing women, just do it. And you know, and you get you get away with it.Given that this is a civil case, what are the potential penalties? I mean, it is not a criminal case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "ROTH",
      "sentences": "No, this is all about financial penalties. A judgment of what amount he should pay in damages and so, there was an expert who testified for E. Jean Carroll trying to give an estimate of what it would cost to repair her reputation. I believe the range that was given by that expert was something in the high three hundreds thousands of dollars to $2.7 million, but the jury is not bound by that, and then they can also award punitive damages.So it's really up to the jury about what they think is a reasonable and proportionate amount.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "COOPER",
      "sentences": "Right. And if they felt that the rape had occurred, and he had been disparaging her, then punitive damages might even escalate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "ROTH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "COOPER",
      "sentences": "Based on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "ROTH",
      "sentences": "So I think that's going to be perhaps the most interesting part of the jury deliberations tomorrow, which is to say, if they all agreed fairly quickly on whether or not to hold him liable, if they do, then they would move on to damages.And so that's going to be the question of sort of, how do they come up with those numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COOPER",
      "sentences": "And David Culver joins us now from Mexico. So, what is next for the two women we saw going through the barbed wire fencing and do you know how Title 42 expiring on Thursday might impact others like them?CULVER (on camera): Well, technically, they are in the U.S. because they made it through the barbed wire fencing, which is the same that you see behind me, Anderson, and yet, not into the U.S. on the other side of the border wall. But they are on U.S. territory. So, in a state of kind of limbo, it almost has become a refugee camp behind me. You could see hundreds of folks just on this portion of the wall waiting to be processed. Now, a lot of these folks -- here's what's really interesting, they tell me they are no longer looking at the schedule of things. Back in November and December when we'd speak to folks here, they'd say, yes, we're waiting for it to end. And then, potentially, we'll have an opportunity. They've seen so much back and forth, Anderson, on U.S. policy that they're just saying, we are on our own schedule and if it happens to lift by the time we are ready to cross, great. If not and we get sent back somewhere, we'll try again and again and again. And we talked to folks who have made those multiple attempts and some say they'll figure out a way to go in undetected. It's desperation, Anderson, but also determination at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "COOPER",
      "sentences": "We've been looking tonight at the southern border, what might happen when Title 42 restrictions expire later this week and how difficult it is to find workable solutions to the immigration question that are also politically viable.As we mentioned earlier, according to a new federal estimate, 152,000 migrants were waiting in shelters and streets in the Northern Mexican border states as of this weekend. Some perspective from Univision anchor, Jorge Ramos. Jorge, thanks so much for joining us. What do you think happens when Title 42 expires this week? Do you think it's going to be a big change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "JORGE RAMOS, UNIVISION ANCHOR",
      "sentences": "There is going to be a change, but what we have to say is that the surge is already happening. Last year, there were 2.7 million immigrants crossing illegally from Mexico to the United States according to the Border Patrol. The year before, it was 2 million. And this year, we're going exactly in the same direction.So, what we have to see probably this coming Thursday is an even higher number of immigrants crossing the border from, let's say, about 6,000 every day to about 13,000 every day. By the way, the \"New York Times\" was reporting that because we have been sending a lot of immigrants to Mexico that there are 35,000 immigrants waiting right now in Ciudad Juarez, which is on the other side of El Paso. In Tijuana, it's about 10,000 immigrants waiting on the other side of San Diego, California. So, this is exactly what we are waiting, another increment in the surge, and no government could handle something like this. The Biden administration I don't think is prepared. The Trump administration wouldn't have been prepared for something like this. If you send 15,000 or even 1,500 soldiers, troops to the border, or create a new application or even send more agents, it's just like throwing rocks to a river, the current won't be stopped and the flow of immigrants is much, much stronger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "COOPER",
      "sentences": "So, many come saying they want to apply for asylum. That process, I mean, as it is currently now and there's not enough judges to hear cases, that process takes years before anybody can even get a hearing let alone prove their case, which is very difficult, and if you're fleeing for economic reasons or even security reasons that are not related to politics or being part of a particular group, you are very unlikely to get asylum. The system is completely overwhelmed it seems.[20:45:00] RAMOS: Exactly. The system, I think, is completely broken. And we have to understand that this is going to be the new normal. It is impossible to seal the border since the end of the Mexican American war in 1848. The war has been porous, it's full of holes, it's easy to jump and to cross. I've seen people just jump in the wall in one minute. And we have to understand that immigration is an equation between push factors and pull factors. And push factors right now what expel people from their country, they are very strong. We have three dictatorships in the region in Cuba, Nicaragua and Venezuela. Mexico is incredibly violent. Just last year, more than 30,000 people were assassinated. And the rest of the country, the rest of the region, we see a lot of poverty and it's the most unequal region of the world. So, this is expelling people from their countries. And then, we have the pull factors. Just to mention unemployment is only 3.4 percent. So, if you put both things together, this is normal that people fleeing from poverty, feeling from persecution, feeling from violence will go to the richest country where they can feel more protected and where they can have better opportunities. That's where they're coming. And by the way, they're going to be keep on coming by the millions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "COOPER",
      "sentences": "Unless there is some sort of compromised solution between the political parties in the United States, it is very little -- it's very difficult to see how anything will actually change. I mean, how --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "RAMOS",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "COOPER",
      "sentences": "-- more judges will be hired, you know, there will be different border security things passed. Unless there's some sort of compromise, at least each side compromises, nothing it seems will get done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "RAMOS",
      "sentences": "And you know, there is going to be no compromise whatsoever. And enforcement only, it isn't going to help. We can only hope just to manage more or less the crisis right now, and that is about it. A long-term solution would require first to legalize those who are already here. No one wants to talk about that. And then, we have to increase the number of legal immigrants coming to this country.Every year we accept about a million legal immigrants. And according to the numbers that we've seen in the last two years, that is not even enough. So, instead of 1 million, we would need at least 2 million legal immigrants come into the United States. And asylum seekers and refugees, they deserve -- they have the right to apply, especially if they're fleeing poverty, especially if they're fleeing persecution and violence but nothing is going to change. I think we have to realize that the system is broken and no one is doing absolutely anything about it and that this is going to be the new normal in Central America and in Latin America, Anderson, there are tens of millions of potential immigrants just waiting to come to the United States, and the message that they're getting is that after Title 42, it is going to be easier to get in. COOPER: Yes. Jorge Ramos, appreciate your time. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "RAMOS",
      "sentences": "Thank you, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "COOPER",
      "sentences": "Tonight, new developments in the Murdaugh family saga of death, alleged embezzlement and insurance scam. Attorneys for the family of Gloria Satterfield, the Murdaugh's family former housekeeper, now rebutting new claims about her death.You may remember this, Satterfield died in 2018 after, according to the Murdaugh's account, being tripped by the family's dog and falling down the stairs. Last week, Alex Murdaugh's attorney said no dogs were involved in her fall. And now, Satterfield's family attorneys are saying that Murdaugh is lying about lying. Randi Kaye has details. (BEGIN VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "ALEX MURDAUGH, DISGRACED FORMER SOUTH CAROLINA ATTORNEY",
      "sentences": "Gloria was there, sitting up, big pool of blood, a lot of blood on the side of her face.RANDI KAYE, CNN NATIONAL CORRESPONDENT (voiceover): Newly released audio of Alex Murdaugh talking about how he found the family's housekeeper after she had fallen down the steps at their South Carolina home. Murdaugh told investigators a month after the fall that he wasn't home when it happened on February 2, 2018, but blamed it on the family's dogs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "MURDAUGH",
      "sentences": "She indicated that the dogs had caused her to fall. What I'm assuming happened is when Gloria pulled up, the dogs are, you know, rushing her, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "U UNIDENTIFIED MALE",
      "sentences": "For affection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "MURDAUGH",
      "sentences": "-- for affection.KAYE (voiceover): Gloria Satterfield later died at the hospital. But Alex Murdaugh's story about the dogs being responsible, Murdaugh now says it's not true. But why? It's turns out it's all about money. KAYE (on camera): Following her death, Murdaugh arranged for Satterfield's surviving sons to sue him, given it was his dogs' fault. But when Nautilus Insurance Company paid $3.8 million to the Satterfield estate to settle the case, Alex Murdaugh stole the money and kept it for himself. KAYE (voiceover): Years later, he admitted stealing the money and agreed to a judgment against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "ERIC BLAND, ATTORNEY FOR SATTERFIELD FAMILY",
      "sentences": "It's almost a perversion of the justice system to suggest that Satterfield family be victimized again.KAYE (voiceover): Attorney Eric Bland represents the Satterfield family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "BLAND",
      "sentences": "Nautilus Insurance Company has never paid one cent to the Satterfields.KAYE (voiceover): That's because Alex Murdaugh deposited that money into his own account. Bland believes Murdaugh is changing his story now so he's not on the hook for his estate to pay any of those millions back. (END VIDEO TAPE) KAYE (on camera): And, Anderson, as far as what really happened with the dogs that day, we may never know. There were no surveillance cameras on the property, there were no eyewitnesses. Maggie and Paul Murdaugh were still alive at the time, this was back in 2018. They did corroborate others' accounts. They were home at the time and they did corroborate others' accounts saying that at least one or more of the dogs did trip the housekeeper. But we may never know. What we do know is that Alex Murdaugh that day saw an opening and an opportunity and ended up stealing millions of dollars from this family. Anderson.",
      "isLastSentenceInterrupted": false
    }
  ]
}