{
  "date": "2023-04-21",
  "headline": "CNN 10",
  "subHeadline": "What To Do With The Water; 100-year-old Secret Ingredient in the \"world famous\" burgers. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "MARC STEWART, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "It`s just after 9in Fukushima, Japan. Kinzaburo Shiga is a third-generation fisherman starting in elementary school, going on trips with his father. He told me he`s happy on the boat, but he faces challenges. His catch is tested for radiation. That`s because the port is around 40 miles from the Fukushima Daiichi Nuclear Power Plant. In 2011, there was a meltdown here after a catastrophic earthquake and tsunami. For six years, he couldn`t fix fish, told to stay off the water. When he heard he couldn`t fish, he was sad, disappointed. The ocean was off limits. (On camera): Twelve years later, fishermen face yet another challenge. Treated wastewater that accumulated inside the plant will soon be released into the ocean, a threat to their reputation and way of life. (Voice-over): He says the decision made his blood boil. He wonders why the government made the decision without the consent of the fishermen. At the time, the Prime Minister said it had to be done to decommission the plant. We wanted to see the plant for ourselves, and we were allowed to after agreeing to a strict safety protocol. (On camera): This is as close as we can get to reactors one through four. The cleanup worked here will take at least 20 more years. (Voice-over): We also saw a lab where fish are tested and lots of construction on the water treatment facility. (On camera): Let me show you the tanks behind me, row after row, enough to fill about 500 Olympic swimming pools. The treated water will be let go gradually through a tunnel that will take it offshore and then eventually into the ocean. (Voice-over): According to the plant`s operator, Tokyo Electric Power Company, the water has been treated by taking out most of the radioactive particles. It`s then diluted with seawater, taking it to a level much lower than the World Health Organization`s clean drinking water standard. And official from the utility told us he recognizes there`s distrust because of the past, but they`re listening to concerns. He knows not everyone will accept their plan, but points out the support they`re getting from third parties such as the International Atomic Energy Agency. Still, neighboring countries have expressed concern. (On camera): Is there a public health risk by releasing this water?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "IAN FAIRLIE, INDEPENDENT CONSULTANT ON RADIOACTIVITY IN THE ENVIRONMENT",
      "sentences": "Yes, there is a public health risk. And it`s relatively low, but the riskexists. I think that they should store the water so that it decays naturally. STEWART (on camera):  While other options were considered, this was seen as the best plan as tanks near capacity. Japan`s Pacific coast has been a point of pride and promise for fishermen like Kinzaburo. He says he doesn`t know what will happen, but hopes leaders won`t work against the fishermen. The water release is expected to begin by the summer, bringing with it more years of anxiety and uncertainty. (On camera): Despite everything that has happened, Japan still views nuclear power as part of its future. It`s seen as a way to be energy independent. It`s viewed as a greener energy source. And then on the topic of safety, the prime minister feels the next generation of plants will be safer. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten second trivia.Which of these U.S. cities was named after the original capital of ancient Egypt? Nashville, Memphis, Knoxville, or Chattanooga? Most of the pyramids found near Cairo are located in what was Memphis, the first capital of ancient Egypt. Come on with me now so we can put the umm in Memphis, Tennessee for today`s story getting a 10 out of 10. Now, all of you, my dear friends, you know by now that I try to eat healthy most of the time. I love fitness, but sometimes I just feel like fitness entire burger into my mouth. Dyer`s Burgers in Memphis, they say that they have the world-famous burger and the secret is floating it in grease. That`s more than 100 years old. Go figure. (BEGIN VIDEO CLIP) KENDALL ROBERTSON, OWNER, DYER`S BURGERS: Grease is seasoned and filtered every day, but it still has molecules from 1912 in the grease. I`m Kendall Robertson, the owner of world-famous Dyer`s on Beale in Memphis, Tennessee. We`re famous for our grease. We cook all our burgers in grease. We season it filtered all the time, but it`s still the same original grease. Elmer \"Doc\" Dyer created Dyers in 1912 when it was on Cleveland Street in Memphis. The story goes that one day one of his employees forgot to empty out the frying pan the night before. He opened up and quickly got customers in and just started cooking burgers in the pan that had grease in it from the night before. And the customers were like, this is the best burger I`ve ever had in my life. And so Dyers was born. Dyers isn`t like any other restaurant. We have no grill. We have no flat top. We just have a skillet full of grease. LYRIC CRAWFORD, AKA \"THE BURGER G\", COOK, DYER`S BURGERS: My name is Lyric, also known as the Burger guy. I`ll show you guys how to make a Dyer`s burger. We ball the meat up into a little ball and we`re going to use a wooden mallet. And a steel spatula to flatten them out. The spatula is covered with grease, so that way the patty won`t stick. All cooked the same. There`s no medium, medium rare, any of that. They`re all well done. And when they float, they`re done. See how it`s floating right here. Every bun comes with mustard, pickle and onion. Also black pepper at the bottom of it. That is the traditional Dyers burger. Dyers has a special seasoning, but I cannot tell you what that is. And here comes the magic pan. This is what everyone comes to love to watch. As you can see, we`ll put the cheese on top, make sure it gets good and gooey and melted. Gives it like a very buttery flavor when you bite into it. And then it`s your first Dyer`s burger. When you bite into it it`s everything you`ve ever wanted in a hamburger. It`s very simple, easy, quick. I`ve never had anybody try Dyer`s burger that didn`t truly love it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}