{
  "date": "2023-04-26",
  "headline": "CNN This Morning",
  "subHeadline": "E. Jean Carroll Expected to Testify Against Trump in Defamation Trial; Rep. Kevin McCarthy (R-CA) Makes Changes to Debt Bill as Urgency Grows More Dire; New Scathing Report Details Shortcomings in U.S. COVID Response. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:03",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Yes, unbelievable, 256 percent. Obviously, thinking about we're in there how they're prepared for this. Derek, I know you'll stay on it. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "VAN DAM",
      "sentences": "Will do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "And CNN This Morning continues right now.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Deep uncertainty on Capitol Hill over Kevin McCarthy's plan to raise the nation's debt limit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Kevin McCarty is scrambling behind the scenes to lock down the votes to get this passed.REP. MATT GAETZ (R-FL):  When you've maxed out your credit cards, it's a pretty good time to evaluate your spending habits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "PETE BUTTIGIEG, TRANSPORTATION SECRETARY",
      "sentences": "No one in this country can afford the risk of default, which is why Republicans should take it off the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "E. Jean Carroll expected to take the stand today in her civil case against Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "sentences": "Her attorneys laid out their case that Donald Trump raped Carroll in a department store dressing room in the spring of 1996. UNIDENTIFIED FEMALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The judge has ruled two other women who alleged Trump forced himself on them can also take the stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "U.S. intelligence has confirmed the mastermind of the deadly 2021 suicide bombing at Kabul Airport has been killed by the Taliban.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "The White House hasn't said when exactly he was killed or how.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The chairman of the House Foreign Relations Committee said, quote, any time a terrorist is taken off of the board is a good day, but this does not diminish the Biden administration's culpability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Collective national incompetence, that's how the way a brutal new report describes the federal government's response to the COVID pandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Over 1.1 million COVID deaths in the U.S. did not need to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If anything, we have a clear roadmap about what is needed. I just hope we really focus on putting those solutions in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "HARLOW",
      "sentences": "We care most about people that we as a society have thrown away. I wonder why that is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It takes 10, 20 years to do what I did in six months. And I didn't realize the fight at that time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "HARLOW",
      "sentences": "Do you think this will be your life's most meaningful work ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I hope so. I hope so.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "COLLINS",
      "sentences": "Good morning, everyone, happy Wednesday. More on that interesting interview with Kim Kardashian. Of course, that's coming up. But we have got a lot of headlines to get to this morning.In just a few hours, the woman who has accused former President Donald Trump of raping her could take the stand as part of her battery and defamation lawsuit against him. That's the columnist, E. Jean Carroll. She's expected to testify along with an employee from Bergdorf Goodman, that's according to a source telling CNN, as Carroll, of course, is alleging that Trump has assaulted her in a dressing room at the department store in the mid '90s. Those are allegations, we should note, the former president has denied. (BEGIN VIDEO CLIP) E. JEAN CARROLL, ACCUSES DONALD TRUMP OF SEXUAL ASSAULT IN 1996:  I proceeded into the dressing room. The minute he closed that door, I was banged up against the wall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "CAMEROTA",
      "sentences": "He slammed you against the wall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "CARROLL",
      "sentences": "Yes, and I hit my head really hard.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:03",
      "speaker": "COLLINS",
      "sentences": "These are allegations that E. Jean Carroll has made for many years, that was an interview from 2019. But now, this is all coming to a head in court. On Tuesday, a jury of nine people was empanelled for the case, with six men and three women. And according to the judge, those jurors are going to be transported to the courthouse actually in marshal supervised vehicles. They'll go through a garage to avoid the crowds that they expect to form outside the courthouse.During opening statements on Tuesday, Carroll's attorney revealed that two other alleged victims of Trump's are expected to testify because they want to showcase a pattern of what they say is alleged violent behavior. Shawn Crowley, the attorney, said three women, one clear pattern. Start with a friendly encounter in a semipublic place, all of a sudden, pounce, kiss, grab, grope, don't wait. When you are a star, you can do anything you want. And when they speak up about what happened, attack, humiliate them, call them liars, call them too ugly to assault. That was the comments from the attorney, that is Carroll's attorney speaking directly who spoke to what Trump had said, of course, on that now infamous Access Hollywood tape. That tape, we are told, will also be shown to the jury. Trump has said that these accusations are a hoax and a lie. He has said, quote, this woman is not my type. Attorneys for Carroll are expected to show the jury this photo and point to a deposition that Trump did in October 2022 where he mistook Carroll for his ex-wife, Marla Maples. It's Marla, Trump said when he was shown the photo. That is Marla, yes, that's my wife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "SHALANDA YOUNG, DIRECTOR, OFFICE OF MANAGEMENT AND BUDGET",
      "sentences": "Good morning. How are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "HARLOW",
      "sentences": "I'm fine. There was a lot there of a lot there because a lot changed at about 2",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "YOUNG",
      "sentences": "Sure. Let's take a step back and remember what we're talking about. This can seem incredibly complicated for most Americans who don't follow this day in and day out. It's not. It's very simple. What we see congressional Republicans do is say, hey, we won't default, only if we get to cut millions of dollars to programs that help middle class and working families in this country. We think that's wrong. And we said from the beginning, default has to be off the table.Remember, for the last president, bipartisan members of Congress came together and avoided default three times. The only things that different is who sits in the White House. That's political games. That's brinksmanship. We're happy to talk about spending levels. What is the appropriate spending level for programs? That's separate. We need to avoid default.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "HARLOW",
      "sentences": "It's separate for you but McCarthy doesn't want it to all be separate. The Congressional Budget Office came out this week and said that his plan would, I know you don't like it, and you point out where the cuts are, but it would put about $4.8 trillion toward deficit reduction over the next ten years. And that's a huge concern. There is a new Pew poll just from February and it shows Americans, not just Republicans, not just Democrats, Americans across party lines are really, really worried about the deficit. Why can't you do both things at once?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "YOUNG",
      "sentences": "Look, it actually is a separate process. I worked on it for almost 15 years in the House of Representatives. It is called the appropriations process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "HARLOW",
      "sentences": "Yes. I understand that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "YOUNG",
      "sentences": "As a matter of fact, in December, we worked in a bipartisan way to fund the government for the year. And, by the way, don't be so sure that these savings get realized. This is why you don't see a full budget coming out of House Republicans, because their tax agenda is not reflected in the document that they're set to vote on this week. And, remember, it is a stated of policy and the Republican Party to support tax cuts that are skewed to the wealthy in this country. You spend $3 trillion on tax cuts, you actually don't realize those savings in their bill. So, that is a bait and switch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "HARLOW",
      "sentences": "I think that's a fair point if we were to see something again like the 2017 tax cuts, if Republicans are in power. I think the issue is this is the only score we can go with right now, is what the CBO says, and non-partisan, obviously.Look, let's talk about the real impact then for American people. A few weeks ago, we sat down with Jamie Dimon, who the White House is talking a lot through this banking crisis, and here's what he said the risk is, Director Young, about even getting close to a default in early June. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "JAMIE DIMON, CEO, JPMORGAN CHASE",
      "sentences": "The only question is how close they get to it before they do it, because you'll feel the pain before it happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "HARLOW",
      "sentences": "How much pain, even if we don't default, if we get to the brink?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "DIMON",
      "sentences": "I think it's a bad idea. And, you know, our government debt can be downgraded again. So, the closer we get to that, the more we're going to damage all of that. And then you'll see it in the markets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "HARLOW",
      "sentences": "You'll see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "DIMON",
      "sentences": "And that will scare people.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "HARLOW",
      "sentences": "Is the White House preparing for that possibility of what the real adverse impact would be for Americans on jobs, income, livelihood, even getting close to the brink?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HARLOW",
      "sentences": "And Jamie Dimon also told me he does think that there should be negotiations on this.Look, you got some Democrats finally, Director, in Congress who have privately told CNN that they think that the president should negotiate. They think he should sit down with Kevin McCarthy and negotiate. It's just too dangerous to not to. Your leverage is unity, keeping the party together. How long can you keep that up if they're privately saying this? Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "YOUNG",
      "sentences": "Well, I'm certainly not going to opine on private conversations. What I would say is that Democrats are united in saying that default is detrimental to Americans. Democrats also know the meaning of what these budget cuts mean. Are we really talking about cutting veterans medical care? Because that's what non-defense discretionary is.This is why it's vague on purpose. When people hear what these are, what they want in exchange for doing their job, people don't like it. Veterans' medical care, Meals on Wheels, rail safety inspectors, less TSA agents, the summer rush time at the airport, that's wrongheaded. So, if you want to have an honest conversation and negotiation, whatever you want to call it, about spending values and who you're for in this country, let's do that. Remember, this president put out a budget that gave us a pass to cut the deficit by almost $3 trillion over ten years. By the way, he was also honest about what his tax policy was. It was a full budget. He did that. Republicans don't want to put their full picture out. We're happy to have that debate, not with hostage taking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HARLOW",
      "sentences": "Director Young, I appreciate your time. Come back. Thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "YOUNG",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HARLOW",
      "sentences": "Got it. Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "COLLINS",
      "sentences": "You see Shalanda Young there on the White House lawn. We're also learning something from the White House this morning announcing the Taliban has now killed the ISIS-K leader who was responsible for planning that 2021 bombing that happened at the Kabul Airport. That was the attack, of course, that took place during the final days of the chaotic U.S. withdrawal from Afghanistan. It killed 13 American service members and more than 170 Afghans. The White House did not release the leader's name but defense officials have confirmed he was killed earlier this month and that the U.S. was not involved in this operation.Right now, it is still unclear whether or not the Taliban was specifically targeting him or if he was killed as a result of Taliban efforts to crack down on ISIS-K, that terrorist cell, throughout the country. Also this morning here in the United States, there is a new grim statistic coming out of the FBI. A newly released report has found that the U.S. actually experienced more casualties from active shooter situations in 2022 than the last several years all together. Our CNN\"s Chief Law Enforcement and Intelligence Analyst John Miller is tracking this new report. John, this is -- just to look at this and to see how the numbers have changed over the years, it's hard to even fathom how much it's gone up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "It really is, and the FBI has been tracking this more carefully, looking not just for numbers but for answers. This report was actually only released publicly about ten minutes ago. But what it tells us is the active shooter in the United States for 2022, 50 shootings in 25 states, every day of the week has an active shooter occurrence.When you look at the cost of that, though, go back to 2018, you see 225 casualties, 2019, 258. What happens in 2020 is COVID. And you see a sharp decrease because people are on lockdown, people are at home. But by 2021, it is spiking back up to 243, and then 2022, 313. So, we're going in the wrong direction, obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "COLLINS",
      "sentences": "Yes, by quite a significant amount. And, of course, the big question, of course, is what this means about guns, what that looks like in the United States. I know that was a big part of this report as well. What did you learn and what are your takeaways when it comes to firearms that are being used by these shooters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "MILLER",
      "sentences": "Well, it's interesting because we think of the active shooter, the AK-47, the AR-15. But when you look at the weapons broken down, it comes to about half rifles, half pistols. So, you know, it's nothing you would minimize. If you go back to Virginia Tech shooting, that was an individual with two pistols who, you know, achieved a record body count, which, you know, it's about the guns, not the type.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:09",
      "speaker": "MILLER",
      "sentences": "So, the study goes deep. This is a really interesting caveat, because we talk about mass shootings. Mass shootings and active shooters are different. Every active shooter intends to be a mass shooting but not every mass shooting is an active shooter. So, in the FBI --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:09",
      "speaker": "COLLINS",
      "sentences": "What do you mean by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:09",
      "speaker": "MILLER",
      "sentences": "In the FBI definition of an active shooter, that's someone that planned to go somewhere and shoot a bunch of strangers. It's like Nashville, it's like Louisville, you know, a workplace, a school. The mass shootings also occur during criminal activity, gang violence, drug violence, you know, criminals that involve shootouts with other criminals.So, this is a separate category. If you go by mass shootings last year, you know, there is 163 -- actually this year, 163 mass shootings. Remember, we kept saying, I think, during Louisville, there have been more mass shootings than we've had days in the week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:09",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:09",
      "speaker": "MILLER",
      "sentences": "But studying the psychology of the active shooter is important because what you're looking for is predictors. So far, the FBI behavioral science people, and I was talking to Mary Ellen O'Toole, the renowned profiler last night, there is a connection numerically with domestic violence.There is also something called leakage, which is in a very high percentage, 85 percent to 95 percent of active shooters, you find them either telling people directly what they're going to do before it happens or giving broad hints that could have been identified if people reported it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:09",
      "speaker": "COLLINS",
      "sentences": "All of that is so important because if we're going to try to get this to go in the other direction of what we were seeing earlier, you have to know how it happens. John Miller, thanks for your takeaways from that report, really interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:09",
      "speaker": "MILLER",
      "sentences": "Thanks, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "HARLOW",
      "sentences": "Welcome back. With the United States set to end its COVID-19 emergency declarations next month, the question remains, are we ready? Is America going to be ready for the next pandemic? The outlook is not great, according to a new assessment called Lessons From the COVID War. It answers that question with a definitive no. The report from a leading panelist of public health experts, physicians and federal advisers blames the, quote, collective national incompetence in governance for America's lackluster response to COVID-19. It warns that could happen again.The report also found that out of 1.2 million American deaths from COVID, 500,000, roughly, could have been prevented. Even though the U.S. government spent $5 trillion dealing with the pandemic, better preparedness could have saved lives and money. Dr. Michael Osterholm, who you saw a lot on this network during the pandemic, he is one of the members of the COVID crisis group, and he sums up America's failure to combat COVID like this. (BEGIN VIDEO CLIP) DR. MICHAEL OSTERHOLM, COVID CRISIS GROUP:  I think one of the first things was that we couldn't imagine that this would happen and, therefore, we did not, that it was going to happen. I think the second thing was is we really lacked humility. We needed as a scientific community to be able to say, we're not certain about this, we don't know. And then, third, I think, is that it got politicized. This virus didn't care if you were a Republican or a Democrat or if you're old or if you're young. It went at you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "COLLINS",
      "sentences": "For more in all of this, let's bring in Dr. Anthony Fauci, the former chief medical adviser to President Biden and, of course, the former director of the National Institute of Allergy and Infectious Diseases, also the subject of a wide-ranging and sometimes contentious interview that was published this week in The New York Times Magazine where he reflects upon the successes but also the missteps of America's own pandemic response. Good morning, Dr. Fauci, and thank you for being here.I want to start with this new after-action assessment basically that we're seeing from all of these people that I know you know very well as well. They say that they believe the U.S. had a more disappointing pandemic response than other countries. Would you agree with that characterization? DR. ANTHONY FAUCI, FORMER CHIEF MEDICAL ADVISER TO PRESIDENT BIDEN: Yes. There were a lot of problems, Kaitlan, that we had. We had a fractionated response. And as Mike Osterholm just mentioned, there was a lot of politicization. We thought we were the best prepared country in some respects from a scientific standpoint as manifested by the really overwhelming success of the rapid development of the vaccine than we did very well. But when it came to the implementation of public health, the uniformity of a response, the communication, the ability to get data in real-time, we really fell very short. So, hopefully, the lessoned learned from that type of a really strict analysis of what went wrong will help prepare us for future pandemics. But no doubt about it, there were a lot of things that we didn't do as well as we could and we got to do better not only in the continued response to the current outbreak but in preparation for the inevitability of future outbreaks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes. And that's why this is so important, to look back at what happened, not just to criticize people, but to learn, to see what can be changed going forward.The public health emergency is actually ending in about two weeks. Do you think it's the right time for that to end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "COLLINS",
      "sentences": "Yes, a lot of questions about what the effects of that ending would look like. I want to get into this -- excuse me -- this New York Times interview you did really just basically looking back at not just how you handled it, how the U.S. handled it overall. You talked about being perceived as kind of the personification of restrictions. And you had this quote that stood out to me. You said, show me a school that I shut down, show me a factory that I shut down. Never. I never did. I gave a public health recommendation that echoed the CDC's recommendation and people made a decision based on that.Now, I don't have to tell you that people who have criticized your response have seized on that comment in particular to say, yes, you weren't directly responsible for elementary schools closing or whatnot, but because of the recommendations that came from you and other top public health officials, those are decisions you saw schools make, governors make and you understand the influence your recommendations had on decisions like that, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "FAUCI",
      "sentences": "Well, that's true, Kaitlan. But the point that I made in my response to the reporter in The New York Times article was that what it is that there was a personification of me as a person who essentially closed everything down. Those were public health recommendations that came from the CDC. And I have always been very supportive of the CDC because they base their recommendations purely on public health issues. And the point that I made that, as public health officials, it's our responsibility to give the public health perspective to it.The decision of how that balances with other considerations really comes from other authorities, some authorities who have things other than just the public health to be concerned about, economic and other considerations. So, that's the point I was making. I was not trying to shun away from responsibility. We made a public health recommendation based on sound public health principles. But that is not the only issue that you need to consider when you're in the middle of an outbreak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "COLLINS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "FAUCI",
      "sentences": "You have to consider a number of other things, and that's the point we were making, right? COLLINS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "FAUCI",
      "sentences": "No, I do. I believe that  you have to consider a variety of other things. But, remember, at the time that the shutdown occurred, I mean, you have to distinguish, Kaitlan, between the crisis at the point when our hospitals were being overrun, and we were having cooler trucks to put bodies in because we didn't have enough room in a morgue, that's when things shut down.The real issue is how long do you keep that shut down, how long do you keep the schools closed? And if you recall, and go back many of the things I've said in a lot of interviews is that we've got to do whatever we can to get the schools open and get them open safe and keep them open. And I've said that many, many times. But the initial decision early on in the middle of that crisis I believe was the right decision. How long you kept them closed really varied depending upon the locale.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "COLLINS",
      "sentences": "In addition to schools, masking was probably one of the most divisive parts of COVID, I think whether or not people wore one, whether they had to wear one. A really striking comment that you made in this interview, you said, from a broad public health standpoint, and I'm quoting you now, at the population level, masks work at the margins maybe 10 percent. You once said a national mask mandate could work.That comment saying they work at the margins maybe 10 percent, I think, would raise a lot of eyebrows given so many people had to wear a mask, whether they were on a plane, whether they were in certain public facilities, to hear that they only work at the margins maybe 10 percent would make a lot of people ask, okay, then why was I wearing a mask for so many times?",
      "isLastSentenceInterrupted": false
    }
  ]
}