{
  "date": "2023-05-10",
  "headline": "CNN News Central",
  "subHeadline": "Republicans Target Hunter Biden; Texas Mall Shooting Investigation; Debt Ceiling Battle; Republican Congressman George Santos Facing 13 Federal Charges. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "Sources telling \"The Washington Post\" he will make a decision soon. Gutierrez has become a fierce champion of the families impacted by the Uvalde school shootings. Last week, Democratic Congressman Colin Allred announced he's running for that Senate seat as well.The college football champions saying no thanks to the White House, the Georgia Bulldogs declining an invitation to visit 1600 Pennsylvania Avenue next month, citing scheduling conflicts. Thanks for your time today. I hope to see you tomorrow. CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Thirteen federal charges against a sitting member of Congress, George Santos accused of wire fraud, money laundering, stealing public funds. So will Republicans call on him to resign, with every vote in the House critical? Santos due to be arraigned at any moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Public pressure campaign.President Biden hitting the road and hitting Republicans over a fierce budget standoff. In minutes, he's making the case for raising the debt ceiling once again without conditions, with potential economic consequences just weeks away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "And heroes in action.Newly released audio reveals the terrifying moments as officers search for the Texas mall shooter, one officer telling the dispatcher: \"I need everybody I got,\" chilling words as they ask for backup. We're following these major developing stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Just minutes from now, New York Congressman George Santos is expected to appear in federal court. He was taken into custody this morning, prosecutors unsealing a 13-count indictment against the embattled Republican.He's charged with seven counts of wire fraud, three counts of money laundering, one count of theft of public funds and two counts of making materially false statements to the House of Representatives. Let's take you now live outside the courthouse where Santos is set to be arraigned with CNN's Brynn Gingras. And, Brynn, walk us through exactly what prosecutors say that Santos did here. He apparently solicited campaign funds that he then used for personal expenses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BRYNN GINGRAS, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, that's right.That's just some of the charges, Boris, that have been lodged against George Santos. He's expected to appear before a judge in about a half- an-hour or so, a 13-count indictment and, as you laid out there, seven counts for wire fraud, three for money laundering, one for theft of public funds, and two for making false statements to the U.S. House of Representatives. Now, this is all centering around the 2020 campaign, which he did not win, and then the 2022 campaign, which, of course, he won the 3rd Congressional seat. And in it, these -- in this indictment, there are allegations that George Santos set up a company and had a consultant who would then recruit people to essentially be political supporters. And, in two cases, two people who testified before the grand jury on this indictment, before this indictment was handed down, said that they gave $25,000 each to this company. Well, that money then went, according to the indictment, to Santos' own personal piggy bank. And he used that money, allegedly, on buying fancy clothes, for paying a car payment, also paying off other sort of payments he had to make. So, that's just some of the allegations that are -- he will be basically listening to when the judge sort of discusses this indictment in court in just a bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SANCHEZ",
      "sentences": "And, Brynn, prosecutors are also alleging that Santos fraudulently applied for COVID unemployment benefits. Walk us through that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:04",
      "speaker": "SANCHEZ",
      "sentences": "Brynn Gingras, please keep us up to date. Stand by as we await his arraignment in roughly 24 or so minutes.Let's dig deeper on the legal case now with CNN legal analyst Carrie Cordero. Carrie, thanks so much for joining us this afternoon. First and foremost, which of these charges stood out most to you? And which could create the most severe consequences for the congressman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:04",
      "speaker": "CARRIE CORDERO, CNN LEGAL ANALYST",
      "sentences": "I think the significant thing about this indictment, Boris, is really just all of the charges that are involved and the story that they tell in the indictment.The story that the Justice Department is telling in the Eastern District of New York is that this guy is a fraud. Fraud is the key word. In terms of the counts of wire fraud, the money laundering, what he basically do -- was doing was, he lied in so many different contexts in ways that are illegal, whether it was lying to the state of the New York to get benefits that he wasn't entitled to, whether it was lying on forms to the House of Representatives, whether it was lying about his donations that he was receiving for his campaigns. So, fraud, lies, that's the story that comes through, through the narrative that the Justice Department has put in this indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:04",
      "speaker": "SANCHEZ",
      "sentences": "So, how do prosecutors go about proving that he lied in court, say, on the claim that he lied to folks that were donating to his campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:04",
      "speaker": "CORDERO",
      "sentences": "Well, what I presume, the way that this indictment is written, is that they have both documentary evidence and they have individuals who have cooperated who will be witnesses.So the money trail that they lay out is really fairly straightforward. Money came in. He transferred it to personal accounts. They're going to be able to -- the Justice Department prosecutors will be able to document all of that. And then it also appears that there were individuals that he was working with that were soliciting funds. And so it looks like they probably also have credible witnesses that they expect to be able to call on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:04",
      "speaker": "SANCHEZ",
      "sentences": "Yes. And if they have the documents, if they have the checks in place, for example, for the unemployment fraud, that should be, at least in theory, relatively easy to prove.I do want to bring up a graphic, because more than two dozen members of Congress have been indicted since 1980. And I believe we have some of their faces to show you. Some of them have been acquitted. Some of them have pled guilty. Talk to us about some of the unique challenges about prosecuting a sitting member of Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:04",
      "speaker": "CORDERO",
      "sentences": "Right.So this would fall into the category of what the Justice Department would call a sensitive investigation, and it's handled by the Public Integrity Section, in cooperation, in close coordination with the U.S. attorney's office where the case is actually being prosecuted, very closely held. But the Public Integrity Section has experience handling these types of cases. As you showed, it's not an isolated event. This does happen from time to time. And then the big question for Congress and what has happened in some of these different cases is, even though he's already been stripped of his committee assignments, are they going to wait and let the judicial process work itself out, let him face the charges, go to trial, if he so chooses, or plead guilty? He always has the option of resigning, but there's nothing requiring Congress to expel him at this point. They can wait to see whether he beats it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:04",
      "speaker": "SANCHEZ",
      "sentences": "Carrie, please stand by.Again, the arraignment expected in about 20 or so minutes. We will definitely need your perspective once we hear from the judge. Brianna, obviously, there are serious political considerations here too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:04",
      "speaker": "KEILAR",
      "sentences": "Yes, Boris, huge fallout from this Santos indictment.House Speaker Kevin McCarthy, for now, standing by him, not calling for his resignation. Let's listen. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA):  You walk through like every American. You have your day in court and go through, just like when another member inside the House. Santos was never put on committee, so he won't serve on committee. He will go through his time of trial. We will find out how the outcome is. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:04",
      "speaker": "KEILAR",
      "sentences": "CNN's Manu Raju is joining us now from Capitol Hill.You hear the speaker there, Manu, falling short there of calling for his resignation, but I wonder what other Republicans are telling you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:04",
      "speaker": "MANU RAJU, CNN SENIOR CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, patience is really wearing thin within the ranks.There are a number of Republican in the rank and file who are tired of hearing about George Santos and say that this is enough, that he should step aside. And, ultimately, it will come down to either Santos' decision to resign or a vote by the full House to expel him. In order to expel him, that would require a two-thirds House majority. That means Republicans would have to be on board, including the Republican leadership, in order to get there. The Republican leaders may not be there yet, but some Republicans are. (BEGIN VIDEO CLIP) SEN. MITT ROMNEY (R-UT):  He should have resigned a long time ago. He is an embarrassment to our party. He's an embarrassment to the United States Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "RAJU",
      "sentences": "Would you -- could you vote to expel him if it came to it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "ZINKE",
      "sentences": "Yes, if the charges have veracity and they're true, then he should not be a member. I think the Ethics Committee will look at it and make that determination. If their determination is expel, I'm absolutely on board.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "RAJU",
      "sentences": "Now, there are political considerations at play as well.If Santos were to resign, it would open up a House seat, a special election in a district that favors Democrats, something that could mean that could flip to the Democrats, potentially tighten Kevin McCarthy's already very narrow majority. McCarthy says that he wants to let this process play out, and, if he's ultimately convicted, that could change the calculation. Also, though, what could change the calculation, what does the House Ethics Committee do? He still faces an investigation there. If they come forward, call for his expulsion, perhaps that could change the dynamic on the Hill, but that investigation still playing out behind closed doors -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "KEILAR",
      "sentences": "Yes, no doubt those political considerations loom large in the speaker's calculus.Manu Raju on the Hill, thank you -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Well, with a stalemate in Washington, President Biden is taking the debt ceiling fight on the road.In just a few minutes, he will speak from Valhalla, New York, in an effort to ramp up pressure on House Republicans over what could, if it gets there, be an economic disaster. The speech follows yesterday's contentious Oval Office meeting that left Biden and Speaker McCarthy no closer to striking a deal, some tense moments in there. They will have another chance to find common ground this Friday at a follow-up meeting. Will it be different? CNN's Jeremy Diamond, he's at the White House. Jeremy, I wonder what we're going to hear from Biden today. And do you hear from anybody in the White House what the plan is going forward, any greater openness to negotiating?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, well, listen, White House officials and congressional staffers, they are going to be sitting down today to try and work out the contours of a potential spending deal that could potentially help avert this debt ceiling crisis.But in a clear sign that these negotiations are not just happening behind closed doors, but also very much in terms of a public messaging battle between the two sides, you're going to see President Biden on the road today on the outskirts of a district of one of the 18 congressional Republicans whose district voted for President Biden back in 2020. This is Congressman Mike Lawler. And he, like those other 18 Republicans, so far has stuck with Kevin McCarthy. He voted for that debt ceiling bill that would also cut federal spending. And so President Biden is going to be trying to ramp up the pressure on Republicans like Congressman Lawler, knowing very well that Kevin McCarthy has a very slim margin in the House, a very slim majority that he has to try and keep together. We're going to hear President Biden warning of the disastrous consequences of default. And he is also going to talk about what he himself has proposed in his budget for the next fiscal year, where he has proposed some spending, of course, but also saying that his budget would cut the deficit by nearly $3 trillion over the next 10 years. This comes, as Kevin McCarthy has said that the president needs to outline what he would be willing to cut to be able to bring down the deficit going forward, but no question that, despite the meeting yesterday, these two sides are very, very far apart. You're going to see this public messaging battle play out, as well as those-behind-the-scenes meetings that are happening beginning today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes, and you wonder if the easier path might be not from Biden and McCarthy, perhaps moderates on the Hill.We will watch. Jeremy Diamond thanks so much -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:18:10",
      "speaker": "SANCHEZ",
      "sentences": "Just a short time ago, the homeland security secretary laid out unprecedented measures the U.S. government is taking once Title 42 expires late tomorrow.Under the pandemic era policy, the U.S. immediately expelled nearly three million undocumented arrivals. And now part of the administration's new plan is to inform the people seen here among thousands of other migrants waiting to cross into the United States about asylum rules. It largely bars those who pass through another nation from seeking asylum in the United States. Also, Mayorkas said about 1,000 more officers are going to be added to help in the asylum process. And he spoke directly to those aiming to cross the border, as officials say that, just yesterday, they had more than 10,000 encounters. (BEGIN VIDEO CLIP) ALEJANDRO MAYORKAS, U.S. SECRETARY OF HOMELAND SECURITY:  Do not risk your life and your life savings, only to be removed from the United States if, if and when you arrive here. We are making it very clear that our border is not open, that crossing irregularly is against the law, and that those who are not eligible for relief will be quickly returned. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:18:10",
      "speaker": "SANCHEZ",
      "sentences": "CNN's Nick Valencia has been tracking the latest developments from along the border in Brownsville, Texas. Nick, it's going to be about 11where you are. President Biden has acknowledged that this is going to be a chaotic period. What does it look like on the ground right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "SANCHEZ",
      "sentences": "Nick Valencia reporting from Brownsville, Texas.Please keep us updated on what you're seeing, Nick -- Brianna, over to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "KEILAR",
      "sentences": "Newly released police recordings reveal the harrowing and chaotic moments after a gunman opened fire Saturday at a Texas outlet mall. Eight people died in the attack and seven others were injured.And a short time ago, we learned at least three of them are now in good condition. CNN security correspondent Josh Campbell is live for us in Allen, Texas. Josh, what are you learning from these emergency dispatches?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT",
      "sentences": "Yes, Brianna.So we have obtained the audio of the police radio traffic from that day. And just to set the scene for you here, as that attack begins, the shooting starts. There's a brave Allen police department officer who's here near the mall on a separate call. He hears the gunfire. He begins running towards the gunman, trying to stop that threat. And on this audio, you can hear the urgency in his voice as he desperately calls for backup. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "OFFICER",
      "sentences": "We got shots fired at the outlet mall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "EMERGENCY DISPATCHER",
      "sentences": "Received. Shots fired at the outlet mall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "OFFICER",
      "sentences": "We got people running.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "OFFICER",
      "sentences": "I need everybody I got.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "EMERGENCY DISPATCHER",
      "sentences": "Just for your information, we're getting some calls about possible shots fired over at the Nike outlet in Allen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "OFFICER",
      "sentences": "(INAUDIBLE) Watch your fire!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "EMERGENCY DISPATCHER",
      "sentences": "One male down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "OFFICER",
      "sentences": "One-forty-one, what's the location?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "EMERGENCY DISPATCHER",
      "sentences": "Fatburger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "OFFICER",
      "sentences": "All units, shut down the outlet mall, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "OFFICER",
      "sentences": "Close the outlet mall. Nobody else comes in here.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "CAMPBELL",
      "sentences": "Now, we know from our reporting that that suspect was armed with multiple weapons. He had multiple magazines on him when he was shot and killed by that officer.So you just have to think about how much more terrible this could have been had that officer not sprung into action, taking down that shooter. Of course, that's just one of many stories of heroism we're hearing from that tragic day. Sadly, we know that one of the victims who was killed, 20-year-old Christian LaCour, a security guard at this mall, he died while trying to rush shoppers out of the mall, trying to get them out of harm's way, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "KEILAR",
      "sentences": "Heroism, as he moved so quickly, and yet so much damage done in so little time.Josh Campbell in Allen, thank you for that -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:28:11",
      "speaker": "SCIUTTO",
      "sentences": "A new headache for the White House today. House Republicans say they have evidence that members of the Biden family, including Hunter Biden, received millions of dollars in payments from foreign entities in China and Romania.They also say they have the bank records to back up those claims. We should note the report does not show any payments made directly to Joe Biden, either as vice president or after leaving that office. CNN's Alayna Treene, she has been following the details here. Alayna, tell us what the committee chairman, James Comer, what specific allegations he made, but also what specific evidence he's presenting here.",
      "isLastSentenceInterrupted": false
    }
  ]
}