{
  "date": "2023-06-05",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Nikki Haley Splits from Trump, DeSantis in CNN Town Hall; F-16s Intercept Small Plane Overflying Washington; A Huge Train Crash in India Kills Hundreds and Injures Thousands. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "Good morning, and welcome to our viewers in the U.S. and around the world, I'm Rahel Solomon in for Christine Romans. We begin with Nikki Haley, the 2024 presidential contender breaking with former President Trump and Florida Governor Ron DeSantis on a CNN town hall last night.She differentiated herself from her rivals, sometimes by name, on a number of points including Social Security and Medicare and January 6th. Here's Haley on Ukraine where Trump and DeSantis have avoided clearly backing the country's fight against Russian aggression. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "NIKKI HALEY, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "This is bigger than Ukraine. This is a war about freedom. And it's one we have to win. A win for Ukraine is a win for all of us. Because tyrants tell us exactly what they're going to do. What we heard, China said they were going to take Hong Kong, they did it. Russia said they were going to invade Ukraine, we watched that happen.China says Taiwan is next, we better believe them. Russia says Poland and the Baltics are next, if that happens, we're looking at a world war. This is about preventing war. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "SOLOMON",
      "sentences": "CNN's Jeff Zeleny has more now from the site of the town hall in Des Moines, Iowa.(BEGIN VIDEOTAPE) JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT (on camera): Former South Carolina Governor Nikki Haley making a generational appeal to Republican voters in Iowa on Sunday night at a CNN town hall, telling voters she's in it to win it, making clear that she's trying to elevate her candidacy in a growing field of Republican candidates. She did so by taking direct aim at former President Donald Trump and Florida Governor Ron DeSantis particularly on Social Security and Medicare.   HALEY:  I know that Trump and DeSantis have both said we're not going to deal with entitlement reform. Don't lie to them and say, oh, we don't have to deal with entitlement reform. Yes, we do. Yes, we do. It's the reality. I'm always going to tell the truth. Is it going to hurt? Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ZELENY",
      "sentences": "She sought to walk a careful line on abortion policy. She said she's unapologetically pro-life in her words, but declined to say whether she would sign a federal abortion ban, saying it simply would not happen in this deeply-divided Congress, that could be one of her challenges as she goes forward to try and win over Republican primary voters, but she made the case that it's time for consensus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "HALEY",
      "sentences": "I don't judge anyone for being pro-choice any more than I want them to judge me for being pro-life. So what can we do with consensus? That's exactly what it is. We come to with consensus and say, what can we all agree on? I think we can all agree on banning late-term abortions. I think we can all agree on encouraging adoptions and making sure those foster kids feel more loved, not less.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ZELENY",
      "sentences": "After going through issue after issue from trade to China to Ukraine and domestic policies as well, one voter said that she is a breath of fresh air. When asked directly if she faced sexism as a woman running for president, she said she did not look at it that way. She said there's never been a line for the women's room for any job that she's applied for, but then she said it's time for a woman to break the glass ceiling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "HALEY",
      "sentences": "I'm a big fan of women, we balance, we prioritize, we know how to get things done. I mean, honestly, we've let guys do it for a while, it might be time for a woman to get it done, so --(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ZELENY",
      "sentences": "And Haley is gaining two more rivals this week when former New Jersey Governor Chris Christie and former Vice President Mike Pence also throw their hats into the ring. The field is getting incredibly crowded, there's no doubt about that. The first Republican presidential debate in August. Jeff Zeleny, CNN, Des Moines.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "SOLOMON",
      "sentences": "Now, to a highly unusual sonic boom startling people and pets in the Washington area on Sunday.(BEGIN VIDEO CLIP) (SOUND OF AN EXPLOSION) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "SOLOMON",
      "sentences": "Overseas now. India's Railway's Minister says that one of the deadliest train crashes in the country's history was caused by a signal failure, and that an investigation will show, quote, \"who was responsible for that mistake\". Meantime, across India, anger growing over chronic safety issues with the country's vital railway system.Officials now say more than 275 people were killed, more than a 1,000 hurt. Across the region, hospitals are doing what they can for the injured. CNN's Ivan Watson has more now from a hospital in eastern India. (BEGIN VIDEOTAPE) IVAN WATSON, CNN INTERNATIONAL CORRESPONDENT (on camera):  This regional hospital received hundreds of survivors of Friday night's terrible train derailment. And we've been speaking with everybody in this particular room. Some people lost loved ones who were on board the train when the passenger cars started flipping and rolling. This man was traveling alone, he's a 52-year-old farmer who suffered some spinal injuries, he is at least, fortunate, though in pain, to be reunited with his family here while he starts to begin the difficult process of recovery. And I spoke with a 15-year-old boy who was traveling with his mother and father and younger brother. Both brothers have serious head injuries. UNIDENTIFIED MALE (through translator):  People who were alive were shouting for help, praying to God. Rescue teams were doing their best to save people. A lot of people were crying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "WATSON",
      "sentences": "Outside the walls of this hospital, there are hundreds of volunteers trying to offer support to the victims. But we've also met people who are still desperately searching for missing relatives. Now, the government is offering compensation to families of the dead as well as to people who were injured in the train crash.The government is also calling for an investigation, and says it will bring to justice anybody who is responsible for this deadly catastrophe. But these measures will never be enough for somebody who has lost a loved one. Ivan Watson, CNN, in Odisha State in eastern India. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "SOLOMON",
      "sentences": "China's Defense Minister accusing the U.S. and its allies of trying to destabilize the Indo-Pacific region. And it's just hours after the U.S. accused a Chinese warship of cutting in front of an American ship taking part in a Naval exercise in the Taiwan Strait. CNN's Kristie Lu Stout is live for us in Hong Kong.Kristie, look, harsh words from both sides over the weekend at a security summit in Singapore. How serious --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "KRISTIE LU STOUT, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "SOLOMON",
      "sentences": "Was this run-in on the high seas? And what does it say about U.S.-Chinese relations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "SOLOMON",
      "sentences": "Well, that is a step. Kristie Lu Stout live for us there, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "LU STOUT",
      "sentences": "Thank you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. As the GOP field widens, so does the need for the candidates to differentiate themselves. Republican presidential candidate and former South Carolina Governor Nikki Haley, she took to the stage at last night's CNN town hall.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "After January 6th, you said this about him, quote, \"we need to acknowledge he let us down. He went down a path he shouldn't have, and we shouldn't have followed him and we shouldn't have listened to him, and we can't let that ever happen again\", unquote. Do you still feel that way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "HALEY",
      "sentences": "Yes, he thinks it was a beautiful day, I think it was a terrible day, I'll always stand by that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SOLOMON",
      "sentences": "Let's bring in now Daniel Strauss; senior political correspondent and co-author of \"The Run Up\" column at \"The New Republic\". Daniel, good morning, thanks for being with us. So do you think this strategy of candidates going after Trump's response of January 6, does that resonate with voters?  DANIEL STRAUSS, SENIOR POLITICAL CORRESPONDENT, THE NEW REPUBLICdepends on who the voter is. If we're talking about the broader electorate, yes. If we're talking about the sect of the Republican Party that is -- that are die-hard Trump fans, probably not. And that's a question that if you're a consultant for any of the many Republican candidates running for president right now, it's dogging your mind. These voters are not likely to move from Trump very easily. And doing things or making statements that differentiate them from Trump may highlight their differences, but at the same time, it also probably doesn't motivate these other candidates from gaining the support among Trump voters that they need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SOLOMON",
      "sentences": "Turning to another issue, the woke issue, which has become quite an issue. The other Republican candidate leading in the polls is of course, Florida Governor Ron Desantis. Take a listen to what Haley said last night.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "HALEY",
      "sentences": "But because they went and criticized him, now he's going to spend taxpayer dollars on a lawsuit. It's just like all this vendetta stuff, we've been down that road again, we can't go down that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SOLOMON",
      "sentences": "The Disney drama, will that be used against DeSantis all campaign season?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "STRAUSS",
      "sentences": "Yes, probably. I mean, this is one of the stranger parts of the pre-launch era of DeSantis' campaign, deciding to go to war with one of the most influential forces and companies in Florida. And for a Republican primary, it's rife to highlight among his rivals. Because this question about how this Republican governor interacts with the business community. So absolutely. It's already happening now, it will continue to happen going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SOLOMON",
      "sentences": "And going forward, of course, we are expecting some more entries this week from Mike Pence, to former New Jersey Governor Chris Christie, to current governors like North Dakota's Doug Burgum, plus, there could be even more. A lot of pundits already feel like it is very crowded already. But also that the crowded field helps Trump.Is it possible, though, that it could hurt him? Is Trump worried about a perhaps Christie candidate, someone who is seen as someone who can go toe-to-toe with him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "STRAUSS",
      "sentences": "I mean, right now, Trump has shown no signs of being worried about Christie simply because he ran in a primary with Christie before. At the same time, it's possible. It's possible that voters coalesce around one candidate. But it's unlikely that, that's going to happen any time soon.Until the field shrinks to one or two, or to two or three more candidates, it's unlikely that voters will coalesce around him. So, for the moment, as this field gets bigger, it's helpful to Trump's campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SOLOMON",
      "sentences": "Circling back to Nikki Haley and the town hall that we started with, one of the concerns, and one of the criticisms about Nikki Haley was that she wasn't specific enough that she was vague. Do you think potential voters walked away from that event last night, feeling like they have a better sense of what she stands for and who she is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "STRAUSS",
      "sentences": "I mean, yes, she was pretty specific about some things, foreign policy, for instance. But at the same time, she like other candidates in this field, have been somewhat vague on abortion. Which --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SOLOMON",
      "sentences": "Right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "STRAUSS",
      "sentences": "Is one of the most important issues in domestic politics right now. So, it's unlikely that voters will come away completely satisfied with her responses on the domestic front. But she clearly was interested in highlighting her differences between Trump and the rest of the primary field, and that's what she did last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "STRAUSS",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "SOLOMON",
      "sentences": "And Dana Bash meantime moderates another CNN Republican presidential town hall, this one with former Vice President Mike Pence, that's Wednesday at 9The state's attorney general is calling it possible state-sanctioned kidnapping. CNN's Camila Bernal has more now. (BEGIN VIDEOTAPE) CAMILA BERNAL, CNN NATIONAL CORRESPONDENT (on camera):  Officials here in California say they will get to the bottom of this. It's now an ongoing investigation. Both the governor and the attorney general here in California say they met with these migrants, that according to the nonprofit group that's taking care of them says it's 16 people from Venezuela and Colombia, all in their 20s and 30s. Now, in terms of their journey, we know they were in Texas and they were taken to New Mexico, and in New Mexico, they boarded this private jet that brought them to Sacramento, California. Once, they were here in the state of California, they were dropped off outside of the offices of Diocese of Sacramento. And according to officials here, there is going to be an investigation into all of this. And of course, the documentation that these migrants have, according to the attorney general in a statement he released, this is what he's saying about that documentation. He says, \"we can confirm these individuals were in possession of documentation purporting to be from the government of the state of Florida.\" That statement then goes on to say, \"state-sanctioned kidnapping is not a public policy choice. It is immoral and disgusting.\" Now, the attorney general is looking at potential criminal and civil options here for the people that either arranged the transport or transported these migrants. He's also saying he's looking into who paid for all of this, and whether or not these migrants were given false promises or misled into coming here to California. Now, there's a faith-based nonprofit organization that is currently taking care of these migrants. They say they will continue to support them in whatever they need, and also say these migrants had no idea where they were or where they were going. But they also have questions in terms of how they got here and what happens next with their legal process. Here's a representative from that nonprofit group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "SHIREEN MILES, SACRAMENTO ACT",
      "sentences": "While we are happy to receive them, and welcome them and want to give them whatever support they need, they will be in trouble if they don't show up at the court hearing that's been scheduled for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "BERNAL",
      "sentences": "Of course, there's a lot of questions as to what happened here in California and who sent these migrants to California. But officials here saying they will investigate, while also treating these migrants with dignity and respect. Camila Bernal, CNN, Los Angeles.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. Ukraine still hinting at a Russian counteroffensive, but even the timing is secret as battle spill over into Russian territory. Moscow's Defense Ministry says it repelled a large-scale Ukrainian offensive in Donetsk on Sunday. Meantime, pro- Ukrainian Russian dissidents are stepping up attacks on the Belgorod region, and two units claim that they have captured Russian soldiers.CNN's Clare Sebastian joins us live from London. So, Clare, these units have promised to transfer the captured prisoners to Ukraine's military. What do we know about these dissident groups? And is there any truth to what they're saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yes, Rahel, we really knew about their existence two weeks ago when they first claimed to have crossed the border into Russia, and begun essentially, attacking particularly, in the Belgorod region. We know that they are Russian citizens who have been fighting on the side of Ukraine.Ukraine has said that they are not in control of them, that they are not fighting for Ukraine while in Russia. But they are -- we know affiliated with the Ukrainian army and very much oppose to the regime of President Putin. As to this new claim that they captured two Russian soldiers, this is impossible to verify, but if true, of course, this does reinforce the sense that Belgorod is now a new front in this conflict, Russian soldiers being captured as prisoners of war on Russian territory. They now say these groups that they plan to hand the soldiers over to the Ukrainian side after the governor of Belgorod, they say failed to turn up to a meeting where they had promised to hand those soldiers over. So this is all a bit murky, but it certainly does reinforce that sense of a new front, and also perhaps welcome for Ukraine as it tries to divert Russian resources away from this promised counteroffensive, Rahel.",
      "isLastSentenceInterrupted": false
    }
  ]
}