{
  "date": "2023-12-15",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Giuliani Ordered To Pay Election Workers More Than $148M; Autopsy Shows Matthew Perry Died Of \"Acute Effects Of Ketamine\"; Protest In Tel Aviv After Hostages Accidentally Killed By IDF In Gaza. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "These two Georgia election workers, one of whom Shane Moss had worked for the election board for 10 years. The other one, her mom, Ruby Freeman, Miss Ruby, was volunteer. They were quite an emotional at times on the stand. People inside the courtroom said that Rudy Giuliani would just sit there looking on with little reaction. What do you make of that as somebody who is, you know, known as a courtroom, that doesn't seem to be a good way to win a case to just look on stoically while these two compelling and sympathetic witnesses cry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FRYDMAN",
      "sentences": "Unless you're contemptuous of the system is Rudy apparently is. He said that he hopes to get an appeal so he can get a fair trial before a fair tribunal or court. And I don't know what that looks like, even if he got an appeal. And certainly, this was a, you know, a fair proceeding. So he's just tap dancing. And the music is -- it's stopping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Giuliani was, of course earlier this week, and you and I discussed this earlier this week, he was supposed to testify. He said he was going to testify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FRYDMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Stay tuned. He had all sorts of evidence to back up his insane lies. Ultimately, I guess cooler heads prevailed, and he did not take the stand in his own defense. That would have -- that would have been unwise, I think. But he's still outside --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FRYDMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "-- the courtroom where he was not under oath, was still doubling down about his falsehoods about these women. Now, the judge had rebuked him saying that if it could lead to another defamation case, he keeps lying about these women, he keeps promising evidence that obviously if it existed, he and Donald Trump would have presented it to the world --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FRYDMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "-- to say nothing of the Georgia elections board. And I'm going to ask you this question again, and I don't know that I'm ever going to get a good answer. But what is wrong with him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FRYDMAN",
      "sentences": "It's -- there's a mania about him and this sense of self certitude that he and Trump are right and everyone else is wrong. They're still convinced to that and so are their supporters. Don't forget, you know, the 40 percent out there who can't wait to vote for Trump again. And they -- then, you'll see the comments online about the decision, they're all going to say it was conspiratorial and, you know, they have it in for Trump, and it'll make them probably martyrs, you know, more so than they already are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Well, that's the nice version of what they'll say. We know what they say about urban environments quite often. And we know what they say about African American plaintiffs quite often. I mean, this is also part of what animates these conspiracy theories, or is a dimension of racist animus at play as well, one that Rudy Giuliani is familiar with, I think it's fair to say. But at some point, even if he believes this, I would think his attorneys --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FRYDMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "-- would say, shut up, they're going to sue you again and they will win again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FRYDMAN",
      "sentences": "They have said that. Sibley (ph) did say that to him. And you can see how frustrated he's been. You know, you don't normally hear an attorney complain about his client publicly, and that he's not able to manage him. Rudy is an impossible client, so as Trump. We're only as good as our clients.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "When you watch this, having worked for him, and having known the man that Time magazine put on the cover as Person of the Year for 2001 because of his, and let's give him his due, his performance after the 9/11 attacks was rather reassuring to a nation that was terrified and for a lot of younger people watching right now, it might be hard to imagine that Batman villain as a heroic figure, but he really was at a time when this nation suffered a horrific terrorist attack. President Bush was being whisked around on Air Force One for his own protection was not giving the kind of reassurance at the time that the nation needed and Rudy Giuliani rhetorically and how he behaved that day, provided some comfort.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FRYDMAN",
      "sentences": "Comfort.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Yes. To a nation that was scared witless. It is really hard to square that guy with the one that we've seen over the last few years, especially just now live on CNN.[17:05:12] FRYDMAN: It's impossible to reconcile the two people. That's why we made the documentary because of the, you know, the vast difference his -- of his, you know, his personality, you know, from the 90s to today. But listen, he got he got too close to the sun, he got too close to the sun, and he get burned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "There was an article in \"The New York Times,\" and I normally wouldn't bring this up, except that the \"New York Times\" wrote about this, which is concerns that friends of Rudy's have about his consumption of alcohol. This was also brought up at the January 6 hearings about his behavior on the night of the election, according to Trump officials, whether or not Rudy was under the influence, and I'm wondering if you think that plays any sort of a role either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FRYDMAN",
      "sentences": "Yes, of course it does. It heightens his already heightened personality. And I can hear him in the room telling Trump just say you won. OK? And, you know, I still don't can't understand how he could say, let's have trial by combat, and then pretend not to know what that expression man and what the repercussions would be. So I blame him more than Trump for that, you know, that day, January 6, in a way, because he was the agent, provocateur that carried out that that insurrection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "So just to remind people that on the ellipse, the day of the January 6 attack of the Capitol, which led to five people dead that day on the Capitol and several more in the subsequent days because of post-traumatic stress inside -- suicidal ideation by law enforcement officers, Rudy Giuliani was one of many individuals who took the stage and said incendiary things, including, as Ken just noted, let's have trial by combat, which when you say that to a group of angry people who feel falsely that the election is being stolen, to say nothing of a bunch of far right militias, like the Oath Keepers and the Proud Boys, they might take it seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FRYDMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Ken, stay with us. I want to go back to CNN Senior Justice Correspondent, Evan Perez.Evan, what is Rudy doing to make money right now because presumably --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "-- somebody's paying for that limo, somebody's paying for his lawyers. I mean, he's not bereft.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:14",
      "speaker": "TAPPER",
      "sentences": "And we're back with our breaking news. Rudy Giuliani, the former lawyer for Donald Trump and the former New York Mayor has been ordered by a jury to pay $148 million to the two former Georgia election workers he repeatedly the things. You might remember their names are Ruby Freeman and her daughter, Shaye Moss. Mr. Giuliani among others, spread vicious lies and conspiracy theories about them after the 2020 election. They had no basis in fact. He said he would produce evidence to show they were true. He never did because he couldn't because they were false.Let's go to CNN Anchor Kaitlan Collins. Kaitlan, at what point do these people lying about the election who continually are not able to provide any evidence to back up any of their claims? And this has been true going back to November 2020. At what point did they just stop? At what point do they just stop lying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:14",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR, THE SOURCE",
      "sentences": "I don't know. I mean, it hasn't happened yet, Jake, they're still claiming that that evidence is coming, that it's imminent, that it's on the way, they've never produced it. It doesn't exist, as you noted, so they won't be able to produce it. And everyone who has done the hand recounts from the state of Georgia to top election officials, the attorney general at the time Bill Barr, who went down a lot of these rabbit holes to make sure that he could be able to tell the president none of this is true, I mean, none of it ever produced anything and they have continued to do it.And I think what you're seeing is the human cost of that, Jake. You know, you were talking earlier about Fox and what they had to pay in the lies that they spread. You know, these are two individuals, one of whom was making about $36,000 a year, her daughter -- or her mother was making about $16 an hour that had to deal with this. And what they went through at the time, you know, they didn't have security, Jake. They didn't have people -- these are -- they people coming to their homes at 10:00 p.m. at night knocking on the doors, they were too scared to give 911 operators their phone numbers because that's how many, you know, threatening messages and texts and calls they were getting from people because of the former president. And I think that's what's important. Obviously, this days what Rudy Giuliani and what he's been ordered to pay, the next step for him is likely bankruptcy because he cannot pay anywhere close to this amount. I think even if this was about $2 million, Jake, he was going to have trouble paying it much less over $148 million. But Donald Trump is at the center of this because he was the president at the time who, in that phone call with the Georgia Secretary of State, invoked Ruby Freeman's name saying that they were putting ballots in suitcases, that they were fraudulently putting ballots in to what was being counted in the state of Georgia. He's at the center of this. And of course, he is running right now to be the Republican nominee for president in 2024 and he's still pushing these election lies that are at the center of this, that Rudy Giuliani was trying to trying so desperately to prove on his behalf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "SHAYE MOSS, FORMER GEORGIA ELECTION WORKER",
      "sentences": "The lies Rudy Giuliani told about me and my mommy, after the 2020 presidential election have changed our lives, and the past few years has been devastating. The flame that Giuliani lit was those lies and pass to so many others to keep that flame blazing changed every aspect of our lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "RUBY FREEMAN, FORMER GEORGIA ELECTION WORKER",
      "sentences": "Money will never solve all of my problems. I can never move back into the house that I called home. I always have to be careful about where I go and who I choose to share my name with. I miss my home, I miss my neighbors, and I miss my name.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "TAPPER",
      "sentences": "Two more victims of Donald Trump's election lies, although they singled out Rudy Giuliani as being the one who specifically smear them, more so than anyone else. And Kaitlan Collins, just beggars belief that all these reputations, all these lies, all of this damage to our democracy to individual Americans, just because one man could not accept the fact that he lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "COLLINS",
      "sentences": "And what I'm thinking about looking at Shaye Moss there, she looks different than she did when she had this job and 2020. And that was something that she testified. She felt that she did change her appearance, Jake, because she was so terrified of the threats that they were getting. Obviously, as you heard Ruby Freeman say there, she left her home, and 20 years. They felt like they couldn't go to work, they couldn't go to the grocery store. They were worried that their family members would get calls about them being killed, potentially by some of these people. And these are people who are animated and energized to act because Donald Trump was on a daily basis spreading these lies.And I think about, Jake, you know, covering the White House in that time period, as Donald Trump was contesting the results, claiming that they were fraudulent, you know, losing court cases by the day, staffers leaving the administration because, you know, he just was repeating on a daily basis out leading up to January 6 that the election was stolen when it wasn't, there was there was the kind of this prevailing view among people who worked for him at the time before January 6 that if they just humored him for a few more weeks that they get to the day of Joe Biden's inauguration, they would leave the White House, he'd be inaugurated and Donald Trump would retire down to Mar-a-Lago. And they kind of had this view that they would just go along with it. There were people in the White House who would still come out to cameras, to press briefings and push these lies about the election. Kayleigh McEnany would go on television with the documents in her hand claiming that they prove things that weren't true. And there was this view that if they just humored him that they would go on and then it would all come to an end when he eventually did leave the White House. And obviously, January 6, change that because you saw the violence on that day and capsulated of those weeks of lies. But also you see what happened to these two women. I mean, they were living that already, and having Donald Trump and Rudy Giuliani invoke their names in state hearings. And you just saw the true cost of that that as Ruby Freeman said their money cannot change that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:00",
      "speaker": "TAPPER",
      "sentences": "And we're back with our breaking news. Rudy Giuliani, former lawyer for Donald Trump, former New York City Mayor, former Republican presidential candidate ordered to pay $148 million to the two former Georgia election workers. He smeared and defamed Ruby Freeman and her daughter Shaye Moss. Mr. Giuliani spread vicious lies and conspiracy theories about them after the 2020 election.Boy, how things have changed. Remember this 2020 -- this is 2001, rather. It's a relic of times past. Really Giuliani once gracing the cover of Time magazine, Person of the Year 2001. After then Mayor Giuliani led New York City through the horrible attacks of 9/11. Time called him a, quote, \"Tower of strength.\" How the mighty have fallen, King David once lamented. Let's bring in Mike Gottlieb, who represents both Shaye Moss and Ruby Freeman. Congratulations on the verdict. You must be -- I mean, happy is not the right word for it, but you must feel like some justice was delivered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:00",
      "speaker": "MIKE GOTTLIEB, ATTORNEY FOR SHAYE MOSS AND RUBY FREEMAN",
      "sentences": "Yes, I mean, we're thrilled. And we are, you know, so happy for our clients who are true heroes for what they've done, for standing up for themselves and for other election workers and being willing to do that. Knowing that they're being attacked, knowing that they're they'll be attacked more by a very, very powerful man with huge megaphones and to be able to stand up to go into court to testify under oath to open themselves up and to prevail this kind of a message from a jury is just complete vindication for everything they've done. And we're just -- we're thrilled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:00",
      "speaker": "TAPPER",
      "sentences": "You -- when you came in, you handed me this ginger mint. And I want to know if you want to explain to the people the significance of the ginger mint.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "This is Ms. Ruby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "GOTTLIEB",
      "sentences": "Lady Ruby. Yes. So she hands that out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Lady Ruby. Sorry, Lady Ruby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "GOTTLIEB",
      "sentences": "And the relationship to this case is that when she was, you know, accused of passing USB or flash drives off to her daughter, Shaye Moss which was false from the start. She was handing off one of those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "This is what it actually was, a ginger mint?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "GOTTLIEB",
      "sentences": "Lot of information stored in that candy maker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "I kind of want to keep it and not eat it. Rudy Giuliani said it looked like they were passing on dope?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "GOTTLIEB",
      "sentences": "Yes. Well, it depends on what your interpretation of a ginger mint is, I guess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "What was it like inside the courtroom during the trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "GOTTLIEB",
      "sentences": "I mean, it was incredibly emotional, the testimony that Ruby and Shaye gave, it was just so powerful hearing their stories about what happened to them and the people who came to their home and the threats, and that the jury heard, you know, the worst of the worst, vile, racist threats that came in and poured in, on, you know, text, voicemail, e-mail, letters that came to their home with just grotesque images.So I mean, it was just an emotional several days. And then, you know, Rudy Giuliani was supposed to testify and then decided not to. So it was, I'm sure for some people a little disappointing in that respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "So Giuliani after the verdict came outside, and he said those messages that they received were horrible, but those weren't messages he gave, he shouldn't be held responsible for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "GOTTLIEB",
      "sentences": "Yes, well, the problem is that he really was patient zero for the lies that were told about our clients. I mean, the hearing that took place on December 3rd in Georgia was one that he was the head of the legal team that made the decisions to play that video and then made the decision to send that State Farm video out into the world claiming that it was evidence of fraud. And if they would have taken just a moment to ask some questions to see if they should maybe interview one of the poll observers who was there, including the Republicans ones who said that they weren't kicked out that there wasn't any conspiracy about a water main leak. None of this would have ever happened. None of this had to happen. That's what's so tragic about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Did Giuliani ever say anything to your clients in the courtroom or anything to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "GOTTLIEB",
      "sentences": "No. Never did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "$148 million, you would ask for $48 million, you got $148 million. I don't know that Rudy Giuliani has $1 million. I mean, I have no idea what he has. He hasn't been able to pay his legal bills. He has three ex-wives. He's -- I'm sure he's going to plead poverty in addition to appealing this case. Do you expect to see any money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "GOTTLIEB",
      "sentences": "You know, I mean, we're not concerned about an appeal. We feel very comfortable with our verdict. As far as money, we will enforce this judgment, we will follow it. As I think I said the last time I came on here to the end of the earth to achieve a recovery for our clients. And honestly, the message that this sends, a $70 million punitive damage verdict, the message that that sends --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Seventy-five, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "GOTTLIEB",
      "sentences": "Seventy-five, I may have gotten the numbers wrong in between the courthouse and here. But the message that sends to other powerful people out there that have huge audiences and are just willing to trample people, civil servants, trying to do their jobs whether they're election workers or people on school boards, or teachers or people who work at the post office, the message that this send is you're not going to get away with it. There are people out there who will represent those people who will take you to court and will prevail, because juries see through these lies.And in court, you can't hide behind these lies. You have to answer. You have to stand up and testify under oath. And if you don't do it, you're going to get hit with a massive verdict like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Rudy Giuliani was not the only one, he might have been patient zero, but he's not the only one who was defaming your clients, Donald Trump defamed your clients publicly and in private phone calls. Are you going to sue him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "GOTTLIEB",
      "sentences": "Well, he was found to be a co-conspirator in this case. So that's been established by the courts finding and that's been, you know, we think the verdict actually reflects the kind of reach that Donald Trump's statements have, you know, as to what we might do in the future? I mean, I think anyone who continues to spread these falsehoods about Ms. Freeman and Ms. Moss can expect to hear from us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Would they rather have this had not happened then have $148 million?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "GOTTLIEB",
      "sentences": "Absolutely. And they -- I mean, they testified about that in court. They would both give anything to have their lives back. I mean Ruby Freeman had to leave her home, her community that she lived in for 20 years, the place she wanted to live her entire life in. You know, Shaye, all she ever wanted to do was to be an election worker in Fulton County and to stay in that job her whole life and retire and serve, you know, serve people and help people engage in the right to vote and those things are gone and they would trade this verdict today, you know, in a heartbeat to have those labs back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:14",
      "speaker": "GOTTLIEB",
      "sentences": "Absolutely. Absolutely. It is 100 percent that message to Donald Trump, to anyone who goes out with a large audience and decides that they're going to scapegoat or take advantage of somebody in order to gain advantage in an election, in politics to make a little more money to build their brand a little more. There is a path and a strategy now that we have available to us to hold those people accountable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:14",
      "speaker": "TAPPER",
      "sentences": "All right. Mike Gottlieb, thank you so much, and congratulations to your clients --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:14",
      "speaker": "GOTTLIEB",
      "sentences": "Thanks, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:14",
      "speaker": "TAPPER",
      "sentences": "-- on justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:14",
      "speaker": "GOTTLIEB",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:08",
      "speaker": "TAPPER",
      "sentences": "In our Pop Culture Lead today, we are following some sad breaking news. An autopsy report just in from the Los Angeles Medical Examiner's Office reveals that \"Friends\" star, Matthew Perry, died as a result of, quote, acute effects of ketamine and subsequent drowning. Perry was found dead in his swimming pool in October. Authorities say no foul play was involved. CNN's Elizabeth Wagmeister is following this for us in Los Angeles. Elizabeth, what more does the medical report have to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:08",
      "speaker": "ELIZABETH WAGMEISTER, CNN CORRESPONDENT",
      "sentences": "Hi, Jake. So the autopsy says that Matthew Perry did die from acute effects of ketamine and subsequent drowning. He was found at face down in the pool at his own home. And authorities say that there was no foul play. Now for the first time from this report, we are getting confirmation that the person who first found Matthew Perry was a live-in assistant, who came home from running errands, saw him in the pool propped up his body and called 911.Now this assistant did not report to 911 any illnesses, drug use or drinking. But what the report does say is that there was ketamine found in Matthew Perry's system. And it was reported that he had been receiving ketamine infusion therapy to treat depression and anxiety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:08",
      "speaker": "TAPPER",
      "sentences": "Oh, interesting. OK, Elizabeth standby. I want to bring in chief medical correspondent Dr. Sanjay Gupta. Sanjay, so that's interesting because I know ketamine is sometimes used to treat depression and anxiety. And Elizabeth says that he was getting ketamine infusions. So this doesn't necessarily mean a drug overdose. It might mean that just an unfortunate prescription.DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Well, yes, if you read the report, it's a pretty detailed report about 30 pages. They do make the point that he received -- he was receiving infusion therapy of ketamine which can be used to help treat depression, anxiety. But that the last infusion was probably about a week and a half earlier. And to give you some context, the half-life of ketamine is just a few hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:08",
      "speaker": "TAPPER",
      "sentences": "Oh, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:08",
      "speaker": "GUPTA",
      "sentences": "So both things likely to be true here, Jake, that he could be receiving this infusion therapy, but it's not like they had anything to do with what we're talking about here. As Elizabeth was just saying, I'll just put this up for you. This is what the report showed they have these causes, these lists of causes of death, things that contributed to his death. Ketamine, they say is the acute thing but drowning, remember, he was in a pool, a coronary artery disease which he had underlying and also buprenorphine, which is a type of opioid.But what it really sounds like you're putting it together and again, reading this entire report, he took ketamine, again, separate sounds like from the infusion. He did have some evidence of ketamine, for example, in his stomach, so it sounds like he was taking that separate from that infusion therapy. And it's an anesthetic like drug, Jake. In fact, if you look at the levels of ketamine, that was found in his blood, I can show you the level and we can compare that to what general anesthesia typically uses. So he was around 3,200 or so nanograms. General anesthesia is, you know, 1,000 to 6,000 nanograms. So he had a very high level of ketamine in his system. Having said that, still, ketamine can cause someone to become very dissociated in and of itself, it's not likely typically to lead to someone to die, except for the fact that he was also in a swimming pool. So it's ketamine and the pool all these things combined. We talked to a few toxicologists, here's how somebody put it. They said, simply, the ketamine isn't likely what killed him, but made it rather possible for him to drown. So really sad, Jake, but that's how it sounds. That's what sounds like happened here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:08",
      "speaker": "TAPPER",
      "sentences": "Does it sound like he was self-prescribing are these medicines that he might use to get over his anxiety and depression or I mean, I've also heard of ketamine being used, obviously, as club drugs. So I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:08",
      "speaker": "GUPTA",
      "sentences": "Recreationally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:08",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:08",
      "speaker": "GUPTA",
      "sentences": "Yes, well, you know, I think both things can be true. It's -- it can be an effective use of a drug for depression and anxiety. And it sounds like he was getting that through an infusion and, you know, into his bloodstream. But you can also take it as a club drug. They make a point that they don't know how he was taking it, the route in which he was taking it. But they did find trace amounts in his stomach as well. So it's likely that both those things were true. He was getting it as a therapy, but also taking it on his own, misusing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:08",
      "speaker": "TAPPER",
      "sentences": "Yes. And ultimately leading to his drowning. Elizabeth, Matthew Perry was very open about his struggles with drugs. He in fact, said that, before he died, he said that, if he were to be known for anything, it would be -- he would want to be known for helping individuals who are also dealing with addiction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "TAPPER",
      "sentences": "We have some breaking news for you in our World Lead, protests in Tel Aviv after the tragic killing of three men who had been held hostage by Hamas since October 7th, they were killed in Gaza accidentally at the hands of their own military. The Israel Defense Forces saying in the midst of a battle, they mistakenly identified these three hostages as potential threat. Their names were Yotam Haim, a heavy metal drummer, who was 28. Samara Talalka, he was an avid motorcyclist who was only 22. And Alon Shamriz, who sent his brother a heart emoji as he was being kidnapped by Hamas.Israeli Prime Minister Benjamin Netanyahu calling the deaths an unbearable tragedy, a gut wrenching thought that they could have been just moments away from potential liberation. CNN's Alex Marquardt is in Tel Aviv where hostage families are protesting what happened today. Alex, what are you seeing at this protest, as the IDF acknowledges that they accidentally killed these three hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Jake, its hostage families, its friends and sympathizers. This protest that you see behind me, sprung up as the news, this tragic news of these three hostages being killed, was released by the IDF. This was a march that has been weaving through the streets of Tel Aviv. We're now in Dizengoff Square, which is in the center of the city. It started at the Kirya, which is essentially Israel's pentagon.It is a mixture of anger, anger at the government, that they haven't done enough to get the remaining hostages home. There are around 130 of them. And of course, it is so much sadness about the tragedy. As you say, these three men are so close to their own Israeli forces, so close to freedom. And then they were shot and killed by Israeli soldiers. I spoke with a man named Daniel, who is friends with the mother of one of those hostages killed today, Yotam Haim. Here's a little bit of what he told me. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "DANIEL, FRIED TAKEN HOSTAGE BY HAMAS",
      "sentences": "We are asking our government, our cabinet, to do the best they can to find more solution because we want our friends and we want our family now. Yesterday, we want them no more dying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "MARQUARDT",
      "sentences": "-- another pause in the fighting? DANIEL(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "MARQUARDT",
      "sentences": "So Jake, the IDF has said this is a pat -- sad and painful incident that they're investigating. What they know is that these three men were shot and killed by the IDF. What they are trying to figure out is whether they had escaped, whether they had been released, a lot of questions, and a lot of anger demands tonight for the rest of the hostages to be brought home for a new deal to be struck with Hamas. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "TAPPER",
      "sentences": "Yes, a lot of hostage families have been pushing since the beginning for Netanyahu to focus on rescuing the hostages and not the military campaign in Gaza. Alex, you're also following the U.S. National Security Adviser Jake Sullivan, who has been visiting Tel Aviv. The U.S. is trying to put pressure on Israel public and private to prevent more civilian casualties in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "MARQUARDT",
      "sentences": "Yes, they're doing it rather gently in public, but they certainly are pressuring the Israelis. They're saying that Israel has an intent to keep people safe, but that the results aren't matching that. I asked Jake Sullivan in a press conference today how he swears that Israeli intent to keep civilians safe with -- there are reporting on all these dumb bombs. And he says that Israel has a process that they, you know, they figure out when and where to use these munitions.But he made it clear that Israel is falling short. But in terms of the message it's essentially do better. It is a relatively light, you know, soft message that is it has not to this point, Jake, been all that tough on Israel. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:54:09",
      "speaker": "TAPPER",
      "sentences": "Black women in the United States are two to three times more likely to die from pregnancy related complications than our white women, according to the Centers for Disease Control and Prevention. And this Sunday, on the whole story with Anderson Cooper, CNN anchor Abby Phillip is on a personal jury to try to understand why the black maternal mortality rate is so high. Abby spoke with the family of April Valentine, a black woman who died during childbirth at an L.A. hospital earlier this year. Her family says her death was entirely preventable and due to negligence. We want to warn you the details of the story are disturbing.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:54:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They treated her almost like it was an assembly line. They didn't check her. They didn't feed her. They didn't respond to her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:54:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She tried to throw up like big spit came up and her body locked up and her eyes well to the back of the head. I looked up and I screamed I'm like told the nurse I'm like, ma'am, ma'am, help me, she ain't breathing. And so I started doing CPR.ABBY PHILLIP, CNN ANCHOR &amp; SENIOR POLITICAL CORRESPONDENT (voice- over): Nurses called for a code blue, Nija (ph) said and along with April's doctor finally took action.",
      "isLastSentenceInterrupted": false
    }
  ]
}