{
  "date": "2023-09-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Thousands Struck At Burning Man Festival After Heavy Rain; Congress Returns To Work With Little Time To Pass Key Bills; Pope Francis Makes Historic Visit To Mongolia; Former New Mexico Governor Bill Richardson Dead At 75; SC Woman In Legal Dispute Over Land Family Owned Since 1800s; New Data: COVID Levels Up, But Still Relatively Low; \"Little Richard: I Am Everything\" Premieres Labor Day 9p ET/PT. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:00",
      "speaker": "RAHEL SOLOMON, CNN HOST",
      "sentences": "Now event organizers say they still plan to hold the culminating events, that's the burning of the man, later tonight if weather permits.In the last hour I spoke with one festival goer who remains trapped, she's still there. She says she's not worried about running low on supplies but this was supposed to be a leave no trace event. And she says she is concerned about the impact this could have on the environment. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "DAWNE LOONEY, STRANDED AT BURNING MAN FESTIVAL",
      "sentences": "I'm curious how it's going to be a year from now if we're going to find damage from the heavy equipment, from, you know, people not being able to procure their items and leave no trace. There's a restoration department here at Burning Man and they do a phenomenal job year in and year out, and this year is going to be a really tough job for us, though.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SOLOMON",
      "sentences": "Now some people have trucked out on foot, including comedian Chris Rock, who you see there in the blue coat, and DJ Diplo who described on social media hiking for six miles before they were able to hitch a ride from a fan. Six miles in those conditions.Earlier I spoke with an attendee, a different attendee, who was able to make it back home to South Carolina and she described to me how others were coping with the conditions. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "GILLIAN BERGERON, HAD TO HITCH A RIDE OUT OF BURNING MAN",
      "sentences": "Most of the seasoned folks that have been out there, you know, a number of times had really positive attitudes. I mean, we all know we're signing up for something that anything could happen. I've been out there during a hailstorm. I've been out there during rain. I've been out there when it was, like, too hot to function. And so it was -- I really, you know, it felt like overall it waspretty manageable, but there were certainly some people that were, you know, absolutely beside them themselves and that were asking if their tickets would be reimbursed or if they get tickets for next year, they were missing their flight, which I know is obviously super inconvenient and frustrating for people, but it's kind of just dependent I think on their level of experience out there and their level of comfort out there, and then potentially wherever they had to be, you know, come Monday or Tuesday morning. And so it really varied, but for most of the folks I know out there that go out somewhat regularly they certainly made the best of it. Everybody was being really wonderful. It's a great community. People were helping each other, offering food and water and shelter to those who needed it and, if anything, I think it probably made the core community a lot stronger. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SOLOMON",
      "sentences": "And CNN's Camila Bernal is in Black Rock Desert. She joins us live.Camila, explain to us exactly where you are and what conditions are like from what you can tell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey, Rahel. So this is essentially the beginning of what they call the exodus. This is the checkpoint right after you get out of the playa. And so I can't move around a lot because we lose signal. Signal is very bad in this area. But what's happening here is that these are the cars that decided to come out despite the shelter-in-place.You're also seeing people walking out of the playa. Of course they're coming with mud. They are trying to get out but they are very positive. Every single person that I've talked to has told me that they are in a good mood, that they're positive, that this is obviously a place where they come to come together, to experience art together, to have a good time together. So even though this has been very difficult for them, they're putting a very positive spin on it. But it is taking them about an hour to get out and a lot of the people that I just talked to told me that they've seen many, many vehicles and people who are stuck in that mud, in that very dry, cakey mud. That's of course all over behind me. The festival is actually about two miles from where I'm standing right now and you're seeing what I said was the exodus, which is a lot of cars just lining up, trying to get out. I mean, you're seeing that positive energy. But these are the people that essentially made it out today. I was asking people, you know, were you planning on leaving today and many of them were telling me, no, I was planning on leaving tomorrow but of course because of all of this it's just easier to get out. They say that a lot of them do have the food, the fuel that they feel they need to maybe stay a little longer here, but of course if you're able to leave, that's what a lot of them are doing, despite the fact that there is that shelter in place, that they are being told to wait. The Burning Man, that is happening tonight. They will burn the man at 9:30 p.m. local time. But again it is difficult for some people who are stuck there, who have no way of getting out. There are people that are stuck in the mud as I speak who are trying to get out and have not been able to do so. But again, very positive, people trying to remain in good spirits. But also thinking about the people that are unable to come out at the moment -- Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "BERNAL",
      "sentences": "Yes. So it has been raining a little bit. We've seen some drizzle throughout the day. So as we were driving in, it was raining. It obviously stopped maybe 10, 15 minutes ago. So it's looking a little bit better but we did get some rain. It's unclear if we're going to get anymore throughout the rest of the day. But of course the other thing here is that a lot of these cars, I asked, you know, how long did it take you to get out. And they were telling me it took me about an hour.Walking is also taking them about an hour. They're trying to ask for rides, of course so anybody that's trying to walk is also asking the people in these cars to give them a ride in order to get out. There are busses in the town so a lot of people just trying to walk out and get onto a bus in order to get out of here. But there was one woman who told me, my husband is driving from San Francisco to pick me up because we need to get out of here. And the one thing that was said to me was this is a community that comes together. And that's what they wanted the public to understand, that they were willing to help each other out in order to get out of here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "SOLOMON",
      "sentences": "Yes, I will say everyone we've spoken to has been in really upbeat spirits despite, you know, at one point having been trapped there.Camila Bernal, live for us in Black Rock Desert, Nevada. Camila, thank you. And as we said part of the issue there was the rain. About two to three months' worth of rain fell in just 24 hours at the Burning man Festival and more extreme weather is on the way. CNN meteorologist Alison Chinchar has the forecast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "ALISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "Four western states, Rahel, are under flood watches today in anticipation of additional rain coming through for the remainder of the day. Again, you can see more of those waves of rain not only for Nevada but also portions of Oregon, Idaho, and stretching into areas of Utah and even Wyoming as we push through the evening hours tonight.Now we're not talking a tremendous amount of rain but the concern is especially for those folks that are still at the festival, you are going to be looking at -- this is the area here where that festival is, you're going to be looking at some of those additional rain chances to push through this area, especially as we go throughout the remainder of the afternoon and into the evening hours tonight. Now overall most of these areas only expecting about maybe up to an extra inch or so but for a lot of these areas that's all it really takes to trigger some of those flooding concerns. Now elsewhere across the country the other big topic is the heat. We've got heat advisories out for several states and across portions of the Midwest. The temperatures here expected to get to about 95 to 100, that heat index reaching near 105. Chicago, Minneapolis, St. Louis, all looking at temperatures the next several days to be in the 90s. You're talking 10 to 20 degrees above average, likely to break some records, and they're one of many locations that are likely to break records the next few days. All of these dots represent a potential record from today all the way through Thursday of the upcoming week. And you can see where that heat begins to spread, not only into the northeast but also into some southern locations as well. Looking at the northeast specifically, looking at New York, 91 on Monday, continuing into the 90s and actually going up by Wednesday. Washington, D.C., even flirting with possible triple digit temperatures by the time we get to the middle of this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:32",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. For the first time in four years, a typhoon has made landfall in Taiwan, devastating crucial infrastructure and injuring at least 44 people. So far more than 7,000 people across 11 cities and counties have been evacuated. Taiwanese news agency CNA says over 200 flights in and out of Taiwanhave been delayed or cancelled, and multiple areas have announced office and school closures for tomorrow, that's as tens of thousands of homes and people still have no power. Pope Francis is urging harmony among religions at an interfaith meeting in Mongolia today. It's the first time that a Pope has visited that country. Pope Francis arrived in Mongolia for his historic visit on Friday. It's a country with only 1500 Catholics. He also sent warm greetings to the noble Chinese people during his mass earlier today. And his trip marks a headline-filled weeks after making comments about the war in Ukraine and also telling world governments they have nothing to fear from the Catholic Church among other things. CNN's John Allen explains.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:32",
      "speaker": "JOHN ALLEN, CNN SENIOR VATICAN ANALYST",
      "sentences": "Rahel, it has been another tumultuous week for a Pope who simply almost makes the news. The controversy began this week with news of a video call that Pope Francis conducted with Catholic youth in Russia in which he called them heirs to Great Mother Russia, a great culture, a great humanitarian tradition.That language was denounced by a spokesperson for the Ukrainian government as Russian imperialist propaganda, forcing the Vatican to issue a clarification saying that the Pope did not intend to bolster anyone's imperial ambitions, merely to encourage the Russian youth to promote the best of their culture. Then the Pope it turned out in a meeting with Jesuits during a recent trip to Portugal addressed Catholics in the United States saying some of his conservative critics are backward minded and that they substitute ideology for faith, obviously comments that did not go down well in some conservative American Catholic circles. And then even as we speak, Pope Francis is undertaking one of the most remarkable papal trips in all of history, a first-ever papal trip to Mongolia, an overwhelmingly Buddhist society with fewer than 1500 Catholics but one that borders both Russia and China, giving him the opportunity to engage these two super powers particularly with regard to the crisis in Ukraine. So once again, an 86-year-old Pope who has had a couple of health scares earlier this year, but despite it all, Francis remains a Pope without an off switch -- Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:32",
      "speaker": "SOLOMON",
      "sentences": "John Allen, our thanks to you.And still to come, a 93-year-old woman in South Carolina is fighting a property developer to keep land that's been in her family since the civil war. More on the bitter legal battle that's brewing just ahead. (COMMERCIAL BREAK) [16:22:59] SOLOMON: Mourners around the world are honoring the life and public service of former New Mexico governor Bill Richardson who passed away Friday at the age of 75. The former United Nations ambassador was nominated multiple times for a Nobel Peace Prize based on his work in negotiating the release of wrongfully detained Americans abroad. And that includes WNBA player Brittney Griner who was of course released from a Russian detention center last year. In a statement, she wrote, \"Our hearts and prayers go out to his family and friends. We will be forever grateful for all his efforts to help bring me home from Russia.\" Joining me now is Jonathan Franks who worked on numerous cases with Richardson. We so appreciate your time today and really sorry for your loss. Just reaction when you first heard --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:32",
      "speaker": "JONATHAN FRANKS, SPOKESPERSON, BRING OUR FAMILIES HOME CAMPAIGN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:32",
      "speaker": "SOLOMON",
      "sentences": "Yes. You know, what was your reaction when you first heard of his passing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:32",
      "speaker": "FRANKS",
      "sentences": "I was shocked. He was -- I represent Travers King as well, and he was actively engaged on that case last week. So it came as a shock to me and I think to everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:32",
      "speaker": "SOLOMON",
      "sentences": "Yes. And you, in addition to working alongside on the Travis King situation, Travis King of course still in North Korea, you worked alongside the late governor in other cases. Your very first case. Can you tell us a bit more about what it was like working beside him and the things that you were able to glean and learn working beside him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:32",
      "speaker": "FRANKS",
      "sentences": "Absolutely. I mean, he is a mentor of mine. He taught me a lot of what I know about the hostage business. And you know, part of his magic was he was relentless and he was willing to talk to anyone if it would bring an American home. And there were a lot of situations where the governor would be willing to go have tea and take a picture with a dictator that the U.S. government either can't or won't that produced releases.And from where I sit, if we get a wrongfully detained American back by sending a high-ranking, you know, a former ambassador to some dictatorship to negotiate it, great, let him take a picture and have tea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "SOLOMON",
      "sentences": "Have you -- Jonathan, have you talked to his wife or his family? I mean, can you share with us how they're doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "FRANKS",
      "sentences": "I have not talked to Barbara. My thoughts and prayers of course go out to her. I'm in communication with folks at the center who are in touch with Barbara, and I guess we're just all hoping to be as supportive to the family as possible for somebody that was very supportive to all of us for many years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "SOLOMON",
      "sentences": "Yes. It's been really beautiful, I think, reading all of these statements and tributes coming in about his life and his legacy and his impact. What more would you want to share with us and our viewers about the legacy that the governor leaves behind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "FRANKS",
      "sentences": "I think I want to make sure people understand how important the work that he did was. So on our last mission, we freed Navy vet James Griswald who was being held in Mexico for a murder the evidence showed he didn't commit. And had the governor not gotten involved in that case, that maybe that innocent, completely innocent, provably innocent would be sitting in one of the most notorious prisons in North America still. So there a whole bunch of people that are home largely because of the governor's efforts. That's the legacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "SOLOMON",
      "sentences": "So it's important work that he and you do and we appreciate you being with us today to share more about your experience.Jonathan, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "FRANKS",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:30",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. A judge has struck down new congressional district lines for northern Florida, championed by Republican Governor Ron DeSantis. Circuit State Judge J. Lee Marsh ruled that the proposed boundaries violated the state constitution by diluting the power of black voters. His decision now blocks the state from using the map and congressional elections and orders the legislature to draw up a new one. The DeSantis administration is expected to appeal.And now to a dispute over legacy and land, it's happening on Hilton Head Island, South Carolina. Ninety-three-year-old Josephine Wright is at the center of a legal fight that's attracted national attention. As development goes up around her family home, she is literally in the middle of what developers hope could be a new home community. But for Wright she says it's so much more. CNN's Dianne Gallagher reports. (BEGIN VIDEOTAPE) TRACEY LOVE GRAVES, JOSEPHINE WRIGHT'S GRANDDAUGHTER: We are connected to this land. Our blood runs through these trees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:30",
      "speaker": "JOSEPHINE WRIGHT, HILTON HEAD ISLAND RESIDENT",
      "sentences": "No matter what, we will keep this land. So, this land is going to be here with us if it's going to be another 200 years. That's the way we look at it.DIANNE GALLAGHER, CNN REPORTER (voiceover): But not everyone has that same view. The serene marsh and sandy beaches of Hilton Head Island have been home to the Gullah Geechee community since before America became America. But today, community members say development threatens those families who still call it home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:30",
      "speaker": "WRIGHT",
      "sentences": "Why should we give up such a precious gift that God has given us?GALLAGHER (voiceover): Josephine Wright has lived in this house on Hilton Head Island for 30 years. But she says her family's home has been on this land since the Civil War, purchased by Friedman and passed down for generations. Her husband, a Gullah descendant, wanted to be sure to keep the land in the family after his passing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:30",
      "speaker": "WRIGHT",
      "sentences": "I feel so much pride and comfort in knowing that this is where I will be for the rest of my life.GALLAGHER (voiceover): But the 93-year-old great-great grandmother has felt little comfort here over the past few months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:30",
      "speaker": "WRIGHTS",
      "sentences": "This is when we start hearing the trees say boom, boom.GALLAGHER (voiceover): Wright is being sued by a company with plans to build 147 three-storey townhomes along this Jonesville Road community, a historic Gullah Geechee neighborhood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:30",
      "speaker": "GRAVES",
      "sentences": "Our blood, sweat and tears are in this land. My ancestors are buried here down at the end of the road.GALLAGHER (voiceover): Today, construction is closing in around Wright's modest home. (on camera): Has the developer at any point come to you to speak face- to-face about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:30",
      "speaker": "WRIGHT",
      "sentences": "No. I have never spoken to any one of them. They have never knocked on my door.GALLAGHER (voiceover): She says about five years ago, a woman did ask her about selling the land to an interested anonymous buyer for $39,000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:30",
      "speaker": "WRIGHT",
      "sentences": "And I said, you insulted my intelligence. And would you give them that message?GALLAGHER (voiceover): She says her first communication with the company, Bailey Point Investment LLC, was being served legal notice, which alleges a satellite dish, a shed, and a portion of Wright's screened-in back porch are sitting outside of her property line, encroaching on theirs according to their land survey. The lawsuit seeks removal, plus just an adequate compensation for its loss of the use and enjoyment of their property and expenses related to delays in development. (on camera): Bailey Point says that the corner?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "GALLAGHER",
      "sentences": "So, the issue is that corner?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "WRIGHT",
      "sentences": "Yes.GALLAGHER (voiceover): Wright has filed a countersuit alleging Bailey Point and their affiliates are using harassment and intimidation tactics to pressure her off the land. Now, Bailey Point has filed a response denying any harassment, as well as any previous offers to purchase her land. She has received an outpouring of support and donations, even from celebrities like Tyler Perry, Snoop Dogg, Fantasia, and NBA player Kyrie Irving. The town of Hilton Head just announced it is pausing all construction in line with their town code, refusing to issue Bailey Point building permits until the lawsuits are resolved. But Josephine Wright isn't alone in her fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "LUANA GRAVES SELLARS, FOUNDER, LOWCOUNTRY GULLAH FOUNDATION",
      "sentences": "She speaks to the Gullah culture and the Gullah desire to fight back.GALLAGHER (voiceover): Luana Graves Sellars runs a nonprofit called the Low Country Gullah Foundation, focused on helping prevent land loss in the Gullah Geechee community. Her nonprofit estimates that since Hilton Head Island became a vacation destination after Mainland Bridge was built in the 1950s, the Gullah Geechee have lost nearly two-thirds of their acreage, mostly due to rising property taxes and problems with something called heirs' property. (on camera): How pervasive is that on this island now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "SELLARS",
      "sentences": "It's pervasive here, but it's pervasive throughout the South. And unfortunately, heirs' property is the primary way that black people in America are losing their land. Heirs' property is a type of land ownership where a single property may be inherited by multiple members of a family for generations after the original owner passes away. But there's often a lack of clear legal documentation, making families vulnerable to land loss when there are disagreements within the family over selling. In some of these cases here, the land is being purchased by developers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "WRIGHT",
      "sentences": "Just look at this. This is one of the most peaceful areas.GALLAGHER (voiceover): And lost by the Gullah Geechee. But in the case of Josephine Wright, she's standing firm on her ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "WRIGHT",
      "sentences": "Well, let me put it to you this way. I've never backed down on anything that was right.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "GALLAGHER",
      "sentences": "For the past couple months up through this week, CNN has repeatedly reached out to Bailey Point Investments and really anyone we could find who was associated with this project. Now one named organizer did respond to us saying that they are not the developer of the project, but rather an investment company that finance the deal.But we've also reached out to lawyers for Bailey Point, the architect, even the engineer for the proposed subdivision, no one has responded to us. We of course would love to speak with them and welcome any comments on this story. As far as Josephine Wright go, she tells me that this is a fight she is in for the long haul. She hopes that her 40 grandchildren, 50 great grandchildren and 16 soon to be 17 great- great grandchildren will be able to enjoy all of her property until they themselves are 93 years old. Diane Gallagher, CNN, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "SOLOMON",
      "sentences": "Great advice, I think. Our thanks to Dr. Sanjay Gupta for that report.And now it's an amazing story of resilience in Ukraine, a 12-year-old Ukrainian girl who lost both legs and a Russian striker last year, today ran part of a half marathon on prosthetic limbs. The 12-year-old named Yana (ph) was initially brought to San Diego for rehabilitation along with her family before returning to Ukraine. She told local officials there that she was concerned about the run because she isn't fully used to her new running legs yet, but she said she wanted to set an example for other kids who may have also lost limbs. It's great story. More than one-third of women released from prison annually end up back behind bars within five years. Susan Burton was also caught up in the cycle of incarceration. But when she finally got help, she established a nonprofit that helps women rebuild their lives after prison. Since being honored as a top 10 CNN Hero in 2010, she expanded her work, she wrote her autobiography, and she shared her story with the women who needed most. And now she has found yet another way to help others around the world follow her path. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "SUSAN BURTON, SAFE FOUNDER",
      "sentences": "I went to 64 prisons in a year.I hope my story will help you realize there are no throwaway people, that your life matters. And I did book signings and those women stood up with tears in their eyes saying we don't have anywhere to go after incarceration. So I created SAFE. And what SAFE seeks to do is train other women on how to replicate a new way of life model.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "At the Lilac House, we can accommodate up to seven women so that they don't have to go through the struggles that I went through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "BURTON",
      "sentences": "Now there are 41 sites around the world. So when I go back into prisons, now --When you go home Jasmine. I'm coming back saying, here's some place for you to go. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "SOLOMON",
      "sentences": "And to learn more about Susan's work, you can go to CNNHeroes.com. We'll be right back.(COMMERCIAL BREAK) [16:53:10]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. The legend surrounding the birth of rock and roll have long been dominated by straight white icons like Elvis and the Beatles. But now the new CNN film Little Richard(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's just like a shot out of a cannon. His voice, he created the rock n' roll icon. Sorry you all, it wasn't Elvis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I am the king of rock n' roll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The first songs that you loved that your parents hate is the beginning of the soundtrack of your life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Little Richard's lyrics were too lewd to get airplay on the radio.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was just as clean as you were.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He was very good at liberating other people. He was not good at liberating himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "LITTLE RICHARD",
      "sentences": "Michael was inspired by me, Prince, James Brown, I discovered him. Jimi Hendrix was my guitar player.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "PAUL MCCARTNEY",
      "sentences": "I used to stand on a desk and do-Little Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "MICK JAGGER",
      "sentences": "Everyone was beholden to him.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:22",
      "speaker": "SOLOMON",
      "sentences": "Joining us now is Jason King. He is the dean of the Thornton School of Music at the University of Southern California and he also appears in the film. Jason, good to see you. Thanks for coming on. You know, I think Little Richard, yes, great to see you. I think the story is really fascinating Little Richard story. Why do you think it's important to tell the story now though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:34",
      "speaker": "SOLOMON",
      "sentences": "Yes, you know, I think it's hard to overestimate just how huge he was at his peak. But at the same time, he was an openly gay black man with this very sexualized performance style. I mean, how was he able to become that major, that huge of a major star in conservative Jim Crow 1950s?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:34",
      "speaker": "KING",
      "sentences": "I think part of it is because it was a conservative time. It was a time of incredibly entrenched homophobia and racism and political conservatism. And this is in the post war moment. What he did was kind of organize and bring together all of that postwar energy, and he put it into the music itself. So the songs were incredible, songs like \"Long Tall Sally\" and \"Tutti Frutti.\" They were songs that were sexually charged, but they were also coded. So you could read them as just being funny or campy, but not necessarily understand the exact sexual underpinnings in the lyrics.But he also had an unimpeachable performance style. No one could perform like him. If he came into town to perform, you didn't want to perform after him for the next two weeks. That's how dynamic and incredible he was. So I think it's the mix of as an incredible performer with those songs. That's what that's what made the difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:34",
      "speaker": "SOLOMON",
      "sentences": "Jason, we unfortunately are running out of time, but there was a clip of yours that got my attention in the promotional material, where Little Richard was, I think, at the Grammys, and he was introducing the Best New Artist of the Year or something like that, correct me if I'm wrong, and he sort of joked that it should be him. And in the clip, you say, you know, behind the jokes, there was a seething anger. Talk to me a little bit about that part of the story that perhaps he wasn't always given the credit that he was do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:34",
      "speaker": "KING",
      "sentences": "Little Richard was not always given the credit that he was due. Here is a figure who not only was one of the original masterminds behind rock n' roll, he literally made space for people like Elvis, The Beatles, Jimi Hendrix, they all learn from him. He was their mentor, in many ways, and he ushered their careers in. But he personally never got his due.He was -- he didn't get his publishing royalties, he had terrible recording contracts. So he never fully was able to experience the rewards of the career that he created. And he talked about it explicitly, especially in the 80s and 90s and beyond, he would not be quiet about it. And that was really, really important because he wanted to put himself out there and let people know that he had been exploited and he wasn't going to take it quietly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:34",
      "speaker": "SOLOMON",
      "sentences": "Jason King, we will still look forward to watching it and thank you for coming on today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:34",
      "speaker": "KING",
      "sentences": "Happy to be here. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:34",
      "speaker": "SOLOMON",
      "sentences": "And be sure to tune in the all new CNN film Little RichardAnd now it's what Adele concert in Las Vegas we're an excited fan got some unexpected love from the star herself. Here is CNN's Jeanne Moos. (BEGIN VIDEOTAPE) JEANNE MOOS, CNN CORRESPONDENT (voice-over): How much does this fan love Adele? So much that he seemed to be in an Adele induced trance recording himself with a selfie stick in one of the singers recent Las Vegas concerts. UNIDENTIFIED FEMALE: Look behind you. Everybody's upset. Everybody. MOOS (voice-over): He was gently scolded for standing and walking the view of others and then two seconds after she left even Adele notice from the stage a security quietly tried to get him to tone it down. Adele stopped the show midsole. ADELE, ENGLISH SINGER-SONGWRITER: What is going on with that young fan there? He's been bothered so much since I came on for standing up. What's going on with him? Yes, you with the stick in your hand. MOOS (voice-over): Rescued by his goddess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:34",
      "speaker": "ADELE",
      "sentences": "You can stand up now, darling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:34",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh my God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:34",
      "speaker": "ADELE",
      "sentences": "Even security seemed insecure when admonished by Adele. What are you doing? Why are you all bothering him? Can you leave him alone please?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you. Thank you.MOOS (voice-over): When he posted a clip on TikTok, the unidentified fan wrote to Adele, you started talking to me and I literally stopped breathing. His hand visibly trembled as he took a drink.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:08",
      "speaker": "ADELE",
      "sentences": "You enjoy the show. Leave him alone.MOOS (voice-over): When Adele stopped singing, even security changes its tone. Jeanne Moos, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}