{
  "date": "2023-04-14",
  "headline": "CNN News Central",
  "subHeadline": "Court Appearance by 6-Year-Old's Mother Who Shot His Teacher; Interview with Former Prosecutor for Genesee County, Michigan and Prosecuted Previous Case Involving 6-Year-Old Shooter Arthur Busch; Justice Department Requests Supreme Court's Intervention in Drug Abortion Decision; Daniel Perry Expressed Desire to Murder Protesters in Unsealed Documents; Daniel Perry Posted on Social Media About Killing Muslims and Black People; Texas Governor Attempting to Commute the Sentence of Man Who Killed BLM Protester; Despite Finding Manufacturing Flaw with 737 Max, Boeing Maintains that Aircraft is Safe; Climate Change on Display; Dead Lake Revived by Atmospheric Rivers; Flooding Covered 150 Square Miles of Farmland. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BUSCH",
      "sentences": "You don't give up on kids at six years old. And I -- my answer to that is, no. We shouldn't give up whether you're a prosecutor, a social worker, a minister, or whoever you might be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BERMAN",
      "sentences": "All right. A very busy morning. Just moments ago, the Justice Department asked the Supreme Court to intervene in the emergency dispute over a Texas judge's ruling on an abortion medication. This came just after the manufacturer of that drug filed its request.CNN's Senior Supreme Court Analyst Joan Biskupic is here to explain where we are now, I guess, Joan, with the clock ticking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JOAN BISKUPIC, CNN SENIOR SUPREME COURT ANALYST",
      "sentences": "Sure, John. I was just with you a few minutes ago, and now we've just received the Justice Department's filing here, asking the U.S. Supreme Court for immediate intervention to put everything on pause. So, we're about to have a very suspenseful day of what the Supreme Court will do. What the Justice Department said is that we are in a regulatory chaos right now with grave harm looming for women, for anyone in the medical system who relies on this abortion pill.Right now, you have competing lower court decisions. One telling the Food and Drug Administration not to change any kind of rules that would affect access to the abortion drug, and then you have another set of rulings that said, yes, FDA, you must change rulings. So, this is the state of play. And what the Justice Department is asking is that the Supreme Court just do a temporary pause so that other filings on the merits of this controversy can come in. Now, this is the Supreme Court that just 10 months ago, John, completely eliminated constitutional abortion rights and said it's now up to the states. But this is a very different dispute. This goes to the regulatory authority of the Food and Drug Administration to scientifically evaluate the safe -- the safety and effectiveness of drugs. So, it's a very important case for all sorts of administrative agencies and all the government is asking for now is just wait, let us get all the filings in. And the deadline for all of the -- for the Supreme Court to act is 1:00 p.m. eastern, midnight central time where the -- one of the key rulings first came from. The justices have till 1:00 p.m. -- I'm sorry, 1:00 a.m. eastern, Saturday morning to decide what to do because if not the lower court ruling severely restricting access to the drug will go into effect. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BERMAN",
      "sentences": "All right. We will hear, I imagine, something from the Supreme Court, one way or the other --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BISKUPIC",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BERMAN",
      "sentences": "-- over the next several hours before midnight. Joan Biskupic, thank you for explaining it all to us. Appreciate it.Sara. SARA SIDNER, CNN NEWS CENTRAL CO-ANCHOR:  Newly unsealed documents revealed the Texas man who killed a protester at a Black Lives Matter rally in Texas shared racist messages for years. Daniel Perry wrote about wanting to kill protesters, black people and Muslims. The documents were unveiled as a Texas pardon board ways Governor Greg Abbott's request to overturn the conviction. CNN's Ed Lavandera is joining us from Austin. These are pretty disturbing revelations. I know some of this came out in court, the thought about him killing people, protesters that were near his home, he said in one of his online postings. But this is a lot more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SIDNER",
      "sentences": "Yes, it's a really interesting case. Unprecedented. The governor went forward with his promised to pardon this man who was convicted without even the sentencing happening. It's a very, very unusual case. Thank you so much, Ed Lavandera, for all those details from Austin, Texas.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "This morning, Boeing is warning of a significant delay in delivering new 737 Max jets because of manufacturing problems, and this is having an impact on stock prices. Boeing says, there is not an immediate safety concern right now. But, you'll remember, this is the same plane that was grounded worldwide for nearly two years after a pair of deadly crashes. CNN's Richard Quest, who knows as much about aviation, as the Wright Brothers joins us now.Richard, explain to us what's happening here and what these manufacturing issues are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "RICHARD QUEST, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "All right. Well, continue looking at that picture of the Max 3 -- 737, and you'll see that the relevant part of a couple of fixings at the back of the aircraft. The aft fuselage that joins the aft fuselage to the tail, the tail fin. And what we believe is that somewhere along the way, the manufacturer of that, the subcontractor to Boeing, has now said there was -- it was not manufactured in conformance with the compliance regulations.We don't know what was wrong. But clearly it is not so deficient that it creates an immediate safety concern. Now, obviously, because of the Max's history, nobody is taking any chances. How many times has an aircraft manufacturer told us, don't worry, only to have something go wrong later on. And so, Boeing and the FAA both say, yes, this is a problem. Yes, it needs to be fixed, but it's not urgent. What it will mean, of course, is that Max delays of plane deliveries will be intense, and that's going to hit airlines like United and Delta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "Richard Quest, I have to say thank you so much for that explanation. I feel like we pulled you out of a business meeting for that. But now I think we fully understand what's going on. Be well, my friend. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "John, thank you.Coming up for us, Republican presidential hopefuls are gathering at the annual NRA Convention this weekend. Who's going to speak them over, they say after of course, in the -- in light of the recent deadly mass shootings in Kentucky and Tennessee. We're live in Indianapolis. And also, the effects of climate change on full display in California. Why some residents have whether whiplash. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BOLDUAN",
      "sentences": "We are seeing the effects of climate change more and more every day, from severe drought to more intense tornadoes to historic flooding. But some California residents are experiencing a weather whiplash of sorts. Conditions so extreme that right now a previously extinct lake is now back to life. CNN's Bill Weir live from California's San Joaquin Valley with much more on this.Bill, what is happening there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "This is staggering, Kate. You got to understand that for most of our lives, if we have driven down this road, this would be dusty farmland. This would be cotton fields, alfalfa, cattle ranches, maybe, you know. some dairies, but now it is waterfront property. And all of this is just rain from this winter, those relentless atmospheric rivers that come out of the Pacific and just blasted like a fire hose on the Sierra Nevada's.It just flooded about 150 square miles so far, but this is just the beginning. Because right over there at the Sierra Nevada's, where the snowpack is about 300 percent above normal, in some places, all of that is going to melt, and there's only one place for it to go down here. I met one young family, lifetime residents of Corcoran, the town that is now endangered of having their levees breached, and she kind of summed up with her beautiful new baby, the uncertainty that this brings. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "MARTINA SEALY, LIVES NEAR TULARE LAKE",
      "sentences": "All of the crops are completely flooded and ruined. So, that's -- it takes a lot of jobs from people. That's a lot of food that provide -- we provide for at around (ph) California and all around the nation. It's pretty scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "WEIR",
      "sentences": "And unfortunately, this is just the beginning, right? Because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SEALY",
      "sentences": "Very beginning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "WEIR",
      "sentences": "-- the big melt hasn't even really begun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SEALY",
      "sentences": "Yes, this is just from the rain. The snow melts, there's nowhere for it to go besides here. Yes, so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "WEIR",
      "sentences": "So, Tulare Lake is back --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SEALY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "WEIR",
      "sentences": "-- for a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SEALY",
      "sentences": "It's back and it may take over and put us out.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BOLDUAN",
      "sentences": "When you put that in perspective, some places are 300 percent snow -- above snowpack. is 300 percent normal. And this is just the beginning. What it's going to look like what that -- the lake is back in full effect. And these images that we're showing people in the wall from some of what you have shot, Bill, are just astonishing of what they're looking at already. And you can only imagine what it's going to look like when this all starts to melt. It's really remarkable. Bill Weir as always, thank you so much.Sara.",
      "isLastSentenceInterrupted": false
    }
  ]
}