{
  "date": "2023-12-16",
  "headline": "CNN Newsroom",
  "subHeadline": "United States: Next Phase Of War Will Precisely Target Hamas; Negotiators Resume Talks For Israel, Ukraine Aid And United States Immigration; Trump Returns To New Hampshire Looking To Temper Any Momentum For Haley; Gaetz Campaigns For Trump In Iowa: \"My Only Concern Is Low Turnout\"; Supreme Court Asked To Weight In On Presidential Immunity; Biden Impeachment Inquiry Authorized By House Republicans; Two Cousins Freed After Spending 42 Years Wrongfully Imprisoned; Matthew Perry Died From The Effects Of Ketamine; U.S. Homelessness Soars To Highest Reported Level As Rents Soar. Aired 12- 1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:38",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Hello, everyone. Thank you so much for joining me. I'm Fredricka Whitfield.We're getting stunning new details today about what the Israeli military calls a tragic, tragic event. Three Israeli hostages, who had been held by Hamas since October 7th were killed by Israel Defense Forces in Gaza. And today, we learned that they were waving a white flag as they approach an IDF brigade on Friday. And despite that, the three were still gunned down. We'll take you to Israel in just a moment. Meantime, President Biden's national security adviser, says Israel will soon move to a new phase in its war against Hamas. CNN's Priscilla Alvarez is at the White House for us. So, Priscilla, what is the White House hope to see in this new phase?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:38",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, they want to see more targeted and precise strikes. This has been an ongoing concern for the White House. The mass destruction, devastation, and deaths of innocent civilians in Gaza, as Israel has started its ground operation in that region.And so, what has happened over the course of time is pressure from the White House, discussions behind the scenes to move towards a targeted strike. Now, Jake Sullivan was in Israel this week. He met with the Prime Minister Benjamin Netanyahu, on this matter, as well as with Israeli officials. And he told reporters that while they don't yet have a timeline of how exactly this will look, this was certainly part of their discussion. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:38",
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISER",
      "sentences": "I'm not going to speak to timelines. And I'm not going to speak to conditions here from the podium. What I am going to say is that we had a very constructive conversation yesterday about the transition from the high intensity phase forward. And we expect that, that will occur in the future.When exactly that happens, and under exactly what conditions will be continuing intensive discussion between the United States and Israel. And I will make sure that, that conversation, at least as far as I can do it is going to stay -- is going to take place behind closed doors. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:38",
      "speaker": "ALVAREZ",
      "sentences": "Now, U.S. officials have underscored that they are trying to be careful here not to tell Israel what to do. But rather to provide them guidance and to make the point that -- and this is something that the president told donors this week that Israel stands to lose support on the world stage if the deaths of innocent civilians continues to go up, and there are images again, of that devastation and destruction.And so, these are conversations that are ongoing. The president has been in close touch with the prime minister. And you can imagine that this is going to be something that is a continued point of discussion, as the U.S. publicly also continues to make the point that Israel still has the right to defend itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:38",
      "speaker": "WHITFIELD",
      "sentences": "And all of -- all this, simultaneous to Biden officials, and Senate negotiators still trying to hammer out a deal to send more funding to Israel and Ukraine, while you know, adding measures to U.S. immigration policies. That's a lot. So, what more are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:38",
      "speaker": "ALVAREZ",
      "sentences": "Well, this has been an ongoing negotiation. One of the precedent in his remarks about this supplemental over the last few days and weeks has said that he's willing to compromise on border policy to see this through. These billions of dollars, again, for Israel and Ukraine as well as for other priorities.And the White House is willing to make concessions. You see them there. Some of the proposals being discussed, according to sources is raising the credible fear standard for asylum seekers, mandatory detention of migrants, expelling migrants in Canada at the U.S. southern border without the chance to seek asylum for role authority and expanding a fast-track deportation procedures. This is what sources tell me are the main bucket buckets. Now, negotiators are on the Hill this morning. They have been meeting for the last few hours, and they will continue to talk throughout the course of the weekend to try to reach some sort of framework to put forward in hopes of getting the supplemental across the finish line. But what U.S. officials and White House officials here have been saying is that this funding is critical, especially for Ukraine, as it continues to try to defend itself against Russia. But, of course, the big question is can they get this across the finish line in a short amount of time they have left. Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:01",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well Fred, this is what has become known as Hostages Square. This is where friends, family and sympathizers of the hostages, who have both been released and still remain in Gaza have been convening for the past several weeks.This meeting tonight really has taken on added significance because of the three hostages who were tragically killed on the verge of escape by IDF soldiers just yesterday. So, tonight, we are hearing speeches, there has been music, we're expecting a march at some point. So, this really is a rally after another rally last night after that news came out that these three hostages had been killed. And what the people here who I've been speaking with here saying, is that they really want the government to come up with a new plan to get the hostages home as soon as possible. There was that seven-day stretch of a pause in the fighting, with hostages -- with around 80 hostages who were released, but around 130 remain in Gaza. And so, the people out here are calling on the Netanyahu government to figure out a way to get those hostages out. They are not necessarily calling for an end to the fighting with Hamas, but they want to get these hostages home. They're saying everyone home now. Prime Minister Netanyahu expected to speak on later this evening, and they certainly want to hear some answers from him, how he plans to get these hostages home. Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:01",
      "speaker": "WHITFIELD",
      "sentences": "And Alex, it is an extraordinary admission from the IDF that these three hostages were killed by them. But what other details do we know about the circumstances leading to it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:01",
      "speaker": "MARQUARDT",
      "sentences": "And they are taking full responsibility. They are saying, at the end of the day, the soldiers who killed these three hostages, were violating the rules of engagement. That they were not following the rules that they had been trained on. And we are getting more details. These three young men in their 20s had somehow broken away from militants who had been holding them, either they had escaped the, IDF believes, or they had just been abandoned, because the militants moved elsewhere.They approached the IDF soldiers without shirts on. That would have been to show that they didn't have any explosive-vests. They were waving, we understand a makeshift white flag. Then, there is one soldier who perceived them as a threat, open fire. We're told that it wasn't just the one soldier, eventually. Others open fire as well. Two hostages were immediately killed. The third then ran into a building where he started shouting in Hebrew to the soldiers. A brigade commander called for a ceasefire that was ignored. There was another burst of gunfire, and then, the three hostages were killed. The third hostage -- excuse me was killed. Those bodies were then taken back to Israel, and they were confirmed to be hostages. So, the IDF expressing regret tonight, Fred. But, again, it's so tragically sad. And so many people here are pointing out the fact that there could have been a celebration last night. But instead, they are mourning the passing of these three hostages at the hands of Israeli soldiers. Fredricka?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:01",
      "speaker": "WHITFIELD",
      "sentences": "And then Alex, what more are you learning about negotiations? Anything ongoing or stalled? Any progress in trying to free the remaining hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:01",
      "speaker": "MARQUARDT",
      "sentences": "Well, Fred, there has been a lot of back and forth. The mediators, the US, Qatar, Egypt, they've really been trying to figure out a new formula with both Hamas and Israel to try to get these talks back on track.Earlier this week, I reported that the Israeli government had actually canceled a trip by the head of Israeli intelligence, who has been negotiating on behalf of these Israelis. They canceled his trip to Qatar to continue those conversations. Now, I am told he is being sent -- he has been sent to Europe to speak with the Qatari prime minister. That is a meeting that was expected to happen either yesterday or today. It's unclear whether that meeting happened. So, there really is an effort to get the discussions back on track. Now, there are no active negotiations. There is no sense that they have actually progressed. But there's a lot of activity in terms of trying to get the sides back to the negotiating table for what would eventually look like something we saw before, a pause in the fighting, and more releases of hostages. Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:01",
      "speaker": "WHITFIELD",
      "sentences": "All right. Alex Marquardt in Tel Aviv. Thanks so much.All right. Let's talk more about all of this. With me now is Mica Soellner. She is a congressional reporter for Punchbowl News, David Swerdlick is a senior staff editor for The New York Times Opinion. Great to see both of you. All right. So, David, you first. So, with talks resuming today, is there a deal that Biden can make on immigration here without alienating a good portion of his own party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "WHITFIELD",
      "sentences": "So, listen to comments from Senator Lindsey Graham, this week about any possible deal.(BEGIN VIDEO CLIP) SEN. LINDSEY GRAHAM (R-SC): I will gladly vote no to a bad deal next week. I am not going to be pressed to do something that doesn't make sense. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "WHITFIELD",
      "sentences": "So, Mica, despite what Lindsey Graham is saying, you know, is there a threat of working through, you know, is the threat of working through the holidays, you know, still the best leverage for Senate Majority Leader Chuck Schumer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "MICA SOELLNER, CONGRESSIONAL REPORTER, PUNCHBOWL NEWS",
      "sentences": "Yes. So, I asked a number of Senate Republicans on what they thought of leader Schumer's timeline, and a lot of them were very skeptical.I mean, I think we saw John Cornyn say that they're not going to vote on a framework, which is what's being worked out now. So, we're going to see what happens this weekend where Senate negotiators are still trying to strike a deal to get the Ukraine funding and the border issues solved. So, you know, I think a lot of people are really hesitant and skeptical of his timeline, but we'll see. And this -- and obviously, if it doesn't work out, we'll be pushed to January, which was going to make things even more difficult with the funding deadlines that lie ahead in the new year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "WHITFIELD",
      "sentences": "And then, David, why are Republicans so adamant about tying new border controls to an aid package that would concern Ukraine and Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "SWERDLICK",
      "sentences": "Well, I think that's the leverage they have, and they want to use that leverage to try and get something on their side of the legislative priorities. Ukraine funding has become increasingly unpopular with the Republican base.You know, the Republican base is not the Reaganite Republican base that it once was. And so, President Biden, who, in past times, might have been able to rely on sort of bipartisan support for this kind of thing. Now, has to find his own leverage to make this work, and Democrats in Congress have to do likewise. But they haven't done that yet. I think this is a situation where Republicans, their bluff could be called if the White House puts some immigration, you know, bait on the table. But I'm not sure that they will. I'm not sure that they can move their members in Congress to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "WHITFIELD",
      "sentences": "And Mica, you know, what message does it send to the United States allies, you know, and adversaries that the U.S. is stalled on this aid package, especially as it pertains to Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "SOELLNER",
      "sentences": "Yes. I think that there's a lot of concern that's being raised, especially from more of the defense hawk side of House Republicans and Senate Republicans that's increasingly growing skeptical of Ukraine aid.I mean, we saw Vladimir Putin basically celebrate the stalemate here, or the stalled progress in Ukraine. And I think there is -- there is a lot of national security experts that are really worried that this is going to really hinder Ukraine's ability to succeed if the U.S. does not provide any more aid. And right now, obviously, we're not really sure what this future is going to look like, especially if this kicks back to January, it's going to become even less likely that, you know, we're going to continue to provide the aid that's needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "WHITFIELD",
      "sentences": "And David, you know, with a trapped in Congress, you know, not looking like it's going anywhere. How concerning is it that we continue to hear about, you know, a broader -- a potential broader conflict in the region? I mean, for example, just this morning, we learned the U.S. Navy shut down 14 drones launched by the Houthis in Yemen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "SWERDLICK",
      "sentences": "Yes. Look, the administration, Fred is facing hotspots in the Middle East. They are facing -- they are facing this conflict between Russia and Ukraine, in which we are involved in, you know -- people don't always say it, but a proxy war.I think this is a situation where up till now, the White House has had sort of an unqualified win with backing Ukraine and its fight against Russia. If funding starts stalling over the next, however, many months, this is not going to be a political win for the White House anymore. It's also going to put pressure on NATO, on other European countries to step in. And kind of along the lines of what Mica was just talking about, it will change the way U.S. credibility is received globally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SOELLNER",
      "sentences": "Yes. I think this is going to be a huge test for Speaker Johnson, who's only been in the job now for, I want to say, a couple of months. He has yet to make any hard decisions. And I think that he is really struggling. We are seeing, you know, a lot of everything that's kind -- the only movement that's happening right now has been in the Senate. The House was left without passing any further appropriations bills without -- with kickback -- kicking back FISA to next year and the FAA.So, he is going to have to deal with a lot of deadlines in the New Year, in the first few months in the quarter one. So, we're going to have to see him make some more challenging and difficult decisions instead of pushing things back, as he has done so far in his leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. We'll leave it there. Mica Soellner, David Swerdlick, good to see you both. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SWERDLICK",
      "sentences": "Thanks, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:14",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDENT",
      "sentences": "Hi, Fred.We're here right next to the Daytona Beach Pier and Boardwalk. People are still coming here. Rain to started. It starts to rain a little bit here where we are. The winds have picked up a little bit. And as you can see, the water behind me is quite choppy. We're tracking the storm that started in the Gulf of Mexico is slowly moving into Florida now and it's expected to move north up the eastern coast of the United States. And what I can tell you is that it's going to be a one-two punch here. Because on the one hand, we're going to get flooding rain, but also gusty winds. And the National Weather Service here says that there is also the possibility for tornadoes in this part of East Central Florida, as well as wind -- winds about to 50 to 60 miles per hour. And yes, as you said before, Governor Ron DeSantis here in Florida has activated the state guard. He has also asked the state's Division of Emergency Management to prepare equipment in case of flooding, in case of tornadoes, any destruction that may happen because of this storm. And what I can tell you is also that some of the municipalities around here have started taking measures, for example, Hollywood Beach, just north of Miami, deployed barriers called a tiger dams. These are tubes, reusable tubes that act as protective barriers along the shores. So, people are taking a look at that and also trying to make the best of this storm. So far, here again, very few rain but the winds have already started to pick up. Fred, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:14",
      "speaker": "WHITFIELD",
      "sentences": "All right. Hoping for the best, bracing for the worst. Rafael Romo, thank you so much.Well, let's go now to Elisa Raffa. She is in the CNN Weather Center. So, Elisa, how big are the risks today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:14",
      "speaker": "ELISA RAFFA, CNN WEATHER ANCHOR AND CORRESPONDENT",
      "sentences": "I mean, we are looking at like you mentioned, threat flooding from the sky. You can also see some flooding from the oceans and coastal flood advisories in effect for Florida today.This is a look at the threat from water flood watch in effect for up to four to five inches of rain that could be pretty widespread across the northern parts of Florida. And then, you see along the coast too, where some of the, you know, kind of surges could pick up. The radar right now is showing some of the showers starting to move in. You can see some of that rain kind of heavy from Tampa to Orlando. But I want to point out some of this lightning over the golf. This storm system continuing to develop and strengthen. That's a sign of some of that strengthening. it's got a lot of moisture with it. So, as it kind of spins on to land, that's where you we get that risk for a couple of tornadoes. You see that yellow, slight risk there for most of the Florida peninsula for the threat of damaging wind gusts and a few tornadoes. I mean, look at this. Look at the heavy rain. All of the oranges and yellows are really pumped across the peninsula, as we go through the day to day. That's where you get that flood threat. Then, it races up the East Coast. You're looking at some heavy rain across the Carolinas going into Sunday. And then, working its way up the East Coast. We're talking about flooding risks even up into New York and Maine as we get into Monday. So, it's a multi-day severe threat here with several inches of rain possible from Florida up to Maine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:28:18",
      "speaker": "WHITFIELD",
      "sentences": "All right. Welcome back. Soon, former President Donald Trump will hold a campaign rally in New Hampshire. The Republican front runner is looking to lock down support in the Granite State with just over five weeks to go before votes are cast in that state's primary.He is also trying to slow any momentum from Nikki Haley, who just picked up a critical endorsement from New Hampshire's governor, while she is also surging in the polls. Trump allies are hitting the campaign trail in places like Iowa, urging voters not to get complacent over Trump's lead in the polls. (BEGIN VIDEO CLIP) REP. MATT GAETZ (R-FL):  -- there. So, what I need from all of you at the tip of the spear, at the frontline of this fight, with the first most dispositive voice in this upcoming caucus contest, go out there, recruit 10 captains that can recruit 10 other people to commit to show up in caucus. My only worry is low turnout. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:28:18",
      "speaker": "WHITFIELD",
      "sentences": "CNN's Steve Contorno is in New Hampshire for us. Steve, this is Trump's first trip to the state in over a month. What is the status of the race in that state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:03",
      "speaker": "CONTORNO",
      "sentences": "That's a striking comment from the former governor. He only recently acknowledged that President Biden won the election in 2020, sort of buying into some of those Trump conspiracy theories and DeSantis today, now we'll be spending today and the rest of the weekend and much of next week in Iowa. That's where he has put a lot of his effort into.Nikki Haley will be in Iowa starting Sunday as well, because that is the first date that's going to vote Fred. And that's going to be the ones that sort of set the tone for this race going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:03",
      "speaker": "WHITFIELD",
      "sentences": "Right must watch. Steve Contorno thanks so much. All right. This week, the U.S. Supreme Court agreed to hear two historic cases that could have major implications on former President Donald Trump's prosecution and his political future.In one case, Special Counsel Jack Smith is asking the Supreme Court to rule on whether former President Trump is immune from federal prosecution for crimes allegedly committed while he was in office. Justices also agreed to review the charge of obstruction of an official proceeding involving 300 people charged with that statute for alleged crimes committed during the Capitol riot. Former President Trump also charged with that count in the federal investigation being led by Smith. Joining me right now to discuss these cases Michael Gerhardt. He is a law professor at the University of North Carolina law school. Professor, great to see you. So let's begin with the question of whether Trump is immune from federal prosecution for crimes he allegedly committed while in office. How do you see the justices handling this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:03",
      "speaker": "MICHAEL GERHARDT, LAW PROFESSOR, UNIVERSITY OF NORTH CAROLINA LAW SCHOOL",
      "sentences": "It's a very simple question. And we've gotten the answer years ago back in the late 1980s, 1990s, lower courts addressed that question and said there's no double jeopardy when somebody is being impeached for something for which they might have been prosecuted before or for which they might be prosecuted later.So that question is always been a very simple question. And it's simple, because impeachment does not involve imposing criminal sanctions on anyone. The only two sanctions available are removal and disqualification. So that takes care of really that one claim about immunity. I think the justices will either duck it, or let's hope deal with an expedited way, because it's not a hard question for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:03",
      "speaker": "WHITFIELD",
      "sentences": "So if they duck it, it means what, kicking it back to say the appellate court, I mean, potentially delaying things for a long time. And avoiding delays is exactly why Smith tried to kind of fast track it right to the Supreme Court, you know, skipping a layer.So, how critical does a Supreme Court decision, you know, now become for us Smith's case that, you know, he wants to be done in an expedited fashion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:03",
      "speaker": "GERHARDT",
      "sentences": "I think the main thing to watch is how fast the Supreme Court makes a decision. If they decide we'll take this case, but not put it on a fast track for argument, then it's going to be probably at least a year before we get an outcome.If the court agrees with Smith, that it'll take the case and give an expedited answer, I think the smart money is the court would decide there's no double jeopardy issue here. Impeachment is not a criminal proceeding. No reputable scholar has ever said it's a criminal proceeding. All the scholarship although I think the good work on in his field says impeachment is unique and not criminal. So the real question or I think the real thing to watch is whether the court will agree with Smith, yes, we'll decide it but do so quickly. If they just -- if they decide to decide it but not issue the decision anytime soon, that gives Trump what he wants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:03",
      "speaker": "WHITFIELD",
      "sentences": "OK. The Supreme Court is also, you know, agreeing to hear an appeal that could have been hundreds of charges stemming from the Capitol right, including against former President Trump. What do you make of that case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "WHITFIELD",
      "sentences": "This week, House Republicans, you know, voted to open an impeachment inquiry on President Biden. And, you know, reportedly there there's been no evidence that has been revealed, but they were able to go and vote unanimously, at least Republicans are voted unanimously to have the inquiry.Have you seen any evidence that is yet to be uncovered or anything, any inkling that needs to be further investigated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "GERHARDT",
      "sentences": "I have not seen any evidence. And just for the record, I'll point out I testified in late September is called by the Democrats in a hearing on that very question. I didn't see any evidence, then. The Republicans own expert witness at that hearing in late September, said there's not evidence of Biden having committed an impeachable offense.Republicans themselves, several of them have said, there's no evidence yet. And so it's fair to believe at this point, that the evidence has not been forthcoming. What makes this vote historic in the house to authorize the inquiry it's the first time in American history in which an inquiry has been authorized without evidence supporting that the President committed an impeachable offense. Nobody knows. I'm not even sure Republicans know what crime it is that they're trying to investigate. And that's because they put the cart before the horse. They're basically saying we need to do a fishing expedition to get to discover hopefully some evidence. That's not how it's supposed to work, but that's how Republicans intend for it to work here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, Professor Michael Gerhardt. We'll leave it there for now. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "GERHARDT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "WHITFIELD",
      "sentences": "Two Illinois cousins who spent most of their lives locked up for crimes they didn't commit walked free this week. James Soto and David Ayala now both in their 60s spent 42 years behind bars. They were among a series of high profile exonerations over the last few days. CNN's Josh Campbell has that story.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "MIGUEL SOLORIO, EXONERATED",
      "sentences": "A few weeks ago I celebrated Thanksgiving my family for the first time in 25 years.JOSH CAMPBELL, CNN CORRESPONDENT (voice-over): After two and a half decades behind bars. Miguel Solorio is finally home. One of four men exonerated across the country this week in prison for murders that prosecutors now say they did not commit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "SOLORIO",
      "sentences": "I was wrongfully convicted of a murder had no knowledge of. I was only 19 years old.CAMPBELL (voice-over): Solorio was arrested after a 1998 drive by shooting that killed an elderly woman near Los Angeles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "SARAH PACE, NORTHERN CALIFORNIA INNOCENCE PROJECT",
      "sentences": "A witness mentioned Miguel's name, and then law enforcement officers focused solely on him putting their own judgment about guilt or innocence above the facts.CAMBELL (voice-over): The Northern California Innocence Project appealed to LA District Attorney George Gascon to reinvestigate the case. Prosecutors concluding that Solorio was misidentified in a police photo lineup. Solorio's wife spoke about the travesty that has plagued her family for a quarter of a century.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "To see an embrace the moment to see my husband finally free after so many years, brings me the greatest joy and happiness.CAMPBELL (voice-over): Also exonerated in LA Wednesday, Giovanni Hernandez arrested for murder in 2006 when he was just 14 years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "GIOVANNI HERNANDEZ, EXONERATED",
      "sentences": "I was innocent of this crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "GEORGE GASCON, LOS ANGELES COUNTY DISTRICT ATTORNEY",
      "sentences": "And you analysis of Mr. Hernandez's cell phone records by the FBI shows that his phone was not at or near the location of the shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "HERNANDEZ",
      "sentences": "System that put me in there is definitely needs to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "CHRISTOPHER HAWTHORNE, LOYOLA LAW SCHOOL",
      "sentences": "People expected him to die in prison. We cannot go back to those days when people who say they care about children are putting children in prison. CAMPBELL (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "MARVIN HAYNES, EXONERATED",
      "sentences": "It's been a struggle.CAMPBELL (voice-over): But Marvin Haynes went to prison before he even graduated high school, just 17 years old when he was found guilty of murder. On Monday, two decades later, he walked out of prison in Minnesota a free man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "HAYNES",
      "sentences": "All I want to do is move forward and just get my life back. That's it.CAMPBELL (voice-over): One common theme and all four exonerations announced this week. Police relying on statements from bystanders later shown to be faulty and contrary to other facts in the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "PACE",
      "sentences": "Miguel's wrongful conviction and wrongful imprisonment were the result of law enforcement is tunnel vision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "GASCON",
      "sentences": "We have known that eyewitness identification has been a problem for at least 20 years.CAMPBELL (voice-over): With their innocence now declared those wrongfully in prison say they will continue to speak out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:39",
      "speaker": "SOLORIO",
      "sentences": "I let my story be a lesson to everyone. Life is precious. Don't take it for granted. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, we're learning sad new details about the cause of Matthew Perry's untimely death. The newly released autopsy report for the beloved Friends actor says he died from acute effects of ketamine and subsequent drowning. The 54-year-old was discovered unresponsive inside a pool in his Malibu home back in October. CNN chief medical correspondent Sanjay Gupta has more on that.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT",
      "sentences": "Well, sadly, here's what we do know after reading this 30-page report from the medical examiner's office. They list acute effects of ketamine as the cause of his death, Matthew Perry's death along with drowning, coronary artery disease and buprenorphine effects.Now, to give you some context of the ketamine, the dosing that they found the -- levels that they found, were around 3,200 nanograms per milliliter. And to tell you what that means, sometimes ketamine can be used in anesthesia. And typically the levels there are seen between 1,000 and 6,000. So he had a lot of ketamine in his system. A couple of important points, it is still incredibly rare even at those levels for someone to die of ketamine intoxication. Unfortunately, he was also in the swimming pool at the time. And it sounds like that in combination with the ketamine is likely what led to his death. As one medical examiner told us the ketamine probably is not what ended up killing him, but made it more possible for him to drown. That is kind of what we know at this point. They do know that some ketamine was found in his stomach, which suggests that he swallowed it. Ketamine can be taken as swallowing it, you can snort it, you can inject it, and there's different sorts of rates of onset. Injection is obviously the fastest. If you swallow it, it can take a half an hour to an hour for it to take effect. So it is possible he took this ketamine before it really took any effect. He was in the swimming pool, that ketamine caused a significant dissociation, which is what it typically does, and that's ultimately what led him to drown. He also had buprenorphine in his system, which is a synthetic opioid. We don't know why he was taking these together, but at times buprenorphine can actually be used to help dampen some of the hallucinogenic effects of something like ketamine. It's a sad story. It's just sad all around. But this is what the medical examiner has concluded that ketamine in conjunction with him being in a swimming pool is most likely what led to his death. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, very sad indeed. Dr. Sanjay Gupta. Thanks so much. All right. Coming up. Homelessness is at its highest level since 2007. The factors officials say are driving the increase, straight ahead.(COMMERCIAL BREAK) [12:57:09]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, a new report reveals a grim reality regarding the number of people experiencing homelessness in this country. The Department of Housing and Urban Development says homelessness in the U.S. surged this year to the highest level since the survey began in 2007.The HUD report also found that on a single night in January this year, more than 650,000 people or about 20 of every 10,000 people in the United States were experiencing homelessness. CNN national correspondent Camila Bernal joining me live now from Los Angeles with more on this. Camila, I mean, just how high are these overall numbers? And what did the agencies say could actually be behind these numbers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey, Fred. So the Department says that there are possible reasons that include the high rent prices. So the housing market in the United States. And also just the end of pandemic aid, among other reasons as to why they believe these numbers are so high. That's a 12 percent increase nationwide, according to those latest numbers.You mentioned about 650,000 people who right now are experiencing homelessness according to this report, that's an increase of about 70,000 people in comparison to the previous two years count. And this is what they call a point in time count. It's done in one single day, every year. And this year, it was done in January. But I talked to experts who told me that even though it was done in the beginning of the year, what we're seeing now also reflects those numbers, and that is the highest amount of homeless individuals that they've ever counted. You mentioned since that agency began recording this in 2007. And the expert I talked to told me Look, this is startling, but not necessarily unexpected. And he too pointed to housing is one of the biggest problems here. I want you to listen to what he told me. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "ALEX VISOTZKY, SENIOR CALIFORNIA POLICY FELLOW, NATIONAL ALLIANCE TO END HOMELESSNESS",
      "sentences": "Everybody's crisis looks a little different. But I think the see the thing that we see in common is that just a lack of affordable housing to support them. And housing that's just too expensive, is the common denominator.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "BERNAL",
      "sentences": "Now unfortunately, the report also pointed to communities of color being the most impacted. The report said four out of 10 people experiencing homelessness identify themselves as black or African American or African and 1/3 of those counted identify themselves as Hispanic or Latino.You know, the expert I talked to also told me that it's the big cities that are really seeing the biggest impact because of the high prices in rent and he specifically said that there is a solution and that is investing money in helping people who are experiencing homelessness. He pointed to investing money in programs that help people find homes but also investing money in programs that prevent people from falling into homelessness spread, Fred.",
      "isLastSentenceInterrupted": false
    }
  ]
}