{
  "date": "2023-08-24",
  "headline": "CNN This Morning",
  "subHeadline": "Today: Trump to Surrender in Georgia After Being A No-Show at Debate; Trump's Rivals Face Off Without Him At First GOP Debate; Mercenary Boss, Who Challenged Putin, Presumed Dead in Plane Crash. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Morning, everyone. So glad you are with us.It's a big day. It was a late night and is a very early morning for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Yeah, it's a very -- we are on early because there is so much to get in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HARLOW",
      "sentences": "So much -- not just last night, what's going to happen today in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HARLOW",
      "sentences": "Victor, thanks for being by my side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "Good to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HARLOW",
      "sentences": "Let's start with five things to note for this Thursday, August 24th.Just hours from now, Donald Trump is expected to surrender at the Fulton County jail in Georgia. This will be the fourth time that he is turning himself in for arrest in a criminal case in just five months. This time, he faces charges for efforts to overturn Joe Biden's victory in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "Trump's GOP rivals addressed his legal battles last night in the first GOP primary debate. Six of the eight candidates raised their hand when asked if they would still support Trump as a nominee if he is convicted.This morning, Vivek Ramaswamy finds himself in the spotlight. He was center stage last night and sparred with a lot of the candidates, some contentious exchanges on the some of the issues, including the war in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HARLOW",
      "sentences": "Yeah, Nikki Haley challenging her rivals on abortion rights, clashing with former Vice President Mike Pence, arguing that a federal ban is not politically in the cards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "As new questions today about Wagner chief Yevgeny Prigozhin, presumed dead in a plane crash just two months after he led a rebellion against Russian President Vladimir Putin. New eyewitnesses sharing accounts of what they saw, and what they heard during the crash.CNN THIS MORNING starts early right now. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HARLOW",
      "sentences": "So, we're going to get to the debate in a moment, but there is so much energy on the stage last night. Trump was not even there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "There was a lot of energy, and they don't really get to Trump until maybe the midway point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HARLOW",
      "sentences": "And hour in, 9",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "Yeah. All right, okay, all right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HARLOW",
      "sentences": "We're going to get to all the highlights on the debate and news that was made. We have some of the candidates on the program this morning, we are looking forward to that.But we begin with this. Just hours from now, Donald Trump will be arrested for the fourth time after being a no-show at last night's Republican presidential debate. Take a look, before the sun comes up, these are live pictures of the Fulton County jail where the former president will surrender this evening on felony charges for trying to overturn his election loss in Georgia. At least half of Trump's 18 codefendants have already turned themselves in, including his former lawyer, Rudy Giuliani.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "And Trump's absence loomed large over last night's debate in Milwaukee. Eight of his rivals battled for the spotlight, without the front runner on the stage.The moderators referred to Trump as the elephant not in the room. One of the most contentious moments of the night came when the candidates were asked if they would support Trump as the Republican nominee even if he is convicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HARLOW",
      "sentences": "That's a key.We've got a lot to get to. Team coverage covering all the angles. We have correspondents on the ground, and the debate, and at Fulton County jail. Our political analyst standing by. Let's start with our colleague Jessica in Milwaukee. Jess, good morning to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JESSICA DEAN, CNN CORRESPONDENT",
      "sentences": "Good morning, guys.Yes, of course, former President Donald Trump did kind of loom large over that debate stage last night. But importantly, they were able to talk about some policy. As you mention, they didn't even get to Trump really until halfway through. And those eight candidates on the debate stage really hoping it was their moment to breakthrough. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BRET BAIER, DEBATE MODERATOR",
      "sentences": "The race for the White House takes flight.DEAN (voice-over):  Eight Republican presidential hopefuls taking the national stage in Milwaukee in their first primary debate. In the absence of former President Donald Trump, the party front runner, the fight for air time was on. GOV. RON DESANTIS (R-FL), PRESIDENTIAL CANDIDATE:  We need to send Joe Biden back to his basement. NIKKI HALEY (R), PRESIDENTIAL CANDIDATE:  The truth is that Biden didn't do this to us. MIKE PENCE (R), PRESIDENTIAL CANDIDATE:  I'm the best prepared. The most tested, the most qualified and proven conservative in this race. VIVEK RAMASWAMY (R), PRESIDENTIAL CANDIDATE:  Do you want a super PAC puppet or do you want a patriot who speaks the truth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DEAN",
      "sentences": "With the debate coming on the eve of Trump's fourth arrest this year. The candidates address the ongoing indictments and possible convictions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BAIER",
      "sentences": "Would you still support him as your party's choice? Please raise your hand if you would.(CHEERS) CHRIS CHRISTIE (R), PRESIDENTIAL CANDIDATE:  Whether or not you believe that the criminal charges are right or wrong, the conduct is beneath the office of president of the United States. (CHEERS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HALEY",
      "sentences": "You have Ron DeSantis, you've got Tim Scott, you've got Mike Pence, they all voted to raise the debt. And Donald Trump added eight trillion to our debt. And our kids are never going to forgive us for this.And we have to face the facts that Trump is the most disliked politician in America. We can't win a general election that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "DEAN",
      "sentences": "But most flurries of attacks involved first-time candidate Vivek Ramaswamy, with the tech entrepreneur brawling with Pence, Haley and former New Jersey Governor Chris Christie over experience, foreign policy, Trump, Ukraine, China and more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "PENCE",
      "sentences": "Now is not the time for on the job training. We do not need to bring in a rookie. We don't need to bring in people without experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "CHRISTIE",
      "sentences": "The last person who rented these debates who stood in the middle of the stage and said what is a skinny guy with an odd last name doing up here was Barack Obama and I am afraid we are dealing with the same type of amateur on the stage tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "RAMASWAMY",
      "sentences": "Give me a hug. Give me a hug just like you did to Obama.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HALEY",
      "sentences": "The problem that Vivek doesn't understand is that he wants to hand Ukraine to Russia. He wants to let China eat Taiwan. He wants to go and stop funding Israel. You don't do that to friends.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HALEY",
      "sentences": "Under your watch, you will make America less safe. You have no foreign policy experience and it shows.(CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "DEAN",
      "sentences": "On the issue of abortion rights, Pence and Haley clashed over the best way forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HALEY",
      "sentences": "Let's be honest with the American people and say that it will take 60 Senate votes, it'll take a majority of the House. So, in order to do that, let's find consensus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "PENCE",
      "sentences": "To be honest with you, Nikki, you're my friend, but consensus is the opposite of leadership. When the Supreme Court returned this question to the American people, they did not just send it to the states only. It is not a state's only issue. It's a moral issue.(END VIDEOTAPE) DEAN (on camera):  Now the team for Florida Governor Ron DeSantis really set the stage before last night's debate saying that they believe all of these attacks would be coming at him, that he would be even taking the majority of the heat, Poppy and Victor. But as you saw in that story just there, it really was Vivek Ramaswamy who was getting a lot of those attacks, not the Florida governor who consistently remains in second place across the polling, both nationally and in most early states as well. Now look today for at least these candidates to really try to maximize air time and get as much bounce from this is possible before the former president really sucks up all the oxygen by turning himself in this fourth indictment later today, Victor and Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HARLOW",
      "sentences": "Yeah. Jessica Dean, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "BLACKWELL",
      "sentences": "All right. Let's turn to that now. As we mentioned, a few hours from now, we're expecting former President Donald Trump to surrender at Fulton County jail in Georgia. Sources familiar with the details say that he plans to turn himself in tonight on charges related to efforts to overturn the 2020 election in the state.CNN's Nick Valencia is live outside of the Fulton County jail. Walk us through what we are expecting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Yeah, good morning, Victor.It cannot be overstated enough. What happened here later today in Atlanta is unprecedented, with the former president finding himself in criminal peril. When he walks through those doors later today at the Fulton County jail, he will be doing so for the first time as a guest in a criminal defendant in this sprawling indictment. (BEGIN VIDEOTAPE) VALENCIA (voice-over):  A historic moment set for today. Former President Donald Trump will surrender to authorities at the Fulton County jail. The posted $200,000 bond be processed and possibly have his mugshot taken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "RUDY GIULIANI, FORMER TRUMP ATTORNEY",
      "sentences": "This indictment is a travesty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "VALENCIA",
      "sentences": "Former New York City Mayor Rudy Giuliani not mincing words after his surrender.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "GIULIANI",
      "sentences": "If this could happen to me, who is probably the most prolific prosecutor may be in American history, and the most effective mayor for sure, it can happen to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "VALENCIA",
      "sentences": "The former federal prosecutor even taking a shot at the Fulton County district attorney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "GIULIANI",
      "sentences": "Fani Willis will go down in American history as having conducted one of the worst attacks on the American Constitution ever, when this case is dismissed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "VALENCIA",
      "sentences": "Giuliani was booked on 13 charges in the bond was set for $150,000. Trump posting on Truth Social shortly after Giuliani's surrenderAlong with Giuliani, two more of Trump's key election lawyers have also heard themselves in. Sidney Powell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "SIDNEY POWELL, FORMER TRUMP ATTORNEY",
      "sentences": "President Trump won by a landslide. We are going to prove it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "VALENCIA",
      "sentences": "And Jenna Ellis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "JENNA ELLIS, FORMER TRUMP ATTORNEY",
      "sentences": "We want to make sure to protect election integrity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:09",
      "speaker": "BLACKWELL",
      "sentences": "Nick Valencia outside the, jail thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:09",
      "speaker": "HARLOW",
      "sentences": "So, on the debate stage, full of experienced politicians, it was the new guy who took most heat. More on Vivek Ramaswamy's night in Milwaukee. That's ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "CHRISTIE",
      "sentences": "I've had enough already tonight of a guy who sounds like ChatGPT standing up here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "HALEY",
      "sentences": "Under your watch, you will make America less safe. You have no foreign policy experience, and it shows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "RAMASWAMY",
      "sentences": "And you know what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "HALEY",
      "sentences": "It shows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "PENCE",
      "sentences": "Vivek, you recently said, a president can't do everything. Well, I've got news for you, Vivek, I've been in the hallway, I've been in the West Wing. A president of the United States has to confront every crisis facing America.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "HARLOW",
      "sentences": "Vivek Ramaswamy, if the name is new to you, well, if it was new to you before last night, it's not new to you now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "BLACKWELL",
      "sentences": "Yeah, you know it now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "HARLOW",
      "sentences": "You know it now. Taking hits from all sides, figuratively and literally, in Milwaukee. The newcomer was a surprise focal point at times on the debate stage full of experienced politicians.Let's talk about what happened last night. CNN senior political analyst and anchor John Avlon is here. Jessica Washington, senior reporter at \"The Root\" joins us. Maura Gillespie served as a deputy chief of staff to Congressman Adam Kinzinger. Guys, thank you so much for being here. Avlon, I've got to start with you. I want to play something that I think you think, and many people think was the moment of the night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "HARLOW",
      "sentences": "Let's play it. This is Vivek Ramaswamy versus Nikki Haley.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "HALEY",
      "sentences": "Look at what Putin did today. He killed Prigozhin. When I was at the U.N., the Russian ambassador suddenly died. This guy is a murderer. And you are choosing a murderer over -- over a pro-American country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "HARLOW",
      "sentences": "I think we have more -- thought we have more of that.All right. My point was, when they go back and forth and she says you're inexperienced in foreign policy and it shows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "AVLON",
      "sentences": "That I think was the big moment. I think that was the best line of the night. It dubbed -- I think Nikki Haley had the best debate of the night in terms of the expectations game. That's often how debates are judged.She came in. She had been having trouble differentiating herself. She was strong on foreign policy. She was somebody who bridge the foreign policy of the Republican Party. And she went hard after Vivek on experience, and it really left a mark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "HARLOW",
      "sentences": "And she has it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "AVLON",
      "sentences": "She's got it. You know, U.N. ambassador, former South Carolina governor, U.N. ambassador, and somebody who is not kind of tiptoeing around Vladimir Putin as Donald Trump did and some of his acolytes do. So, I thought that was a very -- great, strong moment from Nikki Haley last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "BLACKWELL",
      "sentences": "So, he shared center stage with Governor DeSantis but we heard more from him. He was I guess the exclamation point at center stage.How do you think he did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "MAURA GILLESPIE, DEPUTY CHIEF OF STAFF",
      "sentences": "I thought he was a character of a person truly. I mean, he jumped in, he cut off people while they were talking. And he was factually incorrect on several things. But he just -- again, he really did model himself after Trump. And that's what he was really going for.He's going for VP. It was very clear. And the cheers that he got was mostly because he said he was the greatest president of our time. And so I think, you know, pointing out some of these issues that he had, or some of these, you know, falsities he had is important, because he really just became again, a character of a person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "HARLOW",
      "sentences": "What happened to Chris Christie last night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "JESSICA WASHINGTON, SENIOR REPORTER, THE ROOT",
      "sentences": "Yeah. It's a good question. I think Chris Christie, you know, it's difficult for him in this race because people see him a bit as a flip flopper, you know, with Donald Trump supporting him and not coming out against him so strongly.But what Christie to say you know, we have to take on Trump. He was one of the few people really to directly go after Trump, to go after January 6th, including Mike Pence obviously. But you did see Christie say, I'm not going to support Trump. Go after Trump in a way the other candidates do seem afraid to do, even though Trump is that top of the polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "AVLON",
      "sentences": "Counterpoint on that, I thought Chris Christie had a good debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "HARLOW",
      "sentences": "You did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "AVLON",
      "sentences": "I do. I think his personality showed. I think he's pugilism showed. I think he's a happy warrior.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "HARLOW",
      "sentences": "Pugilism at 5",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "AVLON",
      "sentences": "Oh, yeah, early in the morning. Come on. Little boxing.Look, you know, so I think actually -- look, is he sending a message that the base wants to hear? No. Does he have the courage of his conviction? Does that resonate authentically? Yes. And for what it's worth, the two former U.S. attorneys on the stage are the ones who have the courage to say that, you know, Donald Trump, you know, being indicted so many times for trying to overturn the election is a nonstarter. But, so, look, he's -- he's not trying to give people what they want. He's not pandering to the base. But I thought he was strong, engaging and had a good debate last night as a result.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:21",
      "speaker": "BLACKWELL",
      "sentences": "What about Ron DeSantis? I mean, he came into this as the highest polling person on the stage. Still 30, 40 percent depending on upon which pull you check, behind the front runner. Did he do anything to I guess change the dissent of his polling numbers or the stagnant status of his campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:10",
      "speaker": "AVLON",
      "sentences": "Weirdly disrespectful of DeSantis' status as the highest polling person on the stage, that he was sort of ignored. Now, I think he was able to use that to his benefit, he was able to stay in his lane, stick to his talking points. But he didn't really break out and he wasn't rewarded with kind of the attention that typically a frontrunner on the stage would be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:10",
      "speaker": "GILLESPIE",
      "sentences": "I agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:10",
      "speaker": "HARLOW",
      "sentences": "Abortion, they spent a fair amount of time talking about abortion, which is a key issue. You know, they should, it's a key issue for voters on both Republicans and Democrats and independents right now. I want to you listen to Nikki Haley and how she addressed this. Here she is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:10",
      "speaker": "HALEY",
      "sentences": "When it comes to a federal ban, let's be honest with the American people and say that it will take 60 Senate votes, it will take a majority of the House. So in order to do that, let's find consensus.Can't we all agree that we should ban late term abortions? Can't we all agree that we should encourage adoptions? Can't we all agree that doctors and nurses who don't believe in abortion shouldn't have to perform them? Can't we all agree that contraception should be available? And can't we all agree that we are not going to put a woman in jail or give her the death penalty if she gets an abortion? Let's treat this like the -- like a respectful issue that it is and humanize the situation and stop demonizing the situation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:10",
      "speaker": "HARLOW",
      "sentences": "Jess, she also talked about her personal experience, her husband being adopted, her difficulty getting pregnant with her two children. So she personalized it. And then she also talked about the reality of the votes not being there in the Senate. Is that win for her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:10",
      "speaker": "WASHINGTON",
      "sentences": "I think so, because she's walking this tight rope. I mean, for one thing, we know that abortion is becoming more and more popular with Americans particularly as they are seeing those rights go away.So coming out super strong and being this boogeyman for not just the left but moderates as well, I'm going to take away your abortion rights nationwide is not a strategy that's going to win you over the entire country. So she's saying I'm going to make this personal. I'm going to say, let's not go after women. I'm not this boogeyman that you need to be afraid of. But she also is running in a Republican primary so she can't say, you know, I'm not going to do anything about abortion. And these are her strongly held beliefs. It's also not just pandering to the base it seems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:10",
      "speaker": "AVLON",
      "sentences": "Yeah, and I think that's -- that's why that moment takes courage. I don't think that she is walking a line. She said, look, she planted a flag in terms of what she believes on abortion, not necessarily -- not popular with the crowd, not the easy thing to do, but that is how we get to something resembling a national consensus, the outline she put together in that riff.So, I think it was enormously effective. It actually anticipated a general election and yet another reason I thought Nikki Haley had won the best debates last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:10",
      "speaker": "BLACKWELL",
      "sentences": "The Pence counter was that it takes leadership.She says leadership and votes, you just don't have the numbers to pass a ban even if you want to. All right. John, Jessica, Maura, thank you all. So this mysterious plane crash and presumed death of a high profile Putin foe, we're live with the latest on Yevgeny Prigozhin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:27:47",
      "speaker": "HARLOW",
      "sentences": "Welcome back. New this morning our first daylight look at the scene of the planecrash reportedly killed mercenary boss Yevgeny Prigozhin in Russia. This is the debris field just outside Moscow. It stretches for more than a mile. An eyewitness now also is speaking out. Listen to this. (BEGIN VIDEO CLIP) EYEWITNESS (through translator):  I heard an explosion or a bang. Usually if an explosion happens on the ground, then you get an echo. But it was just a bang. And I looked up and saw white smoke. One wing flew off in one direction and the fuselage went like that. And then it glided down on one wing. It did a nose dive. It was gliding. I was afraid it would fall into the village. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:27:47",
      "speaker": "HARLOW",
      "sentences": "So, Russian state media reports, and there are those images for you, that all ten people on board were killed. So far, we should note only eight bodies have been found.Our Nick Paton Walsh is live in Zaporizhzhia, Ukraine. Obviously, Nick, this is striking news given who Yevgeny Prigozhin is and what he did just a few months ago. What do you know this morning?",
      "isLastSentenceInterrupted": false
    }
  ]
}