{
  "date": "2023-10-31",
  "headline": "CNN News Central",
  "subHeadline": "Blinken and Austin Testify in Support of Ukraine-Israel Aid; IDF Pushing Deeper into Gaza as Ground Assault Intensifies; Family says, Israeli-American Man Killed by Hamas Died a Hero. Aired 10- 10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "We built extraordinary coalitions with friends who carry their share of the burden, which I'm happy to come back to.Our adversaries and competitors alike recognize that our strategies are working, and they continue to do everything they can to disrupt us. We now stand at a moment where many are again making the bet that we're too divided or too distracted at home to stay the course. That's what's at stake with President Biden's national security supplemental funding request. The president's request would secure the urgent resources that we need to continue to lead. Secretary Austin and I believe it important for us to be here together today, because in this mission, as in so much that we do to advance America's national security, our defense, our diplomacy, our development must work hand in hand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm an Army colonel. I say no more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Committee will suspend. And, again, I appreciate that people feel passionately about these issues. I would ask that you respect our witnesses and our committee members and allow the American people to hear their testimony.We will pause and tell the room is clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- 8,300 people in Gaza, 3,500 kids dead. Come on, I'm an Army colonel. I'm a former diplomat. I resided on that war in Iraq that you talked about. That was a terrible thing and what we're doing right now in supporting Israel's genocide of Gaza is a terrible thing, too. You should stop the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you. Secretary Blinken, if you can continue, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BLINKEN",
      "sentences": "Thank you, Chair.The president's funding request has four key elements. First, it provides for our enduring support to Israel and Ukraine, two democracies under brutal assault by actors determined to wipe their nations off the map. It will ensure that Israel can continue to defend its people by building on the diplomatic, security and intelligence support that the United States has surged since Hamas' appalling slaughter. I know that several --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What you're doing is illegal. Palestinians aren't animals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The committee will suspend and I again ask that those in the audience respect the people in the room and allow us to continue the hearing. The hearing will suspend until the disruption is removed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Ceasefire now. Ceasefire now. Ceasefire now. Ceasefire now. The American (INAUDIBLE). People are not animals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you, Secretary Blinken. If you can continue, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BLINKEN",
      "sentences": "I know that several committee members who have traveled Israel over the last three weeks have heard directly from Israeli officials what they need to defend their people and prevent another attack like this one. And that's exactly what the supplemental provides with $3.7 billion for security needs including to help Israel bolster its air and missile defense systems.The supplemental also requests additional authority to draw down DOD stocks and enhances the security of our embassy. As President Biden has made clear from the outset, while Israel has the right, indeed it has the obligation to defend itself the way it does so matters. In our discussions with the Israeli government, the president and I have both stressed the need for Israel to operate by the movement --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Why are we here talking to a (INAUDIBLE)? These are the people of compassion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The committee will suspend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Let them be at the table. Why are they at the table? Ceasefire now, I beg you. Ceasefire now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Secretary Blinken, you may continue. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BLINKEN",
      "sentences": "Thank you. So, as I was saying, the president and I have both stressed in our conversations with the Israeli government the need for Israel to operate by the law of war and in accordance with international humanitarian law and to take all possible measures to avoid civilian casualties.For Ukraine, President Biden is requesting $16.3 billion to supply Ukraine's defense, without which Russia will move quickly to try to seize and exploit any possible opening and to ensure that Ukraine can sustain the economic base and recovery that its war effort depends on. This funding will not only rebuild Ukraine's economy and offset the damage brought by Russia, but it will also help to reimagine it, investing in new industries, infrastructure and supply chains connected to Europe and to the world, secure and resilient clean energy, anti-corruption bodies, civil society, media. To be strong enough to deter and defend against aggressors beyond its borders, Ukraine needs a resilient economy and a vibrant democracy within its borders. Since Russia launched its war, the robust funding supported by Congress has enabled the people of Ukraine in their courageous fight to defend their nation. It's helped make sure that Russia's invasion and strategic --.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "From Palestine to Mexico, all the walls have got to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BLINKEN",
      "sentences": "So, to continue, since Russia launched its war, the robust funding provided by Congress has enabled the people of Ukraine in their courageous fight to defend their nation. It's helped make sure that Russia's invasion is a strategic debacle, making it weaker in nearly every way. And it's rallied the world in defense of Ukraine and of the principles at the heart of the United Nations Charter, sovereignty, territorial independence, integrity, excuse me, and independence.Our partners are making significant contributions to share the burden of assistance. Turning our backs on their efforts would have lasting implications for our own security and our own standing in the world. The conflicts in Ukraine and the Middle East have clear links. as both the chair and vice chair have noted. Since we cut off Russia's traditional means of supplying its military, it's turned more and more to Iran for assistance. In return, Moscow has supplied Iran with increasingly advanced military technology, which poses a threat to Israel's security. Allowing Russia to prevail with Iran's support will simply embolden both Moscow and Iran. Second, this funding will enable us to tackle grave humanitarian needs created by autocrats and terrorists, as well as by conflict and natural disasters in Ukraine, in Gaza, in Sudan, in Armenia, and other places around the world. Food, water, medicine, other essentially humanitarian assistance for civilians must be able to flow into Gaza. Civilians must be able to stay out of harm's way, a task that's made even more difficult as Hamas uses civilians as human shields, and humanitarian pauses must be considered. Helping prevent a worsening humanitarian catastrophe aligns with our nation's most deeply held principles, including our belief that every civilian life is equally valuable, equally worthy of protection. Without swift and sustained humanitarian relief, the conflict is much more likely to spread, suffering will grow and Hamas and its sponsors will benefit by fashioning themselves as the saviors of the very desperation that they created. Humanitarian assistance is also vital to Israel's security. Providing immediate aid and protection for Palestinian civilians in this conflict is a necessary foundation for finding partners in Gaza who have a different vision for the future than Hamas and who are willing to help make it real. Third, this funding is critical to outcompeting our strategic rivals. This request will bolster deterrence. It will support our allies and partners in the Indo-Pacific to address threats from an increasingly assertive PRC and to meet emerging challenges. It will uphold our commitment to our allies, including under our trilateral security partnership with Australia and the United Kingdom, AUKUS. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY ANALYST",
      "sentences": "John, it's interesting, just in the last hour, in fact, the IDF confirmed another Israeli strike inside Lebanon going after what they called Hezbollah infrastructure. We've seen that every day, at least once a day, usually multiple times a day, as they receive fire from the Lebanese side, Hezbollah and other fighters, they target the origin of that fire either with airstrikes or artillery.And, in fact, as I'm speaking to you, I can hear Israeli artillery fire off to my left. So, you have this going on really back and forth throughout the day wherever we go along the border here in the north, not to the degree where an entire new front has been opened up. But I think you could reliably say that Iran's proxies in both Lebanon and Syria are showing their power and their presence and showing that they can strike Israeli territory. And that's why you're seeing forces like the ones I'm with here. This is an Israeli armored unit, those Merkava tanks behind me, stationed here for -- well, they don't know what the next step is, either defensive operations. They certainly haven't been given those orders. They certainly wouldn't share them with us. That is the level of alert here right now. Just one other point I thought I would highlight, John, because you were in Ukraine too, as well, about a year-and-a-half ago. Well, when I speak to Israeli troops, it reminds me of what I heard from Ukrainian forces there, which is that their country was invaded. It was invaded by attackers who target civilians. We certainly saw that in Ukraine, and God knows we saw that on October 7th from Hamas, and they believe that they're defending themselves. And like in Ukraine, these are reservists, called up, members of the citizens who had jobs, or they were in school, they were in college, they were overseas, they've been called up to defend their country, and that's how they see this war right now. So, when you hear those words from up on the hill, connecting those two conflicts, Russia's invasion of Ukraine and Hamas' invasion of Israel, the soldiers here and the citizens, by the way, they see it very similarly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "BERMAN",
      "sentences": "Hey, Jim, if I have you here, can I ask you just one question here, because we see you near the Northern Israel-Lebanon on border with tanks behind you, right? And those are tanks that are on the north of the country, which means they're not deployed down there in the south around Gaza.Do the troops that you talked to, the military leaders, give you a sense that the Israeli forces are being stretched perhaps more thinly than they can handle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Well, they need to be here, right? And just as Israel has surged forces south for this ongoing ground operation in Gaza, they surged forces north as well, both reservists, armored units like this, to prevent, in effect, defend against another front opening up here. And as a measure of the seriousness with which they're taking that threat, it's not just forces like these that we see here.And, by the way, there's a reason this shot is tight, because they do not want to reveal, for security reasons, exactly where they are on the map. But it's not just the forces moving up, it is civilians moving south. And I have to say to you, John, when I go to these communities here that have essentially emptied out, some under mandatory evacuation orders, some just voluntarily, it's hard to see what change will be required for those families to move back and feel that it's safe to move back because that artillery fire is constant, the rocket fire is constant and the threat of a ground incursion is constant. It's just hard to see when the comfort level returns, right, in the north, much like we're seeing in the south.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "BERMAN",
      "sentences": "Yes, I've heard you asking those questions in those villages, a poignant question, you know, when will you feel safe coming back and really not getting an answer.Jim Sciutto in Northern Israel, not far from the Lebanese border, great reporting, Jim, thanks so much for being there. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "BOLDUAN",
      "sentences": "Now, the IDF says this morning that the number of hostages being held in Gaza by Hamas is now increasing once again. Now, 240 people being kidnapped from Israel by Hamas terrorists and being held in Gaza today.We are also, at the very same time, learning more about the innocent civilians killed in that horrific Hamas attack, including at the Nova Music Festival. Look at this young man, 23-year-old Israeli-American, Addir Mesika. His family says he died a hero protecting the people that he loved that were with him. Addir was at the festival with his girlfriend and other close friends. And when they heard the rocket sirens, they ran. They drove to a nearby bomb shelter. Then, Addir and one of his friends, in realizing that Hamas terrorists were attacking those who were sheltering, they told the others to hide and stay behind and went out unarmed to charge the gunmen. They were killed. Some of their friends survived, rescued hours later by Israeli forces. And joining me now is Addir's aunt, Morielle Lotan. Thank you so much for being here, Morielle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "MORIELLE LOTAN, NEPHEW KILLED IN HAMAS ATTACK",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "BOLDUAN",
      "sentences": "You went over there as quickly as you could to be there for your family, for the funeral, and for funeral of others and have returned. From what you know of what Addir did for his friends, and what you've heard from his friends who have survived, what sticks with you most?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "LOTAN",
      "sentences": "First of all, thank you for having me. I think what sticks with me most is that his bravery and his life of -- his love of those who he loved most, his friends, his family, his girlfriend never left him, not for a moment while he was alive and not in the moments that led to his death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "BOLDUAN",
      "sentences": "What's been taken from the world with Addir now gone? What do you hold on to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "LOTAN",
      "sentences": "What's been taken from the world is a beautiful human being who believed very much in peace and in love and in life and in nature. He was a lover of the ocean and of surfing and of sunsets. He designed a beautiful jewelry line that was in the name of that love for nature. He wanted to dedicate his life to causes like climate and sustainability. He was thinking about becoming an engineer.We lost one of the kindest, most loving human beings, not only in our immediate family, but in our community. And I think we also lost for at least for now some belief in the fact that good will prevail against evil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "BOLDUAN",
      "sentences": "I actually heard you say that you think Addir would want to make sure that the day after was planned for, that the day after this war was planned for, that the children are taken care of, that the focus is not just on retaliation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "LOTAN",
      "sentences": "Yes. BOLDUAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:24",
      "speaker": "BOLDUAN",
      "sentences": "As you were sitting backstage, you also heard the secretary of state in his testimony being interrupted by protesters, anti-Israel protesters. And you were saying there's just -- and I heard you say there's just so much pain. I mean, when you see that, when you see the images coming out of Gaza, how do you process, how do you feel, how do you react to when you see those protests?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:24",
      "speaker": "LOTAN",
      "sentences": "Look, I think we've been, for many, many years now, taught that every story has at least three sides and that things are gray and that not everything is black and white. And while I hear the pain, I also think we're in a black and white moment, and we are in a moment of positioning ourselves on right versus wrong.And I think that I'm hearing echoing of stories that have been told without facts being checked. I think we're hearing a lot of rallying around a cause without understanding the depth and the history and the facts. And we're looking for leadership to set things straight and to tell us what the truth is, but we also need people to want to find out what the truth is, and we need the media to be committed to covering what the truth is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:24",
      "speaker": "BOLDUAN",
      "sentences": "Because you also see the ugly, ugly, horrific head of anti- Semitism rearing itself up in the face of this in just a terrifying way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:24",
      "speaker": "LOTAN",
      "sentences": "It is terrifying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:24",
      "speaker": "BOLDUAN",
      "sentences": "You live in the New York area just at Cornell. And now the FBI investigating, they have more security to protect Jewish students and organizations. LOTAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:24",
      "speaker": "BOLDUAN",
      "sentences": "What would be Addir's message? I mean, it's in -- I know I'm asking the impossible, but you -- I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:24",
      "speaker": "LOTAN",
      "sentences": "Look, I wear a bracelet my husband made for me with the day he died and the geocoordinates of the place he died. He is with me. I tried to hear him.I think that as much as Addir would want to be rebuilding, he would first want to be protecting those that he loves, including his brother, who is a soldier in the IDF, and other soldiers. And he would want to make sure that his friends and family were protected both in Israel and around the world. And once we accomplish that, we will focus on rebuilding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:24",
      "speaker": "BOLDUAN",
      "sentences": "Thank you for coming in, Morielle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:24",
      "speaker": "LOTAN",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:24",
      "speaker": "BOLDUAN",
      "sentences": "Thank you for your strength. John?",
      "isLastSentenceInterrupted": false
    }
  ]
}