{
  "date": "2023-10-24",
  "headline": "Amanpour",
  "subHeadline": "Interview With Jordanian Queen Rania Al Abdullah; Interview With ICO International Communities Organization Middle East Director And \"The Negotiator: Freeing Gilad Schalit From Hamas\" Author Gershon Baskin; Interview With Democratic Strategist Waleed Shahid. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:22",
      "speaker": "CHRISTIANE AMANPOUR, CNN INTERNATIONAL HOST",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.Israel continues bombing Gaza. Doctors say the entire health care system is on the verge of collapse. My World exclusive with Jordan's Queen Rania on the humanitarian catastrophe and the plight of Palestinians. Then, Hamas releases two more hostages. Yocheved Lifshitz describes her ordeal. And what now for the others? I'm joined by veteran Israeli negotiator Gershon Baskin. And President Biden's unequivocal support for Israel impacting his support amongst young Democrats. Political Strategy Waleed Shaheed talks to Hari Sreenivasan. Welcome to the program, everyone. I'm Christiane Amanpour in London. I went through hell, the words of 85-year-old Yocheved Lifshitz as she spoke of being kidnapped and held hostage by Hamas in its underground tunnel system in Gaza. She was released alongside her neighbor and friend, 79-year-old Nurit Cooper. Yocheved's 83-year-old husband is still being held, along with over 200 others. As Israeli public opinion starts to shift towards saving them as the top priority. Meantime, the U.S. Secretary of State Antony Blinken is calling for humanitarian pauses, as the U.N. relief agency is saying it'll halt operations by tomorrow in Gaza if no fuel is delivered. The Ministry of Health there says more than 2,000 children have been killed. We cannot independently verify those numbers. On this program last night, Dr. Ghassan Abu-Sittah told us they have a term now at the hospital he's working at, wounded child with no surviving family Ibrahim Dahman is a CNN journalist in Gaza. We brought you the story of him fleeing his own home with his young family when Israel warned Gazans to leave the north. Here's another installment of his diary as he desperately tries to escape via the closed Rafah Crossing point into Egypt. (BEGIN VIDEO CLIP) IBRAHIM DAHMAN, CNN JOURNALIST (through translator): Are we going to die today? That's what my son asks me since we fled Gaza City. Life in Khan Younis is difficult. We're staying with at least 150 other displaced families from the north, eating the bare minimum to survive. We spend our time watching airstrikes. And filling the water tank. It's like drinking toilet water. Our children drink toilet water. Because there's no electricity, my children can't see the horror online. And spend their time playing with other children. Over the weekend, we were told to go to the Rafah crossing. So, we loaded our car to try and flee again. On the way, there was a lot of destruction. At the crossing, other families full of hope, were also trying to escape. But that hope quickly faded. We were told it's now closed. We were at the Rafah Crossing. We were hoping to enter the Egyptian side, but the crossing was closed. It's only opened for humanitarian aid. We make our way back, avoiding the chaos. Hoping that tomorrow, will be better than today. We hear airstrikes in the distance. Are you scared?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:22",
      "speaker": "UNIDENTIFIED BOY",
      "sentences": "No, I am not scared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:22",
      "speaker": "DAHMAN",
      "sentences": "But I can see the fear in his eyes, the same that's in mine.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Can I ask you first as an Arab, as a Palestinian, as a human being, a mother, how you're feeling ever since October 7th?Well, look, Christiane, I cannot begin to describe to you the depth of the grief, the pain, and the shock that we are feeling here in Jordan, all of us are united in this grief, regardless of our origin. We are just -- just can't believe the images that we're seeing every single day coming out of Gaza. We're going to bed seeing those images and waking up to them. You know, I don't know how to -- you know, as a mom. We've seen Palestinian mothers who have had to write the names of their children on their hands because the chances of them being shelled to death, of their bodies turning into corpses are so high. I just want to remind the world that Palestinian mothers love their children just as much as any other mother in the world. And for them to have to go through this is just unbelievable. And equally, I think the people all around the Middle East, including in Jordan, we are just shocked and disappointed by the world's reaction to this catastrophe that is unfolding. In the last couple of weeks, we have seen, you know, a glaring double standard in the world. When October 7th happened, the world immediately and unequivocally stood by Israel and its right to defend itself and condemned the attacks that happened. But when we -- what we're seeing in the last couple of weeks, we have -- we're seeing silence in the world. You know, the countries have stopped just expressing concern or acknowledging the casualties, but always with a preface of declaration of support for Israel. And, you know, are we being told that it is wrong to kill a family, an entire family at gunpoint, but it's OK to shell them to death? I mean, there is a glaring double standard here, and it is just shocking to the Arab world. This is the first time in modern history that there is such human suffering and the world is not even calling for a ceasefire So, the silence is deafening. And to many in our region, it makes the western world complicit, you know, through their support and through the cover that they give Israel that it is just -- it's right to defend itself. Many in the Arab world are looking at the western world as not just tolerating this, but as aiding and abetting it. And this is just horrendous and it's deeply, deeply disappointing to all of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Queen Rania, I'm going to ask you more about this and go deeper into this -- you know, into your feelings about this. But first, I want toask you, you know, the Israelis are shocked to their core, the grief, the - - you know, what happened to them has never happened in that way since the holocaust and they are shaken to their core, as I said, and the grief. I just want to get from you what you felt on October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Queen Rania --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "QUEEN AL ABDULLAH",
      "sentences": "You know, for too long, Palestinians lives --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "I'm sorry to interrupt you, I want to ask you a specific question, because you're using a lot of words which clearly many in your --you know, in the Arab world have used. Words like apartheid and the rest. But you know that you are going to come under a lot of criticism from Israel and its supporters. And I'm wondering whether you're coming out to speak --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "QUEEN AL ABDULLAH",
      "sentences": "But let me just emphasize --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "I know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "QUEEN AL ABDULLAH",
      "sentences": "But let me just emphasize that apartheid is a designation that was given not by Arabs, but by Israeli and internationalhuman rights organizations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "You wrote in an Instagram story just in the last week, it isn't self-defense if you're an occupying force and you show the destruction ofGaza. And you have posted a video of yourself from a presser in 2009 during that war saying, it is heartbreaking to see how little has changed. The world cannot remain silent. This has to stop. Do you feel that you have a particular voice, you know, as queen of Jordan in a country that has a peace treaty with Israel to speak up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "QUEEN AL ABDULLAH",
      "sentences": "It's not about me. It's about speaking up for humanity. You know, this is not about, you know, being pro-Israeli or pro-Palestinian. This is about choosing people, the everyday people on both sides. And, you know -- and explaining again that the Palestinian people have for too long been living under oppression and dehumanization, you know. You know, they suffer daily indignities and human rights violations, whether they're being jailed or humiliated or harassed, they do not have freedom of movement, there are over 500 checkpoints scattered all over the West Bank. You have a separation wall, which is deemed illegal by the International Court of Justice that has separated the territories into 200 disconnected enclaves. And, you know, you've seen the aggressive expansion of settlements on Palestinian land, and those have interrupted the territorial contiguity of the territories and has deemed an autonomous, independent Palestinian state not viable. So, you're seeing all these. This is the background of this conflict. There's a hyper fixation on Hamas now because of the -- that happened the last couple of weeks. But this is a problem that far precedes Hamas and will continue after Hamas. This is a fight for freedom and for justice. And that is what needs to be heard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Can I ask you this question then? Because, you know, quite a brave -- I think she's Saudi anyway, a journalist on the Saudi televisionnetwork, Al Arabiya, took this and hammered Khaled Mashal, the former head of Hamas, and said to him, the butchery -- well, that's my word, but she said, what everybody's seen on their screens has, you know, turned the world away from the Palestinian cause. And just to expand, people are saying, Hamas and what it did has brought this down on these poor people of Gaza. Do you accept that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, let me ask then because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "QUEEN AL ABDULLAH",
      "sentences": "There's a real double standard here that we're seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Your husband, King Abdullah --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "QUEEN AL ABDULLAH",
      "sentences": "And there's also a false symmetry that we see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, let me ask you this, your husband, King Abdullah --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "QUEEN AL ABDULLAH",
      "sentences": "There's the false symmetry because these are not two equal -- people in the conflict. You know, one is an occupier and one isthe occupied. One has a military, one of the mightiest in the world, and the other doesn't have a military at all. So, there is a false symmetry here that is being drawn. And there's also, you know, when you say the right to defend itself, that does not say the entire story. It doesn't say the story of the violation of international law, international humanitarian law. It doesn't tell you the suffering and the and the story of an occupation. You know, Israel is in violation of no less than 30 U.N. security resolutions that require it and it alone to act, to withdraw from territories occupied in 1967, to stop the settlements, the separation wall, the human rights violations. This is at the crux of this issue. It is not this hyper fixation on Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Can I ask you, you know, to sort of elaborate because your husband, King Abdullah, I believe it was last weekend at the summit of Arableaders in Cairo, he said, the message the Arab world is hearing is loud and clear. Palestinian lives matter less than Israeli ones. Our lives matter less than other lives. I know you've said a lot about, you know, your feelings about what's going on right now. But do you think in general, that that's true, that even world leaders and others, and you meet a lot of them and so does the king, which is why he said that, I assume?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "QUEEN AL ABDULLAH",
      "sentences": "Well, like I said, you know, it has been very disappointing to see the double standards in the world today. To see that,you know, the strong condemnation of what happened on October 7th, but very little condemnation of what is happening today. Why isn't there a call for an immediate ceasefire? We are seeing staggering human suffering happening today. You know, why is the narrative always skewed towards the to the Israeli side? You know, the western media and policymakers are quick to adopt the Israeli narratives. When Israel attacks, Palestinians die. But when Israelis die, they are murdered in cold blood. It's a massacre. So, even like on October 7th, we've seen the situation described as savagery, barbaric, bloodthirsty, cold blooded, you know, but we're not seeing that terminology being described in the situation today, even though the atrocities are of greater magnitude. I'm not arguing accuracy, Christiane, I'm arguing equivalence and double standards here. When the President of the United States is -- told that, you know, he has evidence -- he has seen evidence of children beheaded, only to retract because the IDF said that there's no proof of that. That is confirmation bias. Even at your network, Christiane, you know, the CNN website at the beginning of the conflict reported a headline of Israeli children found butchered in an Israeli kibbutz. And when you read through the story, it hasn't been independently verified. Now, my question to you, would you publish such a damning yet unverified claim made by a Palestinian?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Queen Rania, I just need to stop you right there because there have been pictures shown by the Israelis and our journalists who have beendown there. I'm not talking about beheadings. I'm talking about baby's bodies riddled with bullets and things. But let's -- it is just all so horrible as you say. I want to ask you about what Jordan has said and your husband, the king, has said, that there is a -- there has been, anyway, an attempt or suggestion to move Palestinians who are trying to seek -- you know, seek safety either into Egypt or into Jordan, your country. And the king has said, this is a red line. I think the plan by certain of the usual suspects to try and create de facto issues on the ground, no refugees in Jordan, no refugees in Egypt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes, because they were concerned about so-called forcible transfer and never being allowed to come back. There have been quite a lotof protests in your own country, as in many other parts of the world, and you have explained what is shaping up, and that is a very different narrative about what's happening depending on what part of the world people come from and certain leaders come from. There's a most definite taking of sides. That's absolutely going on as you illustrated. What about, though, or are you kind of used to it now and have to manage it, the protests on the street, even against the 1994 peace treaty, are you concerned about the anger and the wider war or the wider instability in countries like yours or in others around the region?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "QUEEN AL ABDULLAH",
      "sentences": "Well, you would be concerned if there's division, but we are absolutely united in our stance. We all believe in the same thing. Weare all feeling the same pain. We all want the same thing. And so, I think there's a lot of unity in the Arab world. And as I said, there is a sense of, do our lives matter less? You know, why is it that when people are coming to represent, you know, the Palestinian issue at the top of an interview, they have to have their humanity cross- examined, they have to present their moral credentials, you know, do you condemn? And we don't see, you know, Israeli officials being asked to condemn. And when they are, you know, you just -- people are readily accepted by our right to defend ourselves. I have never seen a western official say the sentence, Palestinians have the right to defend themselves. And so, you know, we are seeing this. When -- even in western democracies, you know, freedom of speech is apparently universal value, except when you mentioned Palestine, when people gather to -- you know, to -- in support of Israel, they're exercising their right to assembly, but when they gather for Palestine, they are deemed terrorist sympathizers or antisemitic, you know. So, you know, you're seeing these double standards and it's creating all of this disillusionment in the Arab world and in many who are just seeing the injustice. And I just want to emphasize, Christiane, that at the end of the day, there is no military solution to this issue. Wars are never won. They're always losses on all sides. Victory is a myth that politicians make in order to justify immense loss of life. There can only -- even if Israel goes and defeats every last -- or kills every last Hamas member, then what? Haven't they left a trail of terrible memories, horrific memories that will just create a new generation of resistance that is fiercer and more violent? Because, you know, at the end of the day, it's -- you can only have a political resolution to this. And my husband has for so long always emphasized that there could be no peace and stability in the Middle East without a political resolution. So, even if you're an ally to Israel, you are doing it no service by giving it blind support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, we hope --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "QUEEN AL ABDULLAH",
      "sentences": "You know, expediting and expanding the provision of lethal weapons to Israel is only going to expand this conflict, is onlygoing to prolong and deepen the suffering. There can never be a resolution except around the negotiating table, you know. And there's only one path to this, and that is a free sovereign and independent Palestinian State living side by side in peace and security with the State of Israel. That is the only path that's going to get us there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Gershon Baskin is a longtime hostage negotiator. He played a prominent role in the release of Israeli soldier, Gilad Shalit, in 2011.Shalit had been held hostage by Hamas for five years. Baskin now says he's in touch with both sides in an unofficial capacity. And he's joining me now from Jerusalem. Gershon Baskin, welcome to the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GERSHON BASKIN, MIDDLE EAST DIRECTOR, ICO INTERNATIONAL COMMUNITIES ORGANIZATION",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "I was struck -- well, let me ask you, what did you make of Yocheved -- sorry. What did you make of her coming out and talking abouther ordeal? What do you think she said that was interesting to you as a negotiator and as somebody, you know, who wants to know as much as possible of what they experienced?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BASKIN",
      "sentences": "Well, I think that what she said is a reflection of what Gilad Shalit also said in private to us when he was released, that Hamas hadrules that they held by in keeping the hostages as opposed to what they did in the civilian communities. Shalit, for instance, was kept in captivity for five years and four months with the same four people who were living with him throughout the ordeal that he went through. And this is a reflection of what we heard from Yocheved Lifshitz was -- as well. She was not abused physically. Of course, it was quite a traumatic ordeal for her and no one should have to go through that. I think the word should be a little bit assuring for the families of the 220 hostages who remain behind. But there's still significant reason for concern. Because it's not at all clear that Hamas is holding all the hostages. We know that Islamic jihad took hostages and PFLP and other individuals. And we saw the behavior that took place inside the civilian communities and at that music and dance festival where a massacre took place, committed by Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "So, you know, she comes out after this awful ordeal and she -- and she's talking. So, she said -- for instance, we'll play a couple of hersoundbites. And I want to play them consecutively because they're quite short. So, here's how she describes what she saw and where she was and how she was treated (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "SHARONE LIFSHITZ, DAUGHTER OF YOCHEVED LIFSHITZ, FREED ISRAELI HOSTAGE",
      "sentences": "There are a huge network of tunnels underneath. It looks like a spiderweb.Y. LIFSHITZ (through translator): Close doctor who came to see us every two to three days. The paramedic took it upon himself and took care of medicines. If there were not medicines, they would bring substitute medicine, equivalent medicines. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "So, first describing the spiderweb, and I wonder if that's news to you or did you know about that? And then, of course, she says, you know,that she was treated well, as you said, the others were too, in your experience. I guess because they are currency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Gershon Baskin, that's very brave to say at this point that your leaders who have declared war -- obviously, you're saying the same aboutthe other side, but your leaders need to go, and there is a lot who we -- you know, we asked the idea of what about the intelligence failure? What about the military failure? What about all of this? What about Netanyahu thinking he could manage Hamas? And they say, yes, all of this has to be, you know, investigated afterwards and accountability afterwards. So, the afterwards presumably is when they succeed or not in what they say their war aim is, which is to defeat Hamas as a military and a political entity. So, I want to ask you, because you know them, and you have even written, I have no official authorization as a negotiator, but as far as I know, I'm the only Israeli citizen who has contacts both with the leadership of Hamas and the leadership of Israel. That in itself is an extraordinary thing given -- you know, given the amount of contact, adverse contact you have. So, right now, what are you saying to the Hamas people that you know? Are you in touch with them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "BASKIN",
      "sentences": "I've had very deep conversations with them. Some very, very difficult conversations. I keep emphasizing to them that regardless of whatthey did, they now need to do the right thing. And the right thing is to free the civilian hostages. As was said by Queen Rania and King Abdullah, it's against the Quran, it's against Islam to hold women, children, elderly people, sick people as hostages. They need to do the right thing. Now, my understanding is that there is a proposal being discussed that was transmitted to Israel from Hamas by the Qataris. The Egyptians are also involved. There seems to be a blockage in moving forward with an Israeli ceasefire in exchange for the civilian hostages. According to the \"Wall Street Journal,\" it was reported that the issue of entering -- of allowing fuel to enter Gaza is the blockage. Israel doesn't want to fuel the Hamas war machine, but yet, we have a civilian humanitarian crisis of unbelievable proportions. The hospitals will stop functioning. Will stop having electricity to provide lifesaving care for people. And we need to find a solution. This is a stupid problem that's blocking a possible release of civilians and a ceasefire that would allow people in Gaza to breathe for the first time in two weeks, and we need to find a solution. Why can't the International Red Cross or the Qataris who put this forth -- this proposal fourth or the Egyptians tell Israel, we will accompany the full fuel trucks into Gaza, we will bring them to the hospitals we will ensure that Hamas will not steal the fuel? We need to solve this stupid problem in order to enable hostages to be released in for a ceasefire, stopping the bombing to occur at least for a period long enough for people to get help, to seek refuge, to find a place to stay overnight, to have food and water to drink We have to wake up to the reality that tomorrow we are still going to be here, Israelis and Palestinians, and we are going to have to find a way to live together. We need to find humanity within us, even in this horrific moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "You know, you said a lot of incredibly important things just now, and it's really interesting to see you find common ground in certain pointswith Queen Rania, because the divisions have become so intense now about who to side with, who to stand with, and she talked about a double standard. So, I want to ask you, it appears the Israeli public opinion, according to journalists in Israel, are shifting towards not so much crushing, as the government said Hamas as a first priority, but saving the hostages. Do you think that's the case? And remember, you negotiated the release of Gilad Shalit for some 1,027 Palestinian prisoners, some of which, some of whom went back and committed the crimes that happened on October 7th. I mean, it's a really -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Gershon, can I play a piece of video that has created a huge, you know, uproar in Israel, and that is of Yocheved as she came out and she wasobviously being talked to by the Red Cross. And, you know, she's there and she turns around and she delivers a human gesture and a handshake to, I guess, somebody who was her captor. It's Hamas video that they that they put out. She was, you know, leaving and saying goodbye, I assume. What do you make of that? What do you make of that gesture?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "BASKIN",
      "sentences": "Well, I think, first of all, it's important to know who she is. She's a woman who has volunteered for years of driving Palestinian childrenand their mothers and fathers to hospitals inside of Israel for medical treatment. She has been a member of Women Wage Peace, Israel's largest peace movement. Also, another woman, Vivian Silver, from Kibbutz Be'eri, was abducted and is held hostage in Gaza. She was one of the founders and leaders of Women Wage Peace. I assume that Yocheved speaks some Arabic and she probably tried to communicate with her captors. I imagine that if I, God forbid, was being held in Gaza, I would make every opportunity to befriend the people who are holding me because my life is at stake. I think we also have to remember that her husband is still being held hostage in Gaza. And had she come out and immediately done something completely opposite, maybe it would endanger the life of her husband. But I think it was those kinds of humane gestures that are important to show. I know a friend who did research on Holocaust survivors and ask the question, why do some Holocaust survivors become these people who are very, very anti-Arab and others are in the peace camp?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "BASKIN",
      "sentences": "And what she found in interviewing many Holocaust survivors who were part of the peace camp is that there was a moment when they were goingthrough the horrendous suffering during the holocaust that someone made a humane gesture, someone gave them a piece of bread or gave them a night stay in a home or gave them a blanket, and those gestures of humanity what would transform their worldview later and enable them to support peace with the Arabs rather than being against them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Gosh, Gershon Baskin, you have such incredible firsthand important experience and your perspective has been invaluable tonight.Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "BASKIN",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "And as we've discussed, President Biden says it's not time for a ceasefire, sparking anger not only among some liberal Democrats inCongress, but also young Muslim and Arab American voters. Votes from these communities in the Swing State of Michigan were instrumental to Biden's 2020 presidential win. But senior Democratic strategist Waleed Shahid tells Hari Sreenivasan that's at risk for 2024 as this new war ignites politics and passions. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "HARI SREENIVASAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Christiane, thanks. Waleed Shahid, thanks so much for joining us.We have seen protests in different cities around the country. We even saw one in the Capitol. There were lots of people who were sitting in, in the Capitol building, calling for a ceasefire. Tell me, what are the organizations trying to raise awareness of and accomplish?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "What's the response been from the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SHAHID",
      "sentences": "The response has been pretty disappointing. I mean, we have a president, in his address, who essentially is green lighting Netanyahu'sfar-right governments attacks against Palestinian civilians. The Israeli government is led by a far-right coalition that holds Palestinians collectively responsible for the atrocities committed by Hamas. I just don't see a plan from this White House. This White House is acting like as if we are in a world from 10 or 15 years ago in which Arab Americans and Muslim Americans and young people are just going to sit back and support a president and support a party that greenlights someone who believes that Gaza -- greenlights someone in Israel who believes Gaza should be burned to the ground, who doesn't believe in a two-state solution, who doesn't believe that Palestinians are equal in the eyes of the government as Israelis. And so, we're severely disappointed from the response from the White House, and we will keep pushing to get members of Congress to call on President Biden to push for peace and not war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "There were several progressive and further left groups within hours of the attack on Hamas, they were publicizing efforts and marches andprotests in support of Palestine without any mention of the civilian loss of life on Israel. Were you concerned when you saw those statements and was there -- were there efforts to try to push back and say, well, we can't be this way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SHAHID",
      "sentences": "The thing said at some -- by some of these fringe rallies and fringe activist groups about condoning Hamas or thinking Hamas islegitimate resistance are absolutely horrendous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SHAHID",
      "sentences": "The thing I will say is there is not a single member of Congress or any elected official in government who stands by any of those things, thatany of those activists said in the first couple days of this rally. You can't find a single member of Congress who doesn't mourn the lives of Israeli civilians, but you can find hundreds of members of Congress who have said nothing about the loss of Palestinian casualties -- Palestinian civilians. And that -- the fairness and the bias that our government has toward treating Israeli lives as if they are more valuable and more precious than Palestinian lives, to me, is utterly disgraceful as a Democrat and as an American. We condemn, all the progressive members of Congress have condemned anyone who has said anything supportive of Hamas in the past few days. You can't find a statement defending Hamas from an elected official. But Lindsey Graham has said, we should burn -- that we're in a religious war and we should toast -- we should tear the place apart. Max Miller said we should turn Gaza into a parking lot. Far-right Israeli officials have said there is no such thing as a Palestinian. Far-right officials in the government. So, we have dehumanizing, genocidal rhetoric from American politicians, Israeli politicians, people with power. These aren't 19-year-old college students. These are government officials who have access to funding, to bombs, to the highest levers of government. And that's why I think a lot of progressives and a lot of activists are frustrated is that we are held to account for dumb things -- hurtful things said at rallies, but none of these politicians with actual power are being held responsible for things they're saying about Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "Do you think when it comes to the activists that are on college campuses that the pressure from, for example, more progressivegroups on the shortcomings of the Biden administration and the critiques that you've articulated are going to lead more Muslim Americans to set out the election cycle when the alternative is a president who -- a former president and perhaps a future president who wants to expand a Muslim ban?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "Last week, he made an address to the nation where -- I want to get his quotes right -- it says, the U.S. remains committed to thePalestinian people's right to dignity and to self-determination and that he is \"heartbroken by the tragic loss of Palestinian life.\" I mean, he did negotiate the first shipments of aid to get into Gaza and announced that the U.S. is providing about 100 million in humanitarian assistance. Is this not what we would expect a president to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SHAHID",
      "sentences": "I'm sure the people in Gaza are thankful for the bandages and humanitarian aid that they're being provided by -- in part because ofPresident Biden. And I think what they want most is for the bombs to stop dropping on them and so that bandages aren't necessary. Look, this conflict is escalating and President Biden has no plan to de- escalate the situation. Iran has threatened to also get involved. We are moving toward a situation that is going to get into another escalated Middle Eastern conflict that Americans do not support. In response to Russia's brutal invasion of Ukraine, the U.S. worked to get countries around the world to join the U.S. and the E.U. to sanction Russia, but many countries in the Global South refused, feeling that the U.S. and the E.U. had self-interest and has ignored and exacerbated several atrocities around the world that are similar to what Russia has committed against Ukraine. The U.S. said they were defending the rules based international order, but many countries in the Global South felt that the U.S. and Europe were pursuing their own narrow self-interest. So, when the U.S. provides $14 billion of unconditional military aid to a far-right government Israel that does not believe in a two-state solution, they openly declare their intent to commit war crimes. Well, how -- what is -- how is that a rules-based international order? Basically, the way it feels too much of the Global South is the U.S. stands for peace and human rights when it suits our interest, but then turns a blind eye when our ally does the exact same. So, I think this from the international perspective, I don't think -- everything President Biden has tried to do to reset the clock when it comes to the horrible things Trump did to ruin America's image abroad, this conflict is going to do the exact same thing that all the things that Trump did to make America's image horrible in the eyes of the -- in the world, this is very similar -- a very similar scale where it feels like the U.S. stands with peace when it suits our interest only and not when it involves another situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "And you had a State Department official last week, Josh Paul, resigned over our support for Israel. We had, I think, 411 members ofCapitol Hill staff, both Jewish and Muslim sign a letter, you know, basically demanding an immediate cease fire in Gaza. Do you think that -- do you hear from -- is -- are these actions effective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "Is there a generational gap here in - I mean, it seems President Biden is from a different era of politics where the actions thathe's taking, the approaches that he's taking are probably consistent with the way the Congress functioned, the way that governments functioned with each other for the majority of his life, right? And you see maybe a different generation of not just politicians, but the electorate who have a different set of expectations, like the ones that you're articulating?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SHAHID",
      "sentences": "I think that's a big part of it. Look, but it's also a pre-9/11 thing when it came to, Ronald Reagan -- people forget this, but RonaldReagan, President George H.W. Bush, Bill Clinton held the Israeli government way more accountable than anyone post 9/11 did. I think there's been this fear and culture of Islamophobia that has pervaded since 9/11 where we cannot treat the Palestinian people and their authorities in the West Bank, the Palestinian authority with equal footing as the Israelis. On the voter level, there's absolutely a generational thing as this millennial generation that opposed the Iraq War in 2003 comes to political age, comes to voting age, the Democratic Party is fundamentally different than it was 15 years ago. And I think President Biden, his chief of staff, the advisers around him are thinking about this Democratic Party as if it was from 15 years ago. But look, Arab and Muslim Americans are now civically engaged, are politically engaged. We didn't have a Rashida Tlaib 15 years ago. We didn't have an Ilhan Omar. And that -- having those political representatives, having that political voice makes more people more courageous to step out more courageous to protest. I remember after 9/11, like, so many Muslim families, even though they're experiencing hate crimes or bigotry, were afraid to speak out, were afraid to protest, were afraid to rally because of the chilling culture because of the Patriot Act. Now, you have a new generation, many of whom were born in this country, who are inspired by the civil rights movement, are inspired by the Black Lives Matter movement, and are saying, no, I am an American, I deserve my voice to be heard, and I am going to protest my government, and I'm not going to be afraid. And I think that that is the reason you're seeing so many people, thousands of Jews, thousands of Arabs, thousands of Muslims, thousands of young people oppose this. The vast majority of voters under 45 do not support sending Israel more weapons without any strings attached to address the political grievances of the Palestinian people. And if that doesn't happen, you can say goodbye to Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "You had 13 Democratic members of Congress introduce a resolution to call for a ceasefire, whether or not that is allowed to getto a full vote, et cetera, and that idea to be expressed in the full House, how does this rift end up manifesting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "SREENIVASAN",
      "sentences": "Democratic Strategist Waleed Shahid, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "SHAHID",
      "sentences": "Thank you so much.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}