{
  "date": "2023-05-22",
  "headline": "CNN News Central",
  "subHeadline": "Soon: GOP Sen. Tim Scott To Announce 2024 Presidential Run; Potential Default Now 10 Days Away As McCarthy, Biden Meet Today; Second-Ever Private Mission Successfully Arrives At ISS. Aired 11- 11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:01:24",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Any minute now Republican Senator Tim Scott will announce his bid for the Republican nomination. The elephant in that room that whom you're looking at right now there's a live pictures. What will he say about front monitor Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:24",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Docked and now ready to open the hatch. We're taking you live to the International Space Station we're paying customers are making history. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:24",
      "speaker": "BERMAN",
      "sentences": "So any moment now, Republican Senator Tim Scott will take the stage in his hometown in South Carolina and formally kick off his presidential campaign. These are live pictures of the event that is the room right there. He has racked up some impressive endorsement. But he does enter a field that most polls show is already dominated by former President Donald Trump. CNN's Eva McKend is there in North Charleston, South Carolina this morning. Eva, what are you expecting to see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:24",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS REPORTER",
      "sentences": "Well, John, faith and optimism really going to be central to his campaign pitch. He's also going to lean heavily on his personal biography as someone who grew up in poverty and ultimately was ascent -- able to ascend to the United States Senate. And then I'm able to run for the presidency.I've been speaking to his supporters all morning, and they tell me that the low poll numbers right now reflect that much of the country don't know him yet, that don't underestimate Senator Scott, and the appetite for this type of hopeful message. We also spoke to his longtime pastor at Seacoast Church. We know faith is going to be so important in his pitch. Take a listen to what the pastor told us. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:24",
      "speaker": "GREG SURRATT, PASTOR, SEACOAST CHURCH",
      "sentences": "I think a misconception that people might have about him is that his niceness, his humility, translates as weakness. And they don't know the Tim Scott that I know. I would like to -- I like to kind of see it as an iron fist in a velvet glove.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:24",
      "speaker": "MCKEND",
      "sentences": "So we anticipate that his remarks will focus heavily on the left on President Biden. So far, he has shown very little appetite to really mudslinging and his fellow Republican opponents. Senator John Thune, his Senate colleague will join him on stage. We know of course, he's very popular in the upper chamber. Now we'll have to see if this popularity among his colleagues will translate to voters in the early important states of Iowa, New Hampshire and right here in South Carolina. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:24",
      "speaker": "BERMAN",
      "sentences": "You know, even McKend with the near front row seat to this announcement. We'll speak to you again in a little bit. Thanks so much for being there. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:15",
      "speaker": "BERMAN",
      "sentences": "All right, Kate, obviously Tim Scott, if he is going to get the nomination has to run through Donald Trump. With me now, CNN political director and host of CNN Political Briefing Podcast, David Chalian. Sir, what's Tim Scott's theory of the case? How does he beat Donald Trump in a primary? DAVID CHALIAN, CNN POLITICAL DIRECTORAnd so the play becomes to dominate that half of the party while trying to dig some support that Donald Trump has amassed, because as we've noted, he's the clear front runner in the race. The way in which that the Scott campaign believes he is qualified to do that, they're convinced he's the best messenger the Republican Party has. We've seen some of this in moments, right? We've seen him deliver a response to the State of the Union address. We've seen a high profile convention speech. Obviously, he had a big splash when Nikki Haley did appoint him to the Senate back in 2013. But he's largely unknown to the country. So they're hoping his ability to deliver the conservative message is one that resonates with Republican primary voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:15",
      "speaker": "BERMAN",
      "sentences": "Even for those who have decided that endorsements don't matter in presidential campaigns. I think a lot of people took note over the weekend when it emerged that the number two Republican in the Senate John Thune is going to be on this stage in just a few minutes. And there's at least one or two other Republican senators backing Tim Scott, what does that tell you about his potential establishment support?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:15",
      "speaker": "CHALIAN",
      "sentences": "Well, first and foremost, it tells me what anybody who has covered Capitol Hill knows that he is a beloved colleague inside the Senate Republican Conference. He is one of the most popular members of the Senate Republican Conference. And I think so you'll see some of that support from his fellow senators.But politically, I think it says something quite interesting if the number two Republican in the United States Senate is not signing up with the former president, is not signing up with the Florida Governor Ron DeSantis, who seems to be Trump's strongest rival at the moment. It tells you that this is just the starting line of a race. This is going to be quite a run here with a crowded field. This is not a party that is looking to make this a two person race or just a coronation for Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:15",
      "speaker": "BERMAN",
      "sentences": "How much Trump talk do you expect from Tim Scott?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:15",
      "speaker": "CHALIAN",
      "sentences": "Very, very little, I expect much more anti-Biden rhetoric. I mean, Tim Scott's one of the core pieces of his message is that grievance politics is not something he thinks is just in the domain of Donald Trump. He thinks that it is something that the liberal left Biden Democrats lean into his well. He will make the argument tied to his own personal biography, that leftist Biden policies as he sees them, would not allow him to climb the ladder of success in life that he has. So I would expect you're going to hear a lot more about the current president that the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:15",
      "speaker": "BERMAN",
      "sentences": "David Chalian, do not go far. We're going to want to speak with you as this event plays out this morning. Thanks so much for being with us for now. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:08",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, it really does, Kate. But President Biden and House Speaker Kevin McCarthy have recognized the urgency of this moment with the potential for default occurring and as little as 10 days. And this evening at 5One of those GOP negotiators this morning saying that they still have a number of obstacles ahead before reaching any type of deal. Now White House negotiators are back in the room with Kevin McCarthy's representatives up on Capitol Hill today. And one of the issues that has really emerged over the course of the past week is the discussion around the issue of spending levels. The White House has proposed freezing spending at current year levels, while Republicans want to see it revert back to fiscal year 2022 levels. And both House Speaker Kevin McCarthy and President Biden have talked about each of their sides and their approaches to spending. Take a listen. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA), HOUSE SPEAKER: The under Law underlying issue here is the Democrats since they took the majority has been addicted to spending, and that's going to stop. We're going to spend less than we spent last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:08",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm willing to cut spending. And I proposed cuts and spending of over a trillion dollars. But I believe we have to also look at the tax revenues.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:08",
      "speaker": "SAENZ",
      "sentences": "Now Republicans have said that new tax revenues are off the table for that in these discussions. So that issue of spending is expected to be one of the top priorities heading into this meeting this afternoon. But really this highlights just a very urgent high stakes moment for both President Biden and House Speaker Kevin McCarthy.It's unclear whether they'll be able to reach an agreement but they are facing very stiff deadlines as that June 1st date is quickly approaching. And let's not forget it takes time to move any type of legislation and wrangle support up on Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:08",
      "speaker": "BOLDUAN",
      "sentences": "Yes, that's that is exactly right. It's good to see you Arlette. Thank you very much, Arlette Saenz at the White House. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:12:43",
      "speaker": "BERMAN",
      "sentences": "The NAACP has issued a travel advisory for Florida. It says that under the administration of Governor Ron DeSantis, the state is quote, openly hostile toward African Americans. The leadership for the NAACP is urging the black community to avoid visiting the state. Nebraska's governor is set to sign into law today a 12-week abortion ban.State lawmakers passed the measure on Friday advanced abortions after 12 weeks with exceptions for sexual assault, incest and medical emergencies. The ban was folded into a bill that bars gender affirming treatments for Nebraska residents under the age of 19. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:12:43",
      "speaker": "BOLDUAN",
      "sentences": "All right, we want to get you back to space right now because this morning a private space crew looks like they just boarded successfully the International Space Station after a nearly 15-hour flight. This is really cool to see says Captain Obvious Kate Bolduan. The four person mission led by former NASA astronaut Peggy Whitson. She -- they docked to the ISS earlier this morning while traveling over Japan.And they will -- and just moments ago, they floated through the hatch into this space station joining the crew that was already on board. Now these astronauts are going to spend the next eight days working alongside this crew on just so many things. Let's get over to CNN's Carlos Suarez once more. He's live at Kennedy Space Center. I see you there but I'm keeping an eye on another monitor because it's really cool to see these pictures coming in from the ISS.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "BOLDUAN",
      "sentences": "Also looked like they had little 8.5, you know, by 11 pieces of papers like certificate that said welcome aboard, which is a nice way to welcome them aboard and this like massive operation of amazing engineering may give them a paper certificate saying welcome aboard. We're going to continue watching this. We've got the live pictures coming in from NASA T.V. Carlos Suarez at Kennedy Space Center. Thank you, Carlos. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "BERMAN",
      "sentences": "Maybe it was like a bill, maybe just makes checkout easier if you get to slip right at the beginning, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "BOLDUAN",
      "sentences": "I love that idea. Or I don't know. We'll continue to watch it though. There's a lot going on with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "BERMAN",
      "sentences": "So in less than an hour the man charged with murdering four University of Idaho students will appear before a judge. Bryan Kohberger is accused of fatally stabbing four students last year. Today, he is expected to enter a plea. And if he is found guilty, he could face the death penalty. CNN's Jean Casarez is with us now. Jean, why don't lay out what we're going to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "Well, this is the first time that Bryan Kohberger has entered a plea in Idaho. This is the first time that he will be in district court which is the trial court in Idaho. Because of that indictment last week, the case moved up to proceed to trial. So that's definitive now it's going to trial.Now we believe that he's going to enter a plea of not guilty because his defense attorneys have been extremely aggressive in their motion so far, but the charges that he is facing are four counts of first degree murder and burglary in regard to the stabbing deaths of those four University of Idaho students in Moscow on November 13th. And their families may be in the courtroom today because this is a very important appearance. Kaylee Goncalves, Maddie Mogen, Xana Kernodle and Ethan Chapin, they were all stabbed to death brutally murdered. Now one thing that the prosecution may say, Your Honor, we will have an answer for you in time on the death penalty because the prosecution has 60 days to determine if they are going to file notice of intent to seek the death penalty. And they need to find at least one aggravating factor and an Idaho that can be multiple murders. It can be heinous, atrocious and cruel killings, and it can be that the defendant exhibited an utter disregard for human life. But at this point, Bryan Kohberger in that courtroom watch his demeanor. We haven't seen him since January. And he's innocent until proven guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "BERMAN",
      "sentences": "An important day, Jean. Thanks for laying it all out for us. Appreciate it. Kate?",
      "isLastSentenceInterrupted": false
    }
  ]
}