{
  "date": "2023-06-19",
  "headline": "Amanpour",
  "subHeadline": "Interview With Former British Conservative MP And Former British Attorney General Dominic Grieve; Interview With UnHerd Political Editor Tom McTague; Interview With Brandeis University Professor Anita Hill; Interview With \"Women We Buried, Women We Burned: A Memoir\" Author Rachel Louise Snyder; Interview With Sofreh's Restaurant Chef And Owner Nasim Alikhani. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone, and welcome to AMANPOUR. Here's what's coming up.Tory officials party as COVID rages, then leader, Boris Johnson, faces an accountability moment. I speak to former British attorney general, Dominic Grieve, and Johnson chronicler Tom McTague. Plus, America celebrates Juneteenth. Civil and women's rights advocate, Anita Hill, joins me to reflect on her own family history and where the nation stands now. Then -- (BEGIN VIDEO CLIP) RACHEL LOUISE SNYDER, AUTHOR, \"WOMEN WE BURIED, WOMEN WE BURNED: A MEMOIR\":  I rebelled immediately. I rebelled against the religion. I rebelled against the new family structure. I rebelled in every way I could. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "-- \"Women We Buried, Women We Burned,\" journalist Rachel Louise Snyder exposes her own traumatic story.And finally, finding common ground through food. Persian American chef, Nasim Alikhani, spices up the taste of her homeland in her restaurant and her new book. Welcome to the program, everyone. I'm Christiane Amanpour in London. Today, a moment of reckoning for Britain as parliament debates report condemning the former prime minister, Boris Johnson, for deliberately lying about how his own team flouted COVID rules. The result could strengthen parliament's hand against future leader's intent on undermining the institution. Johnson could've faced a 90-day suspension, but he preemptively resigned last week, lashing out at what he called a kangaroo court. But a new Partygate video obtained by the \"Sunday Mirror\" newspaper shows concerted aids dancing and drinking during lockdown. Partiers were even heard laughing about bending the rules. Let's just remember that people were still dying of COVID here in Britain at that time. Families were grieving. And a vaccine was only just coming online. As those who were making the lockdown rules were blatantly disregarding them. Former Tory MP Dominic Grieve says that he believes the country will be better off without Boris Johnson. And veteran political reporter, Tom McTague, has covered Johnson extensively. Welcome both of you to the program. Can I start by asking you about what's going on in parliament, Dominic Grieve? Are you surprised to see this accountability coming to a head if it is right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "DOMINIC GRIEVE, FORMER BRITISH CONSERVATIVE MP AND FORMER BRITISH ATTORNEY GENERAL",
      "sentences": "In one way, it's taken a long time to happen. In another way, itis how president deals with people who tell them lies. It is a really serious matter under the U.K. constitutional conventions from minister to lie to parliament. If a minister inadvertently misleads parliament, in my 22 years there, you saw minister scurrying to dispatch box to apologize and to correct the record. Under Johnson it just stopped happening. They just stopped doing it long before the issues over Partygate, and he just got away with it. He's flouted convention, flouted the rules throughout his career. But of course, on this occasion, what he actually did outraged the public, and that's why we got to the tipping point where parliamentarians finally said, this is unacceptable, because they were going to their constituencies at weekends and being told that it was unacceptable by the public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. So, to both of you then, you say it reached the tipping point that we're seeing because it became untenable for parliament -- forminister -- parliamentarians and the elected officials. So, when he was elected, everybody knew who Boris Johnson was, he had lied, he had dissembled, he had done all sorts -- he had been censured in his previous jobs. You know, Tom McTague is this -- you know, should we be surprised by the way it's turned out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "And, Dominic Grieve, but do you think the Tory Party put up with all of this, that now we're seeing revealed, because he was considered avote getter and only, only decided to censure him when they realized it actually was hurting the party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GRIEVE",
      "sentences": "That's probably a fair assessment, they certainly knew that they were getting a rogue when they, the parliamentarians, decided to supportinsufficiently to put him on the ballot paper with the membership. And the membership have always loved him or a significant proportion because he makes them laugh, there's the boosterism, the optimism, the iconoclasm, touched on by Tom, the willingness to satirize other people, and it appealed to some very deep instincts amongst some conservative party members, not necessarily the conservative voting electorate. And as long as that seemed to work, and it took them through the 2019 election on the back of his promises and lies which he made then, yes, they went along with it. I mean, they're going to have to reflect long and hard over their own conduct. But the reality is that -- I think the tipping point was actually the Owen Paterson affair when he tried to save Owen Paterson from a similar censure --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "This is one of his ministers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GRIEVE",
      "sentences": "One of his ministers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GRIEVE",
      "sentences": "An actual --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Who had flouted ethics rules.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And that was the point where people said, excuse me, in their constituencies, but what are you think you're doing? And at thatpoint, they started to realize, linked to other things about him, that actually he was beginning to lose his appeal. But I'm afraid it was only then that a lot of them actually started to grapple with the problem that they got a monster on their hands because really, in constitutional terms, that what this country has had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "A monster on their hands. So, let me just play a little bit about what a former prime minister -- actually, his predecessor, TheresaMay, said in parliament today during this debate. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "THERESA MAY, FORMER BRITISH PRIME MINISTER",
      "sentences": "Following an unsettling period in our political life, support for the report of Privileges Committee willbe a small but important step in restoring people's trust in members of this house and of parliament. And I also say to members of my own party, that it is doubly important for us to show that we are prepared to act when one of our own, however senior, is found wanting. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "How significant, Tom McTague, is what she said, given that, you know, she would say that, wouldn't she, because he sabotaged her and shelost her premiership? Is it significant that she said that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MCTAGUE",
      "sentences": "It's significant because when a former prime minister stands up and gives a speech like that, we should listen to it. I think what's moresignificant, actually, is a speech made by Penny Mordaunt, who fancies herself as a future conservative party leader. Now, what has she done? She has decided she's going to vote against Boris Johnson, she's going to sanction him, she's going to vote with the Privileges Committee with Theresa May. So, where does she think the country is? What -- where do she think it's -- she should vote for her own political career, it's with the Privileges Committee. I think that tells you something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "And Penny Mordaunt, just for our viewers, became an instant meme during the coronation because there she was in her outfit leading, youknow, the king and others during that important moment for the country, so she became very, very famous at that time. But can I ask you, Dominic Grieve or -- and both of you, what do you make of this new party video and is that something -- I mean, that just seems to be even over and above what we already know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "And you, Tom, you -- we said you chronicled him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MCTAGUE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "I mean, you were inside the bubble. You didn't see any of that, you say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MCTAGUE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "But you did report on him. What did you get from him at the time? Are you surprised at all this then transpired? And secondly, I thinkto both of you, nonetheless, as awful as it is, and all the evidence shows, Britain is doing something that America hasn't yet -- I mean, they have indicted Trump now, but the grandees of the party are very, very slow to actually condemn him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MCTAGUE",
      "sentences": "That's right. I mean, although, Donald Trump seems to be facing a much more severe --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Obviously. Yes, it's different but nonetheless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MCTAGUE",
      "sentences": "-- sanctions than Johnson, who's managed to sort of wriggle himself out of it, I guess. You know, he'll do fine. Although, I think hispolitical career probably is over now, whereas Donald Trump's evidently isn't. When I was in Number 10 during this period, I would go in and out to write a profile of him for \"The Atlantic,\" you did have this sense when you -- once you crossed over the boundary that it was a different world to the one outside because, you know, outside most people were not bordering -- getting on trains and going to work, they're working from home and all of this and frankly, sort of worried about going outside. And you had this building where everyone was locked in together, every single day, working in a, you know, Georgian terrace in small rooms and I think they clearly started to feel very blase about them, because they were sitting, you know, two feet apart. Now, I agree with Dominic that a lot of that comes from the top. I think the real challenge for Johnson is he just didn't believe the rules he was setting himself, but he wasn't strong enough, like he has not been strong enough, in many cases, to actually go with what his gut was telling him, which was to follow a kind of Swedish model, don't impose any national lockdowns, make it voluntary, that's what he wanted to do, and he didn't do it. And that's really what it's costing him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Just last one on this, are you surprised, disappointed that Rishi Sunak, the current prime minister, and many senior ministers did notattend and won't vote in this matter today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GRIEVE",
      "sentences": "Yes, I am. I think they should've done, because it is quite an important and defining moment. Now, obviously, if they disagree with thereports, then acting on their conscience and their judgment, they could come along and vote against it, I would understand that. But staying away or abstaining because you just think it might be a bit embarrassing with some of your core supporters and your membership of your constituency party is not a good reason. Really, it's not just not a good reason, it's actually an appalling reason for behaving in that fashion. And I think that -- you know, I would say to anyone who is in the house that they have got -- they got to stand up and be counted. If they disagree with the report, that's one thing, but just avoiding passing judgment on somebody who on the face of it overwhelming evidence has behaved very badly is not acceptable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Can I just switch topics for a moment, and that is to migration? There's appalling disaster in the seas of Greece, where, I mean, dozens ofbodies have been found, there might be hundreds, we don't know yet, who have been caught in this terrible shipwreck, and there is a court case going on. Apparently, it started today. You've written about this country's illegal migration bill, and we know that stop the boats is a campaign cry from the current government. You wrote this month, this illegal -- I think you wrote it this month -- this illegal migration bill's very existence demonstrates that we still appear to be incapable of a reasoned discussion on difficult subjects of this kind. So, what do you think of the idea of shipping people off to Rwanda, denying the legal right to asylum? And again, Rishi Sunak is all over Twitter going on, I think a cease and desist or an immigration enforcement operation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "And, Tom, very, very quickly because you've thought about this. You know, let's face it, our greying societies need proper migration. Iagree it needs to be organized and there needs to be, you know, a proper way around it. But talk to me about how the press, and we've seen these awful, awful headlines of demonizing migrants, demonizing refugees and asylum seekers. We've got them and we can put them up. How does that \"soften the ground\" for policies that, in the end, Dominic Grieve has written against?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "MCTAGUE",
      "sentences": "I think part of the problem, as Dominic has lighted on, is we're not willing to make the decisions. So, if you want to pull out of theEuropean Convention of Human Rights make that your policy and do it and take the flak, they the political flak. I don't think it has support. Of course, there's enormous problems in Northern Ireland with the Good Friday Agreement and all that. What really worries me is this -- these aren't the first time we have seen awful tragedies in Greece. I mean, we go back to the refugee crisis when Angela Merkel was there and we have seen these important pictures of babies washing up on the shore, nothing seems to shift us, either from it being able to do anything about it or to come up with a more humane policy. We seemed to be trapped in the worst of all worlds where we have neither.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Tom McTague, Dominic Grieve, thank you both so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "MCTAGUE",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GRIEVE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Now, today, America observes Juneteenth. It's the newest federal holiday, a bittersweet celebration of June 19, 1865, when news that slaveswere free finally reached Galveston, Texas, a full two years after Abraham Lincoln's Emancipation Proclamation. It is a time for celebration and reflection in the White House and across the United States, even as an honest appraisal of black history is impossible in many school districts in the country today. Law professor, Anita Hill, sees Juneteenth as a moment to take stock of racial and gender rights in America. We also spoke about her own family's historic connection to the holiday. Anita Hill, welcome back to our program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "ANITA HILL, PROFESSOR, BRANDEIS UNIVERSITY",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "So, this must be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "HILL",
      "sentences": "It's a great day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. I was going to ask you, you feel that it's a great day. It's obviously celebrating the freedom of slaves. It goes back all the wayto 1865. You say that your parents, your heritage, was in Texas where they heard last, I guess, about being free. Tell me about your -- that part of your story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, it's so interesting because you list a whole load of major and, obviously, vital issues that, frankly, are still on the table andstill haven't been fully resolved. You yourself are an activist for civil rights, for women's rights. So, I want to ask you, today, of all those things you listed, what concerns you the most? Is it the assault on voting rights, the reversal of women's rights, the issue about, you know, domestic abuse, those kinds of things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "HILL",
      "sentences": "Well, you know, I can't rank them because I realize that all of them are important. And if we don't you know, if we don't address all of themand each of them then we are never going to be fully free. We're never going to reach that point where we can say everyone comes into our legal systems or into our society as free people and that justice will prevail throughout their lives. You know, I think about, for example, the voting rights cases that we have had recently but even in the past few years, many of them have been restrictive. The affirmative action cases that we have coming up in universities and where we're going to be deciding what's going to happen with education in the future, you know, are case -- are areas where the rights that we have developed are at risk, the legal precedents that have expanded rights and protected rights are really subject to being reversed dramatically. But the same is true when it comes to gender, that these reversals are happening. So, we are at a very troublesome time in the -- in terms of what the courts are doing and what states are doing throughout the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Let me ask you, to talk -- let's talk about affirmative action because it's almost incredible that this law that allowed, you know, blackpeople and other minorities to come to higher education may be reversed. Justices Thomas and Alito actually keep asking what does diversity even mean, and there is a fear that they may, the court, might reverse this. Now, it's -- it involved Harvard, the University of North Carolina. But Justice Kagan says that she's worried and she voiced her worries in a dissent about, you know, how it could affect black and Latino students. Let's just play what she said. (BEGIN VIDEO CLIP) ELENA KAGAN, U.S. SUPREME COURT ASSOCIATE JUSTICE:  I mean, I guess what I'm saying is your brief -- and this is very explicit in your brief -- is, like, it just doesn't matter if our institutions look like America. You say this on page 11 in your reply brief, and I guess what I'm asking you is, doesn't it? I mean, doesn't it? These are the pipelines to leadership in our society. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "So, that's a very pointed question, Anita Hill. And I just wonder what you think the consequences would be and why are these two --well, this court, why is it set potentially to reverse affirmative action?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "HILL",
      "sentences": "Well, I think they're set to reverse affirmative action because they are relying on this very faulty logic that, you know, the time is up forit. I mean, there is a part of Justice O'Connor's opinion in the (INAUDIBLE) case that said, in 25 years, maybe we won't need affirmative action. And they're relying on that to say, OK, you've had your chance, but what they are not recognizing is that the problems of getting school equality, equal access to higher education, have not been resolved. You know, we are in this period of time where we are starting to see positive impacts, they are not enough. But now, there are members of the court, like Alito and Thomas, who just want to say, OK, let's put an end to the policies and procedures that have actually helped us get to where we are. And it makes absolutely no sense when we look back -- you know, when we look at the entire context of where we are in terms of education. Justice Kagan who's right, leadership will be lost. It will revert back to where we were, you know, decades before. And we need to continue affirmative action as well as other policies that will help students of color become leaders and will help the entire society to become more equal and just.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "HILL",
      "sentences": "Well, I think what -- it is a positive outcome, but what it shows is that the holding in the Shelby -- the Holder v. Shelby County case shouldnever have happened. That redistricting may not ever have happened if, in fact, we still had Article 5 in effect in the voting rights -- under voting rights. If we still Article 5 we would've had a preclearance for that particular redistricting. And it may never have gone into effect and had to go to the Supreme Court to be reversed. So, that, again, is one of those areas where we have reversal of a policy that was doing what we needed it to do and that shows us that more and more cases are going to have to go to the Supreme Court as opposed to being evaluated and really treat it before we even put them in place. That's been a history of the Voting Rights Act in this country, and it should continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Let me ask you about Clarence Thomas himself. Obviously, your history is closely aligned with that awful time all those decades ago. Now,you know, that there are ethics question swirling around him. A senate panel last week is focusing on a bill that would implement a range of ethics and transparency reforms at the Supreme Court after reports of a patent of Thomas's nondisclosure on his financial report for years and having taken significant gifts, the allegations from a rich benefactor. Does this surprise you? And especially that the court's credibility and trust is about -- you know, down to about 59 percent of Americans who disapprove of the job the court is doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "HILL",
      "sentences": "You know, I think, you know, this being Juneteenth, we have to look back over at history. We have -- we must, in fact, understand that --especially when it comes to marginalized people, under-resourced people, we have always relied on the court and believed in the integrity of the court to hear our cases, to hear our claims before the court and deal fairly without any sense that some organization or some individual behind is funding members of the court, and therefore, they're going to vote in favor of what those people want to happen in this society. We are at this point now where the American public has lost confidence in the Supreme Court. When that happens, we've lost confidence in our laws.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "HILL",
      "sentences": "And we can't just allow that to continue without somebody intervening to really respond to what I think are reasonable claims forsome kind of investigation and actually holding the Supreme Court members to the same standard that other federal courts judges are being held to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Anita Hill, thank you so much for being with us on this very important day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "HILL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Now, our next guest has extensively reported on domestic violence, and is now sharing her own painful story. Rachel Louise Snyder isan award-winning author and journalism professor. She's chronicling her dark past and the lessons she's learned in a new memoir. And she's joining Michel Martin to explore that life story. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "MICHEL MARTIN, CONTRIBUTOR",
      "sentences": "Thank you, Christiane. Rachel Louise Snyder, thank you so much for talking with us.RACHEL LOUISE SNYDER, AUTHOR, \"WOMEN WE BURIED, WOMEN WE BURNED: A MEMOIR\":  Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "MARTIN",
      "sentences": "You know, you are a distinguished writer and journalist who has written about some difficult issues, particularly domestic violence. Whatmade this the time to dig into your own story?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MARTIN",
      "sentences": "So, let's talk about the things that is, I guess, most attention getting about your book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SNYDER",
      "sentences": "What is most -- I don't actually know what's most attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MARTIN",
      "sentences": "Well, the most attention getting thing, I think, for a lot of people is that your life changed in an instant with the death of yourmother. Is that -- you were -- your mom is Jewish. Just a classic, loving mom. You know, a hugging mom that made you feel great. But she died really early in your life from breast cancer. Your dad then marries someone who is involved with this very strict evangelical church. And you -- and then, sort of brings you into this kind of radically different existence. Could you talk a little bit about that? And I have to tell you that it's painful to read.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SNYDER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MARTIN",
      "sentences": "And so, it had to have been painful to live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SNYDER",
      "sentences": "I mean, of course I'm tempted to crack a joke because that's my way of kind of dealing with things, right? I'm like, oh, yes. So, it'sreally hard, but what doesn't destroy make makes me better writer. But it was hard. And you would think that the death of my mother, I was eight, she was 35, would be the big thing, and it was in certain ways, but it kind of set in motion this total upheaval. We moved across the country. We no longer went to temple or celebrated any of the high holidays. We no longer had the support system of our neighborhood and our family in Pennsylvania where we lived at the time. We had moved to Illinois. And I think, for me, the most disruptive was this woman really kind of immediately becoming, I was supposed to make her a stand-in for my mother. I was pubescent when they married, I was about 11, so I was just on the verge of, you know, what are really big changes for girls. And, you know, I didn't feel like I could talk to her about any of that. The morning of the wedding, which was two months after they started dating, you know, my father brought me down to the church basement and said, Rachel, meet your new mother. And it's easy for us to look at that now, especially now that I'm a parent myself and say, wow, that was spectacularly bad parenting. But I also think that, in 1979, my father must have felt this intense pressure to not be a single father, like he must have felt that he was inadequate. And everything changed. And I rebelled immediately. I rebelled against the religion. I rebelled against the new family structure. I rebelled in every way I could.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MARTIN",
      "sentences": "You and the other kids were immediately subjected to this kind of regiment of corporal punishment. You called this ritualized corporalpunishment. And you talk about how, you know, your parents would line you up over this oversized, I guess, sofa in the living room and then, you'd assume the position, leaning over, and you'd be spanked in an assembly line. And, you know, what was that about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MARTIN",
      "sentences": "One of the things that strikes me about your book is that you talk about these just really horrifying, to me, things, but your description ofit is so beautiful. I mean, you -- your writing is so exquisite. And just - - let me just read this where you talk about being spanked in an assembly line. You say, I never remember what we had done to earn this punishment, only the punishment itself. The anger that swelled like a contagion, from one of us to the next, with each blow. Palpable as mud under your toes. It snaked its way inside me, curled itself around my stomach and into my cells, molded itself into a permanent occupant that I carried like an invisible sarsen. When did you figure that out? Did you know that even then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SNYDER",
      "sentences": "I knew then that it would -- that it made me angry. I didn't have the language for the complexity, and I didn't have the power to be able tosort of fight back intellectually, right? I would say things like, well, nowhere in the bible does it say the teenagers shouldn't smoke cigarettes. You know, I would say things like that. But I recognized that anger and it just stayed in me for years and years. And, you know, one of the things about writing both this book and my previous book is they're emotionally intense books, and the writing of them is emotionally intense. And I could only read poetry while I was doing the actual writing. And I think it's something about holding a narrative in your head, like there's only room in there for one. And so, some of that language might come from the fact that, like, all I'm reading for months on end is poetry. And poetry gives you this economy of language, you don't have to judge, right? The judgment comes from the imagery and the way you have constructed some things. So -- but it is -- yes, even hearing you read that, it's really -- it brings me right back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MARTIN",
      "sentences": "This is where your story takes this crazy turn. You were kicked out of school and then you were kicked out of your house at 16.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SNYDER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MARTIN",
      "sentences": "The inevitable happened, you were homeless. You stumble into being the manager of a heavy metal band at 17. You went to the Barbizon ModelingSchool. You get your GED. You go to college. You got to grad school. But -- and then you -- somewhere in there, you traveled all around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SNYDER",
      "sentences": "Yes. All of those unlikely events, it really added up to something, to me, that was like a life in which you didn't have to havenormal boundaries. You didn't have to have -- you could look at that life and say, oh, my gosh, terrible things have happened, yes, and that is true and I'm not minimizing those terrible things that have happened to me, but I also am like, yes, but they freed me. They freed me to define all kinds of things in less traditional ways. There are all kinds of ways that we cage each other in, we define what something is supposed to be according to a definition that comes from somewhere outside of us. And for me, I think having all of those crazy turns just meant, like, oh, I could just keep turning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MARTIN",
      "sentences": "You spent years in Cambodia. And you write about a time in Cambodia when your mother's ghost appeared to you and gave you an importantmessage. And I was wondering if I could get you to read just a portion of that story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "The other thing that I think stands out about her story is that I'm struck by what you said about how so much, you know, for men, you know,finding safety in the world is not considered a priority, right, that men are presumed to be safe until they are not, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SNYDER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "And women are presumed to be unsafe until they are. Your story is so much of one of where it was forced to be sure, you were forced into it,but you're seeking of adventure, of your embracing the world is what brought to safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SNYDER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "And I think there's something very different about that. I just wondered if you thought about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SNYDER",
      "sentences": "After my mother died, we grew up sort of being told over and over that we -- that the world was an unsafe place. It was full of people whowere searching, people who were empty, you know, that their souls were yearning for God, and we not only grew up in a place where we were lucky enough to access that, but we grew up the chosen ones in that place. In other words, America. And once I began to travel, I went on Semester at Sea, which some viewers might know is a semester long program where you're on a ship and you travel route from country to country, and you're not traveling like to like Rome and Paris, those are wonderful places, but you're traveling to places like, you know, Mumbai and Johannesburg and, you know, places that are edgier and certainly, more foreign, right? There's a very different foreign feeling to Kyoto than there is to London, if you are an American. And so, it upended completely everything I thought I knew about being an American. You know, one of the things I learned being out there in the big wide world is that culture is everything. Culture is not just the food you eat and the entertainment you imbibe, it's the -- your sense of justice. It's your sense of right and wrong. It's your moral underpinning. And, you know, it's everything from jurisprudence to philosophy. And so, being able to kind of disentangle that was so freeing for me because I was able to just say, oh, this is -- you know, this is the box that I call culture and my way of looking at it is my way, but it doesn't mean it's the right way or only way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "We have so much we could talk about, because there's so many ideas in it. But I'm going to ask to kind of conclude where we started which isyou lost two mothers, your biological mother, your mom, when you were eight and then, your stepmother, who, frankly, was one of the people who one could argue tortured you. Toward the end of her life, you took care of her. Can you just talk a little bit about that? How is it possible for you to offer, you know, that forgiveness to someone who had hurt you so much?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "Well, thank you for sharing this gift with us. Rachel Louise Snyder, thank you so much for talking with us today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SNYDER",
      "sentences": "Thank you. It was really a pleasure.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "And finally, tonight, comfort and culture. A modern spin on classic Persian cuisine. Iranian American chef Nasim Alikhani's career isheating up. Since opening her restaurant, Sofreh, in 2018, she's taken the New York food scene by storm. She was recently nominated for a James Beard Award as best chef in New York, one of the industry's highest honors, and she was a guest chef for the White House in March. Now, she's created her first cookbook, which is out later this month. And Nasim is joining us now from that restaurant in Brooklyn. Welcome to the program. It's great to have you here. And as a fellow traveler and Iranian myself, of course, I am really thrilled to be able to talk to you about this. But let's just start with your journey. You were born in Iran. And then, you know, you came to America. You had wanted to be a judge. What's brought you to America and to food? NASIM ALIKHANI, CHEF AND OWNER, SOFREH'S RESTAURANT:  Hi, Christiane. Thank you so much for having me here. It's such an honor to talk to you. I -- life is a mystery. And I honestly don't know how to explain, like, 30 or 40 years of journey, but I know that one thing is, yes, I want to be a judge, I want to be a lot of things. I also studied international affairs. I wanted to become ambassador of something to the U.N., I don't even know what, but I always loved cooking and I always found quietness in the action of cooking and I found amazing joy in sharing my creations, whatever that was, a simple (INAUDIBLE) or, you know, lavish meal, it didn't matter, or just feed a bunch of kids and my kid's friends at a play date. But it's just -- it brought amazing joy, quietness, connection. It just make me whole, this action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ALIKHANI",
      "sentences": "This -- and it's a complete action because when you cook, you need an audience. You cannot just cook for the heck of it. You need anaudience, and that audience, how they receive the food, completes the circle. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ALIKHANI",
      "sentences": "And, Nasim, Iranian food is absolutely fantastic, as I know, and I've been, full disclosure, to your restaurant when it opened in 2018, andit is fantastic. But always offer Iranian food to guest as well. What is it about it, do you think, that is so welcome and so beloved, really, by many, you know, who have no sort of their tastebuds aren't used to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "So, are you -- I mean, your whole -- you and your whole family, I mean, can you even wrap your head around, you know, the five or so yearssince you opened it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALIKHANI",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "-- you know, guest chef at the White House, at the Met, you know, The James Beard nomination, the book?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALIKHANI",
      "sentences": "Yes, yes. And I constantly want to smack myself, just like, is this real or it's just, am I dreaming? Even with the White House when myhusband came and told me the news, I was at the service, crazy night, and he said, there's an e-mail from the White House. I'm like, don't open it, it's a scam. Because I had just never thought like what the White House could do with it, like I'm just a humble cook in a corner of Brooklyn. And yes. No, I don't -- and -- or James Beard, highest industry standard comes and value -- first of all, credit to them, to start expanding their horizon. They start noticing people like us that we don't come from traditional route, but we pay our dues. We do -- you know, we do what we do and we are good at it. But it's time that they are noticing us. And I was just -- but again, I'm shocked. Even talking to you, I don't know what happened, what triggered you to talk to me. I just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, you know, I like to food.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALIKHANI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "I'm proud of a fellow traveler and it's great to be able to share this. As your brother who also works --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALIKHANI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "-- in your restaurant said, the place is like an extension of your home, the sanctuary, hospitality, it's a very Persian characteristic.Tell me about what everybody always asks me, wow, I want that burnt rice, the tahdig. It's very difficult to make especially in restaurants for a lot of people. But you do it, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALIKHANI",
      "sentences": "Yes, I do. And they always complain that my portions are small or why do I run out at like 9because I just can make a limited amount and it is difficult, but I noticed also -- traveling around the world for food, I noticed so many cultures have it. Koreans, Colombians, Brazilians, I can go on and on and on, Puerto Ricans, Dominicans, they all have that, or Colombians, but Iranians, I think, took it to a whole different level in terms of how obsessive they are with their tahdig.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALIKHANI",
      "sentences": "And we can turn anything to crispy rice, any vegetable, nuts, herbs, anything. Anything, anything can become a tahdig. And I do asimplified version of it because in a restaurant setting, I can do more, but I occasionally do specials and I can only do like 16 per weekend. It creates a problem with those who think they didn't get it, but it's delicious. It's like rice has a sweetness, and when it burns it caramelizes. And if you do take care of it with the ratio of the oil and the salt and saffron and everything else you put in, you can create magic. Who doesn't like something semi sweet, crispy, glistening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALIKHANI",
      "sentences": "I mean, just like -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "So, do you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALIKHANI",
      "sentences": "When we were kids --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALIKHANI",
      "sentences": "When we were kids there was always a fight --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALIKHANI",
      "sentences": "Go ahead. No, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "No, no. You go ahead. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ALIKHANI",
      "sentences": "No. I was just saying, when we were kids there was always like, you know, in Iranian culture, respect to adults. That means kids never gettahdig because it's just like -- and we were all like wondering, especially if we had guests. So, I want to make sure that, first of all, tahdig is cut in a small way, because after all, it's not very healthiest of Iranian food. It's kind of greasy. But also, I want to make sure that everybody gets to enjoy a little bit of it. And it's an honor. It's also such a joy to see. You open TikTok -- I'm not a TikTok person, but I see what's -- it's an explosion of tahdig on TikTok, on Instagram. It's just fascinating how far we have come as a nation from hostage takers to, to pioneer of a current food trend. That's big.",
      "isLastSentenceInterrupted": false
    }
  ]
}