{
  "date": "2023-03-07",
  "headline": "CNN Newsroom",
  "subHeadline": "Fed Chair: Rates To Rise More Than Previously Anticipated; Sen. Warren: Rate Hikes Will Put 2M Americans Out Of Work; Fed Chair Warns Congress Must Raise Debt Ceiling; Memphis Says Investigation Complete, More Video Coming Of Fatal Beating; State Rep. Robert Johnson (D-MS) Discusses GOP Pushing \"Takeover\" Of Majority-Black Jackson. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:33:41",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Stocks are down right now after Fed Chairman Jerome Powell's assertion that higher inflation is here to stay at least for now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:33:41",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "Powell testified today before the Senate Banking Committee about the strength of the U.S. economy and addressed what's on top of everyone's mind. Of course, that's interest rates.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:33:41",
      "speaker": "JEROME POWELL, FEDERAL RESERVE CHAIRMAN",
      "sentences": "Although inflation has been moderating in recent months, the process of getting inflation back down to 2 percent has a long way to go and is likely to be bumpy.As I mentioned, the latest economic data have come in stronger than expected, which suggests that the ultimate level of interest rates is likely to be higher than previously anticipated. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:33:41",
      "speaker": "GOLODRYGA",
      "sentences": "CNN's Matt Egan is here with more on Powell's testimony.He's suggesting more rate hikes and at a larger scale, it looks right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "POWELL",
      "sentences": "I don't - I don't have that number in front of me.I will say - (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARREN",
      "sentences": "It's just a math problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "POWELL",
      "sentences": "- unintended consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARREN",
      "sentences": "But it is. And it's in your report. And that would be about two million people who would lose their jobs.What would you say to them? How would you explain your view that they need to lose their jobs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "POWELL",
      "sentences": "Inflation is extremely high and it's hurting the working people of this country, badly, all of them, not just two million of them but all of them are suffering under high inflation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "EGAN",
      "sentences": "So Powell is basically saying that rate hikes are their best tool to fight inflation. Of course, they can be painful, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "BLACKWELL",
      "sentences": "He also talked about the debt ceiling. What did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "EGAN",
      "sentences": "Yes. Powell, he doesn't really want to get into politics, but he did make it clear that Congress should not mess around with the debt ceiling because the stakes are just too great here.Listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "POWELL",
      "sentences": "Congress really needs to raise the debt ceiling. That's the only way out in a timely way that allows us to pay all of our bills when and as due. If we fail to do so, I think the consequences are hard to estimate, but they could be extraordinarily averse - adverse, and could do long-standing harm.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "EGAN",
      "sentences": "Just to remind you, the debt limit is this $31.4 trillion cap on borrowing. It was last raised at the end of 2021.The Congressional Budget Office estimates that the United States is not going to run out of cash until at least July 2023. But Moody's Analytics warn that a breach of the debt limit could be catastrophic. They say even a brief breach of the debt limit could cause a mild recession and the loss of almost a million jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "BLACKWELL",
      "sentences": "Matt Egan, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:42:06",
      "speaker": "BLACKWELL",
      "sentences": "The city attorney for Memphis now says the internal investigation into Tyre Nichols' arrest and death is complete. She also says more video and documents will be released in the coming days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:42:06",
      "speaker": "GOLODRYGA",
      "sentences": "Nichols died three days after being beaten during a traffic stop in January. Five former Memphis police officers have since been charged in his death.CNN's Shimon Prokupecz is following this for us. Shimon, what more do we know about this video? And when will we see much more of it? SHIMON PROKUPECZ, CNN SENIOR CRIME &amp; JUSTICE CORRESPONDENT: It's significant the fact that this administrative investigation by the Memphis Police Department, by the city of Memphis is now complete. They're done. They're done with their internal investigation. And what they said today was that 13 officers in total were charged administratively. And of those 13, seven have been fired, three were suspended. Two actually had their charges dismissed because these officers have to go before an administrative hearing. And then one of the officers resigned. So it's a significant number. More than a dozen officers are now believed to be involved in this assault and were there. Though they were just administratively charged, obviously fired, now the district attorney has to decide whether or not any other officers are going to face charges. So tomorrow, we're going to see more video. That's what the city said today. At least 40 more hours of video is what they're saying we're going to see. Some of which we learned could be video of Tyre Nichols' mother talking to police, being told what happened. Other video is the officers talking to each other about what happened perhaps. So there's all of that. We also learned also there were four fire department officials also charged. Three of them were fired and one was suspended. So this investigation has just been continuing and continuing. The civil part of this, the administrative part is now over. And now everything is up to the district attorney. We know five officers obviously were charged. We're waiting on word from the D.A. on whether any other officers are going to be charged. And then we're also going to start to see some records, paperwork, other information perhaps that the Memphis Police Department is going to finally release, which would shed light on some of what else happened. There are many questions about what led up to the ultimate stop of Tyre Nichols. Why were the police so aggressive? What was happening in the moments before that? Perhaps we may get more information on that tomorrow. Around this time, we expect this video to come out tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:42:06",
      "speaker": "GOLODRYGA",
      "sentences": "We'll be watching for it when you bring it tomorrow.Shimon Prokupecz, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:42:06",
      "speaker": "PROKUPECZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "BLACKWELL",
      "sentences": "OK, so -(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "JOHNSON",
      "sentences": "Look, the other thing I'd like to point out too is there have been - go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "BLACKWELL",
      "sentences": "OK. So there are two bills now.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "BLACKWELL",
      "sentences": "We have a bit of a delay so that's why we have a challenge.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "BLACKWELL",
      "sentences": "You finish your answer and then I'll ask the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "JOHNSON",
      "sentences": "All right, I'm done. You ask the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "BLACKWELL",
      "sentences": "All right, thank you, Leader Johnson.Here's the question. We've got the House bill that has passed. The Senate bill is being debated. They're offering amendments right now. We'll see if it passes. Again, there is a super majority by Republicans there in the legislature. The House bill would create this jurisdiction that would cover a wealthier, whiter portion of the city of Jackson with this new district. The Senate bill would expand throughout the city. If you had to choose between the two that you don't like, is there one that you think is fairer to the people of Jackson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "JOHNSON",
      "sentences": "Well, equal protection under the law is always better.Segregating people and carving out a portion where you have a part of the city that will warrant more investment and more attention than the other part and just ignore the problems and the issues that you have in the other part of the city is never a good solution. So if I had to choose - but trust me, there is nothing good about either of these bills. They both don't meet constitutional muster. And this is something we have to continue to fight. We're continuing to try to talk to other legislators, the leadership in this House and Senate, and encourage them to look back on the pieces of legislation that have been introduced to address this problem. This is a money problem. This is a problem that they can't solve even by their appointments without spending money. We have $3.9 billion in the bank. We could help with the water system. We could help with the crime backlog. We could hire more policemen. We could do all of these things without taking over the city and robbing these citizens of their constitutional right to elect their leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "BLACKWELL",
      "sentences": "You say \"taking over the city.\" And this is a question I genuinely do not know the answer to and I've been digging through all morning to try to find it.In 2021, there were additional judges added there in Heinz County. That was sponsored by or paid for by the state through the CARES Act. And 2022, more judges through the American Rescue Plan. Those appointments expired in January. Part of the circuit court system, they were under the purview or the cases were assigned by senior circuit judges. How would this be different than what the state did in 2021 and 2022?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "JOHNSON",
      "sentences": "It would be different in the sense that, under this bill, the Supreme Court justice would appoint those judges. And they still would do that and he currently does that.But the distribution of cases, where the cases would go are assigned by a senior judge. Under CCID, they would not be under the authority of the senior judge in the Seventh Circuit. They would simply answer to the Supreme Court justice and the state's court system. And that - under this system, that would exist now, that we did to address the backlog caused by Covid, that was something that the district judges here in the county had authority over. This deal doesn't give them that authority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:04",
      "speaker": "ANNA ZARGARIAN, PLAINTIFF",
      "sentences": "They said, even with the best neonatal intensive care, a fetus cannot survive outside the womb at 19 weeks. My heart broke into a million pieces. I didn't even know a pain like that could exist until that moment.Through my tears I asked, what does this mean now? In every case of rupture this early, they said, termination is recommended and offered due to the risk of sepsis or bleeding. And because the chances of the baby surviving are slim to none. But then they said that, under Texas abortion law S.B.-8, they could not offer me the termination I needed until my life was actively in danger. They said they wanted to help but couldn't under Texas law. Where else in medicine do we do nothing and just wait and see how sick a patient becomes before acting? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "Now we should point out that none of the women involved in the lawsuit wanted to end their pregnancies. The plaintiffs want the courts to create more clear guidelines formedical providers as far as what constitutes a medical emergency.",
      "isLastSentenceInterrupted": false
    }
  ]
}