{
  "date": "2023-05-24",
  "headline": "CNN This Morning",
  "subHeadline": "Donald Trump's Attorney Joins CNN This Morning; Supreme Court Approval Rating Declines Over Ethics Concerns; Rep. Seth Moulton (D- MA): Autonomous Weapons Could Be As Dangerous As Nukes. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:35:00",
      "speaker": "ALINA HABBA, ATTORNEY FOR DONALD TRUMP",
      "sentences": "Absolutely. I mean, it has to cut into his campaigning and his opinion is that's by design.I think we've seen with a lot of the cases -- and as we spoke about, I handle a lot of New York cases -- there has been this same theme where his cases seem to get fast-tracked and there is concern that that's intentional. I'd like to think as a lawyer that I trust the judicial system and that people can be impartial but I have seen that sometimes that doesn't always happen. And we never want politics to get into the courtroom, right, so I think it's unfair that it's in the middle of election season. I would like to see him get through whatever he needs to get through as the leading candidate for the GOP and then move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COLLINS",
      "sentences": "And the judge seemed to acknowledge that yesterday. I mean, he spent most of that hearing talking about what Trump can and cannot publicly say about this, especially as they are starting to get the evidence that they -- that the prosecutors have here.Is he going to abide by that protective order?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HABBA",
      "sentences": "Absolutely. You know, President Trump has always abided by any order. He's never been sanctioned by a judge for not listening to the rules. And myself, having been his attorney on numerous cases, I can tell you that he respects the court's orders.Does he think that he's always being treated fairly? No, absolutely not. Do I think so? No, absolutely not. But he does not have no respect for the law. He respects the law and he respects the judges but he wants to see fairness come back to this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COLLINS",
      "sentences": "But he's been attacking the judge in this case -- the one who is essentially explaining what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HABBA",
      "sentences": "Judge Merchan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COLLINS",
      "sentences": "-- his rights are yesterday -- Judge Juan Merchan.Is he going to lay off the attacks on that judge now going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HABBA",
      "sentences": "You know, I think you have to put yourself in his shoes, right? He is not only a human being, a citizen, he's a political candidate that has a reputation as not just a real estate tycoon but an incredible president and also a politician.So when you see these judges that somehow get the same cases, you can't think that's a coincidence. Merchan has the Weisselberg case and that was a very unfair case, in my opinion. That was something that if you were a John Doe maybe you would have just gotten a slap on the wrist, paid a fine, and moved one. Somehow, he gets Merchan again. You can't help but think that there is something going on there. So I think my client is right to be angry. I think that he has a First Amendment right to speak just like you do and just like I do and he's going to use it to the extent he can within the court's order.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COLLINS",
      "sentences": "Within the court's order is an important part of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HABBA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COLLINS",
      "sentences": "I mean, he's referred to him as this Trump-hating judge with no evidence that he is a Trump-hating judge.But this comes as E. Jean Carroll and her lawsuit, which is separate from this -- but I should note following the CNN town hall and the comments that Trump made about her there is now amending that lawsuit to add more money to that. Is he -- is there not a concern within the legal team that what he says is what's getting him in more trouble here? That he's going and attacking her the day after he's found guilty for -- or, excuse me, that he's found civilly liable for defaming her and sexually abusing her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HABBA",
      "sentences": "So let's talk about that. I'm glad you brought it up.As a candidate, part of your job and part -- as a president, part of your job is to address people that bring claims, as Bill Clinton had to address, right? He didn't do this. So we have the court saying and now we have a jury that said he did not rape her. Let's not forget that. And he is then speaking to a person who is falsely accusing him of something that is heinous. And nobody is more sympathetic than I am to sexual assault victims, rape victims. But I'm confused on how a jury could have gotten it so wrong. They say you don't rape someone but it's sexual abuse, and then you defame somebody for saying I didn't rape her when they said he didn't, and they found he didn't. So the fact that she's going to amend it, to be honest with you, Kaitlan -- and this is aside from my sympathy to real victims -- tells me what her motives are. And the fact that she's trying to amend a complaint from 2018 because she wants to change the terms from rape to sexual assault now -- you're not allowed to retrofit cases. That's not how this goes. And I can't agree with it. I'm going to fight it vehemently and I think it's wrong. And I think he has a right to say it's wrong, I didn't do it. And what she's doing is wrong and it's a shame to real victims. Honestly, it's a shame to real victims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COLLINS",
      "sentences": "But it's what's civilly liable for sexual abuse, but the idea that he's found -- that he defamed her and then he goes out the next day and continues to attack her not just simply defending himself. He's going after her, calling it a con job, a hoax. Those were the comments he had made online.I mean, is there no advice within the legal team that talking about it more only hurts him more? It's clearly evident here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "COLLINS",
      "sentences": "Well, that's his defense but it was a jury of nine people that found him civilly liable of this.But I want to ask you about this letter that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HABBA",
      "sentences": "But before you go there, if that's our litmus test we have a New York jury then you must also believe that O.J. Simpson wasn't guilty. I mean, sometimes the juries get it wrong. And here they did get it right that he didn't rape her but somehow he defames her when he says I didn't rape her. It doesn't make sense and we'll take it up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "COLLINS",
      "sentences": "But they found him --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HABBA",
      "sentences": "-- on appeal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "COLLINS",
      "sentences": "Well, I know you're appealing it but they did find him civilly liable. I mean, it's a -- it's a jury of nine people. I believe it was six women --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HABBA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "COLLINS",
      "sentences": "-- and three men that found this.But I want to talk about this letter from two other attorneys on the former president's legal team that they sent last night -- or they sent yesterday requesting a meeting with the attorney general, Merrick Garland, to talk about the special counsel's investigation. I'm assuming it's the documents investigation. Do they want to meet with the attorney general or do they want to meet with the special counsel Jack Smith here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HABBA",
      "sentences": "I'm not part of that team so I'm actually not sure what the intent was there. I have no idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "COLLINS",
      "sentences": "The assumption is that it means they believe they could be prepared to have an indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HABBA",
      "sentences": "Yes. I -- look, I'm not going to assume. I'll tell you one thing. What I've seen with the weaponization in the justice system, what I've seen with what came out with the Durham report, what came out with something that I personally litigated, and I've seen this. And we have -- we can't deny the facts that there is a dual system of justice. There is a little bit of -- not a little bit, there's a lot of selective prosecution.And I can't speak to that case, in particular, but I can tell you as his attorney -- as somebody who does see how he's treated differently than a lot of my other clients -- and I have other high-profile clients -- I don't see this. So whatever it is on any of these cases I think the theme is that we need to clean up the justice system. We need to clean up politically motivated judges. And we need to say OK, there is a court system in place -- there is a justice system in place to protect the American people. And I know that's what Donald Trump wants to do -- to come in, clean it up, and get this back to the right track. Because you and I being able to sit here today is exactly what the country wants. They want to see us be able to be on different sides of the coin, disagree, but at the end of the day nobody should be treated differently than anybody else -- and I think that he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Well, I would say I'm a neutral party in this.But when it comes to the documents -- and there is also a special counsel investigating Biden's documents as well. So when you argue there is a dual system of justice here that's from Attorney General Merrick Garland who appointed that as well. Is there a sense inside the legal team that something has happened that has -- that prompted the ask for this meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HABBA",
      "sentences": "I have no -- I truly -- when I tell you I'm not on that case. My hands are full up here with Letitia James and some of my other lawsuits, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "COLLINS",
      "sentences": "So no sense from your end of whether this means that you -- the Trump legal team believes that the special counsel's investigation pertaining to the documents is coming to an end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HABBA",
      "sentences": "No. I have -- I have no sense. My knowledge is the same as you, unfortunately. I have no inside baseball knowledge on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "COLLINS",
      "sentences": "I want to ask you about something else that's happening inside the Trump legal team because Tim Parlatore, who was a member of it, just recently departed. He cited internal issues, saying it didn't have anything to do with the investigation.He sat down with CNN's Paula Reid and this is how he explained why he left. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "TIM PARLATORE, FORMER TRUMP ATTORNEY",
      "sentences": "The real reason is because there are certain individuals that made defending the president much harder than it needed to be. In particular, there's one individual who works for him, Boris Epshteyn, who had really done everything he could to try to block us to prevent us from doing what we could to defend the president.In my opinion, he was not very honest with us or with the client on certain things. There were certain things like the searches that he had attempted to interfere with. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "COLLINS",
      "sentences": "What's your sense of -- what was your reaction to what Tim Parlatore said there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HABBA",
      "sentences": "I thought that was very unprofessional. I think that as anybody in the workplace, you have type A personalities -- we're all lawyers -- and not everybody is always going to get along. I think that was a last claim to fame. He had exited and he had been in a very high-profile position.And I can tell you that we've seen this happen time and time again. People leave Trump world and they try to come out with stories -- their last hurrah, for instance. And I don't agree with it. I was disappointed by what he said. I don't know that to be the case. And I think that was, quite honestly, very unprofessional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "COLLINS",
      "sentences": "You said you don't agree with it, so you don't have any -- do you have any interactions with Boris or anything or anything --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HABBA",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "COLLINS",
      "sentences": "-- that he was interfering in searches?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:06",
      "speaker": "COLLINS",
      "sentences": "Does the infighting on the legal team affect the defenses of the -- of your client?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:06",
      "speaker": "HABBA",
      "sentences": "I have never seen infighting. I get along amazingly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:06",
      "speaker": "COLLINS",
      "sentences": "You've never seen infighting on the legal team?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:06",
      "speaker": "HABBA",
      "sentences": "Not in my legal team, no. My team -- we get along great. We're friends and honestly, we're all in it together. And we all have different opinions and we peacefully and correctly go at it to try and figure out what the best legal strategy is for the president. That's what lawyers do.So, no -- I'm sorry. I haven't seen that but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:06",
      "speaker": "COLLINS",
      "sentences": "Clearly, among some members there is.Alina Habba, thank you for your time this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:06",
      "speaker": "HABBA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:06",
      "speaker": "COLLINS",
      "sentences": "Thanks for joining us here on set.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:06",
      "speaker": "HABBA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:18",
      "speaker": "COLLINS",
      "sentences": "All right, some new numbers here that were just released this morning. A new Marquette Law School poll -- a national survey -- finds that only 41 percent of adults approve of the way that the Supreme Court is doing its jobs, while 59 percent disapprove. That's a six percentage point drop from January. Obviously, we've seen a slew of stories that have happened since then.Last night, the chief justice, John Roberts, addressed those concerns. CNN's Ariane de Vogue is tracking this and joins us now. Ariane, obviously, I'm assuming he's trying to quell some of the concerns that people have about the ethics of the Supreme Court and whether or not the justices can be held to accountability for what they do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:18",
      "speaker": "ARIANE DE VOGUE, CNN SUPREME COURT REPORTER",
      "sentences": "Right. He is making clear that he is hearing this criticism about ethics. And it all comes, of course, as Justice Clarence Thomas -- it was revealed that he had received those lavish trips from a GOP donor and never disclosed them on his financial disclosure forms.But Congress is really upping the pressure here against the Supreme Court. Those Democrats are saying look, we need you to adopt a code of ethics that is specific to the justices and they're suggesting that if the court doesn't act then Congress will step in and do so. And Chief Justice John Roberts, last night -- he was receiving a medal for an award but he seemed to address that specifically. Take a listen to what he said. (BEGIN VIDEO CLIP) CHIEF JUSTICE JOHN ROBERTS, U.S. SUPREME COURT:  We are continuing to look at things we can do to give practical effect to that commitment and I am confident there are ways to do that that are consistent with our status as an independent branch of government under the Constitution's separation of powers. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:18",
      "speaker": "DE VOGUE",
      "sentences": "And what's interesting there is that Roberts is saying look, we hear you. We're going to do something more.But here is what's important. He's also kind of telling Congress back off. This is separation of powers. If we have problems within our branch of government we'll fix them ourselves. That was the message that he was sending last night in that speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:18",
      "speaker": "COLLINS",
      "sentences": "And also, I noticed that no offering of specifics there -- what it was that they would do better.Ariane de Vogue, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:18",
      "speaker": "DE VOGUE",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:18",
      "speaker": "HARLOW",
      "sentences": "Well, a sobering new warning on artificial intelligence and war. Without proper guardrails, AI and autonomous weapons could be as dangerous as nuclear weapons. That is the argument made this morning by Democratic Congressman Seth Moulton. He is a Marine veteran with four tours of combat experience in Iraq.And this is what he writes this morning in The Boston Globe. \"AI at its worst could usher in an era of warfare more dangerous than anything we've seen before -- more dangerous not just for America but for humanity itself.\" He also sees an upside to it. We'll get into that. And he joins me now. Good morning. REP. SETH MOULTON (D-MA):  Good morning. Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:18",
      "speaker": "HARLOW",
      "sentences": "You begin -- good to see you, too. You open this op-ed, Congressman, talking about a little boy and the image that you will never forget in 2003, seeing him perish as you were on the battlefield. And you talk about your concern with AI but also the fact that AI could maybe have saved that boy and his family's life.What do you want to see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "HARLOW",
      "sentences": "Did you write this because you think the Pentagon is not paying enough attention to it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "MOULTON",
      "sentences": "One hundred percent. I co-authored a report called \"The Future Defense Task Force.\" It was a bipartisan report back in 2020, so three years ago, where we told the Pentagon you've got to get on top of this, and not only on top but you've got to get ahead of this. If America doesn't get ahead we're not going to have the leverage to set the international rules -- the norms -- like the AI Geneva Conventions --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "MOULTON",
      "sentences": "-- for how these weapons systems are used.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "HARLOW",
      "sentences": "Look, you -- and as you make the argument for a Geneva Convention-style how we address AI in warfare you talk about the fact that it has no moral compass, and that is the crux of the problem here.Congressman, I do want to also move on to the debt ceiling because we have new polling out this morning that is really interesting because it shows that 60 percent of Americans say Congress should only raise the debt ceiling with spending cuts, and that includes 58 percent of Independents. Is that a rejection of the Biden position -- of many Democrats' position that you've got to it cleanly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "MOULTON",
      "sentences": "Look, there are different polls out there. I saw a poll literally yesterday that said the opposite -- that Americans want to raise the debt ceiling first and then discuss spending cuts.But the reality is that this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "HARLOW",
      "sentences": "All right, but to be -- to be fair, this is a pretty broad CNN poll and it includes Independents, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "MOULTON",
      "sentences": "Look, the problem is that we've already spent this money. I mean -- I mean, this is like going to your credit card company after you've spent all the cash and saying you know what, I don't want to pay my credit card bill this month. I'm just going to negotiate it. That's the Republican position.Democrats, for years, have voted to raise the debt ceiling. I mean, Congress raised the debt ceiling under President Trump to pay for his tax cuts even though a lot of us, myself included, disagreed with those tax cuts for the wealthy. So I'm happy to have a debate about spending but you do that during the appropriations process. You don't hold the economy hostage. Literally, seven million jobs that would be lost across America if the Republicans succeed in pushing us over a cliff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "HARLOW",
      "sentences": "Quickly, before we move on to mental health, there is one potential off-ramp here and that is known as a discharge petition, but you've signed onto that letter about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "MOULTON",
      "sentences": "I have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "HARLOW",
      "sentences": "You need -- you need five Republicans to get there. Do you have any?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "MOULTON",
      "sentences": "We're close. We don't have any yet but we do have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "HARLOW",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "MOULTON",
      "sentences": "-- some who are interested in doing the right thing for the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "HARLOW",
      "sentences": "We saw -- moving to mental health, we saw the U.S. Surgeon General Vivek Murthy yesterday announce to the world that social media for youths is a profound risk of harm for kids.I will never forget the interview you did with our Jake Tapper in 2019 telling the world about your mental health struggles and PTSD. Here's a reminder of that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "MOULTON",
      "sentences": "After I got back from the war there were times when I woke up with cold sweats when I had flashbacks and would have bad dreams. There were times when I just couldn't get through a day without thinking about some of the experiences that I went through. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "HARLOW",
      "sentences": "And now you have introduced legislation to declare a national youth mental health crisis. That, on top of what the U.S. Surgeon General just announced. If you can get that legislation through what would it change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "MOULTON",
      "sentences": "What it's going to do is put way more attention on actually addressing this crisis. It means more counselors in our schools. It means mental health screenings for our kids. It means having a serious debate about whether we should limit social media access for our children.I mean, what I was describing in that interview was post-traumatic stress after being in horrific combat as an infantry officer in Iraq. And yet, we have millions of American kids who have major mental health problems --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "MOULTON",
      "sentences": "-- just because they're looking at social media. We've got to be willing to do something about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "HARLOW",
      "sentences": "And we just put on the screen 988. That is the national crisis hotline that still a lot of Americans don't know they have and is available for everyone.Congressman Seth Moulton, thank you for caring about this issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "MOULTON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "HARLOW",
      "sentences": "CNN THIS MORNING continues right now.(BEGIN VIDEO CLIP) Twitter: Casey DeSantis teases Ron DeSantis' 2024 presidential campaign bid. GOV. RON DESANTIS, (R) FLORIDA:  But is it worth the fight? Do I have the courage? Is it worth the sacrifice? America has been worth it every single time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "HARLOW",
      "sentences": "Top of the hour. A big day in politics.",
      "isLastSentenceInterrupted": false
    }
  ]
}