{
  "date": "2023-08-03",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Trump Hours Away from Arraignment at DC Courthouse; Fitch Downgrades U.S. Credit and Downgrades U.S. Mortgage Giants; More Than 50 Million Americans Under Heat Alerts; Several Wounded by Russian Shelling in Kherson City; Niger Coup Leader Visits Burkina Faso, Wagner-Backed Mali. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers joining us in the U.S. and all around the world. I'm Max Foster in London. Bianca off today. But just ahead on CNN NEWSROOM.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Someone who engaged in that kind of bullying, of that process that is fundamental to our system and to our self government, shouldn't be anywhere near the oval office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sadly, the president was surrounded by a group of crack pot lawyers that kept telling him what his itching ears wanted to hear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I strongly disagree with Fitch's decision and I believe that it is entirely unwarranted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hate has no place in our community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Even though nothing will bring my dad back, I feel like a weight has been lifted and I can breathe a sigh of relief.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster and Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "It's Thursday, August 3rd, 9Security has been ramped up in the nation's capital and around the courthouse ahead of his arrival with law enforcement now monitoring for any possible threats of tests. This marks Trump's third indictment and arraignment in just a matter of months. First for allegedly falsifying business records, the send related to classified documents and now Trump is expected to plead guilty to four charges, including conspiracy to defraud the United States. The frontrunner in the 2024 Republican presidential field is now facing a whopping 78 criminal charges in three separate cases. So what can Trump expect when he shows up in court in the hours ahead? CNN's Paula Reid has the details from Washington. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well former President Trump is expected to come here to Washington to appear in person for this hearing which is expected to be both an initial appearance and also an arraignment it's unclear if we'll see him arrive because this federal courthouse is designed to deal with people who have security details and VIPs. It would be very easy for him to pull into the underground garage and we won't see him at all.But once he's inside the federal courthouse, where of course, there are no cameras, there are no photographs. He is effectively under arrest and it is expected that he'll be processed like any other defendant but we don't expect a mug shot because those are used to identify suspects if they go on the lam. These of course one of the most famous people in the world so no need for that. But this will be a quick procedural hearing. This will not be in front of the judge who will oversee his trial, this will be in front of a magistrate judge. It is expected that he will hear the charges that have been filed against him, have the opportunity to enter a plea and it should all be over pretty quickly. And this will be the third time that he has done this, this year alone, so he should know what it on expect. Paula Reid, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Some of Trump's Republican rivals in the 2024 race are reacting to his historic third indictment. That includes Mike Pence who had more tough words for his former boss.(BEGIN VIDEO CLIP) MIKE PENCE, FORMER U.S. VICE PRESIDENT: Sadly, the president was surrounded by a group of crack pot lawyers that kept telling him what his itching ears wanted to hear. And while I made my case to him of what I understood my oath of the Constitution to require, the president ultimately, you know, continued to demand that I choose him over the Constitution. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "But some Republican hopefuls like Florida Governor Ron DeSantis are lining up to defend Trump against what they call the weaponization of government.(BEGIN VIDEO CLIP) RON DESANTIS, (R) FLORIDA GOVERNOR: When I'm president, we will bring accountability. We will end weaponization and that regards to new leadership at the FBI, DOJ. D.C. jury would indict a ham sandwich and convict a ham sandwich if it was a Republican ham sandwich. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Which is a high bar of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "BARR",
      "sentences": "It's a high bar. Now that leads me to believe that they -- we're only seeing the tip of the iceberg on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "COLLINS",
      "sentences": "You think Jack Smith has more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "BARR",
      "sentences": "Oh, yes, I would believe that he has a lot more.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "FOSTER",
      "sentences": "Well Fitch ratings is following up on its U.S. downgrade -- credit downgrade -- with another bit of bad news. The agency has also lowered its ratings for mortgage giants Fannie Mae and Freddie Mac. On Tuesday Fitch downgraded the U.S. to its second highest level despite the deal to raise the debt ceiling in June. The agency cited a negative outlook for next three years and growing U.S. debt burden. Treasury Secretary Janet Yellen blasted that decision.(BEGIN VIDEO CLIP) JANET YELLEN, U.S. TREASURY SECRETARY: Fitch's decision is puzzling in light of the economic strength we see in the United States. I strongly disagree with Fitch's decision and I believe that it is entirely unwarranted. Its forward assessment is based on out dated data and fails to reflect improvements across a range of indicators, including those related to governance that we've seen in the past 2 1/2 years. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "FOSTER",
      "sentences": "U.S. credit downgrade by Fitch rating sent stocks tumbling. The technology sector led the decline with poor showings from Amazon, Microsoft, Apple and Tesla. The Dow lost nearly 4 percent for the day, Nasdaq dropped more than 2 percent, its worst performance since February and the S&amp;P 500 lost nearly 1.5 percent.The new trading day is getting under way in the U.S. in just over five hours from now. But this is what we're looking ahead of the close. These are the futures and they are all down. Meanwhile European markets are up and running. They are down as well, which also adds to the bad sentiment going into the Wall Street opening. Here's a look at how markets across Asia fair today, really setting the tone with most of them down apart from the Shanghai composite. As vast sways of land bake under blistering temperatures, meanwhile, oceans are heating to unprecedented levels. A new report from the nonprofit research group Climate Central says four out of five people across the world experienced unusually high temperatures last month fueled by human caused climate crisis. 81 percent of the global population experienced at least one day in July with unusually hot temperatures. 870 cities globally had at least 25 days with unusually hot temperatures and at least 2 billion people, one quarter of the global population, felt a very strong influence of climate change every day last month. The Southwestern U.S. is about to see a spike in temperatures again. The region had a brief reprieve from the heat with the most recent sweltering weather affecting central and southeastern states. Right now more than 50 million people are under heat alerts. We'll get the details now from CNN meteorologist Chad Myers. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Russia says it's fending off more Ukrainian attacks on its territory. Ukraine hasn't confirmed it, but they have warned that Russia is getting used to its own full fledge war. That's next.Plus, France's fifth and final evacuation flight has left Niger where efforts to resolve the country's political conflict have proven difficult. We'll have live updates on the crisis ahead. And later this hour, a six-figure surprise for some of Taylor Swift's road crew members. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:02",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "Yes absolutely. And we are beginning to see the uptick of these attacks within Russian territory which is something that the Ukrainian authorities have hinted towards though never officially claimed any of these attacks. But as you said there, those six drones reportedly shut down in the Kaluga region, just southwest of Moscow overnight. According to the Russian Defense Ministry, no casualties and no damage has been reported as a result of, what they described, as a foiled terrorist attack by the Ukrainian government.Although of course Ukraine has not responded to this. They have explained this, as they typically wouldn't do, so with any attacks within Russian territory. But Ukraine's own air defenses have been put to the test overnight by another round of Russian drones targeting Ukrainian territory. 22 drones shot down overnight in the early hours of this morning including 15 attack drones. All of those targets according to the Ukrainian authorities destroyed, though unclear if any damage was caused at this stage. But of course, this follows a round of attacks by Russian drones. Just over in night Wednesday, we saw 37 Iranian made Shahed drones targeting the Kyiv and Odesa regions. And some of those did in fact reach their targets causing damage crucially to port infrastructure. Which is of course a huge concern as we continue to see the crisis surround the global food security situation and Ukraine's export of grain from its Black Sea port. But we're also seeing attacks continue in other parts of Ukraine. Of course, not just drone attacks. We've seen shelling, as you mentioned, overnight in Kherson region. In the early hours of this morning several people injured as a result of that initial artillery attack in the city of Kherson, the heart of Kherson and near a cathedral there. At least three people injured. And what is troubling is that we saw the initial attack near a cathedral in the city center, as emergency responders were working to tackle a fire caused by that attack. We saw yet another strike on the area injuring at least four emergency responders. So troubling developments there as the bitter fighting continues in the eastern part of Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:02",
      "speaker": "FOSTER",
      "sentences": "Thank you, Nada.The British Embassy in the embattled country of Niger temporarily reducing its staff after the military junta called for street demonstrations later today. And the U.S. on Wednesday ordered all nonessential personnel and their families out of Niger but it's keeping its embassy open. This comes as the deadline set by regional leaders to end the military takeover and reinstate the ousted president draws closer. But the U.S. and the bloc of West African nations are not giving up on diplomacy to resolve the crisis. Meanwhile, France has now airlifted more than 1,000 Europeans on five flights out of Niger's capital and says its evacuation effort has now ended. The U.K.'s foreign secretary says first British nationals have also been evacuated. CNN's Jim Bittermann is in Paris for more on those evacuations. But first let's go to Larry Madowo in Nairobi. And there can be very little hope for this diplomatic route surely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "MADOWO",
      "sentences": "The U.S. State Department says that it would not be surprising if the Wagner group were to take advantage and exploit the situation to their own financial benefit and to expand their influence on the African continent. Yevgeny Prigozhin has said that he and his Wagner private military contractors can handle this situation quickly. So it's a big question mark here when you see this decision, Max, by the military junta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "FOSTER",
      "sentences": "OK, Larry in Nairobi, thank you. CNN senior international correspondent Jim Bittermann is in Paris. And a successful evacuation of the French as far as we're aware.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "JIM BITTERMANN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Pretty much so. In fact, more than 1,000 people evacuated, 10 different nationalities in about 36 hours, which was what the French were hoping for. And without any incidents that we know about. A lot of those people that were evacuated came out with kind of mixed emotions as did this communication specialist for an NGO in Niger.(BEGIN VIDEO CLIP) ANTOINE DIESCE, FRENCH NATIONAL WORKING IN NIGER (through translator): I don't want to criticize at all. Nigerians are a people with absolute kindness. But you can feel the rise of anti-French sentiment, in which you can really feel. Honestly, it was starting to deteriorate. So in the end, it's not too bad that we're here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "BITTERMANN",
      "sentences": "And in fact, the Americans and British and now the French are trying to keep their embassies open in Niger despite the kind of protests that we saw last Sunday. There was those protests outside the French Embassy turned quite violent and prompted the evacuations that we've seen in the recent days.So in fact people want to rely on finding a diplomatic solution to this, but it is more and more distant I think as time goes on. And the French warned the coup leaders today that in fact they had the responsibility under the Vienna conventions to maintain security around the embassy and embassy personnel. So we'll see if that is maintained because of the celebrations today of independence in Niger. And there's been a call from the coup leaders to demonstrate. So we'll see if the demonstrators respect the security arrangements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Welcome back to CNN NEWSROOM. If you are just joining us, let me bring you up to date on our top story this hour.In the coming hours former President Donald Trump will head to a federal courthouse in Washington for his first court appearance on criminal charges related to his efforts to overturn the 2020 election. This will not -- his third arrest, his third arraignment in just a matter of months. All this after special counsel Jack Smith's investigation led to a four-pound indictment against Trump that details his false claims and prolific lies of fraud following the 2020 election. Attorneys for the former president say their defense will center on Trump's right to free speech and the fact that he was taking the advice of his legal team as well. CNN's Kristen Holmes reports from New Jersey. (BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT: Former President Donald Trump spent the day Wednesday at his Bedminster golf club meeting with his political advisers and plotting what exactly his arraignment on Thursday would look like. As of now we still aren't sure whether or not he's going to appear via zoom or in person. But he is expected to appear in person. Now his campaign advisers tell me that this is because he wants to create a media narrative. What we have seen from this is he and his campaign going back and forth continually hitting this as corruption in the Department of Justice. Talking about how this is political. And when I talked to some of the political advisers, they believe that they have grounds to stand on. Particularly as we get closer and closer to the beginning of primary season and the fact that Donald Trump's poll numbers continue to rise. They specifically point to a poll in the \"New York Times\" in which they show a head-to-head with Ron DeSantis who is arguably Trump's chief opponent and him leading with a huge margin -- that is Donald Trump of course. That all gives them reason to continue this debate calling this political. Now of course, whether or not this works in court is yet to be seen. But the big question for these advisers is how can they make sure that this happens, that this works with voters in the field. As again, the former president seeks his third presidential bid. Kristen Holmes, CNN, Bridgewater, New Jersey. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "The gunman who carried out the deadliest attack on American Jews was unanimously sentenced to death by a federal jury on Wednesday. Families of the victims and survivors say this ends a painful chapter that began in October 2018 when the shooter burst into the Tree of Life Synagogue after he killed 11 worshippers with an AR- 15 style rifle.(BEGIN VIDEO CLIP) LEIGH STEIN, VICTIM'S DAUGHTER: I feel like a weight has been lifted and I can breathe a sigh of relief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "AUDREY GLICKMAN, SURVIVOR",
      "sentences": "Purpose of the death penalty is not so much punishing as cutting off the person from society. Eliminating the evil, taking away the risk, the potential for infection and the possibility of further harm to the citizens.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}