{
  "date": "2023-11-02",
  "headline": "CNN News Central",
  "subHeadline": "Senator Tuberville Speaks Amid Blowback Over His Military Block; Hundreds Of Americans Set To Leave Gaza Through Rafah Crossing; Donald Trump Jr. Finishes Testifying, Eric Trump Next On Stand. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you at risk -- are you at risk of weakening the military?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "TUBERVILLE",
      "sentences": "No. As I've told you all along, if I thought there was any problem with readiness, we wouldn't be doing this. All job refill. People are doing their jobs. This will be over one day. I don't know when. That would -- that was kind of interesting for me last night. But had --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Those are some fighting, the criticisms got last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "TUBERVILLE",
      "sentences": "Yes. It was -- it was a little character assassination at times. But, you know, you got to remember what I did for a living for a long time. So, I'm used to that.But we got to get on the same page on this. And I think we will. It's just, we went through something last night that -- what? That's the 17th time. 16 or more Democrats now one Republican. But we'll work through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "So, has any of this caused you to change your approach?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "TUBERVILLE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAJU",
      "sentences": "So, you're not going to drop your holes no matter what.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "TUBERVILLE",
      "sentences": "No, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAJU",
      "sentences": "I mean, mean, did that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "TUBERVILLE",
      "sentences": "So, well, not -- no. No matter what. And, you know, we get some resolution from the secretary -- from the president. First of all, we don't even know what the policy is. They won't give it to us. We went through a briefing, and we got no definition of really what they changed it to. So, they're kind of shooting from the hip when you just sit down, talk about policy to see if there's anything that we can agree on and get on with life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAJU",
      "sentences": "But what -- you heard of each of these senators say one by one that these military -- these people, the military personnel have nothing to do with the policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "TUBERVILLE",
      "sentences": "They don't -- they don't have any --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAJU",
      "sentences": "So, why hold them up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "TUBERVILLE",
      "sentences": "But it's the only way I can get their attention. And I hate I have to have told you all along. I hate to have to do this. But somebody has got to listen to us. OK? I work for the people of this country, OK? I don't work for another senator or president. I work for the taxpayers of this country.We polled everybody, 60 percent of Democrats and Republicans do not want to pay for abortion. They don't want their money to go to it. So, this is not just a Republican issue. This is a taxpayer issue. So, I'm standing up for the people of this country. And we'll continue to do that. Hopefully, we get some kind of resolution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Senator Sullivan -- Senator Sullivan described it as a suicide mission. How would you respond to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "TUBERVILLE",
      "sentences": "I don't know. I don't know what he's talking about. I mean, he's a -- he's been in the military, I have not. But -- and I've told you all we live in the most dangerous time in the history of all of our lives, OK? And it is dangerous. And if I thought I was put us in in that place -- put us all in any bit in danger, we wouldn't be doing this.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "TUBERVILLE",
      "sentences": "Things are being done. Things are going as normal. I mean, it is -- just I hate it, you know that a lot of these officers are having to go through this. But I worked with American people and we're trying to get something done.And again, all they have to do -- all they have to do to get confirmed is Schumer bring them to the floor one at a time. I've got three come in today, and who did that? You're looking at it. It wasn't Chuck Schumer. He's taking credit for it. I forced him to do it. I'm going to force him to do more next week. But we can be doing -- I'm just holding up a group. I'm not holding up individual nominations. So, start pointing back at the people like Schumer and people like Joe Biden and the Sec Def for not doing -- (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, that was our Senior Capitol Hill Reporter -- Chief Capitol Hill reporter, news-seeking missile Manu Raju with Alabama Republican Senator Tommy Tuberville, asking Senator Tuberville about his months-long block on all military promotions because of the policy on reproductive rights for service members. Overnight, it was contentious on the Senate floor with Republicans fed up with Senator Tuberville. Republicans turning on him demanding that he remove the block.And today, Senator Chuck Schumer, the Senate Majority Leader, Democrat obviously, is trying to take some measures and maneuvers to get around that block. We will see how much progress they make on confirming some service members -- some officers to these key crucial positions in this dangerous time. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Much more to come on that. Also, we're tracking this today. One of the former Memphis police officers accused of beating and killing Tyre Nichols is heading back to court. Months ago, Desmond Mills pleaded not guilty to federal charges in Nichols' death, but today he could be changing that plea.Let's get over to CNN's Ryan Young. He's following this for us. Ryan, what's going on here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:03",
      "speaker": "BOLDUAN",
      "sentences": "I'll end with this. Maybe more details will be -- will be coming out that this is a big moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:03",
      "speaker": "YOUNG",
      "sentences": "OK. BOLDUAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:26",
      "speaker": "BERMAN",
      "sentences": "So, we have a new video just in moments ago of U.S. citizens processing paperwork at the Rafah Border Crossing. This is Southern Gaza right on the border with Egypt. This is one of the final steps they have to take before they can leave Gaza. Some 20 to 25 U.S. citizens have now crossed over to Egypt, we're told. This, after Qatar brokered a deal between Israel-Hamas and Egypt yesterday. Hamas had refused to let people out. Egypt reluctant to let people in.Now, a lot of people, maybe thousands are waiting to get out. There's a list posted with the names of some 400 U.S. citizens who can leave as soon as today. But 20 ambulances are also lined up to bring injured Palestinians out to Egyptian hospitals. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:26",
      "speaker": "BOLDUAN",
      "sentences": "Now, one aspect of this war appears to be playing out online and on social media. And Hamas has seen its presence really explode on Telegram. We've seen the reporting. Its popularity has really seen a jump since the -- since the terror attack on October 7 -- October 7.One account linked to Hamas has seen its following triple. Though, Telegram has moved to shut down several accounts linked to the terror group now. This comes after Hamas terrorists filmed their horrific raid with body cameras, even the personal cell phones of some of their victims. CNN's journalists were shown a graphic video compilation from Israeli officials that showed Hamas fighters ambushing families in their homes, shooting people still in their beds. Now, of course, we are not showing these videos because of the nature of them. But the stories are so horrific. If people struggled to get inside -- if the terrorists struggled to get inside someone's home, they set fire to it instead. One scene even shows a Hamas fighter standing over a dead man continuing to fire into his body at close range. Some experts say that this the fact that it was streamed online in certain -- in certain regards, and sometimes it was -- it was captured on body camera, that this exposes a shift in their social media strategy. And an important aspect of this to discuss. And for this, I want to bring in Devorah Margolin. Devorah is a terrorism scholar at the Washington Institute, has studied Hamas's public communications and approach to propaganda. Devorah, thank you so much for coming in. So, you've said -- I've seen you said that Hamas's social media strategy is key to their plans. And it also has shifted. And I'm curious, how has it pivoted, and why do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:26",
      "speaker": "DEVORAH MARGOLIN, ADJUNCT PROFESSOR, GEORGETOWN UNIVERSITY",
      "sentences": "Hamas has cared about its image for a very long time. And specifically, since its 2007 entrance into governance, the group has tried to portray in both English and Arabic propaganda its governance strategy, how it is a good governing actor, how it implements governance domestically in Gaza, as well as its foreign policy strategy.But the group also differs in how it focuses on its English and Arabic language propaganda. For example, the Arabic propaganda emphasizes resistance, which has been a core pillar of Hamas propaganda, and the English rather emphasizes the group's victimization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:26",
      "speaker": "BOLDUAN",
      "sentences": "Now, the social media reach of Hamas, Telegram, we know one of the main platforms that they've used, has suspended some of the accounts. I know that it's -- I believe that the official account if you will, was suspended just in like late October, October 26. Is that a big blow to their propaganda efforts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:14",
      "speaker": "BOLDUAN",
      "sentences": "It's not a -- it's not just about the horrific attacks and images coming out of October 7. It's -- it is also important -- this discussion about the future -- the immediate future, and what the war is going to look like going forward and the challenges it presents. Because when it comes to the information war aspect of any war, it is a key part of it.General David Petraeus was on with me recently and said, with this, it's a whole new ballgame, just the unprecedented level of transparency, if you will, that there is going to be on this \"battlefield\" because people -- everyone with the smartphone, access to the internet, and so on and so forth. How do you think -- how is Israel countering Hamas's efforts if you -- in terms of propaganda, if you will? And do you think that they are doing an effective enough job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:14",
      "speaker": "MARGOLIN",
      "sentences": "I think you put it correctly. This is going to be live live- streamed war. We are going to see a lot of information put out there. But we're also going to see a lot of disinformation.And we are seeing a lot of disinformation already in this conflict three weeks in on Telegram, Twitter, and other social media platforms, where it's kind of who was the loudest and who was the first to counter that information. I always say once information gets out there, it's very hard to put it back even if it's not true. And so, there's a very difficult war ahead in the idea of how do we get out proper messaging and how do we counter disinformation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:14",
      "speaker": "BOLDUAN",
      "sentences": "This is an important this -- it -- this is important for everyone to take into account your expertise in these areas is so key. Thank you so much, Devorah. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:51:33",
      "speaker": "BERMAN",
      "sentences": "All right, a little breaking news here. We're just getting word that Donald Trump Jr. has finished testifying in the civil fraud trial against Trump in the Trump organization where they found -- that found liable for fraud. He is done testifying. And now, Eric Trump is on the stand.CNN's Brynn Gingras outside the courthouse. Brynn, how did you finish up with Don Jr.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:51:33",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Yes, it finished up -- was pretty similar to how it started, John. Basically, he continues to deflect on his responsibility of signing financial documents saying that it's really up to his accountants. He was on the stand for about three hours directly examined by the state. Cross-examination did not happen as we had suspected.At the very end of it, he was asked about the valuation of a property here in New York. And he said that, yes, he signed that document. But his brother, Eric Trump, had more conversations about that property. And so, now here we are, he's off the stand and his brother Eric Trump is now on the stand. And as we said before, we do expect more pointed questions toward Eric Trump because he -- his name, as you mentioned, it has been said a lot throughout this trial in concert with the financial documents and conversations with other people at the Trump Organization. So, we'll see how this testimony goes. But now, we have it. The second son is on the stand of the former president talking about the evaluation of these properties in the civil fraud trial. We'll keep you posted on what's happening in the courtroom, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:51:33",
      "speaker": "BERMAN",
      "sentences": "And reminder, there may very well be more questions for Eric Trump than his brother Don Jr. Brynn Gingras, keep us posted. Thank you so much.In the meantime, 53 years ago, the Beatles broke up. John Lennon and George Harrison, they are no longer with us. Yet today, miraculously --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:51:33",
      "speaker": "BOLDUAN",
      "sentences": "Miracle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:51:33",
      "speaker": "BERMAN",
      "sentences": "The Beatles released a new song. It's called \"Now And Then.\" It's a song that Lennon recorded the vocal track for in 1978. It was originally Lennon's solo song. George Harrison played guitar for it in 1995. And now, Paul McCartney and Ringo Starr, they put in the finishing touches with vocals, bass, and drums. Listen.(BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:51:33",
      "speaker": "BOLDUAN",
      "sentences": "Chris Willam -- Willman is joining us now. He's a senior music writer and chief music critic for Variety. Chris, thank you so much for jumping on. OK, what do you think?CHRIS WILLMAN, SENIOR MUSIC WRITER &amp; CHIEF MUSIC CRITIC, VARIETY: I think it's lovely. I think you know, Beatle fans, they're going to have arguments. I'm already seeing huge arguments online. Is this canon without John and George there to sign off on it? As there was the same argument you know, when a free as a bird or real love we're releasing a bit 90s. But I think 90 percent of fans are going to love it. 10 percent are going to quibble or find something to argue about. But it's really a beautiful song. And it's at heart, I think, possibly a love letter from John to Paul. So, you can see why it means so much for him to complete it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:51:33",
      "speaker": "BERMAN",
      "sentences": "All right, talk more about that then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:51:33",
      "speaker": "BOLDUAN",
      "sentences": "Yes, sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:51:33",
      "speaker": "BERMAN",
      "sentences": "Because I do love it. I'm thrilled to have this. It feels -- it really does feel miraculous to hear them together again, even with all the conditions placed on it. Why do you say it is a love letter from John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BOLDUAN",
      "sentences": "You make -- you're talking to our producers ahead of time, and you made a great point of just how this might be the only song ever released that includes elements that were recorded in so many different decades. It really is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "WILLMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BERMAN",
      "sentences": "I mean, you add in the, how AI helped to kind of clear up the vocals and make this really possible, it's truly amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "WILLMAN",
      "sentences": "Yes. I mean, it's an incredible feat. You know, we haven't had a \"new Beatle song in over 25 years since Now And Then that real love were completed by the event surviving three.\" From all modifications, this will be the last one. And it couldn't have been done at the time.The director, Peter Jackson, came up with a sort of extraction or separation technology that he used for the \"Get Back\" documentary to sort of make the vocals and the chatter clear from the background noise. They will take this very, very muddy demo that John had done. People have heard the demo before. It was on a radio show and lively bootlegs. And so, you know, the whole world of Beatle maniacs knows what the problems with the track was, there are street noise, the piano sounds terrible, they have to get the piano completely off there and extract John's vocal. And there's like a mini-documentary out there that actually has a little bit of the acapella John vocal. And it really sounds like he's sitting there in a studio 2023 right in front of you, instead of the muddy thing people have heard on bootlegs for you know the last few decades. So, I think a miracle is not too strong a word. I think we placed it in that category.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BERMAN",
      "sentences": "We got to let you go in about 20 seconds. But, you know, there are no other tracks out there that we know of. So, it really does feel like this could be the last Beatles song. The finality of that, it's strange to sort of process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "WILLMAN",
      "sentences": "It is. It's very poignant. There are so many poignant things about this, even including the fact that Giles Martin, George Martin's son, co-produced it with Paul. And did this beautiful orchestration very much in the tradition of his father. So, there's all sorts of sentimental things about this.And -- yes, it's the last -- I mean, it's the only song that has all four Beatles on it that will ever get that has never been previously released. And I think we can -- we can take Paul at his word when he says that's it. There are four. And we don't want to let it go. We believe there's something else in the piano.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BERMAN",
      "sentences": "Chris Willman, we really appreciate it. Your alarm went off, so we know the time's up. Thanks so much for being with us. BOLDUAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "WILLMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}