{
  "date": "2023-10-10",
  "headline": "CNN News Central",
  "subHeadline": "Biden & VP Harris Just Spoke With Netanyahu; Woman Describes How Hamas Kidnapped Her & Her Friend's Kids; Families Of Americans Missing After Hamas Attack Plead For Help; Jordan, Scalise To Make Speakership Pitches At Forum. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "KIMBERLY DOZIER, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "At the U.N. Security Council, the U.S., in the past, has been one of the few countries that has abstained or stood by Israel when there are votes of censure.They will need that support. They will need rearming, resupplying to keep the Iron Dome going and precision airstrike weaponry to keep those precision strikes going. Especially if this opens up into more than one front war. We have had some skirmishes from the north. That could get worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "How do you read the reporting about Biden not encouraging restraint when it comes to a potential ground incursion into Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "DOZIER",
      "sentences": "Look, we just had a conversation with IDF spokesman, jonathan Conricus, and he's being very careful about not confirming some of the reports of atrocities yet.But what I'm hearing from Israeli friends, Israeli officials, they are seeing horrific video of -- video that the militants took and have posted to brag about what they did, assaulting women, children. And U.S. officials are seeing that. And their raw emotion is also driving this reaction. In other words, how can you ask an ally to show restraint when you've seen not just attacks on troops, but attacks on civilians that go into the ISIS-level category of violence? That's what we keep hearing from U.S. officials in their description of what they have been seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, heartless terrorism. There is really no other way to describe the barbarity in some of that footage.Kim, you noted the complexity of urban warfare in a place like Gaza. There are complicating factors. It's not only civilians that troops have to worry about, it's also hostages, 100 to 150 Israeli, some American citizens, hostages being held by Hamas. How does that complicate what the IDF might try to achieve?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "DOZIER",
      "sentences": "Well, in the past couple of days, with all of the bombing and saturating the area with all of their available intelligence assets, what they've surely been trying to do is map out where are new tunnel networks where the hostages could be hiding that we weren't aware of before.Perhaps the U.S. even gave some of their satellite time to do that kind of deep probing into the ground. Because the best way to avoid civilian casualties and casualties on the Israeli side, they don't want to have more troops taken hostage, is to know precisely where the hostages are, get to them and get as many of them safely out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:37:45",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Welcome back to our special coverage of Israel at war.President Biden is set to speak at any moment. We are going to bring that to you, live. Right now, Israel is striking Gaza with airstrikes. Hamas has returned fire, launching a barrage of rockets toward Ashkelon. Meantime, the death toll continues to climb. Israeli Defense Forces say that they are still trying to assess the actual number of fatalities. They say that more than 900 people have died in Israel. Haven't given an exact number. Nearly 900 are dead in Gaza, according to Palestinian officials. Up to 150 hostages, including children and Americans, are believed to be -- are believed to be in Gaza right now. Stories have been continuing to come in of family and friends desperately searching for missing loved ones. I spoke with one woman named Avital Alajem. I want to show you some of that. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:37:45",
      "speaker": "COOPER",
      "sentences": "Avital, can you just walk us through what happened when your home was attacked?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:37:45",
      "speaker": "AVITAL ALAJEM, SURVIVED KIDNAPPING MY HAMAS MILITANTS, FRIEND STILL MISSING",
      "sentences": "Yes. We were hiding in the shelter, a friend of mine living next to me and me. We were hidden in the closet -- hiding in the closet.And then the terrorists came and they bombed the door. The bullets, they all entered into my friend's body, so I was saved thanks to him. And then they pulled me out of the closet. They told me to cover myself so I just took three skirts and put them on me, one on my legs, one on my shoulders and one on my head. And then they took me to my living room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:37:45",
      "speaker": "COOPER",
      "sentences": "Wait. I'm -- so wait. So the person you were with in the closet was shot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:37:45",
      "speaker": "ALAJEM",
      "sentences": "He was murdered, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:37:45",
      "speaker": "COOPER",
      "sentences": "And you were shot as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "COOPER",
      "sentences": "They took you to the living room?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "ALAJEM",
      "sentences": "They took me to the living room and then came more terrorists. The children of my friend, which she is still missing. They gave me the 4-and-a-half-month-old boy and the 4-year-old girl, both traumatized, and they just gave them to me.And from there, they took me to another home. It was a family in the shelter and they tried to convince them to go out of the shelter -- shelter and they told me what to tell them in order to come out. Thankfully they did not listen, not to me, not to the terrorists obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "COOPER",
      "sentences": "And these children, they must have been terrified. Were they crying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "ALAJEM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "COOPER",
      "sentences": "Were they silent? I mean, this is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "ALAJEM",
      "sentences": "They were -- they were traumatized. They were shocked. One had a bullet that crossed his foot. And the baby, he was breathing so much gunfire and his lungs were absorbing so much.Both of them were traumatized. And they were just quiet. They kept like, you know, gazing at the terrorists with terrified eyes. From there, at a certain -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "COOPER",
      "sentences": "A 5-year-old child and a 4-and-a-half-month-old child?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "ALAJEM",
      "sentences": "An almost 4 years old child and a 4-and-a-half-month -- almost 5-month baby who is still breastfeeding. His mother is missing.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:47:02",
      "speaker": "COOPER",
      "sentences": "We are now hearing from some families of U.S. citizens missing or believed to have been taken hostage by Hamas over the weekend.While describing their anguish and frustration during a news conference here in Tel Aviv this morning, air raid sirens began blaring. Listen. (BEGIN VIDEO CLIP) (AIR RAID SIRENS) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:47:02",
      "speaker": "COOPER",
      "sentences": "That forced those families and reporters to take shelter.Before the interruption, the families expressed their frustration with the lack of information coming from officials. Our Becky Anderson was there. She joins me now. A lot of frustration. A lot of people understand also the chaotic nature of the situation and why there may be a lack of information, but still people are desperate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:47:02",
      "speaker": "BECKY ANDERSON, CNN INTERNATIONAL ANCHOR",
      "sentences": "Yes. Yes. We heard today from the families of four U.S. citizens who are missing, believed now to be hostages in Gaza.They range from a 23-year-old, who had been partying in the desert on Saturday morning and we've reported on what was a massacre when 260 people were killed there, and many attacked and taken into Gaza. As we understand it this young man is one of those. We heard from the family of a 66-year-old woman, who has lived on a kibbutz for more than 40 years. She is a midwife and a peace-loving woman. We heard from her son and her daughter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:47:02",
      "speaker": "COOPER",
      "sentences": "She's been taken as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:47:02",
      "speaker": "ANDERSON",
      "sentences": "She's been taken as well.And we also heard from the father of a young chap who is 35 years old. He's married with two kids, another on the way. Lives in the kibbutz very near Nir Oz. And his father last heard from him on Saturday morning. I caught up with him and this is part of the conversation that we had. (BEGIN VIDEO CLIP) JONATHAN DEKEL-CHEN, SON MISSING SINCE HAMAS ATTACK: The United States administration and its various services have relationships in the world and with countries that Israel does not. And it could be helpful for the United States in its various parts to engage with those friends, those acquaintances, to help negotiate, in some way secure the release or at least get solid information. My children and grandchildren who were on the kibbutz, so his young family and another young family experienced a living hell for the better part of 20 hours. These are young children, young men and women, who cannot be anything other than traumatized by what they witnessed. My job now, as a parent, is to try to put the pieces back together. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:06",
      "speaker": "COOPER",
      "sentences": "As the days go by, the frustration obviously understandably only grows.One of the sick scenarios here is that you have families without -- not getting any information from authorities, are scrolling on telegram and these other social media sites through jihadist videos looking for sign of their loved ones. Seeing horrific things in these videos but forcing themselves just in the desperate hopes that maybe somewhere in the background they can see a missing loved one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:06",
      "speaker": "ANDERSON",
      "sentences": "It's so interesting, because I had that conversation with the parents of the young lad who was in the rave. And you know, they didn't want to look at any of this stuff. Of course they don't.But, Rachel, his mother, had pieced together herself -- and she explained this in the press conference which we took live on CNN. She pieced together what happened to her son herself through getting in touch with other people who were at that rave and looking at social media. That's it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:06",
      "speaker": "COOPER",
      "sentences": "That family member, somebody from Nir Oz. Nir Oz is one of those kibbutzes that has been there for a very long time. Again, it was one of the -- in the initial wave of this terror attack they were hit very, very hard. It was a battle that went on for very long.Everybody in the kibbutz has safe rooms in their house. Many people were hiding in their houses. We know of at least -- we know of multiple children that were stolen, that were kidnapped from Nir Oz. And that is just one of these kibbutzes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:06",
      "speaker": "ANDERSON",
      "sentences": "Just to point out, Jonathan told me that was a community of 400. There are 160 left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:55",
      "speaker": "SANCHEZ",
      "sentences": "About 24 hours before House Republicans are set to hold an internal election for a new House speaker, there are still signs of deep division.Today, the Republican conference will hold a candidate forum with the tension over Kevin McCarthy's unprecedented ouster still simmering. CNN's Melanie Zanona is on Capitol Hill. Melanie, take us there. What's happening today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:55",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Boris, on the eve of their speaker election, there is still no clear candidate for the job, which is really just underscoring the uncertainty inside the House GOP amid these horrific attacks on Israel.So far, the speaker's race is a two-way race between Jim Jordan, the House Judiciary chairman, and Steve Scalise, the House majority leader. But Kevin McCarthy has thrown in a last-minute wrench into the mix by refusing to rule out a return to the speakership and refusing to throw his weight behind another candidate. And now some of McCarthy's allies are saying they're thinking about nominating him or at least continuing to vote for him tomorrow. Just take a listen to what one of his supporters told me yesterday. (BEGIN VIDEO CLIP) REP. CARLOS GIMENEZ (R-FL): I'm voting for Kevin McCarthy. Until -- until told otherwise. We can be just as hardheaded. So we have to come to the middle. All right? And to me the middle is not a consensus kind of candidate. Maybe it will be at the end. But right now, you know, it takes -- you know, two can tango. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:55",
      "speaker": "ZANONA",
      "sentences": "To be clear, Kevin McCarthy still faces very long odds to securing the speaker's gavel. All the hardliners that I talked to who voted to remove him say they are not relenting.But this could complicate and pro-long the GOP's ability to coalesce around a single candidate tomorrow, which is their goal. And it has also only heightened tensions inside the GOP -- Boris?",
      "isLastSentenceInterrupted": false
    }
  ]
}