{
  "date": "2023-04-06",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Pence Sets Stage for His First Grand Jury Testimony; U.S. Lawmakers Arrive in Taiwan After Tsai-McCarthy Talks; Israeli Police Storm al-Aqsa Mosque a Second Time; U.S. Severe Weather Threats; Judge Delivers Blow to Fox Execs in Defamation Lawsuit. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers joining us in the United States and all around the world. I'm Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "And I'm Max Foster joining you live from London. Just ahead on CNN NEWSROOM.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's a significant step that he has decided not to appeal. They are now willing to put Mike Pence before a federal grand jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Trump is nervous. He thinks that the special counsel here may know quite a lot.REP. KEVIN MCCARTHY (R-CA): We take our support for the people of Taiwan seriously. TSAI ING-WEN, PRESIDENT OF TAIWAN: We are not isolated and we are not alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's going to be weeks upon months to be able to recover.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You can see all the way back in the woods. That's the roof of the building.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London. This is CNN NEWSROOM with Max Foster and Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "It is Thursday, April 6th 9We begin with another blow to former President Trump. Mike Pence says he'll testify to the grand jury of the special counsel investigating the January 6th Capitol riots. NOBILO: The former vice president has signaled that he won't appeal a federal court ruling ordering him to testify under oath about Trump's actions leading up to January 6th. But there are some limits to what Pence may be willing to discuss. CNN's Katelyn Polantz is following the story from Washington. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Mike Pence, the former vice president, is going to comply with an unprecedented subpoena that he received in a federal investigation to testify about Donald Trump, the man that he served under during his presidency.Now this subpoena came in the special counsel's investigation related to January 6th. Pence -- they had been seeking Pence's testimony. But he went to court, as did Trump, to try and block it. At the end of the day, a judge had ruled that Pence would need to show up to testify. Donald Trump wouldn't be able to draw a line of secrecy around the presidency. And even though Pence was able to successfully argue that some things he did on January 6th may be protected because he was then operating as a member of Congress or a quasi member of Congress as he was presiding over the Senate on January 6th as they certified the presidency, he is not going to be able to hold off talking about conversations where Donald Trump may have been acting corruptly and talking to him about what could happen on January 6th. We know that Donald Trump wanted to block the election's result, and he wanted Mike Pence to be the person that stood up and said to Congress, no, Donald Trump should be president, Joe Biden should not be president, even though that is the result of the election. And we know that the special counsel's office has been looking very closely into that wanting testimony directly from Mike Pence, the vice president at the time. Now Pence with this statement, is saying also that he's not going to be appealing. And that means we now wait to see when the special counsel's office will call him before that grand jury in Washington still investigating Donald Trump for possible crimes related to January 6th. Katelyn Polantz, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Trump's efforts to overturn his election loss have led to multiple investigations and not likely to go away, including one in Georgia. He's also under investigation for allegedly mishandling classified documents. And on Tuesday he was arraigned in Manhattan on charges related to a hush money payments made just days before the 2016 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "CNN has learned new details about recent grand jury testimony regarding a White House proposal to seize voting machines after Trump's election loss. According to sources, at least two former Trump officials who were present say that they repeatedly told Trump the government had no authority to take such action. CNN's Zachary Cohen has our report.(BEGIN VIDEOTAPE) ZACHARY COHEN, CNN U.S. NATIONAL SECURITY REPORTER: Multiple former top national security officials have testified to a federal grand jury that they repeatedly told former President Donald Trump and his allies that the government did not have the authority to seize voting machines after the 2020 election. Now, sources are telling CNN the former official's detailed conversations with Trump and those closest to him with the idea of seizing voting machines was raised. Now the new details offer a rare window into one of the two ongoing criminal investigations overseen by special counsel Jack Smith. Chad Wolf, Trump's former Department of Homeland Secretary and his then deputy Ken Cuccinelli have both testified in Smith's probe focused on efforts to overturn the 2020 election. Both Wolf and Cuccinelli told the grand jury that they told Trump on multiple occasions their agency did not have the authority to seize voting machines. Now, prosecutors also heard from Trump's former National Security Adviser, Robert O'Brien, who recounted conversations were seizing voting machines was discussed, including one Oval Office meeting that Trump participated in. Now this coming as several former Trump officials will likely be forced to testify before the grand jury after a judge rejected Trump's claims of executive privilege. Zach Cohen, CNN Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "In the hours ahead, the Tennessee House of Representatives will vote on whether to kick three Democratic lawmakers out of office because they demonstrated in favor of gun reforms on the chamber floor. They're accused of breaking House rules and have already been stripped of their committee assignments. The demonstration followed last week's deadly shooting -- school shooting in Nashville that killed three children and three adults.(BEGIN VIDEO CLIP) CROWD (chanting): The people united will never be divided. The people united will never be divided. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "One of the lawmakers told CNN that expelling colleagues with opposing voices from a democratic body sets a dangerous precedent.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "JUSTIN JONES, TENNESSEE HOUSE DEMOCRAT",
      "sentences": "It's morally insane that a week after a mass shooting took six precious lives in my community here in Nashville, my colleagues on the other side of the aisle, their first action is not to take action to rein in this proliferation of weapons of war in our streets, but it's to expel their colleagues for standing with our constituents.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "Large protests have been held outside the state capital after the school shooting with demonstrators chanting protect our kids!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "But the Republican House Speaker argues the lawmakers actions took the focus off the shooting victims and their families. And he actually tried to compare his colleagues protest to the January 6th attacks on the U.S. Capitol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Now to a major oops by the FBI and U.S. Army Special Operations Command.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "Personnel conducting a training raid in downtown Boston, burst into the wrong hotel room and they detained an innocent guest. The local media reports say it was an employee of Delta Airlines -- one was hurt thankfully. The FBI released a statement admittingMust have been a bit of a rude awakening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Bit of a shock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "A bipartisan group of U.S. House lawmakers is in Taiwan right now to meet with business leaders and government officials. The trip comes on the heels of an historic meeting between Taiwan's president and U.S. House Speaker Kevin McCarthy in California on Wednesday. It was the first time a leader of Taiwan and the U.S. Speaker have been face to face on American soil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "Beijing denounced the landmark visit, saying Washington is provoking China by engaging with Taiwan. The White House downplayed the meeting and Speaker McCarthy remained defiant.(BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA) U.S. HOUSE SPEAKER: Well, my first message to China, there's no need for retaliation. But the one thing I would say to China too, at no time -- I am the Speaker of the House. There is no place that China is going to tell me and where I can go or who I can speak to, whether you be foe or whether you be friend. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "CNN Steven Jiang joins us now live from Beijing. Steven, let's start with this landmark meeting between Tsai Ing-wen and Kevin McCarthy on American soil. Some have described Beijing's response as muted compared to its response to previous visits. For example, when former House Speaker Nancy Pelosi visited Taiwan. What's your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "Yes, I think we have to qualify that by saying muted so far, and also you're right about that stark contrast between what they have said so far versus that reaction to a Nancy Pelosi's visit. Where immediately afterwards you saw a wave of a military exercise around the island, including live fired drones, missiles flying over Taiwan and even a map blockade around the island.But this time so far, it's mostly rhetorical. It's very predictable, text blasting Tsai Ing-wen, the Taiwan president and U.S. politicians. The reason and for that, I think about it to say one. The meetings, Tsai had in the U.S. still relatively low key and by design, according to U.S. and Chinese officials we talked to. And two, the timing her visit, coinciding with several very high profile visits here, including Macron's, but also former Taiwan President Ma Ying-jeou, whose party is considered pro-Beijing wants to have warmer ties with Beijing. And remember, Taiwan has a presidential election coming up next January and historically if Beijing launches military exercises or even just warmongering rhetoric ahead of Taiwan elections, they tended to backfire. So that may explain why Beijing has been relatively restrained so far. But we will see if that holds once these VIP guests leave China -- Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "And in terms of this visit by Macron, he's pretty much representing Europe on this visit, isn't he? Because he's there as well with the commission president and he's a key figure, obviously, within Europe. So how significant would you say this part of the trip is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "JIANG",
      "sentences": "Yes, Max, that's a very interesting point. That Macron actually came here with von der Leyen. This is to show, as you say, European unity. Because a major part of the Chinese strategy in dealing with the EU member states has been divide and conquer. Obviously, Macron has a very ambitious agenda from deepening economic and cultural ties. That's why he brought a large delegation of business tycoons as well as cultural figures.But of course, Ukraine is, you know, very much main item on the agenda, and so far we have not been getting any indication of whether or not they could move the needle. Because remember, this is still a country. China refusing to call that war in Ukraine -- a war in Ukraine, a Russian invasion. Still parroting a lot of Russia's talking points. But the whole point of Macron coming here, of course, is to basically persuade Xi to do something else. And he -- she could throw him a foreign policy win by for example, pledging not to arm Russia or just pick up that phone and finally call Zelenskyy, which is something he has not done, even though he has met his close friend Putin numerous times since the war started, Max, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Steven in Beijing, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Iran and Saudi Arabia have signed an agreement to reopen embassies in each other's country and to expand their cooperation. The foreign ministers of both countries have been meeting in Beijing, which brokered talks that led to their announcement reconciliation in early March. Since then, Riyadh and Tehran had been moving rapidly to restore diplomatic relations and officially end seven years of hostilities between them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Concern is mounting in the Middle East and beyond, after Israeli police and Palestinians clashed at one of Islam's holiest sites during raids on Wednesday.Video posted online shows police barging into the al-Aqsa mosque in Jerusalem, a second time during nightly prayers. Police said juveniles had thrown fireworks and stones and tried to barricade themselves inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "GOLD",
      "sentences": "The holy sites behind me, are known as the al-Aqsa mosque compound, or Haram al-Sharif, the third holiest site in Islam. You can actually hear the call to prayer going on right now. But it's also known as Temple Mount to Jews, and it's the holiest site in Judaism.Now there is a status quo that governs these holy sites and the Israeli police entering the al-Aqsa mosque -- which is this building right here with the black roof behind me -- that is considered a violation of the status quo. And then not only them entering, but then them entering in the way they did firing stun grenades and rubber bullets. Well, that brought it to a whole other level. GOLD (voice-over): Egypt, Jordan and Saudi Arabia have denounced Israel for what happened. The Jordanian foreign minister, saying the world must clearly condemned the attack. Shortly after the raid rockets were fired from Gaza into Israel, the militant group Hamas, saying Israel's actions in Jerusalem wouldn't go unanswered. The Israeli military said it had struck Hamas weapons sites in Gaza in response. Hadas Gold, CNN. Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "France is getting ready for another round of nationwide protests and strikes in the coming hours. You can see protesters already starting to gather in Paris. This comes after talks between the government and labor unions failed to resolve the stalemate over the new pension reform legislation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "Massive crowds have been demonstrating for weeks against the plan, which raises the retirement age from 62 to 64. Union leaders said the talks failed because the government is not willing to make any concessions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "They are just getting bigger and bigger, aren't they? It's extraordinary.Now the epic legal battle between Dominion Voting Systems and Fox News will soon head to trial. And Fox's most senior executives have been put on notice that they will be compelled to testify if they're subpoenaed. That story coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "Plus, the founder of Cash App found dead in California. Now police are racing to find the person responsible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Plus another day of severe weather across the U.S. and its not over yet. Britley Ritz is monitoring all of this from the Weather Center. What's going on Britley?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Authorities are planning to evacuate 2,500 families living near a volcano in northwestern Colombia. The government raised the volcano's alert level to orange last week after a third of seismic activity suggested it could erupt in the coming days or weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "Officials say children must be taken to safe locations even if adult family members decide to stay. Plans are also being made to move livestock and pets, too.And in central Canada, a monster storm has left more than one million homes and businesses without power in Quebec and Ontario. That's according to poweroutage.com. Local media report that almost half of Montreal was in the dark. Freezing rain and high winds have been covering roads in ice and bringing down trees and branches. More than 35 million people in the U.S. are still under threat of severe storms after yet another day of extreme weather in America. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, my god, it's violent. Violent tornado.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Look at this dramatic video as tornado -- a tornado rips through a field in Iowa. There were more than 320 storm reports across the U.S. on Tuesday, Wednesday. At least five people were killed after a possible tornado tore through southeastern Missouri early on Wednesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "And this is what the devastation looked like in western Illinois after a tornado tour through there. CNN's Adrienne Broaddus has the details.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "ADRIENNE BROADDUS, CNN CORRESPONDENT",
      "sentences": "The EF-2 tornado that hit Colona was powerful. The damage left behind gives you an illustration. You see the cash register here. We're told an employee took shelter inside of the bathroom, which is still standing. But the wall that was once here is gone. The roof of the gas station lifted.Take a look from above. You can see this is where the heaviest damage is concentrated. Right here at this gas station and not only the gas station at this restaurant, which is attached to the gas station. If you take a look inside of the restaurant, you can see insulation is now on the table, a picture that was once hanging on the wall is also on the ground. Part of the HVAC system ripped apart. We heard from one business owner nearby. He says he's fortunate he and his employees were not inside when the tornado hit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "MILO VELOZ, BUSINESS DESTROYED IN TORNADO",
      "sentences": "Honestly, I just started crying. I mean, I don't know what else I could have done. You know, I mean, it's like I see my mom and dad their stuff and it's just like, I was just looking at just shaking my head. I just bought all that a year ago. That RV is not even six months old.I just seen a big roof sitting on top of my shop and my shop collapsed. And then my heart just, just dropped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BROADDUS",
      "sentences": "And milo says he and his family were planning to live in this black and gray RV after a fire destroyed his house about three weeks ago. He also lost three of his dogs. Now he has to pick up the pieces here.Adrian Broaddus, CNN, Colona, Illinois. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Let's go to meteorologist Britley Ritz who's at the Weather Center. Because these storms are ongoing as we speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "OK, brilliant illustration. Thank you so much Britley.Now a major setback for Fox News as the monumental defamation lawsuit against it heads to trial. A judge in Delaware has ruled that network executives Rupert and Lachlan Murdoch will be compelled to testify if they're subpoenaed by the plaintiff Dominion Voting Systems. It seems certain that Dominion will do just that. CNN's Oliver Darcy has the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "OLIVER DARCY, CNN SENIOR MEDIA REPORTER",
      "sentences": "This isn't really surprising. The judge had really indicated that he was going to go in this direction, but it's something Fox tried shielding the Murdochs from. And they tried saying it would be inconvenient for the 92-year-old Murdoch, the elder Murdoch to travel to Wilmington, Delaware. The judge didn't buy that excuse. He basically said, look, you gotengaged recently. He's no longer engaged, but at the time he was. And he said that you look forward to traveling between your different residences across the world. So, he wasn't really buying it. And today he basically said, look, if Dominion wants them to testify -- in which they do -- he's not going to stand in the way. And they're going to be compelled essentially to go to Wilmington and testify in this trial. Fox isn't very happy with this, as you might imagine. And so, they put out a statement. I'll read part of it to you. They said: Dominion clearly wants to continue generating misleading stories from their friends in the media to distract from the weak case, demanding witnesses who had nothing to do with the challenged broadcasts is just the latest example of their political crusade in his search of a financial windfall. Of course, the Murdochs might not have had, you know, to do with these specific broadcasts. But at the end of the day, most observers and I think Dominion would say that the buck stops with them. Rupert Murdoch has conceded in depositions behind the scenes that he could have put an end to some of these people. These guests like Rudy Giuliani, coming on the broadcast and spreading these conspiracy theories, but he didn't. And so that's why Dominion wants to put them on the stand. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "Teenagers in Arkansas may soon have a difficult time getting on TikTok or Instagram. The States House of Representatives approved a new bill that would require all social media users in the state to verify their age to use the platform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Users will either need their parent's consent to use the platforms or be 18 years or older. The bill would also require social media companies to contract companies to do the age verification. The bill is now heading to the Arkansas State Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "Interesting because I think you have to be 17 to enlist in the U.S. military, so it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "But the parents can approve younger kids doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "They can, but you have to be 18 if you want to do it --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "Yes, do it yourself.Black and Latino workers could pay a steeper price for the U.S. Federal Reserve's efforts to beat inflation. The nation's job creation is still strong, but the economy is expected to start shedding positions as interest rates grow. However, experts say job losses usually affect Black and Hispanic workers more than white Americans. A professor at Howard University predicts the Black unemployment rate could reach 9 percent by the end of the year. That's twice as high as the projected overall unemployment rate. Another report indicates that Black workers wages could also take a bigger hit compared to white employees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Cash starved Bed Bath &amp; Beyond will get a $120 million lifeline to help stock its nearly empty shelves. The retailer is scrambling to avoid bankruptcy and the financial help is specifically designed to attract shoppers back and curb a downward spiral.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "The money comes from Restore Capital, which will purchase the merchandise from supplies, Bed Bath &amp; Beyond, is in the process of closing more than half of its remaining stores in an effort to stem skyrocketing losses.",
      "isLastSentenceInterrupted": false
    }
  ]
}