{
  "date": "2023-02-22",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Biden Admin: Train Company Will \"Fully Pay\" Cleanup Costs; NYT: Jan. 6 Special Counsel Subpoenas Ivanka Trump, Jared Kushner; Pentagon Releases New Photo Of Chinese Spy Balloon; GOP Lawmakers Demand Answers Over Disclosure Of Military Service Records; Historic Three- Day Storm To Bring Ice, Heavy Snow, High Winds Across The U.S. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:42",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Transportation Secretary Pete Buttigieg will visit that Ohio train derailment site one day after Donald Trump.THE LEAD starts right now. Big names descend on a small town, East Palestine, Ohio, the scene of that toxic train wreck. Norfolk Southern vows to help but critics note how much the company is giving victims versus company investors for stock buybacks. Plus, after the speeches and fanfare, Ukraine left with the realities of war. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:42",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Do you have any idea how many bodies you have taken back to their hometowns at this stage?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:42",
      "speaker": "TAPPER",
      "sentences": "CNN's Clarissa Ward is on the front lines for us with the somber work of returning bodies of fallen Ukrainian soldiers to their families as Russia's brutal invasion nears one year.And a coast to coast winter storm. Ice and snow and conditions not seen in some spots in 30 years. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:42",
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.And we start today in East Palestine, Ohio, where the fallout from that toxic train wreck almost three weeks ago continues to get messier by the hour and I don't just mean the cleanup under way right now and involved testing water, air and soil for dangerous chemicals. The Biden administration is now promising to make Norfolk Southern, the train operator, pay for every cent of the cleanup process and possibly even more. But the small town near the Ohio-Pennsylvania border has also become a focal point of the political universe. Today, former President Donald Trump visited East Palestine, blasting the Biden administration for what he is calling a lack of response to the crisis. This comes just after the city's mayor on Monday attacked President Biden for visiting Ukraine but not the site of the derailment. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:42",
      "speaker": "MAYOR TRENT CONAWAY, EAST PALESTINE, OHIO",
      "sentences": "That was a biggest slap in the face that tells you right now he doesn't care about us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:42",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Agreed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:42",
      "speaker": "CONAWAY",
      "sentences": "So he can send every agency he wants to, but I found that out this morning in one of the briefings that he was in Ukraine giving millions of dollars over to people over there and not to us, and I'm furious.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:42",
      "speaker": "TAPPER",
      "sentences": "There are still as of now no publicly released plans for President Biden to travel to Ohio, but the administration is planning on sending Transportation Secretary Pete Buttigieg to the site tomorrow. That's just as the National Transportation Safety Board gets set to release its report into what went wrong, what caused the train full of dangerous chemicals to derail.The train company then intentionally released those chemicals, of course, to avoid a deadly explosion. Tonight, I will be joined by East Palestine residents in a CNN town hall, and they will get the chance to ask questions directly to their state's governor, Mike DeWine, to the head of the EPA, Michael Regan, and to the CEO of Norfolk Southern. But for now, CNN's Miguel Marquez starts off our coverage from East Palestine where the grueling cleanup is long from finished. (BEGIN VIDEOTAPE) MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT (voice-over):  A massive effort under way to clean up creeks and water pulling in and around East Palestine, Ohio.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:42",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It is decimating our businesses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:42",
      "speaker": "MARQUEZ",
      "sentences": "It's dirty, difficult, and slow going work. For those living here building trust that the water and air is safe is slow going as the cleanup itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "MICHAEL REGAN, EPA ADMINISTRATOR",
      "sentences": "They have to put together a work plan that's going to be very prescriptive in terms of all the cleanup, how they'll do it and the radius of that cleanup. They also have to explain to us, you know, how they'll pay for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "MARQUEZ",
      "sentences": "All of this as former President Trump visits East Palestine, an area of Ohio where he still enjoys enormous support.(END VIDEOTAPE) MARQUEZ (on camera):  So I want to give you a sense of just how difficult it is to clean this up. This is one location. This is in the center of East Palestine. This is a creek that is contaminated. You can see those buoys they have in there, those are sort of filters. They pump water back into it to try to stir it up so that those filters can then absorb any sort of toxins that are in the water. Former President Trump was in McDonald's earlier. He was asked about his administration rolling back train safety laws, and he said it's just not true. This has become not only a disaster on the ground but politically as well -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "TAPPER",
      "sentences": "Miguel Marquez in East Palestine, Ohio, for us. Thanks so much. The derailment has always also opened new questions about whether the rail industry is lobbying too hard against safety regulations. CNN's Pete Muntean reports that the Biden administration is scramblingto prevent a repeat. (BEGIN VIDEOTAPE) PETE MUNTEAN, CNN CORRESPONDENT (voice-over):  The disaster in East Palestine was predictable and preventable say rail safety advocates who want sweeping change to an industry they call off track.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "SARAH FEINBERG, FOPRMER FRA ADMINISTRATOR",
      "sentences": "The regulatory process is completely broken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "MUNTEAN",
      "sentences": "Sarah Feinberg headed federal railroad oversight under the Obama administration. She says now is the time for shorter trains, more crew members onboard and better braking systems, proposed rules advocates say were rolled back by the Trump administration or killed by lawmakers after lobbying by railroad companies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "FEINBERG",
      "sentences": "When they are able to push back on even common sense safety regulations because it's going to improve their bottom line, this is the kind of thing we end up with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "MUNTEAN",
      "sentences": "It is the latest plea to fix failures in Ohio by addressing them in Washington. Transportation Secretary Pete Buttigieg insists his inaugural visit to East Palestine on Thursday will not be about politics but rather putting pressure on railroads to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "PETE BUTTIGIEG, TRANSPORTATION SECRETARY",
      "sentences": "I've had it. I mean, we've had situation after situation where even modest reasonable reform gets just a full-court press.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "MUNTEAN",
      "sentences": "In a Sunday letter, Buttigieg called on Norfolk Southern CEO to take action on safety reforms now not later. Buttigieg tells CNN that safety related fines must be upped, right now capped at about 225,000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "BUTTIGIEG",
      "sentences": "For a company the size of Norfolk Southern or any of the major freight railroads, the multibillion dollar companies that are wildly profitable, that's just not at a level that's going to get their attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "MUNTEAN",
      "sentences": "Norfolk Southern posted record profits last year approaching $5 billion. According to open secrets, the railroad spent $1.8 million on lobbying armed with three dozen lobbyists. The top lobby for the railroad industry insists that safety is a top priority. But in an interview on CNBC, Norfolk Southern's CEO evaded a question about its lobbying efforts.ALAN H. SHAW, CEO, NORFOLK SOUTHERN:  I'm looking forward to having discussions with our regulators and with elected officials on how we can make Norfolk Southern a safer railroad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's important to keep the pressure because this isn't a one-time thing. This is going to happen again. And any class one railroad is vulnerable. This could happen anywhere if they don't change their operating practices. (END VIDEOTAPE)MUNTEAN (on camera):  The transportation secretary's visit to East Palestine's happening on the same day that the NTSB is releasing its first investigative findings. Investigators will not be releasing a cause just yet. Buttigieg says, though, that the report is not needed to know that rails would be safer if the industry just did not fight so hard against proposed rules and legislation -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "MARY SCHIAVO, FORMER INSPECTOR GENERAL, USDOT",
      "sentences": "Well,  the NTSB will release in a preliminary report the facts they know them so far, but those facts will include very important things. For example, all the rails tracks have what's called defect detectors. And as you mentioned earlier in the show, that looks for hot boxes or overheating axles and wheels.Why that did not alert the train in time to stop will among the things that probably they know in the facts. Either the hot boxers and the reporting system worked and the engineer knew it, because there are recording devices, of course, on the train, or they didn't, and then also they will find out because it will be a factual report exactly if this train and the make-up of this train was subject to any additional safety requirements. It appears not. With three train crew on it, was over two, which is the number people want. And also that it did not have the materials on it that would have required the electronic pneumatic braking system, in other words, the automatic braking system that so many people are talking about, that all will be in the report. Very helpful news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "Republican Senator J.D. Vance of Ohio and Marco Rubio of Florida sent a letter to Secretary Buttigieg and part of it says, quote, it is not unreasonable to ask whether a crew of two rail workers plus one trainee is able to effectively monitor 150 cars.One hundred fifty cars, some of them carrying hazardous materials and only three crew? How long has this been allowed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "SCHIAVO",
      "sentences": "Well, actually for quite some time. There's been lots of efforts to try to increase that, but back in the '80s is when -- the 1980s is when cabooses went away. The reason they went away, of course, is we had on-track monitoring systems, things that to detect, you know, flappers on the tracks to determine if equipment is hanging, the hot box detectors and other things.And so, because of that and the reporting system that's supposed to report this information to the trains, a lot of the eyes on evaluations have gone away, also have some of the actual human evaluations where you go out and inspect the trains. A lot of inspectors, you know, are just too busy, and a lot of those inspections don't take place. So a lot of the eyes on functions are replaced by electronics and automatic reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "And have those electronics and electronic reporting sufficiently filled the gaps from the eyes on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "SCHIAVO",
      "sentences": "Ah, so this accident is, of course, a pretty good indicator that they have not. So there's a lot of criticism that we have now a lot of electronics that can or may not be used depending upon the law, but the law is full of loopholes. It's a sieve of mishmash of different requirements.For example, some of the automated braking would have applied to a train carrying oil if it was over 130 cars. It wouldn't apply to this train. The problem is the federal regulation in transportation, as in many areas it's a complete mishmash of rules mashed together and with carve-outs by lobbyists, as the secretary of transportation mentioned. In transition, perhaps more than any other industry, they have big contributions and big lobbying teams. And in my years of in transportation, I saw it first-hand. If you pushed hard, you get pushed back, and the pushbacks very hard. They have criticisms. They come for your job. They come for your budget. Secretary Buttigieg has his work cut out for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "We should note that the CEO of Norfolk Southern has pledged that the company will spend $6.5 million to help those affected by the derailment. But in a separate plan released earlier this year, the same company said it's planning to spend more than 1,000 times that amount, specifically $7.5 billion to repurchase its own shares in order to benefit shareholders for Norfolk Southern.That would seem to send a message that rail companies are more focused on profits than they are on safety and the American people in some ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "SCHIAVO",
      "sentences": "And that's why you need a very strong Department of Transportation and rail administration because that is the case in many industries. And here, of course, tomorrow's report from the NTSB will highlight what went wrong, but that won't highlight what more you could do, what more can be done.And for those safety improvements, I can tell you exactly how the automatic braking system got put aside, and that is Congress said, oh, no, you have to be the cost-benefit analysis. How much is the value of lives that would be lost if you don't do this versus how much is it going to cost the industry? And that cost-benefit analysis sunk those regulations as it has many others. [16:15:05] That's where it often lies in doing this cost-benefit analysis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "MAGGIE HABERMAN, CNN POLITICAL ANALYST",
      "sentences": "Sure, Jake. As we understand it's both for Jared Kushner and Ivanka Trump. It's to testify before a grand jury in connection with the January 6th investigation, which encompasses not just the riot at the capitol by a pro-Trump mob on January 6, 2021, but also Trump's efforts to stay in office.This is the latest in a series of very, very aggressive moves taken by special counsel Jack Smith showing he does not consider any witness to be off-limits. Mike Pence was the other surprising and obviously high level subpoena recently issued.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "TAPPER",
      "sentences": "Fascinating. Maggie Haberman, thanks so much for that breaking discuss.Here to discuss, Tom Dupree, former principal deputy attorney -- assistant attorney general under President George W. Bush Tom, what do these subpoenas tell you about how the special counsel's investigation is progressing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "TOM DUPREE, FORMER PRINICPAL DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "Well, it tells us two things, Jake. One is that they tell us this is very serious individual, the special counsel. He's not pulling any punches. He's going right to the top to get the witnesses and evidence he needs to investigate this and make his case.The other thing it tells me is that we're probably starting to get close to the end. In other words, typically, you'd get lower ranking witnesses and work your way up the food chain. And needless to say Jared and Ivanka are pretty close to the top of the food chain here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "TAPPER",
      "sentences": "What kinds of questions do you think special counsel Jack Smith wants to ask Jared and Ivanka?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "DUPREE",
      "sentences": "Well, two types of questions. One is the events of January 6th. We know Ivanka was in touch with her father throughout the day or at least in the afternoon. We know Jared just returned from an international trip and got himself involved in that process, too.So I think he wants to talk about the events of that day. I suspect his mission or his interest here is broader than that, though, Jake. I think he's also going to try to find out if they had any knowledge or involvement in the various other fake elector schemes. I think it's going to be a pretty broad ranging conversation, if I had to guess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "TAPPER",
      "sentences": "Now, I know if there's no -- the way a husband can't be forced to testify against his wife, that does not exist. That kind of privilege does not exist, with kids, certainly not with a son-in-law.But they're not just family. They're both White House employees. Might they try to claim executive privilege to avoid a subpoena?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "DUPREE",
      "sentences": "Yeah. Look, I think you're right I don't think they can claim any sort of familial relationship exemption you mention because they were White House advisers. Whether or not they claim executive privilege the first thing they do is find out what former President Trump's thinking there is, maybe he'll let them talk. We'll see.I think that they would have a colorful claim. I'm not sure at the end of the day it will hold up in court, but it wouldn't surprise me if they tried to shutdown a lot of the special counsel's questions by invoking some sort of privilege.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "TAPPER",
      "sentences": "And, lastly, I just want to ask you because the foreperson, forewoman of the Fulton County grand jury did some media interviews last night here on CNN and elsewhere, and that seems, I'm sure to a lot of observers, unusual but this kind of grand jury is different than what people might be used to, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "DUPREE",
      "sentences": "Yeah. I mean, look, this is obviously a statement jury. It's a special grand jury. It's not the federal grand jury that people might be more familiar with. But I will say this, I've never seen anything like this. I was alittle taken aback to be perfectly honest. It's extremely unusual. I can't think of another example where you'd have the foreperson come out and kind of say their thinking and at least walk right up to the line of disclosing the actual recommendations. My sense is it's not a good look. I don't think that, you know, it's advancing the cause here in terms of her getting out and kind of saying her views on this. And I'm a little surprised, frankly, that the D.A. or judge or other folks haven't tried to reign it in just a bit here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "TAPPER",
      "sentences": "Could it actually undermine any sort of criminal prosecution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "DUPREE",
      "sentences": "It -- you know, I don't know if it would legally, Jake. I mean, at the end of the day, the jury is going to consider the evidence. And I don't think what the foreperson said in the media would make it too much of a difference on that front.But what it will do I think is give the former president and his defenders the chance to make the case this is just kind of a corrupt process, a political process. He can say this is the person who's kind of making these decisions, these recommendations, and it's such a deviation from the normal aura of secrecy that shrouds the grand jury process. I think it might cause a lot of people out there to raise their eyebrows. So, it might have an impact in the court of public opinion, but I'm not sure it'll actually have an opinion in the actual trials that will follow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:29:19",
      "speaker": "TAPPER",
      "sentences": "In our world lead, President Biden is on his way back to Washington, D.C. from Warsaw, after meeting with leaders of the nations on the eastern flank of NATO and affirming his unwavering support in Ukraine's fight against Russia.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:29:19",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "As NATO's eastern flank, you're the front lines of our collective defense, and you know better than anyone what's at stake in this conflict. Not just for Ukraine but for the freedom of democracies throughout Europe and around the world.(END VIDEO CLIP) TAPPER:  This meeting with the Bucharest Nine followed Biden's first trip inside the war zone in Ukraine which required highly covert transportation by train in and out of Kyiv, but just outside Kyiv another important transport operation is taking place. CNN's chief international correspondent Clarissa Ward joins us now live from Kyiv. And, Clarissa, you're following a volunteer group who has a very somber mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:13",
      "speaker": "TAPPER",
      "sentences": "Just into our world lead, the Pentagon released a new photo of that Chinese spy balloon that was shot down off the South Carolina coast by the U.S. military earlier this month.CNN's Oren Liebermann is live for us at the Pentagon. Oren, what exactly does this photo show?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:13",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Pretty remarkable photo if you look at it. This is effectively a selfie from inside the cockpit of a U2 spy plane and you can see that balloon and the payload below it. You can quite clearly see 16 what appeared to be solar panels as well as right in the middle there what appears to be some sort of radar dish or communications dish. That's the payload, that's what the pentagon is interested in and that's what the Pentagon recovered in the waters off the coast of South Carolina on February 4th.The picture itself taken one day earlier. So, that's as the balloon itself was making its way across the Eastern and Central United States. So, that's where this was taken. The U2 spy plane, one of the only planes in U.S. inventory that can get this high to take this picture. The balloon was flying at an altitude of about 60,000 feet. The U2 itself can get up to 70,000 feet and especially compared to the fighter jets that shot it down it's relatively slower making it the perfect way to get this close of a view, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:13",
      "speaker": "TAPPER",
      "sentences": "All right. Oren Liebermann at the Pentagon for us, thanks so much.House Republicans are demanding answers after the U.S. Air Force admitted that the military records of two Republican lawmakers were improperly released. An internal Air Force audit revealed the unauthorized access records from 11 individuals including individuals, including Republican Congressman Zack of Iowa and Don Bacon of Nebraska, who joins me now. Bacon retired from the air force in 2014 as a brigadier general and currently serves as a member of the house armed services committee. The person who received your records is reportedly a former research director for a Democratic political group. You say this goes beyond opposition research and is potentially criminal. Why? REP. DON BACON (R-NE):  Well, first up the Democrat campaign or the congressional campaign committee gave $105,000 to this firm called Due Diligence. This one -- this individual worked there and they acquired the records of 11 Air Force Veterans. They used their social security numbers and other personal identifying info. It was deceptive. It was basically identity theft, and so it's surely deceptive, probably illegal to pretend you're me asking for my records and then getting it. But it was done for opposition research to see if there's any dirt in our records, and it was wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:13",
      "speaker": "TAPPER",
      "sentences": "Is it against the law to get somebody's social security number and then request their military records?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:13",
      "speaker": "BACON",
      "sentences": "It's -- our understanding from our lawyers, it is. It's like identity theft. They're using my Social Security number which they illegally obtained, I didn't give it to them, and requested my records as if I was wanting these records. They did this to 11 different individuals.And in my case it didn't impact me politically as far as I can tell, but others had impact. For example, a race in Indiana was negatively impacted for Jennifer-Ruth Green.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:13",
      "speaker": "TAPPER",
      "sentences": "Yeah, I want to talk about that one second, but before I do, the air force said this was just a mistake made by an employee. But in a letter to you the head of the personnel office wrote, quote, based on our investigation and internal audit we determined there was no criminal action or malicious intent by the employee and the records brand, nevertheless we hold our employee accountable for failing to follow proper administrative procedures, unquote.Are you satisfied with that response from the air force? I know you think that this operative did was shady, potentially illegal. But what about the air force?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:13",
      "speaker": "BACON",
      "sentences": "No, I think the air force is right. They came clean. They took responsibility. They had accountability. They put fixes in place. They were honest.So I think the Air Force responded appropriately. And I thank the secretary of the air force for that. I think the real culprit as you mentioned is the Democratic Congressional Campaign arm who was doing the funding for this research and then using our Social Securities and what I think was illegal but it was at least inappropriate, according to the air force, what they did. And the air force gave all this evidence to the Department of Justice. I hope the Department of Justice looks into it and holds people accountable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BACON",
      "sentences": "Yes. And I really appreciate you bringing this up or following up on it. She was victimized twice. She didn't want to live through this sexual assault experience again. It was her private matter. She didn't want to have to deal with it, but the Democrat operatives somewhere along the line released this data, she had to respond to it.I thought it was victim shaming by the Democrat headquarters in D.C. I don't know about her opponent I can't tell if her opponent was behind this, but clearly Democrat officials in Washington, D.C. are part of the U.S. House of Representatives were behind this. And I know from talking to her she felt victimized a second time, and it was in a sense victim shaming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "TAPPER",
      "sentences": "What do you want from the Democratic Congressional Campaign Committee or from the third party group that was apparently behind this, that they had hired in the past? We don't know necessarily that what this is part of what the DCCC had asked them to do, but obviously there are ties. What do you want to hear from the organization?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BACON",
      "sentences": "Well, the Democratic campaign committee or congressional campaign cheerily paid for this research to be done. It was $105,000. We know that from their own reports. But at least they do Due Diligence firm -- the Democrat firm that received this money from the Democrat Congressional Campaign, they should take responsibility. They should take accountability. They should say they did wrong, which they did. And I think they should come clean.And we should also know where did this information go? It obviously went into opposition research. Was it sent to the opponents of these 11 Republicans that had this done to them? Was it used against them? So we'd like to know how was this information used, who approved it, who knew when, and when did they know it. Like going back to the Watergate days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "TAPPER",
      "sentences": "Yeah. Retired Air Force brigadier general and current Congressman Don Bacon of Nebraska, thanks so much for coming onto discuss this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BACON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:47",
      "speaker": "TAPPER",
      "sentences": "In our national lead, a powerful coast-to-coast winter storm is bringing heavy snow, high winds and ice. Whipping blizzard conditions were seen in Flagstaff, Arizona and in parts of Utah. Around 70 million people from California to Maine are under winter weather alerts, including the upper Midwest for the brunt of the storm it's expected to it.The temperature difference from the northern U.S. to the south, more than 100 degrees. CNN's Adrienne Broaddus is in Bloomington, Minnesota. How bad is it where you are right now, Adrienne?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:47",
      "speaker": "ADRIENNE BROADDUS, CNN REPORTER",
      "sentences": "Well, Jake, the snow is falling and the wind is starting to pick up. We are in phase two of this storm, and members with the national weather service say this storm will pack a punch. Snow totals expected to top at least 20 inches.Let's tell you what we know so far. Earlier this morning, from 7:30 a.m. up until 11:30 a.m., there were more than 100 crashes. Ten of them resulted in injuries, and at least one was serious. That was earlier this morning, when experts were saying the snowfall was light to moderate. This snow that you're seeing right now is only going to increase. The wind is going to pick up, and we watched the shift, Jake, throughout the day. Even this area here, it's now all white. When we first started doing our live shot, I could see the pavement. That's not the case now. We have seen multiple snowplows come through. I can't -- I can't see that well any way without my glasses. But we haven't seen or heard any flights coming in, and that's something we saw earlier -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:47",
      "speaker": "TAPPER",
      "sentences": "The prediction center is warning that this storm would become one of the top three all-time snowfall events for the state of Minnesota, which is a state that knows snow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:47",
      "speaker": "BROADDUS",
      "sentences": "Oh, yes, people here in Minnesota are hardy. A lot of them love snow. Some people are looking forward to this storm. Not the danger that comes with it, but they want to get out on the other side and ski and do all the fun things outside.But, yes, this could be one of the top five. With the help of my producer, Virginia, I have my measuring tape. We're going to track it. This will be our starting point. This is a little drift, just to give you an idea. It's a little under two fee here. Let's see what happens as the snow continues to pick up, Jake.",
      "isLastSentenceInterrupted": false
    }
  ]
}