{
  "date": "2023-11-25",
  "headline": "CNN Newsroom",
  "subHeadline": "Hostages Continue to be Release by Hamas as Ceasefire between Israel and Hamas Continues; Still No American Hostages Confirmed to be Released by Hamas; President Biden Says White House Closely Monitoring Ceasefire and Exchange of Prisoners between Israel and Hamas. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:44",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:44",
      "speaker": "PAMELA BROWN, CNN ANCHOR",
      "sentences": "Well, good morning to you, and welcome to this special edition of CNN as we continue our special coverage of this truce between Israel and Hamas and the expected release of more hostages today, which would be round two. I'm Pamela Brown, and my colleague Kaitlan Collins is live in Tel Aviv. We're going to have more from Kaitlan in just a moment.We are monitoring what is a very tense, very tenuous and fluid situation in Gaza and in Israel. Any moment now, we are expecting more Hamas hostages to be released. So this second day of a fragile four- day truce as anxious families, they are waiting for word. Sources tell CNN that the last provided -- the list provided by Hamas has 13 names on it to be freed today. And now we are hearing from the head of the Palestinian Commission for Detainees that 39 Palestinian prisoners are expected to be released. CNN has learned that no Americans are expected to be released today. And there's also warning of a possible crisis, a Palestinian official says Israel is not following the terms of the prisoner release deal. On Friday 13 Israelis, 10 Thai citizens, and one Filipino captive were set free. This video we're showing you, this video was released by Hamas, and CNN had no control over its content. Four children were among the 24 hostages freed Friday. This video showing a nine-year-old reuniting with his father after seven weeks in captivity. And with the truce silencing the guns, more aid has begun to trickle into Gaza, trucks carrying food, water, and fuel have entered the besieged Palestinian enclave this morning. CNN is covering all the developments as we have every step of the way. We have Jeremy Diamond standing by for us, White House correspondent Arlette Saenz has been traveling with the president. She is in Nantucket, Massachusetts, waiting to give her report. And then we have Clarissa Ward also on standby at a children's hospital where we expect more of the child hostages to be taken. And Kaitlan Collins is in Tel Aviv. We go to her now. Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:44",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Yes, Pam, we're learning more about what this release today is expected to look like. We're still waiting to actually see movement here. This is about the same time yesterday that that first group of hostages started to make their way from Gaza where they were released by Hamas into the hands of the Red Cross and then taken in ambulances from the Red Cross through the Rafah crossing, finally into Egypt. That's where we started to really get a sense of who was being released as a part of this group. We saw elderly women. We saw a mother and her child. All of this group, we also say the Thai nationals who were a surprise, we were not expecting to be released yesterday. We're waiting to see those images today as that process gets under way.The one thing that we have learned is that 13 hostages are expected to be released, that's what we are told is on that list. We know Israeli officials had been expecting 14 people to be on that list, so there has been a bit of a discrepancy there. There have been these ongoing conversations about what that final number is going to look like even as of just a few hours ago. We've been covering this with all our teams here on the ground in Israel, every single development. Jeremy Diamond is in Kerem Shalom. And Jeremy, as we've been watching all of this happen and we're hearing these deliberations happen at the last minute, I think anytime there's any kind of hiccup here, the question is, is this deal going to hold? Because we all know just how fragile this truce has truly been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "COLLINS",
      "sentences": "Well -- and Jeremy, by this time yesterday, we had started to see some movement, at least. I know it took a little while before they were actually going through the Rafah crossing, but have you seen any movement yet since you've been on the ground in the last hour or so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "DIAMOND",
      "sentences": "We haven't seen anything here other than Israeli military officials preparing for this situation. The Israeli military actually just brought a convoy of some Israeli press who are here prepared for the arrival of these hostages, similar situation to what we had yesterday from our other vantage point.Yesterday we also saw some military helicopters landing, actually, near our position. That was to prepare for a potential medical evacuation, if, indeed, one of those hostages was in significant enough medical condition that they required immediate helicopter ride to a hospital. That did not end up materializing yesterday, although two of the hostages, we understand, were taken directly in ambulances to hospitals bypassing that stop at that Israeli air force base. So, for now, people are prepared, people are ready for these hostages to come through here, but we haven't actually seen that kind of activity indicating that their arrival is imminent at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "COLLINS",
      "sentences": "All right, Jeremy Diamond, we'll be watching closely, thank you.One thing that we have learned about what this list is going to look like today and who will not be on it are Americans. There are several Americans the White House have been hoping will be part of this group of 50 who are going to be released. But we are now learning from a U.S. official who told our colleague Arlette Saenz that no Americans are on this list today, though the White House is still hopeful at least three U.S. citizens will be set free in the coming days. Arlette Saenz is tracking all of this from Nantucket where President Biden is spending his Thanksgiving vacation. Arlette, what are officials saying about why these American hostages are not yet on this list for what we are expecting to be released today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Kaitlan, the White House is closely watching this second expected release of hostages today as they've been very focused on the implementation of this deal to make sure that everything goes according to plans. But a U.S. official this morning told me they are in the expecting American citizens to be part of the release today, but they are still holding out hope, remain hopeful that they will be released in the coming days. The focus has been on three American citizens, two women, and that four-year-old Abigail Edan whose birthday was yesterday. It is the White House's hope and expectation they will be released at some point in the coming days, though they were not part of this initial two-round of batches.But President Biden yesterday speaking to reporters hailed the progress that's been made so far, saying that yesterday's release was just the start of the process, and that he believes hostages, American hostages, will be coming home soon. Take a listen. (BEGIN VIDEO CLIP) JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES: Over the next few days we expect that dozens of hostages will be returned to their families. We also remember all those who are still being held and renew our commitment to work for their release as well, two American women and one four-year-old child, Abigail, who remains among those missing. We also will not stop until we get these hostages brought home and an answer to their whereabouts. I remain in personal contact with the leaders of Qatar, Egypt, and Israel to make sure this stays on track and every aspect of the deal is implemented. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:08",
      "speaker": "COLLINS",
      "sentences": "Yes, unfortunate news for those families. Arlette Saenz, we'll continue to check back in with you as the White House watches this second day closely.And of course, it has been an agonizing seven weeks of no communication for so many of these families who were fearful, what was the fate of their loved ones who are kidnapped into Gaza. Many of them were reunited yesterday, the families that we saw here, that did have their family members brought back and released as part of that first exchange, and we're seeing those exchanges for the first time. Many of these are heartfelt reunions, including this scene of nine-year-old Ohad Munder, he turned nine while he was in captivity. Yesterday he got to run into the arms of his father. His mother and his grandmother were also released as part of that hostage exchange. They were reunited with their loved ones as well. CNN's Clarissa Ward joins us from the children's hospital where some of these hostages were taken after their release. And Clarissa, obviously there was some really dramatic scenes there yesterday as the hospital was going to great lengths to protect the privacy of these children, and we know more children are expected to be released as a part of this group today. What can you tell us about what you've seen? CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT: So, from what we gather from the hospital staff, Kaitlan, all of the hostages who arrived here last night are in reasonably good physical shape. They are still here, so one can only assume that they're undergoing a number of checks, and we know that the hospital had handpicked some of the top psychiatrists and particularly psychiatrists with direct knowledge of dealing with trauma to assess them, but also to support them, because this is a very, very difficult transition for the children, for their families. But it has been really powerful and really, frankly, extraordinary just to see those scenes. While there's been a lot of attention paid to trying to really respect the privacy of these families, but those who were willing to allow the public, basically, a glimpse of those moments when they were reunited and hugging, and those scenes as well with Danielle Aloni and her daughter Amelia who is six years old being reunited with Amelia's father, and he's saying, did mommy tell you how much daddy missed you? And we just have to stay here for a little while so doctors can check on you, but when we come back home there's so many presents waiting for you, everyone has left these presents, and hugging them. And so people who are working at the hospital have been saying that it's really been an extraordinary privilege and experience of a career, of a lifetime, even, to be able to witness this, and to be able to participate. At the same time, I think there's a very real awareness as we are entering into day two, it's already lagging a little behind the schedule that we saw yesterday, not that there's any fixed schedule here. But everyone is aware that this is tenuous, that this could stop at any moment, that we can't take anything for granted in terms of the return of more hostages. But certainly, the hospital is ready for them. As we talked about extensively yesterday, they have gone above and beyond to try to create a really warm, intimate, playful atmosphere for the children here. And so everyone very much on stand-by to hopefully welcome more hostages. As you mentioned, at least 13 on that list, at least several of them believed to be children. And Schneider Medical Center for Children expected to be the primary destination for any of those who are not in seriously bad medical condition or requiring serious surgery or anything like that, anything of that nature. So, again, hopeful. But trying to also temper that hope with pragmatism given the complexity of this operation, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:12",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "It appears that they are coming in, but not as fast as the Palestinians would like, 70 so far according to this spokesperson for the Rafah border crossing. It's still less than what went in yesterday, 137 according to the U.N. That was at the time the largest humanitarian convoy to come into Gaza since October 7th. And so there is a quota. As part of this deal, as part of what the Israelis describe as a framework for the release of the hostages agreed by the United States and mediated by the Qatar and Egypt is that there should be at least 200 trucks coming in every day.So far, these 70 trucks that have come in today have about 150,000 liters of fuel. That also includes four trucks with cooking gas, which is badly needed for so many people there. It's still a small percentage because compare this to before the conflict broke out, before October 7th, almost 500 trucks got in every day. And that was before this massive displacement we have seen here. Right now we're looking at a situation where there's so many people in refugee camps, there's so many people who are living in temporary shelters, and they all badly need all the essential supplies that are not available to them that are supplied using these routes out of the Rafah border crossing, which is a huge logistical nightmare, I should point out, because there's a checkpoint on the Egyptian side, and once the Egyptians let it through, the Israelis also search what's coming in before it can be dispatched to humanitarian agencies operating largely in the southern Gaza Strip, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:12",
      "speaker": "COLLINS",
      "sentences": "OK, so it's 5",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:12",
      "speaker": "MADOWO",
      "sentences": "They just established that there's an effort to try and get more trucks in today, to be closer to that 200 quota. So these trucks bring in food and fuel and water and essential medical supplies, non- food, non-fuel items that are needed by people here. And so at almost 5",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:26",
      "speaker": "COLLINS",
      "sentences": "Tonight, we are waiting to learn more about the second group of hostages, we are told 13 in number, that are set to be released from Gaza tonight. The families of the 24 people who were released on Friday are still celebrating the return of their loved ones, as they're also just processing the enormity of what they've been through, the trauma that they have faced.And 72-year-old Adina Moshe was among Friday's releases. She is now in the hospital recovering tonight. Her family giving her information about what happened slowly because these hostages were kept entirely in the dark in the last several weeks, nearly 50 days. Adina's family has had to tell her, her husband was killed in the October 7th attack. Her nephew Eyal Nuri joins us now. And let's just start with, I'm so glad that she's home, and I know that this has been such a tough process for you. How is she doing tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:26",
      "speaker": "EYAL NURI, NEPHEW OF FREED HOSTAGE",
      "sentences": "She's emotional. The feelings are mixed because she learned yesterday for the first time that her son, together with his wife and five children, are alive. She had no clue what happened to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:26",
      "speaker": "COLLINS",
      "sentences": "And were they in Nir Oz as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:26",
      "speaker": "NURI",
      "sentences": "They were in Nir Oz as well. Their house is nearby. But they survived the attack because Amos (ph) was powerful enough to hold the handle of the safe room and not let the terrorists penetrate. But she also learned that we buried her husband after she lived with him for 52 years. And she learned that her house is completely burned, nothing left, no house, no town, no history. So it's emotional, everyone that has been under -- in the tunnel for seven weeks, to go out and first see the sunlight. And she didn't know what they're going to do with her, if they're going to execute her or release her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:26",
      "speaker": "COLLINS",
      "sentences": "When she was being released she didn't know it was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:26",
      "speaker": "NURI",
      "sentences": "They didn't know, until they saw the Red Cross vehicle, they didn't know where they were taking them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:26",
      "speaker": "COLLINS",
      "sentences": "And she was kept -- she told you she was kept underground the whole time in darkness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:26",
      "speaker": "NURI",
      "sentences": "She was in the tunnels, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:26",
      "speaker": "COLLINS",
      "sentences": "And has she been able to tell you anymore about -- we've heard how complex these tunnels are, that they go on for miles underneath Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:26",
      "speaker": "NURI",
      "sentences": "Well, first of all, this information is still classified. I cannot talk about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:26",
      "speaker": "COLLINS",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:26",
      "speaker": "NURI",
      "sentences": "I want to talk only about Adina, and also the reason I'm here is to mention that even though my uncle was murdered by them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "Said (ph). She has survived and there are still families there. There are still families, and we are still holding this one, because we care about the other over 200 families that their loved ones are still there, and after this interview I will go to the hostage square in order to support all the other families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "How is she processing just everything? Learning not -- she knew her husband was killed, but learning about what's happened to her neighborhood, and also just the totality of what happened on October 7th? You must be giving her the information, just not all at once because you don't want to overwhelm her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "You are right. We don't give her all the information at once. There are professional team that is supporting her in order to grasp whatever happened to Israel. This is not only a private catastrophe. This is national. And people are supporting her, she needs to get strength back physically, even though her mind is very strong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "She's physically weak?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "She's physically weak. But mind is very strong. We saw yesterday, when she get out of the car with the terrorists, Hamas, the terrorists gave her a hand, and she slap him on his hand. I will walk alone. This is the spirit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "And that's that video that we saw released by Hamas. It's a propaganda video --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "It's published over Twitter, everybody can see that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "But they seem to be seeming to act that I can they're taking care of the hostages that they kidnapped after killing their family members.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "They didn't treat her well. And we know during the past weeks they didn't fed them enough, so not only my aunt, all the hostages that were free, you see them, they are skinny. And their eyes are shuttered because they cannot adjust to the light after being in the tunnel so long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "Did she have to take an eye test? What is that like when you're kept in darkness for so long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "They are -- she's going for a full medical exam to check that everything is OK. Overall, she's OK, she's OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "She must be so happy to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "She is happy to see -- I didn't meet her first yet. First she met her daughters and her son, and today for the first time, then her daughter saw her. I believe she was interviewed on CNN a few weeks as well telling about Adina as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "She did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "And the other family, we are giving her some space. And not all at once, we are a very big family. She's not going to survive the hugs of everybody.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "Are you looking forward to when you can give her that hug?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "Yes, of course, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "As you see, you talked about physically her condition that she wasn't able to -- that they didn't feed them enough. Can you just see such a difference in how she was before and now how she is now after being held hostage for so long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "It's very hard to answer this one because we saw that she is walking, she doesn't look as strong as she was before. But I believe in time she will get her strength back, and because her mind is strong. So her body will be -- get her strength as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "Yes. For the family who's now with her, how is she -- what's her --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "Everybody's so happy to see her, to hug her. And for her to see friendly faces after seven weeks in darkness, it's so emotional. So it is really -- we are all excited, so excited. We had yesterday, Friday, dinner with my family, and my mother --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "Her first shabbat dinner with her being back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "So my mother is the sister of Said (ph), all we sitting next to the TV and crying and tearing, and laughing, and enjoying. Yes, it's an exciting moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "So glad that you've got that moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "We waited for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "I know you did. And just to hear that she came out of that not knowing if she was going to be executed or if she was going to be saved is just such a moment. Thank you so much. And we're so glad that she's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "This is the shirt. We are not going to wear it anymore. We prepared it for Adina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "Now she's brought home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "We're very happy you don't have to wear that shirt anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "Now we have to take care of the other families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "COLLINS",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NURI",
      "sentences": "Thank you very much. Thank you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "COLLINS",
      "sentences": "Yes. It certainly has been those moments. We spoke to one family who was talking about the release. But for the second release of hostages, why aren't we seeing the movement yet so far? Do you have any insight into that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "HECHT",
      "sentences": "So it's taking time. Again, we are waiting for this procedure that's going basically through the Red Cross. It's a slow process. It will take time, and we're all waiting for this to move ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "COLLINS",
      "sentences": "And is it correct that it's 13 Israeli hostages that you're expecting to be released from Hamas tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "HECHT",
      "sentences": "Yes, that's the number that we're seeing. But again there could be changes. I'm a graduate of working with Hamas. They sometimes don't always stand up to what they say. But yesterday it worked. They did what they said. Let's hope today we see 13 of our hostages returning home back to their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "COLLINS",
      "sentences": "OK, and can you confirm that it's 39 Palestinian prisoners who are being released in exchange for those 13 hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "HECHT",
      "sentences": "These are the numbers I am aware of, yes, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "COLLINS",
      "sentences": "OK. So we had heard earlier from a Palestinian official who was saying that the prisoners were not being released in order of seniority, basically how much time they had been held here in Israeli prisons, and that that could cause any issues. Have you seen evidence that that is causing issues, or anything of that nature?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "HECHT",
      "sentences": "I'm only aware of the nature of the people that -- and, again, it's very complicated for the Israelis that are always making that comparison. The people that are coming out from the Israeli prisons are people that were involved in terrorist activity, people that are over the age of 14, 15, 16 that tried to stab, threw Molotov cocktails. It's very hard for us to talk and put that side against a five-year-old or a two-year-old or a three-year-old child. So, the nitty-gritty of that is not in my lane of responsibility, but to put that on the same line for me is very hard to do, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "COLLINS",
      "sentences": "OK, so you're kind of dismissing it, you don't seem to think it's a major obstacle. We'll see.We are hearing from sources that a Qatari delegation is here in Israel tonight to talk with officials about a possible extension to this truce. We're only on day two of it, we're not even at day four. But is that accurate, that that is why that delegation is here in Israel tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "HECHT",
      "sentences": "Well, I can't talk about what's happening on a political level. From the IDF perspective, the operation is ongoing. We will do whatever our political leadership tells us to do. Right now we are aware of that four-day tactical pause, humanitarian pause, to do the exchange and get our people home. And on our perspective, once this is over, we'll -- the fight will go on, until we dismantle Hamas and until we get all of our people home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "COLLINS",
      "sentences": "As far as what the IDF can't see here, you know, they are holding at truce lines in Gaza right now. It has been remarkably quiet compared to what the last seven weeks in Gaza have looked like. Has the IDF seen any evidence that Hamas is using this period, this temporary truce, to regroup and prepare for the next point of battle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:12",
      "speaker": "COLLINS",
      "sentences": "Last question. The IDF detained the director of the Al-Shifa hospital, we were told in recent days, that they were questioning him about the tunnels and the network system that the IDF found underneath the Al-Shifa hospital. Is he still being detained tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:12",
      "speaker": "HECHT",
      "sentences": "We're still talking to him, yes. I think it's probably a good idea we did that since his hospital was a terror base, which we showed, with munitions, claymore, mines, a full tunnel system. I think it was right for us to have that chat with the hospital director.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:12",
      "speaker": "COLLINS",
      "sentences": "Well, it's more than a chat, if he's being detained, and now he's been detained for several days now. We heard this earlier this week. Are there plans to release him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:12",
      "speaker": "HECHT",
      "sentences": "We'll see what we learn from talking to him, and we'll make our decisions in due course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:12",
      "speaker": "COLLINS",
      "sentences": "OK. That is news there that the director of the Al-Shifa hospital is still being detained tonight.Lieutenant Colonel Richard Hecht, thank you for your time tonight as we are waiting for this next release of more Israeli hostages tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:12",
      "speaker": "HECHT",
      "sentences": "Thank you, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:57",
      "speaker": "BROWN",
      "sentences": "As we wait on news of the hostages set to be freed from Gaza today, we expect at least 39 Palestinian prisoners to be released by Israel as part of the exchange. We just heard the IDF spokesman confirm that to Kaitlan. There were celebrations on Friday as the first wave of Palestinian former prisoners returned to hometowns and villages in Jerusalem and in the West Bank.The mood, though, tempered enormously given the ongoing situation in Gaza. The freed prisoners will be taken to a crossing in the West Bank before heading home. Nada Bashir is at the Beitunia border crossing in the West Bank. So Nada, what more are you seeing and hearing ahead of the exchange that is supposed to happen sometime today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:23",
      "speaker": "BROWN",
      "sentences": "And we are learning this morning that the released hostages did provide at least one Israeli family some proof that their abducted loved one is still alive. The freed hostages, the families stress, are an urgent reminder that the remaining 213 still captive must be saved.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:23",
      "speaker": "NOAM PERI, ELDERLY FATHER KIDNAPPED BY HAMAS",
      "sentences": "I can tell you this morning that we have a sign of life from my father. We know he's alive from other people from the community who were released yesterday. It brings a lot of hope, and together it's -- we feel very urgent to let them all out. We don't know how much time they're going to be able to hold on there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:23",
      "speaker": "NADAV RUDAEFF, FATHER WITH HEART CONDITION KIDNAPPED BY HAMAS",
      "sentences": "I was very happy to hear from Noam that they do have some sort of a sign that her dad is still alive. Unfortunately, I don't have that privilege. And the fact that we are still here 50 days later trying to convince and demand the communities in Israel and around the world to come forth and help us bringing the pressure for everyone to be released is very important.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}