{
  "date": "2023-06-20",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Deep Trouble; Hunter Biden To Plead Guilty To Federal Tax Charges, Strikes Deal On Gun Charge; NY Times: Russia Attempted Assassination On CIA Informant Who Was A Former Russian Intel Official; Spacecraft Captures Image Of Ghostly Lightning On Jupiter. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:33",
      "speaker": "MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Anderson, I want to sort of set the scene here for you.This is the dock where the Polar Prince that took the Titan out to where it is right now left from. This is the sister ship to it. They have been furiously working on the ship. We expect that this ship is going to receive lots of the gear that is making its way to St. John's,. This is a very small town on the very edge of Canada and it is still 400 miles from here to the search area, but right now, it is a race against absolute time. (BEGIN VIDEOTAPE) CAPT. JAMIE FREDERICK, CHIEF, LAW ENFORCEMENT BRANCH, FIRST COAST GUARD DISTRICT: This is a complex search. MARQUEZ (voice over): A complex search now more complicated by time, which they are running out of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:33",
      "speaker": "FREDERICK",
      "sentences": "We know there is about 40 hours of breathable air left.MARQUEZ (voice over): Deep water submersibles and gear converging on St. John's, Newfoundland from the US and Canada, it is the closest land to the search zone. If the Titan can be found, they will need to bring all resources to bear as quickly as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:33",
      "speaker": "FREDERICK",
      "sentences": "You're dealing with a surface search and a subsurface search. And frankly, that makes it an incredibly complex operation.MARQUEZ (voice over): The five-person submersible started its dive around 9:00 AM Newfoundland time on Sunday, its last contact with its mothership, the Polar Prince was an hour and 45 minutes into a dive expected to last just over nine hours. At 6:35 PM Newfoundland time, on Sunday, the sub was reported missing when it failed to surface at the scheduled time of 6:10 PM. The vessel has oxygen for five people for about four days, but oxygen is only one critical element.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:33",
      "speaker": "TIM TAYLOR, UNDERWATER EXPLORER AND CEO, TIBURON SUBSEA",
      "sentences": "If they are alive  and they are in there, they are going to be at almost freezing temperatures assuming they lost all their power, that's why they can't communicate. It is going to be dark, cold and oxygen is their most precious resource, so consuming that, staying calm, sleeping. MARQUEZ (voice over)and deep, roughly 460 miles south of St. John's, Newfoundland and 900 miles east of Boston and possibly more than two miles below the surface where pressure is nearly 6,000 pounds per square inch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:33",
      "speaker": "FREDERICK",
      "sentences": "We will do everything in our power to effect a rescue.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:33",
      "speaker": "COOPER",
      "sentences": "So Miguel, exactly what is going on? I mean, you said that that ship is waiting for some of the equipment that's being sent. Obviously, the clock is ticking is that vessel then going to try to get to the area of the dive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "COOPER",
      "sentences": "Right, and what I hadn't realized early on is that even if you know this is a vessel that supposedly is able to shed weight so that in the event of some sort of emergency, it would naturally surface, it would naturally float up, but for whatever reason that is not happening.But even if it did float up, if the currents have taken it a great distance, and rescuers can't get to it once it's surfaced, from the inside, those people inside cannot get out of that. They can't open up this submersible from the inside, so they could run out of air even if the craft has surfaced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "MARQUEZ",
      "sentences": "They are bolted into the craft, so it is an absolute race against time. They need to find them even if they are bobbing on the surface somewhere.The problem with that, they have searched a massive area, the size of Connecticut if not larger at this point with aircraft from the air, they have sonar beacons to try to or buoys to try to hear if anything is happening underneath. The Polar Prince has sonar as well, trying to listen to see if they can hear anybody clanging on the side of the sub, all of that in the hopes that they can identify where it is. And then as you say, they've got to get to them in time because at the end of the day, if they don't, they will run out of air, even if they are close to or at the surface -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "COOPER",
      "sentences": "Miguel Marquez, thank you very much.I want to get some perspective now from someone who has done the training that passengers on board the missing sub went through. Per Wimmer is a self-described adventurer who has been involved with two missions attempting to reach the Titanic. Per, as someone who has prepared for similar expeditions knows the risks involved. Can you just talk about what you think might have happened with this submersible? Because I understand it has multiple systems to shed weight to allow it to surface, unless it was somehow trapped under in some sort of -- somehow trapped under the water?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "PER WIMMER, ADVENTURER AND FRIEND OF SUBMERSIBLE PASSENGERS",
      "sentences": "Yes, we're really in the realms of speculation at the moment, because frankly, nobody knows unless you're in the vessel itself. But what could have happened is that -- there could have been an electrical failure on board. So therefore, the systems are shut down. Clearly communications is not working since Sunday after the one hour and 45 minutes descent.What is supposed to be happening in a scenario like this is they're supposed to -- the submersible is supposed to drop the weights and given the submersible is made up of carbon, composite material, it is supposed to go back up to the surface somewhere, which make a lot easier for the ships and the airplanes to identify and find it. So that is honestly also the best hope for getting back up to the surface, because given the timeframe, and the lack of or the limited supply of oxygen, 96 hours is what is on board, there wouldn't be time enough to send a replacement submersible or anything that could try to mechanically try to lift it up, it would just be too complicated and technical, not feasible. So the best hope is really to get rid of the weights and try to come back up to the surface.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "COOPER",
      "sentences": "And if the electrical system was out, would they be able to get rid of the weights? Or does that require electricity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "WIMMER",
      "sentences": "I am not sure whether they have a mechanical sort of loop for that, but I'm sure this has been thought through by the engineers that they would be able to operate without because you do try all sorts of failed systems before you go down to these kinds of depths.Clearly, there's an issue difficult to speculate exactly what it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "COOPER",
      "sentences": "Yes. I had read that this is -- they describe it as a self- rescue vehicle with seven different types of unloading weight. If -- I mean, how much room is there in this for all of these people?Does everybody -- I assume everybody has a seat. What -- I mean, is there food on board? Is there -- obviously, oxygen is a huge concern now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:07",
      "speaker": "COOPER",
      "sentences": "And I know there were flights being flown over the seas, over areas. I assume that's just to see it this submersible has actually come to the surface. Obviously, beyond that, do planes have any role in this search?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:07",
      "speaker": "WIMMER",
      "sentences": "Absolutely. Both planes and other vessels. This is almost a little bit like unfortunately, reminding us about the Titanic, when it actually sank. You remember there was a number of commercial vessels, vessels that eventually made it there for the rescue.So there are a number of commercial and navy vessels that have been deployed. They have put sonars in the water, so they are trying to identify and see if they can find it via the sonars. And there are planes, C-130s, that are flying on top, just for visual outlook, and also using their radars, of course. So both underneath the water and above the water, the search and rescue mission is clearly looking, but so far, to no avail, which, which is a bit strange, because ultimately, the submersible were targeting Titanic, so the natural thing would be start around Titanic. As time goes on, it gets more and more difficult because the potential diameter of the search area would be increasing by the simple fact that let's say, after one hour and 45 minutes of descent, one would estimate that they would be at about 2,500 meters of depth. Let's say there was a mechanical failure at that point, a serious failure and let's say that were currents, that would then slowly start to move the submersible in one direction or the other, and as time goes on, that could move significantly and therefore enlarging significantly the search area. So the time is really the enemy here. I would have hoped, by now or soon, the submersible would have made it to the surface, that's really what we need to see, because it's difficult to -- I mean, impossible to send somebody down or something down. We just don't have the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:07",
      "speaker": "COOPER",
      "sentences": "You were saying that it is possible that you know, it is taken by underwater currents. Is it also possible that it -- I mean, then it sank and it's on the sea floor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:07",
      "speaker": "WIMMER",
      "sentences": "Technically, it is possible, but it is not designed for such. It is designed that you can unload the weights and then it's supposed to make its own way back to the surface. But things can go wrong. And we are really in the realm of speculation here. Nobody frankly knows, you know.And the person who probably would know it best of all, is probably Stockton Rush himself, who is actually on board the submersible at the moment. And I guess the good news in that context is that if you want to have a pilot who actually knows all the systems, who actually founded the company, he is on board. That's the good news. So I'm sure, he is doing everything he possibly can to get them out of this very tragic situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:07",
      "speaker": "COOPER",
      "sentences": "Yes, it is just -- I mean, it is sickening to think about the people on board in that small space.Per Wimmer, thank you so much. Appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:07",
      "speaker": "WIMMER",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:04",
      "speaker": "DAVID GALLO, DEEP SEA EXPLORER",
      "sentences": "I'm sure he did everything he could or would do everything he could do to make sure that they had every chance of surviving whatever it was.BELL (on camera): It is difficult to imagine what it must be like inside that tiny craft. What kind of leadership, calm character would he bring to that situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:04",
      "speaker": "GALLO",
      "sentences": "He thinks outside the box all the time. That's the kind of guy you want and seeing when things like this happen, the wisdom that that guy has is pretty amazing.It's just now sinking in that this is not something that will be gone tomorrow. It's a something that could be forever. BELL (voice over): For Stockton Rush, the chief executive of the firm behind the dive who is also on board, the experience of those involved has always been crucial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:04",
      "speaker": "STOCKTON RUSH, CEO AND FOUNDER, OCEANGATE EXPEDITION",
      "sentences": "There are five individuals who can go on each dive. Three of those are what we call mission specialists, so those are the folks who helped finance the mission, but they're also active participants.So why we are not a fan of the tourist term is because these are crew members. BELL (voice over): One of those crew members is the British billionaire and explorer, Hamish Harding. He was part of two record breaking trips to the South Pole, and achieved a world record for the fastest circumnavigation of the globe via both poles. Last year, he went into space with Jeff Bezos' Blue Origin company.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:04",
      "speaker": "HAMISH HARDING, BRITISH BILLIONAIRE AND ADVENTURER",
      "sentences": "I've always wanted to do this and the sheer experience and looking out of the window is something I'm looking forward to.BELL (voice over): In a post on social media over the weekend, he described feeling proud to be part of the Titan's expedition. BELL (voice over): Also on board, Shahzada Dawood, who comes from one of Pakistan's richest family and lives in the United Kingdom with his wife and two children. He had taken his son, Suleman reportedly just 19 years old, along with him. The family now asking for prayers for their safety and privacy for the family as the race to find the men enters a critical phase. Melissa Bell, CNN, Paris. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:52",
      "speaker": "COOPER",
      "sentences": "For all the risks the five people aboard the missing submersible have taken, it is not hard to understand why they may have wanted to make the journey down to the Titanic. These recent and pretty remarkable images assembled from digital scans of the wreck site are extraordinary.For more on what is down there and why people are risking their lives to see it for themselves. Here is CNN's Brian Todd. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice over): It lies more than two miles below the cold North Atlantic surface in water so dark and forbidding that it took 73 years just to find the wreckage, just part of what makes the Titanic so captivating to so many people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:52",
      "speaker": "CRAIG SOPIN, TITANIC HISTORIAN AND COLLECTOR",
      "sentences": "The Titanic certainly wasn't the only disaster we've had in this world, but there is something very special about the ship. There's an enduring lure about it.TODD (voice over): A lure so intense that the cost of venturing down to see the Titanic doesn't stop those with means. OceanGate Expeditions, the company that operates the missing Titan submersible, once posted on its website that costs start at $250,000.00 per person for one trip to the sunken ocean liner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:52",
      "speaker": "GALLO",
      "sentences": "Yes, $250,000.00 per person and that steep, but guess what? Sold out. It shows you how tied to that ship and the story of Titanic is for some people.TODD (voice over): Part of the Titanic mystique according to historians, the fact that it was considered unsinkable when it set sail from Southampton, England on its maiden voyage on April 10, 1912 with more than 2,200 people on board, including some of the world's richest and most glamorous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:52",
      "speaker": "SOPIN",
      "sentences": "John Jacob Astor was certainly the richest person in the United States at the time, possibly the richest on board and yet his riches didn't do much for him. He went down with the ship with the rest of the victims.TODD (voice over): More than 1,500 people perished after the ship struck an iceberg and sank on April 15th, still the deadliest peacetime sinking of an ocean liner or cruise ship. Several books and movies depicted the disaster. [\"TITANIC\" VIDEO CLIP PLAYS] TODD (voice over): But hardly anything fired our enchantment like the Oscar-winning 1997 epic, \"Titanic\" starring Leonardo DiCaprio and Kate Winslet. [\"TITANIC\" VIDEO CLIP PLAYS]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:52",
      "speaker": "SOPIN",
      "sentences": "It was earth shattering. I mean, people wanted to get more and more information about the Titanic and with that, people wanted to get closer to the Titanic. They just had to be there. They just had to see it.TODD (voice over): Director James Cameron, in an interview with CNN's Larry King at the time of the movie's release said the utter shock of the sinking was a big part of its historical significance. JAMES CAMERON, DIRECTOR, \"TITANIC\": The passengers were in denial, the crew were in denial. They just couldn't believe that this great edifice, this thing that was city blocks in length could possibly sink. This is -- this called into question the entire ego of civilization. TODD (on camera): Oceanographer, David Gallo, who works to preserve the Titanic says that task is getting more challenging. He says between the tourist expeditions and the growing commercial ship traffic passing over the Titanic, there is an increasing amount of trash at the site, and he says several countries are now involved in trying to figure out how to protect it. Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:27:58",
      "speaker": "COOPER",
      "sentences": "Keeping Them Honest tonight, the Hunter Biden plea deal, what it is and what it isn't, which to a large extent is a matter of fact. It is a question of whether the misdemeanor federal tax charges the president's son pleaded to for failing to pay income taxes were typical for such cases or unusual.It is also a question as whether being permitted to avoid a firearms charge as Hunter Biden did by entering a pre-trial diversion program was par for the course or not, and it is a question of whether there is any evidence the US attorney, who is overseeing the investigation for years was in any way influenced by President Biden or anyone else in the Biden administration? Now, those are factual questions with factual answers, which are either knowable, or to some extent already known. So as this one, is the Hunter Biden case in any way equivalent or even remotely comparable to the documents case against foreign President Trump because Republican lawmakers today certainly say it is. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA): It continues to show the two-tier system in America. If you are the president's leading political opponent, DOJ tries to literally put you in jail doing prison time. If you are the president's son, you get a sweetheart deal. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I will appoint a real special prosecutor to go after the most corrupt president in the history of the United States of America, Joe Biden, and the entire Biden crime family.(END VIDEO CLIP) COOPER: Now that's an open promise to do what? There's no evidence that President Biden did and a response to being charged with crimes that are in no way comparable to what the President's son is pleading guilty to, or even charges he might have faced, but won't be for now. For more than all this, we're joined by CNN's Paul Reid. So talk more about this deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "As part of this deal, Anderson, Hunter Biden has agreed to plead guilty to two counts of failing to pay taxes on time, both in 2017 and 2018. He owed approximately $100,000, but failed to pay the IRS by the deadline.Now he has subsequently paid those taxes plus fees and penalties. And as a result of this deal, the Justice Department is expected to recommend probation for his sentence. Now, as part of this deal, he can also avoid being charged with a felony related to the purchase of a gun where he allegedly failed to disclose his ongoing addiction issues. Now, as part of this particular aspect of the deal, he will have to follow through with some requirements that'll be set out by the court. He's basically being allowed to enter a diversion program. That's a common alternative to incarceration, especially when drugs or alcohol are involved. But Anderson, all of this is subject to approval by a judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "COOPER",
      "sentences": "So is the investigation over or not because we heard different characterizations of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "REID",
      "sentences": "So that's a great question. In a statement today, the U.S. attorney who's been overseeing this, Trump appointed U.S. attorney did say as part of the statement that the investigation is ongoing. Now, we've talked to several sources and experts, and they all suggested that is likely just boilerplate language, right?This deal was on the table, but it hasn't been completed. A judge hasn't approved it, and it will likely, this file will be open for a while, right? While he serves his alleged probation, while it goes through diversion. And only then is the case really closed. Anderson, it would be highly unusual to enter into this deal if they were still investigating substantive matters. But you can bet that lawmakers, this is going to be one of the first questions they have for the U.S. attorney as soon as they have a chance to question him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "COOPER",
      "sentences": "And this prosecutor, was he just looking at this? Was he also looking at the other allegations that Republicans had been making about Hunter Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "REID",
      "sentences": "So this investigation Anderson has been going on for about five years. They looked at everything from foreign lobbying to possible money laundering. And last summer, they narrowed it down to tax charges and this potential charge related to a gun.About two months ago, Biden's lawyers went to the Justice Department. Made their pitch about why he shouldn't be charged at all. But in recent weeks, they've been negotiating. And things have really ramped up in the past few weeks, which resulted in this agreement. But as you well know, the President's son has been a real focus for Republicans. They have long made various accusations about his foreign business dealings, trying very hard to link that to his father, but they've been unable to do that so far. And clearly prosecutors, again, a Trump appointed U.S. attorney who's been looking into this for five years. At the end of the day, what they were able to get in terms of a deal, only had to relate to failing to pay taxes on time. And this one firearms charge, arguably, fairly minor charges when you compare it to the unsubstantiated allegations that have been made about Hunter Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "COOPER",
      "sentences": "Yes, Paula Reid, appreciate it. Thank you.More perspective now on both the legal and political dimensions of the story. Joining us CNN's Senior Legal Analyst and Former Federal Prosecutor Elie Honig and Alyssa Farah Griffin, CNN Political Compensator and White House Communications Director in the previous administration. So Elie, is this a typical plea deal or is this a sweetheart deal as Speaker McCarthy says?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "So first of all, anyone who at this point has a fully formed, deeply held opinion on whether or not this is a sweetheart deal, is sort of telling on themselves. Because we don't know the universe of what DOJ had. And unless you know that, you can't really assess whether this deal was fair or fell.Let me tell you a couple things we do know. This U.S. Attorney, David Weiss, was a Trump nominee who Joe Biden kept in place. I've seen no reason to think he had any reason to tilt the field in favor of Hunter Biden. If you look at this case, I don't see anything that jumps out to me as irregular. And the other thing that's been notably absent from the criticism is what federal crime, chargeable federal crime, do people believe Hunter Biden committed, but has not been charged with? There's all sorts of bad conduct, but what actual federal crime? I've not heard Kevin McCarthy or anyone else articulate that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "COOPER",
      "sentences": "Alyssa, I'm wondering what you thought of Speaker McCarthy's, you know, saying that this is a two-tiered system of justice and if you're the president's son you don't get jail time. But if you're the former president, you do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "Listen, it's going to be a really hard argument to make I think to the American public. There couldn't be a more starkly different fact pattern than what Donald Trump is facing. His DOJ indictment over mishandling classified documents, obstructing justice there. In this, which does to Elie's point, seem like a fairly pro forma charge.[20:35:07] Now what I think is this is Republicans should take the win here. I mean, the President of the United States, Joe Biden's son was charged with a federal crime. You should go forward and make that case to the public in a general election of why that may be an indictment of his character or his family's dealings, but there's been this ongoing search for many, many years. You keep hearing of, you know, James Comer coming forward saying he may have a whistleblower, but then the whistleblower doesn't materialize. Or, you know, there may be sketchy foreign dealings. We've all heard about the business practices. But to Elie's point, if it's not a chargeable crime, it frankly doesn't matter in the grand scheme of things. And at the end of the day, in a general election, the American public, if it's Donald Trump, is going to look at, do you trust Joe Biden or Donald Trump, who's now been charged with crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "COOPER",
      "sentences": "and Elie, the federal prosecutor in this told Jim Jordan that he had ultimate authority. What role does the attorney -- could the Attorney General over -- have said, well, maybe, you know, let's be soft on Hunter Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "HONIG",
      "sentences": "He could have done that, but apparently he did not. And that's why I think this was a really important letter because DOJ regulations say if you're a U.S. attorney, you have to notify the bosses at Maine Justice, the Deputy AG and the AG of big moves in high profile cases. This would certainly qualify.The AG would theoretically have the power to overrule, but what David Weiss said is, I made this call. Neither Merrick Garland nor any of his top brass had anything to do with it. And that's an important point here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "COOPER",
      "sentences": "So does, I mean, is Hunter Biden still a useful political tool for the MAGA wing of the Republican Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "GRIFFIN",
      "sentences": "Well, listen, probably for the MAGA wing. I think that the more that Republicans overreach with him, the less effective he is. Let's be clear, even back in the Obama administration, when Joe Biden was vice president, Hunter was a concern to Biden officials about just some of his dealings, some of the allegations around him.It was a factor in him not running in 2016 for president. So there is plenty there, but you have to make an actual executable argument about, what is it that he's doing? How does it influence the, you know, average American voter --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "COOPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "GRIFFIN",
      "sentences": "-- Or the government. And this is not somebody who's serving in government. This is not a Jared or Ivanka situation. It's a private citizen who's, you know, took the plea deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "COOPER",
      "sentences": "And Elie, to the Speaker McCarthy's point, is there anything preventing the former president from seeking a plea deal at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "HONIG",
      "sentences": "No. I mean, I think actually if Donald Trump, his lawyers came to DOJ and said, we're interested in talking. If I was at DOJ, I would say, yes, let's please talk. If there's any reasonable outcome where you can reach a plea deal, even frankly, if I was at DOJ, non- incarcerator, but he's willing to take a meaningful felony plea, I'd be very interested in that.I assure you DOJ is not taking the position of, we're going to trial, all guns ablaze. You're always open to the possibility of a plea, especially if you can avoid what will be a difficult trial for DOJ, as strong as the evidence is. You're going to have a jury pool that's going to be difficult and potentially a polarizing trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "COOPER",
      "sentences": "And Alyssa, I just want to ask you, your name came up in Bret Baier's interview with the former president of Fox on Monday. I just want to play that.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "TRUMP",
      "sentences": "Something happens. When people leave, they can like me very much. I have this woman named Alyssa Farrah. She said the greatest things -- long after she left, he's the greatest president we've ever had. He was unbelievable. Unbelievable.Then the view offered her a contract, but obviously, only if she changed her views and all of a sudden she can say negative things. Money gets offered to people and some people change. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "COOPER",
      "sentences": "First of all, his breathing seems weird to me, but what I wanted you to be able to respond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "GRIFFIN",
      "sentences": "Well, my kingdom for a GOP nominee who doesn't come after daytime TV hosts on his free time, but, just as a simple fact pattern. I was on Fox News on January 7th, the day after January 6th, 2021, where I denounced him and said he was on fifth for office and to resign. And I've done that every day since. Didn't join the view until nearly two years later.But Donald Trump doesn't seem to understand that those of us who serve in his administration, we swore an oath to the Constitution. We did not swear an oath of loyalty to Donald Trump. I would never swear one to any politician. And I think he needs to realize we don't owe him anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "COOPER",
      "sentences": "Alyssa Farah Griffin, Elie Honig, I appreciate it. Thank you.Up next, what President Biden said this afternoon when asked about his son's plea deal, also look at their relationship, which has certainly been tested over the years. (COMMERCIAL BREAK) [20:43:01] COOPER: As we reported earlier, Hunter Biden has agreed to plead guilty to two tax misdemeanors, and he struck a deal with federal prosecutors to resolve a felony gun charge. This afternoon when reporters asked President Biden about the case in California, he shouted, quote, \"I'm very proud of my son\". And earlier, White House spokesman said, quote, \"The President and First Lady loved their son and support him as he continues to rebuild his life\". For years, Hunter Biden has battled drug addiction, and despite the controversy and potential political fallout of this case, the President has long defended his son. Randi Kaye has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:12",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Was there ever a time when you thought, OK, there's no way? He's going to give up on me. I've done it now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:05",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "He's a grown man. And he got hooked on -- like many families have had happen. He hooked on drugs. He's overcome that. He's established a new life. I'm proud of him.KAYE (voice-over): In October, 2018, Hallie Biden, Hunter's sister-in- law reportedly tossed his gun in the trash out of concern for his safety. All of this reportedly mentioned in text messages discovered on Hunter Biden's laptop. Also, emails discovered in the course of the investigation into that laptop and forensically authenticated for CNN reveal Hunter Biden was repeatedly warned about deep debts and years of back taxes. A 2019 spreadsheet sent to Biden from his assistant, showed more than $500,000 in bills due or past due, including hundreds of thousands in taxes over several years. Still, Joe Biden has always stood by his sons when Hunter and his brother Beau were badly hurt in the 1972 car accident that took the lives of their mother and sister. Joe Biden took his oath of office for the U.S. Senate at the hospital where his boys were recovering. Now, decades later, the bond between the Biden family seems to have only grown stronger. H. BIDEN: Usually he calls me right before he goes to bed just to tell me that he loves me. KAYE (voice-over): Randi Kaye, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "COOPER",
      "sentences": "As the tensions between the United States and Russia couldn't be higher, new reporters on earth details of a thwarted assassination of a Russian defector on U.S. soil. According to the New York Times, which says it confirmed the story, the initial reporting comes from a forthcoming book by national security expert at Harvard.The Times reports that Vladimir Putin's obsession with retribution against defectors led to a plot against a man named Aleksandr Poteyev from The Times called, quote, \"A CIA informant in Miami who'd been a high-ranking Russian intelligence official more than a decade earlier\". Russian intelligence located the man in Florida after he registered to vote and obtained a phishing license, both under his real name. Now the plot was revealed in 2020 when the man Russia essentially blackmailed to help track Poteyev was detained by U.S. officials. I'm joined now by CNN National Security Analyst, Steve Hall, former chief -- CIA Chief of Russia operations. How big of an escalation was this, in your view, to have Russia try to go after an American informant on American soil?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "STEVE HALL, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Yes, Anderson, it's a really significant one. I mean, back when I served at CIA, there was an informal sort of agreement between the two intelligence services, the Russians and the Americans that this sort of thing would not happen. That we would not try to, you know, target either each other's intelligence officers or the spies that those intelligence officers were running.So if there was a spy that, you know, ended up in a third country or some sort of situation like that ,the informal agreement, nothing on paper, nothing, you know, formally agreed to, but the informal arrangement was, look, that's, you know, that's off limits. Clearly, Putin has decided that the gloves are going to come off. And this is, you know, not a big surprise based on some of the patterns that we've seen over the past couple of years, some of the other people that Putin's had assassinated. But this step where it goes into U.S. territory is a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "COOPER",
      "sentences": "The details of of this plot are really interesting. I mean, according to Times, the Russians basically pressured and enlisted a Mexican scientist who had a Russian wife who they essentially detained or refused to allow to leave to get this guy to track their target in Florida. I'm wondering, is that standard operating procedure for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "HALL",
      "sentences": "Yes, that part of it is pretty much standard operating procedure. That's referred to as an access agent operation. So this poor Mexican guy, and I guess one of the stories, or one of the morals of the story is don't have two wives because he did. He had a Russian wife and then of course he had a Mexican wife.But the Russians identified him initially when he went to Kazan earlier in his life to study, that's inside of Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "COOPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "HALL",
      "sentences": "I'm very sure that that's when they started a portfolio on him, a dossier on him. And then probably contacted him and said, look, we don't need anything from you now, but should we need something later, you know, we're going to need your help. He probably nodded politely.But then when it turns out that he married a Russian person who then went back to Russia and was told by the Russians, you can't leave, they then turned to him and said, we've got your wife. We're going to need that favor from you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "COOPER",
      "sentences": "The other thing about the Times story is that this former Russian intelligence operative, who I guess, I mean I would assume had been given a new identity to live in Miami, had gone and registered to vote and gotten a phishing license under his real name. How does that happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "HALL",
      "sentences": "Anderson, I'm afraid there's a number of things I can't talk about in this, and whether or not we, you know, we take care of people or resettle people or do things like that, is something that I can confirm or deny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "COOPER",
      "sentences": "OK. HALL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "COOPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "HALL",
      "sentences": "-- and hope that they do it. That was certainly the case with the Mexican guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "COOPER",
      "sentences": "Do the Russians have a typical MO for trying to kill somebody in a targeted assassination? I mean, we have seen, you know, poisonings over the years in Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "HALL",
      "sentences": "So, yes, they do have a number of different MOs and it's kind of scary because they've been doing it for a long time, I mean, you know, sort of coincidentally. One of the more famous cases was when Trotsky was assassinated in Mexico City by a Kremlin assassin, and then of course --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "COOPER",
      "sentences": "That was an ice --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "HALL",
      "sentences": "-- fast forward --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:49",
      "speaker": "COOPER",
      "sentences": "That was -- wasn't that an ice pick in his head?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "COOPER",
      "sentences": "Yes, it's really incredible. Steve Hall, appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "COOPER",
      "sentences": "Just ahead, that green dot you're about to see is lightning captured by spacecraft hundreds of millions of miles from Earth. We'll tell you where next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}