{
  "date": "2023-12-18",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: U.S. Defense Secretary to Meet Israeli Officials Today; W.H.O.: Gaza's Largest Hospital Overwhelmed with Patients; Trump's Anti-Immigrant Messaging; U.S. Senators Struggle to Reach Deal on Immigration Reform. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers joining us in the United States and all around the world. And to those people texting back, I'm Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "I'm Max Foster joining you live from London, just ahead on CNN Newsroom.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Secretary of Defense Lloyd Austin keen to get more details from Prime Minister Netanyahu, to get a real sense of where Israel is in its operations against Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, the Israeli military on Sunday revealing new video of what it is calling the largest Hamas tunnel that they have discovered inside the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Former President Donald Trump ramped up his anti- immigration rhetoric during remarks in Nevada on Sunday.DONALD TRUMP, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: They come from prisons. They come from mental institutions and insane asylums. Many are terrorists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Senators have spent the weekend trying to see if they can get any sort of compromise on the issue of immigration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is not immigration reform. They're basically working diligently on just securing the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster and Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "It is Monday, December the 18th, 9 a.m. here in London, 11 a.m. in Israel, where U.S. Defense Secretary Lloyd Austin expected to arrive in Israel for meetings with key Israeli officials over the war against Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "A U.S. official says he will get updates on the ongoing battle, but he's also expected to press Israeli officials to define specific operational milestones and work to drill down on efforts to boost humanitarian aid to Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Meanwhile, the Hamas-controlled Palestinian Health Ministry says the death toll in Gaza has climbed to nearly 19,000. It doesn't distinguish between combatants and civilians, but says 70 percent of those killed are women and children. Some of the images coming out of Gaza are graphic. That includes our next video, which is very hard to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "It comes from Jabalya in northern Gaza, where a senior official in the health ministry says at least 24 people were killed and dozens more wounded in what is thought to have been an Israeli airstrike on Sunday. He says a house sheltering displaced families was hit. Elliott Gotkine is following developments and joins us here in London with the very latest.Elliott, bring us up to date on the expectations for this meeting today. Why is it going to be any different from the numerous meetings that have been held between U.S. officials and Israelis in the recent weeks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ELLIOTT GOTKINE, JOURNALIST",
      "sentences": "Well, there have been plenty of meetings, as you say, and plenty of calls from President Biden, from Secretary Blinken, and also from Defense Secretary Lloyd Austin, calling for Israel to take more care, to try to minimize civilian casualties, and also to boost humanitarian aid. And I suppose Secretary Austin's visit is designed to redouble that pressure on Israel.And we have seen some moves, to be fair. For example, over the weekend, for the first time, humanitarian aid went directly from Israel via the Kerem Shalom crossing into the Gaza Strip. But the amount of aid going into Gaza, still around half of what it was before October 7th, and obviously the humanitarian situation is much more severe than it was back then. On top of that, in terms of minimizing civilian casualties, Lloyd Austin will want to get specifics as to how Israel is prosecuting this war against Hamas, and what concrete measures it is taking to minimize civilian casualties, and what the plan is going forward. When will Israel consider it to be job done to move to the next phase of the operation, believed, expected to be much lower intensity? And I suppose he'll also be talking about the regional situation as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "In terms of Netanyahu's position, it's softening slightly. Is that just the nature of the war? Or that he's having to shift in the face of what the U.S. is putting on him in terms of pressure? But also these incidents like over the weekend, or the last couple of days, where the hostages were killed by IDF soldiers, misidentified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:05",
      "speaker": "FOSTER",
      "sentences": "OK. We'll get some updates on that throughout the day. Elliott, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:05",
      "speaker": "NOBILO",
      "sentences": "The World Health Organization says Gaza's al-Shifa Hospital is completely overwhelmed and is barely functional. WHO staff visited the facility, participating in a joint UN mission to deliver medicine and anesthesia materials and surgical supplies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:05",
      "speaker": "FOSTER",
      "sentences": "They describe a dire situation, calling the emergency department a, quote, bloodbath. They say patients with trauma injuries are unable to receive pain management and are being treated on the floor.New patients arriving every minute. Here's more from a W.H.O. official. (BEGIN VIDEO CLIP) SEAN CASEY, EMERGENCY MEDICAL TEAM COORDINATOR FOR W.H.O. IN GAZA: This is the current situation at al-Shifa Hospital. We're in the emergency department, which is completely packed with patients, as you can see. There are only five ambulances working in northern Gaza right now. And patients are self-presenting on donkey carts, on stretchers, being walked down the road. It's incredibly crowded. There are very few staff. Hundreds of patients awaiting surgery. It's just an unbelievable situation. This is a hospital in need of resuscitation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "OK, Dr. Peeperkorn, thank you so much for joining us with your insight today. Really appreciate it. And horrific scenes, obviously, in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Donald Trump is vowing a harsh crackdown on illegal migration if he is re-elected as U.S. president. He made his case to voters in New Hampshire and Nevada over the weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "He also doubled down on his criticism of undocumented immigrants, emphasizing plans for what he called the largest deportation in American history. CNN's Alayna Treene has the details.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "TREENE",
      "sentences": "Now this is some of the most explicit language yet that we have heard from Donald Trump to preview his potential second term plans on immigration here on the campaign trail. And I can tell you, my colleagues at CNN and I have reported extensively on Donald Trump's potential second term plans on immigration.They include rounding up undocumented immigrants here in the United States, and placing them in detention camps while they await to be deported. And I think it's important to point out the context of these remarks. They came here in Nevada, a state that is a large migrant population, and they also come as Donald Trump has been increasingly ramping up his violent rhetoric when it comes to immigration over the weekend. On Saturday, we heard Donald Trump repeat language that immigrants are, quote, poisoning the blood of our country. Rhetoric that is closely associated with white supremacy. And we did hear the Biden campaign immediately criticized Donald Trump for those remarks. They argued that such language parroted that of Adolf Hitler. The former president also received a lot of criticism over the weekend for praising authoritarian leaders like Vladimir Putin to argue that President Joe Biden is a threat to democracy. He used that same language again on Sunday, however, did not do so in such an explicit way. Alayna Treene, CNN, Reno, Nevada. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "More Republicans are on board with Donald Trump's anti- immigrant comments, though. His political rival, Chris Christie, is warning voters to pay attention because he says Trump is getting worse by the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "The former New Jersey governor says Republicans, including GOP presidential candidate Nikki Haley, are enabling Trump.(BEGIN VIDEO CLIP) CHRIS CHRISTIE, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: He's disgusting. And what he's doing is dog whistling to Americans who feel absolutely under stress and strain from the economy and from the conflicts around the world. And he's dog whistling it to blame it on people from areas that don't look like us. The other problem with this is the Republicans who are saying this is OK. Almost 100 members of Congress who have endorsed him. Nikki Haley, who this week said he is fit to be president. You're telling me that someone who says that immigrants are poisoning the blood of this country, someone who says Vladimir Putin is a character witness, is fit to be president of the United States, was the right president at the right time. Nikki Haley should be ashamed of herself. And she's part of the problem because she's enabling him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Tom Nichols, a staff writer for The Atlantic, says Donald Trump isn't bringing any solutions to the table. Instead, he says his comments are just meant to scare people.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "TOM NICHOLS, STAFF WRITER, THE ATLANTIC",
      "sentences": "I think the first thing we always have to begin with is that nothing Donald Trump says is actually designed to solve anything. It's meant to inflame and enrage and build a sense of ethnic and racial identity with his voter base. And we've heard this rhetoric, as your reporter just pointed out. We've heard this rhetoric before, all the way back to 2015, 2016.This is a way of galvanizing people by trying to scare them to death about a wave of brown people coming across the border. And, of course, the problem is the border is a real crisis. It is a problem. It does need a solution. But Trump's not aiming for any of that. Trump is aiming for emotion and just to kind of set the issue on fire, because that's good for Donald Trump. And it's always important to remember that everything Trump does is aimed at what's good for Donald Trump, not actually at solving anything like the border crisis. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "Right now, more than 58 million Americans are under flood watches from North Carolina to Maine. A storm system out of the Gulf brought heavy rain and severe weather to Florida on Sunday. Now, that system is sprinting along the eastern seaboard, dumping lots of rain in the Carolinas, Mid-Atlantic and the Northeast. FOSTEREast Coast before daybreak Eastern time. New England will get the heaviest rains and strongest winds on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "It doesn't look like U.S. senators are going to strike a deal on immigration reform before the new year. Why both sides of the aisle are pushing back, just ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Well, U.S. senators are struggling to reach a deal on immigration reform, even though Democrats are hoping to have a vote this week. But many Republicans say that's probably not going to happen. And the immigration impasse means that for Israel and Ukraine, they'll be stalled on Capitol Hill as well.CNN's congressional correspondent Manu Raju has the very latest for you. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Senators have spent the weekend trying to see if they can get any sort of compromise on the issue of immigration, dealing with the surge at the southern border of Mexico, among migrants coming into the United States, changing border policy. Things that have really eluded Congress for decades. They want to try to get an agreement now. In order to see if they can unlock aid to Israel and Ukraine. Because Republicans have said the border must be dealt with first before they'll agree to green-lighting billions of dollars in more aid to Ukraine, as well as aid to Israel, which is why so much focus is on these talks that are happening in the Senate.There's already blowback, some from the right who are concerned that Republicans are giving away too much, not pushing for enough restrictive policies. And then a growing number of critics on the left worried about Joe Biden giving away too much. Some flatly warning that it could cost him at the ballot box.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "RAJU",
      "sentences": "If they were able to get a deal, it would take time to draft the text, to get approval from the different -- four different caucuses in the House and the Senate, actually set up the votes in the Senate, which takes some time, getting it out of the Senate.And the fact, the House is actually out until January. This would not even get approved until January. And we'll see how Republicans and Democrats alike react to any deal that is reached. It could potentially sink in the House as well. So just so many questions about whether they can get there. But negotiators say they have been making progress, but is that enough progress to get a deal that could pass both chambers? That remains a huge question at this critical moment. Manu Raju, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "Turning to the war in Ukraine, Russia has been using fleets of drones to attack targets on a daily basis. Ukrainian officials say they took down at least 20 drones on Sunday. They say one of them crashed into a neighborhood in Odesa, destroying homes and killing at least one person. This is the third Russian air assault on the Odesa region this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "The U.S. is condemning North Korea's recent missile launches. The South Korean military says a long-range ballistic missile was fired on Monday from the Pyongyang area, with a flight range of about 1,000 kilometers. Japan's Coast Guard believes the missile fell into the waters west of Okushiri Island in the Hokkaido region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "Just a day earlier, North Korea fired a short-range ballistic missile that flew about 570 kilometers before falling into the water.Pyongyang says the launch was partly in response to a U.S. nuclear- powered submarine arriving in South Korea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Voters in Chile have rejected a new draft constitution to replace the existing one, a holdover from the dictatorship of Augusto Pinochet. Electoral officials say that nearly 100 percent of the votes counted, more than 55 percent opposed the change, around 44 percent in favor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "Chile has already rejected a proposed constitution last year written by a left-leaning convention. The new proposal was even more conservative than the existing constitution. Chile's president says there will be no third vote.(BEGIN VIDEO CLIP) GABRIEL BORIC, CHILEAN PRESIDENT (through translator): Our country will keep its current constitution because after two referendums on two constitution drafts, none of them was able to represent nor unite Chile's beautiful diversity. The country was polarized, it was divided, and on the sidelines of this clear result, the constitutional process did not channel the hopes of having a new constitution that was written for everyone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Critics say the latest proposal would have limited women's reproductive rights and enabled the expulsion of many immigrants.Now the chair of Florida's Republican party, fighting for his future as the party looks to kick him out, will have the latest on what led to the political scandal.",
      "isLastSentenceInterrupted": false
    }
  ]
}