{
  "date": "2023-09-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Ukrainian President Challenges the U.S. for Military Aid; Armenia-Azerbaijan Conflict in the Nagorno-Karabakh Region Ends in a Ceasefire; Israeli Prime Minister Finally Meets the U.S. President; Sikh Leader's Assassination Sours India-Canada Relations; Two Chinese Key Leaders Went Missing and Were Unexplainably Replaced; Some Nazi Paintings Looted from a Jewish Collector Finally Returned to the Heirs. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ANNA COREN, CNN CORRESPONDENT AND ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from all around the world. I'm Anna Coren live from Hong Kong, ahead on \"CNN Newsroom.\"(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "We must act united to defeat the aggressor and focus all our capabilities and energy on addressing these challenges.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "COREN",
      "sentences": "Ukrainian President Volodymyr Zelenskyy facing multiple challenges while in the U.S. and it all comes down to military aid. Now key NATO allies ending its weapons support for Ukraine will have the latest in a live report.Plus a new study finds that human-caused climate change likely worsened the flooding in Libya this month. I'll speak with one of the co-authors of the study on what other factors turn the extreme weather into a humanitarian disaster. And Xi Jinping's disappearing in a circle. First the Foreign Minister, now the Defense Minister. Both nowhere to be found. There's plenty of speculation, but few answers from Beijing. It's just gone 3am in Washington where Ukrainian President Volodymyr Zelenskyy will spend today meeting with some of the most powerful leaders in the U.S. government. In the morning, it's House and Senate leaders, followed by an afternoon visit with President Joe Biden at the White House. A spokesperson says Mr. Biden is hoping to get a battlefield perspective from the Ukrainian leader. The U.S. is planning to announce a new package of military aid for Kiev. But it's not expected to include long-range army tactical missile systems known as ATACMS. On Wednesday, Mr. Zelenskyy wrapped up his time at the U.N. General Assembly appealing for more aid and urging members to punish Russian aggression. (BEGIN VIDEO CLIP) ZELENSKYY (through translator): In cases of mass atrocities against human rights, veto power should be voluntarily suspended, but we can also observe that Russia will not give up this stolen privilege voluntarily. Therefore, the U.N. General Assembly should be given a real power to overcome the veto. This will be the first necessary step. It is impossible to stop the war because all efforts are vetoed by the aggressor. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "COREN",
      "sentences": "We're keeping an eye on a dramatic downward spiral in relations between Ukraine and one of its biggest supporters in NATO Poland. What began as a dispute over Ukrainian grain imports has quickly escalated in recent days.Poland's Prime Minister is now announcing an end to weapons supplies to Ukraine to focus on arming its own military instead. Poland and four neighboring countries issued a ban on Ukrainian grain imports after farmers complained of a slump in prices caused by the increased supply. France sided with Ukraine and called the move unjustified. European Council President Charles Michel says E.U. support for Ukraine remains steadfast. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHARLES MICHEL, EUROPEAN COUNCIL PRESIDENT",
      "sentences": "The E.U. intends to support Ukraine for as long as it takes. Ukraine is a crime scene and there is a criminal and it's extremely important to make sure that there will be no impunity.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "COREN",
      "sentences": "Well, CNN investigative producer Katie Poglase joins us now from London, and Katie, what is President Zelenskyy hoping to take home after his meetings in Washington?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:57",
      "speaker": "COREN",
      "sentences": "Katie, I want to ask you more about that, just, you know, missing key weapon from this aid package. How much of that will, I guess, have an impact on Ukraine's counteroffensive, which, as we know, is slow-going and grinding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:57",
      "speaker": "POLGLASE",
      "sentences": "Well, really, it depends on how you view the strategy of this counteroffensive. Clearly, it's a land battle. They've been making very marginal gains on the battlefield. But also, they are trying to target actual infrastructure that Russia is using for this war. So, we saw last week, we saw that attack on the port of Sevastopol. That was using long-range missiles. We suspect they were the British one, Storm Shadow missiles.But the U.S. versions of these, the ATACMS, would go even further. They go over 180 miles. And what Ukraine's president is arguing is that if they had this kind of weaponry, they would be able to target behind enemy lines more successfully and therefore target how Russia is conducting this war, where they're storing the ships, where they're storing the ammunition, where they're storing the weaponry that they then use on the battlefield. And so when we look at the counteroffensive, it isn't just about these gains on land, these soldiers progressing inch by inch, village by village, really. It's about how to change the overall structure of this war and how Russia is conducting it. And that is why Zelenskyy is claiming they need the missiles. But clearly, if you look at this aid package from the United States, a lot of this is about defensive weaponry, a weaponry that will protect civilians in the coming months from Russian aerial attacks. And clearly, for now, that is where the Biden administration is thinking it's best needed to support them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:04",
      "speaker": "COREN",
      "sentences": "Well, for the first time in decades, the ethnic Armenian enclave of Nagorno-Karabakh is in the hands of the Azerbaijani government.What that means for the 120,000 people living there is uncertain, but Armenians fear the worst. On Wednesday, Armenian separatists in the enclave bowed to Azerbaijan's overwhelming military force and agreed to lay down their arms. Talks aimed at integrating the territory into Azerbaijan are set to begin today. Azerbaijan and Armenia have fought over this disputed territory twice before, but Azerbaijan's lightning-fast offensive on Tuesday proved too much. Local authorities report at least 200 deaths and hundreds more injured during that offensive, which lasted about 24 hours. Azerbaijan's president later announced the military operation was over. (BEGIN VIDEO CLIP) ILHAM ALIYEV, AZERBAIJANI PRESIDENT (through translator): As a result of the start and successful completion of the anti-terrorist measures, Azerbaijan restored the sovereignty. In just one day, Azerbaijan completed all the tasks set within the framework of local anti- terrorist measures. (END VIDEO CLIP) (VIDEO PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:04",
      "speaker": "COREN",
      "sentences": "-- in the Armenian capital. CNN's Nic Robertson has more on the story.(BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voice-over): Casualties from Azerbaijan's deadly artillery assault rushed to hospital in the majority Armenian enclave of Nagorno-Karabakh. The Armenian death toll growing as the historic foe's fragile peace explodes into dangerous warfare, with potentially disastrous consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:57",
      "speaker": "COREN",
      "sentences": "U.S. President Joe Biden is working to improve frosty relations with Israeli Prime Minister Benjamin Netanyahu, inviting him to Washington later this year.The two met on the sidelines of the U.N. General Assembly, their first one-on-one talks since Netanyahu was re-elected in December. Well, CNN's Hadas Gold reports from Jerusalem. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:57",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "After nine long months, the Israeli Prime Minister Benjamin Netanyahu finally got his face-to-face meeting with President Joe Biden, not in the White House like he would have hoped instead on the sidelines of the U.N. General Assembly in New York. Regardless, the meeting went about as well as he could have hoped.The two used each other's first names, were very complimentary, and while they both acknowledge that there have been issues between them that has soured the relationship, namely Netanyahu's government who say to reshape Israel's Supreme Court. It seems the prospect of normalization between Israel and Saudi Arabia is keeping things afloat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:57",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Under your leadership, Mr. President, we can forge a historic peace between Israel and Saudi Arabia. And I think such a peace would go a long way first to advance the end of the Arab-Israeli conflict, achieve reconciliation between the Islamic world and the Jewish state, and advance a genuine peace between Israel and the Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:57",
      "speaker": "GOLD",
      "sentences": "But there are huge gaps to bridge before that can happen, including what the Palestinians will be offered as part of this deal. And whether whatever they are offered would even pass muster in Netanyahu's far right-wing government that includes ministers who say they don't even think the Palestinian Authority should exist.And even though it only got sort of a passing mention in public, the concerns over the judicial overhaul were loud and clear. Protesters on the street demonstrating against Netanyahu's government could be heard from inside the hotel where the meeting was taking place. That's according to Israeli reporters who were there. And though President Biden addressed what he called the hard issues of upholding democratic values, including checks and balances in the systems, he stressed that even where they have some differences, that his commitment to Israel is ironclad. Hadas Gold, CNN, Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "COREN",
      "sentences": "Well, the U.S. isn't the only country hoping to ease tensions with Israel. Crown Prince Mohammed bin Salman says Saudi Arabia is moving closer to normalizing relations. Talks are underway over U.S. security guarantees and civilian nuclear help for Riyadh, along with possible Israeli concessions to the Palestinians.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "MOHAMMAD BIN SALMAN, SAUDI CROWN PRINCE",
      "sentences": "We have a good negotiation to continue. Till now, we got to see where it will go. We hope that it will reach a place that it will ease the life of the Palestinians and get Israel back as a player, Middle East.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "BRET BAIER, FOX NEWS HOST",
      "sentences": "So you think if you were to characterize it, are you close?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "SALMAN",
      "sentences": "Everyday we get closer. It seems it's for the first time a real one, serious. We got to see how it goes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "COREN",
      "sentences": "The Crown Prince went on to say that if Iran gets a nuclear weapon, Saudi Arabia would have to get one too.Survivors of the devastating floods in Libya are in urgent need of aid, but some protesters say they want anyone but government officials overseeing the rebuilding efforts. That's next. And later, humanity has opened the gates of hell. That's the message the U.N. had at a world climate summit on Wednesday. We'll have more on the fiery rebuke. And India is warning its citizens to be careful in Canada, saying they may not be safe without explaining why. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "COREN",
      "sentences": "Welcome back. Recovery teams in Libya say they are concerned about the spread of disease as they find more bodies of victims after the catastrophic flooding last week. Roads and buildings were swept away when storm Daniel collapsed two dams and unleashed floodwaters several stories high.The World Health Organization and the U.N. say about 4,000 deaths have been confirmed by hospitals, though the true toll is not yet known. A new study from the World Weather Attribution Initiative found that the torrential rainfall and flooding in Libya, as well as other parts of the Mediterranean, was made many times worse by human-caused climate change. Well joining me now is Mariam Zachariah, one of the authors of that study, a researcher at the Grantham Institute for Climate Change and the Environment at Imperial College London. Mariam, great to have you with us. Explain to us why Libya was hit by this exacerbated rainfall and tell us more about the findings of your study.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:01",
      "speaker": "COREN",
      "sentences": "An extraordinary number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:01",
      "speaker": "ZACHARIAH",
      "sentences": "Absolutely, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:01",
      "speaker": "COREN",
      "sentences": "So man-made global warming, Mariam, is obviously the key issue here. But as we know, there were other factors at play. Poor dam maintenance, lack of floodplains. Explain more to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:01",
      "speaker": "ZACHARIAH",
      "sentences": "One of the points that came up during our vulnerability and exposure assessment was that the dams that collapsed, mainly the Al Bilad and the Abu Mansur dams, they were built in the 1970s and probably using relatively short rainfall records.Now, the problem with using short rainfall records is that, because the event that we saw was never in the recorded history, there is a chance that the dams were not designed to withstand such high amounts of rainfall. But of course, we will know more only after a full after action review happens. So, but in general, it is very important that we keep maintaining our dam structures to avoid it from collapsing. It should be made to withstand, you know, copious amounts of water. And we need to keep updating our dams infrastructure, all infrastructure for that matter to -- to keep up with the changes that we are expected to see in regards to climate change. And this is not just a case for just Libya alone, but it's for all global regions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:01",
      "speaker": "COREN",
      "sentences": "Of course, yeah, maintenance is critical here. But tell me, why has the Mediterranean been specifically hit this month?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:01",
      "speaker": "ZACHARIAH",
      "sentences": "So, in, for the, when you talk about climate change, as the global mean temperatures increase, all global regions will experience this warming. That is because, you know, as the global mean temperatures increase and the regional averages shift towards higher regimes, the extremes, you will start experiencing more heat extremes and less cold extremes.And then again, when it comes to precipitation because of climate change, the atmosphere can hold more moisture, and so when it rains, you will receive more amounts of rainfall. And of course, there is also the way climate change can interact with the dynamic processes that govern the weather that we see or the climate that we see, but that can act in different ways, but that requires a whole, that also requires separate analysis. But overall, when you look at the climate change picture, we sort of combine the thermodynamic, the effects that we report as the combination of these thermodynamic and dynamic changes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:01",
      "speaker": "COREN",
      "sentences": "Mariam, I just want to ask you finally, you know, we've heard from the U.N. chief, he has warned there is little time left to avert an environmental catastrophe saying, quote, \"humanity has opened the gates of hell.\" Do you concur with his sentiment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:01",
      "speaker": "ZACHARIAH",
      "sentences": "Well, if we, this is, if anything, according to me, I would say that it is a time for us to come together and act against this climate change. So, it is not that we cannot say when and how it will collapse. It's not, it is not, you know, very, you do not have specific timelines. But we know that all the changes that we have seen, it did not happen overnight. It happened as a consequence of us burning fossil fuels over a long period of time.So in any case, we can reverse these changes, but it will take time. So the time, if anything, it just means that we have to start acting now and we have to help the process in whatever ways we can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "COREN",
      "sentences": "India is urging its citizens in Canada to be careful without providing any evidence. India's external affairs ministry warned they could face anti-India sentiment and politically condoned hate crimes.Well this comes just days after the Canadian Prime Minister accused the Indian government of possibly playing a role in the assassination of a Sikh leader in Canada. CNN's Paula Newton picks up the story. (BEGIN VIDEOTAPE) PAULA NEWTON, CNN CORRESPONDENT (voice-over): It was Father's Day this past June when Hardeep Singh Nijjar left the temple he led, got into his truck and called home to say he'd be there soon for a family dinner. But within minutes, Canadian police Singh Nijjar was shot several times and lay bleeding in his driver's seat. By any measure, a gruesome killing, carried out on the streets of Surrey, British Columbia, in the heart of the Sikh community. Police say at least two masked men, described as heavier set, fled on foot and then into a silver Toyota. They were last spotted blocks away from the temple and there hasn't been a trace of them since. Canada has now implicated India in this killing and that has led to more fear in this community. More questions about police protection here, given authorities warn Nijjar that his life was threatened. His son says the community has a message for Prime Minister Justin Trudeau.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "BALRAJ NIJJAR, SON OF SLAIN SIKH LEADER",
      "sentences": "Sikhs all around the world believe this is not the end. We expect more from you.NEWTON (voice-over): Many are asking why this crime has yet to be solved and want more evidence to be made public. Jagmeet Singh is the leader of the New Democratic Opposition Party and a member of the Sikh community. And he has received an intelligence briefing on the evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "UJJAL DOSANJH, FORMER PREMIER OF BRITISH COLUMBIA",
      "sentences": "I mean, my question is this. If you know, if you know India made it happen, then you must know who pulled the trigger. If you know who pulled the trigger, who are they? Why are they not arrested?NEWTON (voice-over): Ujjal Dosanjh is a former premier of British Columbia and former federal cabinet minister. He says Canada needs to disclose more evidence. Because without it, he says, this incident could set relations back decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "DOSANJH",
      "sentences": "Government of India rightly distrusts Mr. Trudeau. And Mr. Trudeau obviously, you know, talks about freedom of expression. But I think that separatists in this country have gone beyond exercising the freedom of expression.NEWTON (voice-over): Canada's allies seem to be sticking firmly on the sidelines of this conflict. The Biden administration says India should fully cooperate with the investigation but adds India is a vitally important ally. To that end, India and the United States are sponsoring a military conference in India next week. And an Indian military commander says Canada is set to be there too. Paula Newton, CNN, Ottawa. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "COREN",
      "sentences": "Iran's parliament has approved a controversial new dress code bill that sets harsh penalties around wearing the hijab. Under the new bill, women who refuse to wear the headscarf could face a number of financial penalties that could be increased to a prison sentence if found to be done in an organized way.Iran's state media says the bill would have a trial period of three years. It still needs to be approved by the powerful Guardian Council before it's implemented. Human rights advocates have condemned the bill and are calling it gender apartheid. The sudden disappearance of two senior Chinese cabinet members in recent months is raising new questions about whether cracks are starting to emerge among Xi Jinping's hand-picked ruling elite. CNN's Will Ripley reports. (BEGIN VIDEOTAPE) WILL RIPLEY, CNN SR. INTERNATIONAL CORRESPONDENT (voice-over): Away from the great halls glaring lights in the shadows of Xi Jinping's China, a silent storm is brewing, trouble at the top of the Communist Party. Two high-profile senior officials, once trusted members of Xi's inner circle, abruptly vanished from public view with little explanation. First, it was Foreign Minister Qin Gang, China's second most powerful diplomat on CNN last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "QIN GANG, FORMER CHINESE FOREIGN MINISTER",
      "sentences": "We are fully justified. To do that, we must.RIPLEY (voice-over): A close aide of the Chinese leader, winning favor with the help of his wife's homemade mooncakes, the \"Washington Post\" reports. Just seven months into the job, a dramatic fall. In June, he disappeared. In July, he was dismissed. The foreign ministry in Beijing refusing to address reporting by the \"Wall Street Journal,\" saying they are not aware of claims Qin was ousted for an extramarital affair during his stint as China's U.S. ambassador in Washington, citing sources familiar with a Communist Party investigation. The journal claims Qin's affair led to the birth of an American-born child, a potential problem for China's national security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "TERIL JONES, LECTURER, CLAREMONT MCKENNA COLLEGE",
      "sentences": "So there's a question as to, well, you know, are there such people in China still whom Xi Jinping can trust and rely upon to be his closest aides and associates?RIPLEY (voice-over): Palace intrigue at a fever pitch, speculation swirling over another apparent disappearance. China's defense minister, Li Shangfu, last seen in late August, more than three weeks ago. Back in June, he briefly shook hands but refused to meet with U.S. defense minister Lloyd Austin in Singapore. Now, Li is under investigation, Reuters said last week, a government probe reportedly over the purchase of military equipment. Last month, a surprise shakeup in the People's Liberation Army rocket force. Two leaders suddenly replaced without explanation. Beijing notoriously nebulous when it comes to bad behaving senior leaders. This latest scandal involving the defense minister setting China's heavily censored social media on fire from the foreign ministry. WANG WENBIN, CHINESE MINISTRY OF FOREIGN AFFAIRS SPOKESPERSON (through translator): I'm not aware of this situation. RIPLEY (voice-over): A familiar response. No answers, but plenty of questions about instability at the top and the potential danger it brings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:08",
      "speaker": "COREN",
      "sentences": "The U.S. Federal Reserve takes a breather on raising interest rates, but it also says rates will likely remain high, willing to next year.Coming up, we'll show you how Wall Street reacted. And then we'll hear from a prominent economist on what the Fed may be thinking and what it means for consumers. (COMMERCIAL BREAK) (VIDEO PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:08",
      "speaker": "COREN",
      "sentences": "A lackluster close on Wall Street Wednesday. Stocks dipped lower after the Federal Reserve signaled it wasn't done raising interest rates and that those high rates might not come down until next June. But for now, the Fed took no action.Well the Dow closed down 77 points or 0.2 percent lower at Wednesday's close. The Nasdaq and S&amp;P 500 also closed lower. Well let's have a look. The new trading day gets underway in the U.S. in the coming hours and here's where futures stands right now. As you can see it is a sea of red. Well meantime European markets also up and running. Let's have a look at those. As you can see Zurich SMI is the only one that's up a third of a percent. And let's see how Asia markets fared today. Also a sea of red. Well meantime, the U.S. Federal Reserve Chairman has announced the Fed will not raise interest rates right now, but could very well do so one more time this year as it tries to bring inflation even further down. CNN's Matt Egan explains what the Fed's decision means for American consumers. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "COREN",
      "sentences": "I spoke last hour about the Fed's decision and what comes next with Carsten Brzeski, the global head of macro for ING research. I asked him while the Fed's pause was widely expected, were there any surprises in the announcement? Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "CARSTEN BRZESKI, GLOBAL HEAD OF MACRO, ING RESEARCH",
      "sentences": "There was surprise number one and the even bigger surprise was the Fed's own expectations that there will hardly be any rate cuts next year. So in June the Fed had still expected that there might be 100 basis point- rate cuts next year, but now it's only 50 basis points. So the Fed is a strong believer in this soft lending scenario that the most aggressive rate hikes in decades will not have any big harm to the U.S. economy. And that's a bit of a surprise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "COREN",
      "sentences": "I was going to say, do you agree with his assessment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "BRZESKI",
      "sentences": "I must say I find this a very optimistic surprise. Because when we look at all the risks that the U.S. economy is currently facing, and you mentioned them before already in the short report, I think it is very unlikely that the U.S. will be able to manage a soft landing. So we are currently still expecting a minor recession, starting with the fourth quarter of this year and then in the first half of next year, so bringing down the U.S. economy into a de-facto stagnation. And this, in my view, would also trigger a bit more aggressive rate cuts by the Fed next year.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "COREN",
      "sentences": "The U.N. Secretary-General sent a clear message during a global climate summit on Wednesday. We are headed toward a dangerous and unstable world. Antonio Guterres implored countries to commit to net zero emissions by the year 2050 or even earlier.He also scolded some of the world's biggest polluters for going against their commitments by expanding fossil fuel use. Here's the stark warning he issued. (BEGIN VIDEO CLIP) ANTONIO GUTERRES, UNITED NATIONS SECRETARY-GENERAL: Humanity has opened the gates of hell. Horrendous heat is having horrendous effects. Distract farmers watching crops carried away by floods, sweltering temperatures spawning disease, and thousands fleeing in fear as historic fires rage. (END VIDEO CLIP) The list of speakers at the summit was restricted to a select group of member states, the U.N. deemed to have clear and effective plans to address climate change. Notably absent from the list were the United States, China and India. The U.K. didn't make the speaker's list either. Instead, Prime Minister Rishi Sunak was in London announcing a series of delays to key climate targets, which critics consider a sharp turn from the UK's former stance on the issue. The move has angered some businesses and political allies. CNN's Anna Stewart has the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "The Prime Minister said he wasn't watering down the U.K.'s climate targets, with the U.K. still planning to reach net zero by 2050. He has, however, watered down some climate policies that were introduced by a previous government, in fact, a government that he was in. He was a finance minister.He says both Labour and Conservative governments have failed to be honest with the public about the cost of climate policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "RISHI SUNAK, BRITISH PRIME MINISTER",
      "sentences": "No one in Westminster politics has yet had the courage to look people in the eye and explain what's really involved. That's wrong, and it changes now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:02",
      "speaker": "COREN",
      "sentences": "Still to come, Cristiano Ronaldo's big debut in Iran, where huge crowds cheered for him and his Saudi club. A feat that would have been unthinkable not so long ago.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:05",
      "speaker": "COREN",
      "sentences": "Frustrating moments for Inter Miami. After football legend Lionel Messi left his latest match early and appeared to be in some discomfort. He handed over his captain's armband in the 37th minute and hit the locker room before the half ended.CNN has reached out to Inter Miami for more information. They went on to defeat Toronto FC, four-nil. Britain's King Charles will begin his second day in France with an address to the French Senate. President Emmanuel Macron welcomed His Majesty and Queen Camilla on Wednesday with a ceremony at the Arc de Triomphe and a lavish banquet at the Palace of Versailles. The King's visit was delayed by six months because of violent protests across France over pension reform. (BEGIN VIDEO CLIP) KING CHARLES, UNITED KINGDOM (through translator): I cannot tell you how delighted my wife and I are to be with you this evening at the end of the first day of our first state visit to France and how touched we are by the magnificent welcome that was given to us. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}