{
  "date": "2023-11-17",
  "headline": "CNN 10",
  "subHeadline": "Travel Forecast For Thanksgiving Week; Nepal Introducing A Ban On TikTok; Town In The Northern Part Of Alaska Won`t See The Sun For Two Months. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If you are traveling over the Thanksgiving holiday, pack your patients, it`s expected to be a record setting travel season inthe skies and a busy one on the roads.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "AIXA DIAZ, AAA SPOKESWOMAN",
      "sentences": "The trend is that, people are still traveling in very large volumes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "AAA is forecasting 55.4 million people will be traveling to their holiday destinations, including more than 49 million whowill drive to their destination between the Wednesday before Thanksgiving and the Sunday after the holiday, if you are hitting the road, AAA says that Wednesday afternoon is still the worst time to hit the roads with AAA recommending you leave on actual Thanksgiving day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DIAZ",
      "sentences": "It shortens the amount of time that you`re at your destination, but it also shortens the amount of time that you`re in transit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The Sunday after Thanksgiving is also brutal, but not as busy as it could be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DIAZ",
      "sentences": "Hybrid schedules and remote schedules have changed everything because now people can leave for holiday travel at different times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If you are taking to the skies, brace yourself for packed airports and possible delays and cancellations, the transportationsecurity administration is bracing for an all-time record number of passengers at airports nationwide on this Sunday after Thanksgiving. So what can you do to minimize the chaos at the airport? One travel expert says avoid checking a bag in case your flight gets canceled and you`re moved to a different one, take public transit to the airport or book your parking spot online now, and finally give yourself plenty of time, be flexible and very patient. SCOTT KEYES, FOUNDER OF GOING.COM:  There`s always going to be some amount of cancellation that happen as long as we have bad weather. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Next up, we`re headed to the south Asian country of Nepal. Nepal`s government decided to ban TikTok. They say it was disrupting family andsocial structures. Nepal isn`t the only country where a popular app with 1 billion monthly active users is now banned. India put a ban on TikTok three years ago, and the U.S., Canada, Australia and New Zealand put restrictions on the app because of security concerns. Nepal, however, had a different reason to ask internet providers to cut access to TikTok throughout the country. Citing local media, Reuters reported that more than 1,600 TikTok related cybercrime cases have been registered over the last four years in Nepal. Nepal`s Prime Minister said that the government had a long discussion on how to control the tendency to spread disharmony, disorder, and chaos in society and decided that a ban on TikTok was needed. Now pop quiz, hot shot. Ten second trivia. Which state has the lowest population density in the U.S.? Hawaii, Alaska, Montana, or Wyoming? Wyoming has the lowest population overall, but Alaska, which is by far, the largest state has the lowest population density. All right, we`re headed to Alaska now where this weekend a town in the very Northern part of the U.S., which is located north of the Arctic circle will see the sun for the last time in two months, our Meteorologist Allison Chinchar is here to explain why",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "That`s right, Coy. Just before 2formerly known as Barrow. And it will not come back again for 66 more days. That`s right, the sun go down on Saturday and comes back on January 23rd of next year. Now, this happens every single year. It`s called polar night, and it`s a common occurrence for a lot of these areas and what we call the Arctic circle. So here you can see exactly where the town is located at the very northernmost point of Alaska, putting it inside the Arctic circle. That means for several weeks during the winter, they go into a phase of complete darkness. The sun never fully rises. Now, on the flip side, Coy, in the summer, the opposite happens where they will have 24 straight hours of daylight as the sun never truly sets for several weeks in the summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Today`s story, getting a 10 out of 10, an unusual new use of fall foliage. By the way, did you know that warm colors of autumn leaves arealways present? They`re just hidden by the abundance of green chlorophyll during the warmer months. You see in the fall leaves stop their food making process and the chlorophyll declines. The green color fades away to reveal all the other colors hidden beneath. Now, check this out, at the Point Defiance Zoo in Tacoma, Washington, a baby ox named Willow came up with a fun way to enjoy the new fall foliage. (BEGIN VIDEOTAPE) JEANNE MOOS, CNN NATIONAL NEWS CORRESPONDENT (voice-over):  You know how in the fall zoos are always giving their animals, squashes to squish, pumpkins to spear with their horns, the zoos call it enrichment. It gives the animals something new to do and a photo-op for the press.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is her first time with a big leaf pile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "We think you`ll really fall for this fall ritual featuring Willow. the baby muskox. Willow is a little over two months old. She lives with hermother, Charlotte. Willow was born here at the Point Defiance Zoo in Tacoma, Washington, a girl who loves to headbutt her red ball and splash around, in puddles, and now this. (On camera):  Willow really seems to be in the fall foliage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TELENA WELSH, CURATOR, POINT DEFIANCE ZOO",
      "sentences": "She loves it. The leaves are one of her favorite things",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "Raked into a pile by the keepers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WELSH",
      "sentences": "And she just went wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "The name Willow totally suits her because it`s one of her favorite foods, but the pile consists of maple leaves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WELSH",
      "sentences": "If it was all Willow leaves, she`d probably eat that entire batch of leaves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "Eat it rather than frolic in it. Either one is a barrel of fun.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}