{
  "date": "2023-12-05",
  "headline": "CNN This Morning",
  "subHeadline": "Growing Alarm Over Potential 2nd Trump Presidency; IDF Renews Airstrikes in Southern Gaza; U.N.: Situation in Gaza Getting 'More Apocalyptic'. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:12",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Indeed. Indeed we will. And I won't hold you to continue my complaints about college football playoffs. We'll leave that for another day. Thank you, Andy.Thanks for being with us. I'm Kasie Hunt. Don't go anywhere. CNN THIS MORNING starts right now. (BEGIN VIDEO CLIP) LIZ CHENEY (R), FORMER WYOMING REPRESENTATIVE: This is a five-alarm fire. Donald Trump is not an acceptable alternative. He is not the lesser of two evils. He is a completely unfit man for office. He's already shown us what he would do. And he can never be near the Oval Office again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:12",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "That is former Republican Congresswoman Liz Cheney, sounding the alarm about the possibility, the real possibility of a second Trump presidency.Good morning, everyone. So glad you're with us. I'm Poppy Harlow with Phil Mattingly here in New York. A lot of news to get to on this Tuesday, December 5th, including those dire warnings from Cheney and from others. There are just six weeks to go until the Iowa caucuses and one day until the next Republican primary debate, which once again, the Republican front-runner, Trump, is skipping. The final four candidates will, though, face off on the stage. PHIL MATTINGLY, CNN ANCHOR: We are also following the latest in the Israel-Hamas war. A top U.N. official says the situation in Gaza is getting, quote, \"more apocalyptic,\" and there is nowhere safe to go as the IDF intensifies its offensive. And a new warning this morning: it could become even more hellish if new aid doesn't get through. Also, George Santos. He's got a new hustle. Hear the message he made for Bobby from Jersey. Who's that? Well, he's the indicted senator, Bob Menendez. CNN THIS MORNING starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:12",
      "speaker": "HARLOW",
      "sentences": "And here's where we begin. Liz Cheney is not the only one concerned about a Trump second term, possibly. We are seeing the same warning echoed in a flurry of headlines this week.\"The Atlantic\" magazine dedicating the entire issue that imagines what Trump will do if he wins. The warning include -- warnings include Trump abandoning the NATO alliance and using the Justice Department to punish his political enemies while getting rid of the criminal charges against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:12",
      "speaker": "MATTINGLY",
      "sentences": "\"The New York Times\" reports Trump's violent and authoritarian rhetoric on the campaign trail is attracting growing alarm and comparisons to historical fascist dictators. And analysis by CNN details how a second Trump term could re-write the rules of presidential power.\"A Washington Post\" column lays out, quote, \"the fear of a looming Trump dictatorship\" and how the former president has made clear his stark authoritarian vision for a second potential term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:12",
      "speaker": "HARLOW",
      "sentences": "And time is quickly running out for Trump's primary opponents to try to chip away at his still giant lead. New overnightHaley and DeSantis are essentially battling for second place, and they both seem to be focusing on the potential chaos of Trump being president again, rather than the threat to democracy. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:12",
      "speaker": "KRISTINE, DESANTIS SUPPORTER",
      "sentences": "He's drama free and effective and proven.GOV. RON DESANTIS (R-FL), PRESIDENTIAL CANDIDATE: I'm Ron DeSantis, and I approve this message. NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: We have to leave behind the chaos and drama of the past and strengthen our country, our pride and our purpose. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:12",
      "speaker": "MATTINGLY",
      "sentences": "Joining us now, CNN political commentator and political anchor for Spectrum News, Errol Louis; CNN political analyst and historian, Leah Wright Rigueur; and columnist for \"The Washington Post\" Max Boot. Thank you, guys, for joining us this morning.Leah, to start with the dire and very stark headlines we have seen, the stories we've seen. They're not based on nothing. They are based on what the former president said on the campaign trail. They are based on what is on his campaign website, his actual policy proposals. Do you think they resonate, given the fact he's leading in the polls right now in a general election matchup with the current president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HARLOW",
      "sentences": "When it comes to evangelical voters, I think this is so interesting that Trump continues to resonate with evangelical voters in a state like Iowa.Tim Alberta is going to be on the program with us tomorrow. He's got a new book, all about American evangelicals. He talked to Jake Tapper yesterday, and he talked about why they are -- many evangelicals supportive of Trump. He said that they have a mercenary-like relationship with him. Listen to this. (BEGIN VIDEO CLIP) TIM ALBERTA, AUTHOR, \"THE KINGDOM, THE POWER AND THE GLORY\": If you feel as though barbarians is at the gates, you might just be willing to turn to a barbarian to do your fighting for you. For people who feel that they are threatened in this way, they're willing to turn to a man who shares none of their values, and, in fact, perhaps that is their greatest attraction to him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HARLOW",
      "sentences": "What do you think of that, Errol?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "ERROL LOUIS, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, the notion that evangelicals would only be attracted to someone who sort of looks and feels and talks like a Hallmark, you know, special, it was always a little bit off.If you'd spent any time with actual evangelicals -- and I grew up among a lot of them -- there is a certain force, an apocalyptic vision. There is a lot of drama, a lot of clashing, a fight against unseen evil forces. And that's what Donald Trump brings to the conversation. You know, he doesn't say we're going to live and let live and, you know, let's make room for all 300 million Americans to all live in peace and harmony. That's not what evangelicals are looking for. That's not what Trump supporters are looking for. And so he has tied into something that, at times, can be quite dark but is very much within the American tradition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HARLOW",
      "sentences": "Interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "MATTINGLY",
      "sentences": "That certainly resonates within a Republican primary, as we've seen not just in 2016. Obviously, up by 40, 50 points.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HARLOW",
      "sentences": "Just 40 or 50.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "MATTINGLY",
      "sentences": "There's plenty of time. Six weeks or so. I think we have a clock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HARLOW",
      "sentences": "Oh my God, the clock again, Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "MATTINGLY",
      "sentences": "With the clock. Let's swing back to, I think what happened on Saturday the president at his rally and with the atmospherics around it, putting things on -- his aides putting things on chairs for the people that were there, related to trying to invert the message on who's defending democracy and who is an authoritarian.To me, that said that they see weakness there, and they need to address it. Which I think the Biden campaign would agree with. But also the absurdity of the fact that somebody who literally tried to perpetrate a coup, is now putting himself up -- holding himself up as the defender of democracy. He is the candidate that defends democracy. MAX BOOT, COLUMNIST, \"THE WASHINGTON POST\": Right. This is kind of the playground argument. You are what you say I am. All this kind of stuff where he's -- you know, he was accused of being a Russian puppet and said to Hillary Clinton, you're the puppet. It doesn't make any sense, OK? But it's enough to get him through the primaries, and his voters seem to thrill to that. What really concerns me right now is not just what's happening in the Republican primaries, because sadly, at this point, you expect Donald Trump to be up by 40 or 50 points which, in fact, he is. What is really alarming to me, Phil, is the fact that the general election polls are showing that Trump is running neck-and-neck with Joe Biden, in some ways even ahead. There was recently a poll showing he was ahead in the swing states. That, to me, should be setting off a lot of alarm bells. People need to be paying attention to what Liz Cheney and others are saying. I can't imagine how anybody who believes in American democracy could possibly vote for a guy who has already tried to overthrow American democracy and is now actually running on a platform of trashing the Constitution, persecuting his enemies, doing all sorts of things that are 100 percent contrary to the American constitutional tradition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HARLOW",
      "sentences": "By the way, Liz Cheney said yesterday, in her interview with Savannah Guthrie, that she believes that if Trump wins, he will not leave. He will not leave office again.Chris Christie on the debate stage tomorrow night is going to continue to do what he did, Leah, and go after Trump. We'll see if he changes strategies. You're really watching him most closely --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "RIGUEUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HARLOW",
      "sentences": "-- tomorrow night, why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MATTINGLY",
      "sentences": "It will be fascinating to watch, guys. Stay with us. You're with us throughout the course of the hour. We've got a lot more to talk about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "HARLOW",
      "sentences": "An explosion rocking a neighborhood in suburban Washington, D.C. Police tried to serve a search warrant. This fireball -- look at that -- shoots in the sky. What we've uncovered overnight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MATTINGLY",
      "sentences": "And the Israeli military facing new questions about civilian casualties in Gaza. Why they're describing the rate of civilian deaths during the operation as, quote, \"tremendously positive.\" Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "MATTINGLY",
      "sentences": "The Palestinian Health Ministry reports almost 16,000 civilians have been killed. Meantime, the IDF says the ratio of killing two civilians to one Hamas militant is, quote, \"tremendously positive.\"CNN's Ben Wedeman joins us live from Jerusalem. And Ben, I think the question that I've had since the truce came to an end, if operations in the South are going to launch in earnest, where are the people who move to the South supposed to go right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, that's -- Phil, that's a question that lots of people are asking, not only the people of Gaza but also the many aid organizations that are trying to help those who have fled from the North to the South.In fact, today we heard from the office of the coordination -- Coordinator of Humanitarian Affairs, a U.N. agency, who said that there's an even more hellish scenario about to unfold. The problem is that many of these people are being urged to go to places where there's simply no infrastructure. There's no shelter. There's no means for the provision of food, water, medicine. These are areas that, yes, they might be safe, because they are far away from urban areas -- far away in Gaza terms, that is. But there's still -- there's nothing that people can go to. And if you can look around me, it's about to rain here in Jerusalem. And it's also going to rain in Gaza. And for many people, they have no shelter. The U.N. says that tens of thousands of people have come to Rafah from Khan Younis. They're basically sleeping in the streets, and the weather is not good. There's shelling. There's a shortage of food, a shortage of medicine. All of these international organizations are ringing alarm bells, but they don't seem to be able to do much more than that at this point, Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "MATTINGLY",
      "sentences": "Ben, can you unpack -- it was a little bit jarring to see a statement from the IDF last night on -- on Erin Burnett about the ratio of killing civilians to militants. What was Jonathan Conricus, the spokesman for the IDF, trying to say there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "WEDEMAN",
      "sentences": "Well, we've heard from a variety of Israeli officials that they think perhaps they have managed to kill somewhere in the area of 5,000 Hamas fighters out of what we're hearing is a total of 15,000 more, probably more.And so, essentially, they're saying that if you -- it's a two-to-one ratio. For every two civilians killed, one Hamas fighter is killed. Now, it's important to stress that we haven't really seen any evidence provided by the Israeli military that they've managed to kill quite that many Hamas fighters. But what we have seen is ample evidence that many civilians are being killed. And if you take that 15,000, even though it's 15,899, according to the Palestinian Health Ministry in Gaza, if you take that, what we're given to understand is two-thirds of those killed are women and children. So that leaves one-third, 5,000, so maybe that the Israeli military assumes that all males killed are Hamas fighters, which reminds me of the days of the 1982 Israeli invasion of Lebanon, when the Israeli military tended to characterize all those killed during that invasion as terrorists -- Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "MATTINGLY",
      "sentences": "Ben Wedeman, live for us in Jerusalem. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "HARLOW",
      "sentences": "Police in Virginia are investigating after a home exploded in Arlington last night. Look at this.Officers were trying to execute a search warrant, and that's what happened. The suspect, who was still inside the home, just burst into flames. The sheer force of the blast blew the roof and several walls apart, causing the structure to collapse and prompting the evacuation of several homes nearby. One neighbor described being physically rocked when it happened. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I was laying in my bed and then just, it felt like we got attacked. I got pushed forward. I mean, my roommates and I ran out. And we looked outside. And the fire was just getting going across. It was really scary.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "HARLOW",
      "sentences": "Officials determined the suspect discharged a flair gun up to 40 times in the neighborhood earlier in the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "MATTINGLY",
      "sentences": "The House Republicans pushed forward with a possible plan to impeach President Biden. The charges they're considering, we're going to have them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "HARLOW",
      "sentences": "Also, George Santos goes back to work on a platform known for cameos by celebrities. Watch.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:23:56",
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISOR",
      "sentences": "There are still intensive discussions among us, Israel, Qatar and Egypt about how to best get traction on a strategy that will get all the hostages out, but of course, for the United States, the paramount priority is getting the American hostages out.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:23:56",
      "speaker": "HARLOW",
      "sentences": "That is national security adviser Jake Sullivan confirming that discussions continue to try to come back to the table to get these hostages held by Hamas and other terror groups released. More than 130 hostages, including nine Americans still being held in Gaza with talks broken down.Errol Louis, Leah Wright Rigueur, Max Boot back at the table with us. Errol, let me start with you on the line that the Biden administration is walking here and how much power they do or just don't have at this point to bring Hamas back to the table, to bring Israel back to the table. Israel doesn't seem to be heeding any of the warnings from the United States on how to conduct the second chapter of its counterattack on Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "HARLOW",
      "sentences": "They're pretty direct now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "LOUIS",
      "sentences": "But the reality is, those hostages, plus the destruction of Hamas, are what Israel said were going to be their objectives, right up front.So you can ask them to change how they pursue those objectives, but asking them to suspend those objectives, to not go after the Hamas leadership, to not try and dismantle their entire logistical operation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "HARLOW",
      "sentences": "That's what the -- that's not what we heard from the vice president or Secretary Blinken. It was how you do it matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "LOUIS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "HARLOW",
      "sentences": "And more precision in how you do it so you don't have 15,000- plus civilian casualties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "LOUIS",
      "sentences": "Sure. Well, I mean, look, if there are specific, logistical kind of considerations that the U.S. is putting forward, we are not hearing about it.If they're telling them, Look, go down this tunnel, but don't do this. Don't drop any bombs. You know, I don't know, hype up your intelligence capability. Find individuals and target them. There again, you know, you've got to look back at this consideration about the hostages and whether or not their location is known. We're hearing different things from Hamas saying that, you know, they as an organization don't even control all of them, that there are other groups out there that have custody of some of them, and they can't come up with name. I don't know if that's believable or not, but it is an absolute tangle. And the United States is doing what they've said from the beginning. They want to try to support Israel, as best they can, while also issuing these humanitarian warnings with the understanding that Israel is free to ignore them, which seems to be the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "MATTINGLY",
      "sentences": "Well, and I think the complexity of this moment is an understatement to some degree, Max. But the -- if Hamas operates within the civilian population, if thecivilian population is densely packed into Khan Younis, for example, you can warn, but if the population -- you were pointing this out earlier this week -- if you tell them, evacuate this area and Hamas fighters evacuate with the population, what are you supposed to do in that situation? I guess the question is, is there anything they can do, given Israel's stated goals, which the stated goals, the U.S. supports?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "BOOT",
      "sentences": "It's definitely a problem from hell. People talk about the need for a ceasefire, but remember there was a ceasefire on October 6th. Hamas broke it with this horrendous attack, which included terrible, sexual violence that we were hearing about yesterday and other things.And now Israel is faced with this basically no-win situation, where they have to try to defend their country, to reestablish their deterrence, to try to destroy Hamas, but at the same time to limit civilian casualties in this place, Gaza, where the civilian population, as you say, is very closely packed in. And the Hamas fighters are violating the laws of war by essentially using human shields. So, I think what the administration is trying to say to Israel is, yes, you have a right to continue attacking Hamas, but you try to do it in a way that does more to limit civilian casualties. And it's still not clear whether Israel is paying attention to that or not. But they certainly need to be, because while I think Israel is winning the ground war slowly in Gaza, they are losing the information war around the world. And they will continue to do that as long as we see these horrific images of civilian suffering from -- from the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "HARLOW",
      "sentences": "Leah, isn't there also still a huge question about what defeating, taking out Hamas really means? I mean, if they take out Mohammed Deif and Yahya Sinwar. What about what these generals are raising the concern of insurgent math? And are you just driving more people into the arms, the belief, that you can't kill a mindset of Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "RIGUEUR",
      "sentences": "It's absolutely a problem. And what I find so fascinating is that, you know, we haven't paid very much attention to the actual articulation of arguments from people in Israel.And one of the things that we've seen on the ground from people in Israel, actual citizens, Israeli citizens, is exactly this, which is you can't kill an ideology. You can certainly kill leaders of these -- you know, these various movements. But part of this kind of escalating violence, this devastation, part of the problem with it is that it creates even more kind of radicalization, especially when you have this kind of violence on -- on this scale. So I do think it's important to actually listen to what people are saying on the ground in Israel, which is we want all of our emphasis on the release of hostages. Whatever is necessary. And that's where we get into some of these kind of more complicated questions but also necessary questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "HARLOW",
      "sentences": "Thank you, guys. Stay with us. We have a lot ahead.Also this, Ukrainian President Volodymyr Zelenskyy will speak today with U.S. senators. Funding for Ukraine is really on the brink as the war against Russia hangs in the balance.",
      "isLastSentenceInterrupted": false
    }
  ]
}