{
  "date": "2023-05-05",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International:  Russian Department FM:  U.S., Russia on Verge of \"Open Armed Conflict\"; UK Prepares for First Coronation in 70 Years; A Look at King Charles' Passion for the Environment; White House Announces Plan to Manage AI. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "YEVGENY PRIGOZHIN, WAGNER GROUP FOUNDER",
      "sentences": "You think you are the masters of this life? You think you can dispose of their lives? You think because you have warehouses full of ammunition that you have that right?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "NOBILO",
      "sentences": "The Kremlin is declining to comment, but Kyiv is calling the Wagner decision to withdraw from Bakhmut a possible turning point. CNN's Nic Robertson joins me now live in eastern Ukraine. Nic, given how many months we've been speaking about Bakhmut for, this seems like a very significant announcement. What's your assessment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It seems to point at a significant rift within the military hierarchy, albeit that Yevgeny Prigozhin, Wagner boss is not in the military structure at all. He has actually just in the past day or so recruited the deputy defense minister who was let go from his position only last week. So it does seem to indicate that he has some favor within the military hierarchy.But specifically in that video calling out the Defense Minister Sergei Shoigu, the Army Defense Chief of Staff, Vitaly Gerasimov calling him out, laying it at their feet specifically that they're allowing his fighters to die now, Ukrainian officials, as you say, are saying perhaps if the Russians don't turn around their ammunition supply in Bakhmut, which they assess that Wagner has been there in the vanguard of that fight for a good part of the last nine months, a significant reason they say why the Russians have been able to take so much ground in Bakhmut. They say if the Russians don't turn around that ammunition supply, then indeed, this could be a turning point for Ukrainian forces. The assessment is that potentially Wagner here is, Yevgeny Prigozhin and the company itself is recognizing that they are being so badly decimated, losing so many people. One Ukrainian official said if he is losing 100 a day men, that's the level they see it out. If he is losing that many a day, he cannot sustain it. And this will break the Wagner organization. So he has no option to leave. But I think there's a telling line in what Yevgeny Prigozhin said later today, following that threat to pull out. He said we will go away to lick our wounds and will rise again when the Russian nation needs us, when the Russian nation, so he is appealing to others outside of the Kremlin. So this hence strongly have a significant rift that's really thrusting itself into public, just when it appeared that Russia was getting closer to actually being able to take the whole of Bakhmut. That's now in question and that's very significant for the Ukrainian counter offensive that's coming as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "NOBILO",
      "sentences": "Yes, fascinating, Nic, seeing the domestic political turmoil playing out on the battlefield as well. CNN's Nic Robertson for us in Eastern Ukraine, thank you. On the heels of the alleged drone strike in the Kremlin, a warning today from the Russian Deputy Foreign Minister about worsening relations between Moscow and Washington.Sergey Rybakov says that the two countries are on the verge of open armed conflict. He tells state run media that Washington has long been a direct party to the Ukrainian conflict, and he says that it seeks to destroy a sovereign Russia. Alex Marquardt joins me now from Washington with more on this. Alex, obviously, this is a deeply terrifying statement to hear. We know that Russia's rhetoric can often be bellicose. But help us understand why it would even be in Russia's interest to make these unsubstantiated claims and essentially suggest they're on a warpath with the world's most powerful military.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "NOBILO",
      "sentences": "Alex Marquardt, for us in Washington. Thank you so much. It also makes you wonder whether or not it's helpful politically for Russia to play up the U.S. involvement as a way of offsetting their inability to make concrete gains on the battlefield. Now police have arrested a suspect another mass shooting in Serbia.Authorities say a 21-year-old man killed at least eight people in a shooting spree south of Belgrade. This happened just one day after police say that a 13 year old boy killed eight students and a security guard at a school in Belgrade. Serbia's president is vowing to toughen his country's gun laws. Scott McLean joins us from Serbia. Scott, what have the people that you've been speaking to said in reaction to the fact that there have been two mass shootings in two days? They must just be overwhelmed with shock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Yes, frankly, they were surprised that there was one Bianca and you know, when we came into this village, when we first got word that there had been a shooting, we asked for directions to somebody. And they told us that the shooting had taken place in Belgrade, they could not imagine that there was a second shooting in this part of the country.Now the manhunt is over for this 21 year old suspect. Police have released a photo of him and obviously there still continues to be a large police presence in this area. But this covered a really wide swath of the country. And you can see kind of what we're dealing with. There are a lot of good hiding places when you're talking about all of these hills lined with trees and forests and bushes and orchards and things like that, this manhunt involved a wide swath of the country. The suspect was actually apprehended more than an hour away from where the shots were actually fired. And it involves some 600 police officers, many of them heavily armed, many of them also wearing a balaclava and tactical gears as well preparing for the worst. In fact, things were so on edge at one point that in one of the villages where some of those shots were fired, we met a man who was actually detained by police, mistaken apparently, for the shooter himself. Here's what he told us. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE:  No, I'm feeling OK because it is over. So we are on the one hand, I'm happy because it's over on the other hand, I am scared about our own situation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "NOBILO",
      "sentences": "Scott McLean for us in Mladenovac, Serbia. Thank you. We're getting reports of violent clashes in Khartoum, as the deadly power struggle in Sudan approaches the three week mark. Witnesses say that fighting is also taking place outside of the Capitol.It comes as the latest strength of collapse ceasefires has failed to take hold. And as the U.N. warns a frighteningly large number of children are being killed in this conflict. To new tensions between China and Canada now, Beijing is hitting back at accusations of political interference by -- calling the situation \"A self-directed political --cause\". The Chinese ambassador to Canada had been summoned to respond to claims that Beijing tried to intimidate Canadian Politician, Michael Chong following his criticism of how Beijing treats its weaker minorities. China calls the claims groundless. In the U.S. destroyed by film and television writers has now entered its fourth day. New analysis from Moody says that Movie Theater companies could be hurt the most if the walkout drags on. Cinemas are already strained by the pandemic and the popularity of streaming services. Moody's analysis says that broadcast and TV networks could be hurt as well as viewers left without their favorite TV shows move to streaming. Right now though, no negotiations are scheduled between the Writers Guild of America and the group that represents management for big studios. Still to come, King Charles has been an active campaigner for environmental issues for decades. We'll continue to do so after his coronation, though. We'll discuss coming up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "NOBILO",
      "sentences": "Welcome back, I'm Bianca Nobilo outside Buckingham Palace in London, where in less than 22 hours, King Charles and Queen Camilla will make their way from here to Westminster Abbey, for the first crowning ceremony of a British monarch in 70 years.CNN's Anna Stewart is live at Westminster Abbey where the coronation will take place tomorrow. Anna, describe the scenes around you now, any indication of the scale of what's to come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My wife and I wish you and your families, a wonderful coronation weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Wherever you are traveling, we hope you have a safe and pleasant journey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And remember, please mind the gap.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "STEWART",
      "sentences": "Mind the gap, I love it. Of course it will be quite hard to move about London tomorrow. I suspect it's particularly where you are Bianca where I hear there are already people camping out on the mile, trying to make sure they've got a really good spot for the big procession tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "NOBILO",
      "sentences": "Anna Stewart at Westminster Abbey, thank you very much. We're seeing a lot more of you in the next 22 hours. For decades as Monique in waiting, Charles has been a vocal campaigner for climate change issues and environmental protection. One of his private residences, Highgrove House is a prime example of his commitment to sustainability.The estate's gardens have environmentally friendly features such as solar panels and a natural sewage system. In 2021, he attended the COP26 Climate Change Conference in Glasgow as then Prince of Wales, where he called on world leaders to take more meaningful action on climate change. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "KING CHARLES III, UNITED KINGDOM",
      "sentences": "You do not need me to tell you that the eyes and hopes of the world are upon you to act with all dispatch, and decisively because time has quite literally run out.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "NOBILO",
      "sentences": "So will King Charles the third continue to be a meaningful champion of climate change? Let's bring in Edward Davey. He's the Co- director of World Resources Institute, and he joins us now from East Sussex, great to have you on the program, sir.Now, King Charles has expressed plenty of views in his time as Prince of Wales, and a lot of them have been to do with the environment and conservation. At times, he's even been ridiculed for some of them, but tell us why he's been ahead of his time? EDWARD DAVEY, CO-DIRECTOR, WORLD RESOURCES INSTITUTE:  The Mad King has been an incredible leader on the environment since he was a very young man. And I genuinely believe he's one of the people in the world who has been most consistent and most influential on this issue for over 50 years. I had the privilege to work for him for six years, a number of years ago. And in that time, I saw the work he did on the global stage on tropical rainforests, on the ocean, on sustainable agriculture, on shifting financial markets to sustainability, opening the Paris Climate Change Conference, opening Glasgow in representation of his mother, the Queen. He has been an incredible leader. And I believe that now as king, he will continue to be an incredible leader on the environment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "NOBILO",
      "sentences": "And King Charles actually wrote a book about a vision for the future of Britain and emphasizes the importance of architecture in terms of future planning. Give us a sense of what he means when he says that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "DAVEY",
      "sentences": "Well, the world is largely urban now. And we have incredible challenge before us to deliver cities that are good for people and good for the climate. That's about architecture building. Buildings that were standard changing climate it's about transport systems. It's about making city cities livable in, able to people for people to walk in and travel by public transport.That the king has had a long set of views about the urban environment and about sustainability in the urban environment. But he's also been incredibly strong on the issue of landscapes, rural development, how we look after and care for farmers. The king is himself, an active and brilliant, committed organic farmer, the marine environment fisheries, he's got a great feeling for fisher people, fishermen and women around the world, the lives that they lead. So he's got a lot to say about the city, the urban round. But he's also got a lot to say about the natural world biodiversity, our dependence on the Amazon rainforest, the Congo rainforest, and our dependence on the marine ecosystem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "DAVEY",
      "sentences": "I imagined the king will do a lot on climate change and environment. He can convene meetings, he meets heads of state all the time. Any head of state worth their assault in the 21st century, should be talking about climate and environment. This is the existential challenge of all time.But he talks to people he's always had this incredible interest in and love for people, he will travel in his role. And in that role, he can do so much and drawing attention to the issues, whilst at the same time respecting the boundaries that he himself has been very clear, he will respect. I've already seen him do that in the six months since he became king. He has convened remarkable meetings of leaders on climate change, and the run up to COP27 in Egypt last year, and just a few months ago on how to finance the protection of the natural world. He brought together leaders from all sides of the political spectrum, financers, indigenous peoples, he's got the most incredible feeling for indigenous peoples from the Amazon and from some of the world's most important areas. He's always had this gift to bring people together around a shared goal. How do you protect the natural world? How do we deliver a sustainable planet that's good for people, and good for the planet? And I'm sure he can continue to do that. And we'll want to continue to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "NOBILO",
      "sentences": "Just briefly before we go, Edward, the coronation will be laid in with symbolism. Are there any aspects of it which are going to reaffirm King Charles's commitment to environmental issues?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "DAVEY",
      "sentences": "I think you've seen some of that already. And in the way he's invited people, they've invited people. I think you will see some of it in the music he's chosen tomorrow. The service will be full of the music of your hand, Sebastian bar, he loves the music path, himself wrote incredible music about the natural world and about humanity.I think we'll see a coronation that's incredibly moving. And we'll see the fact that the king has loved the world. He's loved people. He's traveled around the world. He's had a remarkable life already, they both have, and the best is yet to come. I'm so proud of him. I'm so grateful to him. And I'm really wishing them both so well tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "NOBILO",
      "sentences": "Edward Davey, thank you so much for joining us. Now, is it real or is it fake? That's the concern many have over images and videos created by artificial intelligence. Just ahead, the White House announces a plan to address those issues.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "NOBILO",
      "sentences": "The White House is directly addressing rapidly growing concerns about the rise of AI. It's holding meetings with tech leaders and says it will invest $140 million into research around the technology. But just why is AI such a big worry right now? Tom Foreman has more on the unique challenges that it poses.(BEGIN VIDEOTAPE) TOM FOREMAN, CNN CORRESPONDENT (voice over):  A 15 year old Arizona girl off at a skiing competition, a desperate phone call home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "DESTEFANO",
      "sentences": "And never got it for one second it was her. That's the freaky part that really got me to my core.FOREMAN (voice over):  Fear of runaway smart technology has dominated sci-fi for decades, but now real life concerns about this technology running amok as the White House meeting with Google, Microsoft, Open AI and others and putting $140 million into AI Research. The move comes as analysts fear AI bots could pour unprecedented amounts of false information into upcoming elections. Republican National Committee has already rolled out this political ad comprised of doomsday images created by AI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Border agents were overrun by a surge of 80,000 illegals yesterday evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This show close the city of San Francisco this morning. FOREMAN (voice over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're entering an era in which our enemies can make it look like anyone is saying anything at any point in time.FOREMAN (voice over):  Again Concerns about AI go beyond politics to education, crime and privacy issues, but the technology brings promise too. In the hit film Top Gun Maverick, Actor Val Kilmer was unable to speak as a result of cancer treatment. So AI sampled old recordings and created the voice you heard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Navy needs, Maverick.FOREMAN (voice over):  But worries about the downside seem to hover everywhere. One issue in the Hollywood writers' strike will AI take away some of their work. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "FOREMAN",
      "sentences": "This whole technology is moving at such a breakneck pace right now, no one can say where it's going to be in even the near future. But one study indicates worldwide AI could affect up to 300 million jobs. Tom Foreman, CNN, Washington.",
      "isLastSentenceInterrupted": false
    }
  ]
}