{
  "date": "2023-08-31",
  "headline": "CNN News Central",
  "subHeadline": "Idalia Leaves Trail of Destruction; Florida Begins Cleaning Up; Tropical Storm Idalia is Not Over Yet; McConnell Freezes on Camera Again; Trump Co-Defendants Seek Separate Trials; Shan Wu is Interviewed about the Fulton County Case. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:38",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "It was the strongest storm to hit Florida's big bend region in 125 years. Now, Tropical Storm Idalia is beginning to move offshore, leaving a path of destruction and massive flooding across the southeast. We're going to have the latest on the devastation and the cleanup still to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "And another health scare for Senator Mitch McConnell. For the second time in two months, the 81-year-old Senate minority leader froze and appeared unable to speak while taking questions from reporters. The situation is now sparking more questions about the top Republican.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "SANCHEZ",
      "sentences": "And a tragic scene in South Africa, 73 dead, dozens more injured after a fire burns through a building full of families overnight. Now rescue and recovery efforts are underway.I'm Boris Sanchez, with Rahel Solomon. We're in for Kate, Sara and John. This is CNN NEWS CENTRAL. This morning, the road to recovery. After a once in a century hurricane, Florida now beginning its first full day of cleanup as Idalia, now a tropical storm, heads offshore. Idalia is still churning up the coast, packing strong winds and the threat for deadly flooding and tornados lingers. And, caught on camera, just outside of Charleston. Watch this. The terrifying moment that wind picks up, lifts a car off the road and sends it flying. We're also now seeing the scope of the devastation where Idalia first struck Florida. These images, before and after, showing the dramatic change as towns near the big bend region lie in ruins. The storm surge hitting Pasco County especially hard. Between 4,000 to 6,000 homes in that county alone are inundated with water. Elsewhere, massive trees falling directly onto homes. And, thankfully, for this family near Tallahassee, no one was there at the time. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "DENISE WILLIAMS, HOME DESTROYED BY FALLING TREE",
      "sentences": "I'm like, you know, this trailer been sitting here ever since like '96. And it hurt because I raised my kids up in this trailer. So, I don't know. But the good thing about it, I'm glad it wasn't nobody in here, you know, when it happened.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "SANCHEZ",
      "sentences": "We begin this hour with CNN's Carlos Suarez. He has more on Idalia's furry.(BEGIN VIDEOTAPE) CARLOS SUAREZ, CNN CORRESPONDENT (voice over): The eye of the storm ripped through Florida's big bend region with maximum sustained winds of 125 miles per hour, resulting in a once-in-a-century weather event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was bad. It was heavy, heavy, heavy winds. Worst I've ever been in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "SUAREZ",
      "sentences": "The category three storm left homes demolished and streets flooded.GOV. RON DESANTIS (R-FL): We clearly have significant damage throughout the big bend region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "SUAREZ",
      "sentences": "This family in Perry, Florida, watched as trees fell directly on their home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh my gosh. No! Oh! It's OK. It's OK. It's OK. It's OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "SUAREZ",
      "sentences": "Up and down Florida's west coast, record-breaking storm surge occurred.In Citrus County, Crystal River left devastated by floodwaters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "DOUG BABER, CITY MANAGER FOR CRYSTAL RIVER, FLORIDA",
      "sentences": "People were actually really going strong and - and we are -- the entire city of Crystal River is in a flood zone. So, we - we have no choice but to move to higher ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "SUAREZ",
      "sentences": "Further south, along the coast in Hudson Beach, crews rescued residents by boat as the floodwaters came rushing into their homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I can't believe this. I've never seen nothing like it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "SUAREZ",
      "sentences": "This family rescued but heartbroken to leave everything behind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And it just came in before we could get out, man. Like, so quick. We were trying to get in the truck and it's up to the - we were barely able to get the doors open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "SUAREZ",
      "sentences": "In Pasco County, around 150 residents were rescued from flooded neighborhoods. This home caught fire in the midst o the floodwaters. Michael Bobbitt from Cedar Key, Florida, says he stayed behind to weather the storm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:38",
      "speaker": "MICHAEL BOBBITT, CEDAR KEY, FLORIDA, RESIDENT",
      "sentences": "These are all little old school Florida villas, and they were just picked up and carried into the gulf. So, that was heartbreaking to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ALEXIS DELEON, ANNA MARIA ISLAND, FLORIDA, RESIDENT",
      "sentences": "Golf carts, cars were flooded. The trailer homes. I mean it was up to our knees, our waist. We were riding bikes through it. So, it got pretty high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SUAREZ",
      "sentences": "Idalia then traveled north through Georgia. into South Carolina, where the storm surge reached nine feet in Charleston according to the National Weather Service, leaving roadways throughout the state treacherousThis car in Goose Creek, South Carolina, flipped over in the middle of the road. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Our thanks to Carlos Suarez for that report.Let's pivot to CNN's Ivan Rodriguez now because he has more on today's cleanup, specifically in Crystal River, where floodwaters struck fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "IVAN RODRIGUEZ, CNN CORRESPONDENT",
      "sentences": "Boris, Rahel, we're in downtown Crystal River, beginning to see some of the damage here for the first time. For hours, if not more than a day, this was completely impassable in this part of town. And you can see just where the water level was. You can see the difference here in the color of the brick. The water level pretty much just right below my hip. There's still some water here inside of this business, which was vacant already. But you're still seeing what it's going to look like when that process continues in terms of rebuilding.Now, as we continue to walk down this sidewalk here in downtown, you see again more of the damage in terms of water. We're seeing sandbags that were placed down in front of some of these businesses on the ground as well. Businesses that were boarded up. In terms of the recovery, we're seeing a lot of the rebuilding process taking place as we speak. We've seen a lot of city crews out and about clearing debris from the sides, making sure that these roads are accessible. Right here where you're seeing these roads closed off by law enforcement officials, they're making sure that only those city crews can get in so that the recovery efforts at least to clear the roadways can be a lot faster. We're also going to be seeing, throughout the day, a lot more business owners come back and check in on their own damage. I actually was able to speak with one couple who owns a business right down the street behind me. They own a manatee tour company. And at that tour company, they tell me that they get a lot of their business, about half a million people come here in just a year to Crystal River partly because of the manatees. They told me that they were able to evacuate two days prior to making landfall when this hurricane made landfall. They got a U-Haul, packed up all their belongings, all their gear from that store, and took it away to higher ground. Now they're coming back finding 18 inches of water was inside of their store. They're going to try and clean that up today. They're bringing crews in to clear all that out, try and get it set by tomorrow because, again, right around the corner in normal times they would be thinking about all that business coming in now for Labor Day. But in terms of rescues, we also saw so many rescues and a big focus on that late afternoon yesterday. We witnessed three rescues alone by fire rescue boats here in Citrus County. Now, in total in Citrus County we saw 76 rescues take place. In Pasco County, also hard hit by the hurricane, we saw more than 150 residents have to be rescued there as well. So, as we're continuing these conversation, rebuilding is top of mind. Bringing back power to so many residents across Florida also remains top attention for officials. Here we're also hearing from city leaders, the city manager of Crystal River saying that across the street at city hall they actually got eight feet of storm surge there as well. Really record water levels here for this community. That city manager saying that city hall is pretty much now gone. So, again, rebuilding will take its time. Some will be able to get to that point to reopen sooner than others. In Crystal River, I'm Ivan Rodriguez.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SOLOMON",
      "sentences": "All right, Ivan, thank you.And joining us now is CNN meteorologist Allison Chinchar. Allison, we just have been watching Idalia's path of destruction there, that devastating trail of damage, but also setting new records. And apparently it's not over yet. I mean where is Idalia headed? Where is it now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "SOLOMON",
      "sentences": "OK, it's not over yet.Allison Chinchar, live for us there. Thank you, Allison. Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "SANCHEZ",
      "sentences": "This morning there are new questions about Senate Minority Leader Mitch McConnell, his health and his political future after he appeared to freeze during a news conference again. It happened yesterday in Kentucky after he was asked if he planned to run for re- election in three years.Watch this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Running for re-election in 2026?SEN. MITCH MCCONNELL (R-KY): Oh. That's a -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Did you hear the question, Senator? Running for re-election in 2026.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "MCCONNELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "All right, I'm sorry, y'all, we're going to need a minute. Senator. Benny (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Want to head outside, sir? Want to come with us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "MCCONNELL",
      "sentences": "I'm OK.OK. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "SANCHEZ",
      "sentences": "The 81-year-old senator experienced something similar last month while speaking at the Capitol.Now, his office is attributing both of these incidents to light headedness. Let's discuss with CNN's Melanie Zanona, who joins us from Washington this morning. And also with us, CNN chief medical correspondent Dr. Sanjay Gupta. Melanie, let's start with you. What is McConnell's office saying about these incidents and about his health?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Well, it is clear that McConnell's team recognizes that this is a growing political problem for the long-time GOP leader. And, in fact, McConnell's been working behind the scenes to tamp down speculation about both his health and his political future.We're told that yesterday after this freezing episode he spent some time calling up allies, reassuring them about his fitness to serve. He was also working to reassure donors, according to our colleague Manu Raju. He also made it a point to carry on with his schedule last night. He was at a fundraiser for Congressman Jim Banks, who's running for Senate. And people who were with him yesterday have come out and said McConnell was totally fine and as sharp as ever. Let's take a listen to what Scott Jennings, a long-time McConnell confidant, told our colleagues on CNN THIS MORNING. (BEGIN VIDEO CLIP) SCOTT JENNINGS, LONGTIME FRIEND AND ADVISER TO SEN. MITCH MCCONNELL: He came back home to Louisville. I was with him with Jim Banks, who's running for Senate in Indiana. He met with a group, answered questions, worked the crowd and was, you know, on top of it, sharp, and fully in command of, you know, all the - all the politics and issues of the day. So - and I - and I should also tell you, I was with him two days ago and watched him give a long speech to a lunch crowd and then answer several questions from that crowd and in the midst of another long day. So, throughout the month of August he has kept up a pretty robust schedule. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "ZANONA",
      "sentences": "So that is, obviously, very encouraging to hear. But at the same time, we still don't know what is causing these freezing episodes. His office has been very reluctant to reveal any information about his health. All they've said in both of these freezing episodes is that he felt light headed and was totally fine afterwards.But because of that, speculation continues to grow and mount about his health and his political future. And I think one of the big questions going forward is whether Mitch McConnell will continue to be the GOP leader in the years ahead. So far he said he's planning to serve out the rest of his term as GOP leader, which lasts until next year - end of next year, and Republicans said they will support him in that role. But it's a different question going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "SANCHEZ",
      "sentences": "Yes, notably a lot of Republican senators hesitating to question McConnell's political future after these episodes.Sanjay, as a neurosurgeon, what goes through your mind as you're watching this? DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Well, you know, it's hard to watch, I think, no question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "GUPTA",
      "sentences": "You know, if I saw that as a patient, I'd say that person needs to be evaluated to understand what is happening and to make sure it doesn't continue to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "SANCHEZ",
      "sentences": "Yes, one aid seemed to stress that it was an issue of hearing. She told reporters to please speak up as they were asking their questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "GUPTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "SANCHEZ",
      "sentences": "These two freezing episodes, though, Sanjay, part of the last few difficult months. It's been eight months where Senator McConnell has had a series of health issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "GUPTA",
      "sentences": "Yes. Yes, he has. And, you know, going back to even 2019 he had a significant fall where he dislocated, fractured his shoulder. He's got a history of polio as a child, so that's part of the reason he has difficulty walking. But you're right, I mean, if you look at just the past year, there's been significant health episodes, including in March when he fell, got a concussion, broke ribs, was hospitalized for a period of time. Those difficulties with hearing that you mentioned, Boris, that's been ongoing for some time. But then these two episodes, in July and now of essentially freezing, very noticeably freezing for at least around 30 seconds or so.So, again, we don't know what's causing this, if he's -- all these various things are related somehow, but I - I'm hope - I hope he's getting evaluated. I hope someone's actually checking him out, looking at what's happening in his brain to make sure that they can do something about it if need be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "SANCHEZ",
      "sentences": "Yes, we hope the senator is OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "GUPTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "SANCHEZ",
      "sentences": "Dr. Sanjay Gupta, Melanie Zanona, thank you both. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "GUPTA",
      "sentences": "Yes, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "SANCHEZ",
      "sentences": "Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "SOLOMON",
      "sentences": "And, Boris, McConnell's recent health scares are calling into question whether his age makes him unfit for office. Of its 535 members there are currently 19 lawmakers in congress who are at least 80 years old. Democratic Senator Dianne Feinstein recently turned 90. And her health problems have caused her to miss dozens of votes this year.And it's not just Congress. President Biden is 80 and would be 86 years old at the end of his presidency if he is re-elected for a second term. GOP frontrunner and former President Donald Trump is 77. Now, polls show most Americans favor age limits for elected officials, and few voters are searching for a president who is 70 or older. A CBS/YouGov poll from last year found that 73 percent of Americans believe that there should be a maximum age for elected officials. And a June poll from Pew Research found about half of Americans says their ideal president would be in their 50s. Now, that hasn't happened since Bush and Obama were in office. We should, however, say data also shows age is not always the top priority for Americans when voting. Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:23:11",
      "speaker": "SOLOMON",
      "sentences": "Welcome back.Two of Donald Trump's co-defendants in the Georgia election subversion case want their trials held separately. Former Trump campaign lawyer Sidney Powell and pro-Trump lawyer Kenneth Chesebro have each asked the Fulton County judge to sever their cases from the 17 other defendants named in the indictment. They each deny any wrongdoing and have already invoked their right to a speedy trial. So, for Chesebro, the judge has already set a trial start date for October 23rd. No date has been set yet for Powell. Let's bring in CNN's Katelyn Polantz. She joins us now. So, Katelyn, what do we know about the why, why they want to separate their cases from the rest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SOLOMON",
      "sentences": "Absolutely. And if it has any implications on the other defendants in this case.Katelyn, while I have you, Giuliani - Rudy Giuliani has been found liable by a federal judge in this defamation suit brought by those two Georgia election workers. What's the latest here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "POLANTZ",
      "sentences": "Rahel, this is a lawsuit that Giuliani has essentially lost, and now he has to go to trial to determine how much he's going to have to pay, both to make these two Georgia election workers, Ruby Freeman and Shay Moss whole, and also how much he will have to pay in punitive damages, aka punishment for what he said. So, this is a defamation case where he essentially conceded that he made false statements about these women. And they are claiming that he inflicted severe emotional distress upon them.A judge did rule in their favor and against him because he just didn't show up for fighting the lawsuit in any way that he should have to be able to provide the evidence needed for it to go further. And so now that will create severe consequences, the judge has made that explicit, for Rudy Giuliani in a 57-page opinion yesterday. And it does set up this trial where Ruby Freeman and Shay Moss' attorney, he is already saying on CNN that he is going to be seeking tens of millions of dollars in payment from Rudy Giuliani to these two women just in this case. And, of course, that's not the only legal issue that Rudy Giuliani is facing at this time, either as a lawsuit or in the criminal sphere. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SOLOMON",
      "sentences": "Not at all. But at least civilly this moves to the next phase where, you know, a judge will decide ultimately what those damages look like.Katelyn Polantz, live for us in Washington. Katelyn, thank you. Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SANCHEZ",
      "sentences": "Let's dig deeper now with a legal expert. Joining us is defense attorney and former federal prosecutor Shan Wu.Shan, great to see you, as always. Let's start with Sidney Powell and Kenny Chesebro trying to separate their charges from the other 17 co-defendants. How does that potentially give them a legal advantage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SHAN WU, DEFENSE ATTORNEY",
      "sentences": "Well, it gives them a big, legal advantage because nobody likes to be sitting at a table with a bunch of other people looking like you're part of a criminal conspiracy gang. So, that's a standard move. You wouldn't want to be joined with everybody else. That's the legal term, being joined that way. So, they are going to move to sever.Now, looking at the arguments for severance, there's good and there's a bad for them. The good part is, they have smartly asked for a speedy trial. Kind of hard for the judge to turn that down. And that provides them a potentially legitimate path of separating themselves from the rest of the group. The bad part for them is, from the arguments that they're making, it sounds like they're just arguing factual innocence. That's not going to be a reason to get out, which is, hey, I'm innocent but these guys look guilty so I shouldn't be tried with them. That's not going to fly. You have to show something substantive. For example, that your defense might implicate others, meaning that somebody might testify against you or you testify against them. But because you have a right not to testify, whoever is being suspected to that incriminating testimony says, hey, I can't cross-examine them, no fair, you know, that they're going to take the stand against me, that sort of thing. You have to find something more substantive, not just that, you know, they - they might have done something bad but not me so I shouldn't be tried with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SANCHEZ",
      "sentences": "Yes. So, if this succeeds, it has the potential to complicate Fani Willis' case, no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "WU",
      "sentences": "Oh, absolutely. It'll sort of splinter it some. Of course, it will slow it down. Different people will be going at different times. Which was - I'm sure she expected this would happen with this many defendants, they would try to do this. But the biggest issue as these things begin to splinter out, if they're successful, is it allows the defense to preview, basically, the government's case. They'll get to see someone go first. They'll get to see the strengths and the weaknesses and they can tailor their defense to that, which I'm sure is what Trump's people are trying to do, let other folks go first and test the waters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SANCHEZ",
      "sentences": "Right.Shan, let's talk about Rudy Giuliani, found liable for lying about these two Georgia election workers. Their attorney telling Kaitlan Collins last night on CNN they'll seek tens of millions of dollars in damages. Is that realistic, especially given that reporting that Giuliani is running out of cash.",
      "isLastSentenceInterrupted": false
    }
  ]
}