{
  "date": "2023-06-29",
  "headline": "Amanpour",
  "subHeadline": "Interview with Former NATO Secretary General and Former Danish Prime Minister Anders Fogh Rasmussen; Interview with Carnegie American Statecraft Program Senior Fellow and Historian Stephen Wertheim; Interview with WTA Founder and Former Tennis Champion Billie Jean King; Interview with \"The Talk\" Author Darrin Bell. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.(BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator): I do not even know how to describe it. My son was killed in the war, and now this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "As the war continues to take a deep human toll, the question is, has the time comes for Ukraine to join NATO? Ahead of its crucial summit,we debate with Former Secretary General Anders Fogh Rasmussen, and historian, Stephen Wertheim. Plus -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BILLIE JEAN KING, FOUNDER, WTA",
      "sentences": "He gave us one voice and power.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "ANDERS FOGH RASMUSSEN, FORMER NATO SECRETARY GENERAL",
      "sentences": "Yes, indeed. What we saw on the weekend was how fragile the Russian society is and theinstability that Russia really represents. That strengthens the argument for letting Ukraine join NATO. We need Ukraine as a strong and stable Eastern European ally that can serve a boardwalk against a still aggressive Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "And, Stephen, you don't think Ukraine should be in NATO now or in a first instance. But do you think things have been changed since theevents over the weekend and how it showed Putin, you know, is potentially vulnerable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "STEPHEN WERTHEIM, SENIOR FELLOW, AMERICAN STATECRAFT PROGRAM, CARNEGIE",
      "sentences": "Thank you. Good to be with both of you. You know, I just don't think whathappened over the weekend changes the equation at all with respect to Ukraine's membership prospects in NATO. The simple fact is that if Ukraine were to join NATO, first of all, it would cross a well-established red line for Russia that many have warned about over the years. And thus, if this current war ends, it could prompt a Russian re-invasion of Ukraine. And secondly, it would confront the entire NATO alliance with two unpalatable options. First, to wage what President Biden has called World War III with Russia, over Ukraine. Or second, to decline to defend Ukraine and thereby weaken NATO's Article 5 security guarantee across the entire alliance. So, I think that's the inescapable reality of trying to bring Ukraine into NATO.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, before I get former secretary general to comment on that, I do need to ask you because that is the argument that has prevailed sincethe beginning of this, precisely as you lay it out. And I'm actually just trying to wonder whether events over more than a year of war may have outdated those. I mean, for instance, Stephen, you say Ukraine's best path to peace is to be well armed and supported outside NATO. But this fear of Putin doing -- other than the invasion is these so-called escalations have actually not come to pass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "WERTHEIM",
      "sentences": "Well, I think that, you know, the increasing cooperation between NATO and Ukraine was one factor among others that probably precipitatedPutin's terrible decision to launch a full-scale invasion of Ukraine. Now, it's true that in the course of the war some fears that Russia would escalate have proved to be unfounded. On the other hand, Ukraine and its partners have tried to act with a sense of restraint, because the overall goal, at least by the United States and NATO alliance, has been to avoid a direct clash between NATO forces and Russian forces. So, I think we have to -- it's very hard in the midst of this terrible invasion, completely unjustified invasion of Ukraine, to be concerned about provoking Russia. Of course, that's not where people are thinking today. But at some point, thank goodness, this war will somehow come to an end. And at that point, it will become very important to find the most stable path for Ukraine and for Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Anders Fogh Rasmussen, I want to ask you a similar question about the fears of Putin, because from the very beginning, as Stephen said, youknow, President Biden said, I'm not going to start World War III over Ukraine, even before that, President Obama would say, you know, the similar things, everybody concerned about starting a nuclear war and the like. Did we get it wrong about Putin? Do you think that's a legitimate fear? And have we actually played into that narrative?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "RASMUSSEN",
      "sentences": "Yes, we got it wrong. The fact is that Putin will not use nuclear weapons because that would be the end of his regime in Russia. Andwe should never ever give in to threats from Russia. The problem is that we promised Ukraine, back in 2008, that Ukraine will become a member of NATO, but we didn't do anything. So, for 15 years they have been in the waiting room, and the waiting room is not a safe place. That's exactly what Finland and Sweden have realized, and that's what we should recognize for Ukraine as well. So, I think we should extend an invitation to Ukraine sooner rather than later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "WERTHEIM",
      "sentences": "Well, I'd like to see a pretty bold action, starting at the Vilnius Summit, to show Ukraine a viable path forward, not only after thewar, but also during this war. So, I think it's an idea many have discussed, including the Ukrainian government, based on the model of Israel in which Ukraine's partners would essentially formalize the kind of very effective security cooperation that they've extended during this conflict. Make sure that Ukraine has multiyear agreements, that there's international coordination rather than the ad hoc kind of support that had to be improvised in the wake of Russia's invasion last year. I think that's a viable way forward, thanks to the bravery that Ukrainian forces have shown and their effectiveness on the battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "But, you know, Israel has nuclear weapons. They're not declared, but everybody knows they had -- have them. Ukraine gave them up preciselywith a guarantee from the West and Russia to protect its territorial integrity. It doesn't have those weapons right now. They didn't -- you know, Russia didn't protect its territorial integrity. So, how would that help?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "WERTHEIM",
      "sentences": "Sure. And not every aspect of Israel needs to be copied by Ukraine. I will say, in 1994, when Ukraine gave up nuclear weapons thatwere stationed on its territory, it received assurances, not guarantees, to go to war on behalf of Ukraine. Those assurances obviously are not strong enough, and Russia's word cannot be trusted. But what I see us hurdling toward in the upcoming summit in Vilnius is something like Bucharest redacts (ph), a copy of 2008, where we have some NATO members that are pushing to emit Ukraine, not the United States this time, as it was in 2008, and others that really don't want to do that. And so, what I fear is that I completely agree, a waiting room does not make sense for Ukraine or for anyone. But I fear that that's where we'll end up unless there is some real willpower to say, actually, this is not the right time for Ukraine to join NATO, and it's very hard to see what that right time could possibly be. But there is another path that can be very effective, that will take a lot of money, resources and commitment from Ukraine's international partners, but that's where we should all really focus our energy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "I mean, I guess the question there is, is that effective and efficient? Anders Fogh Rasmussen, effective and efficient, and if theydon't get the invitation, which I think nobody expects them to get at this Vilnius Summit, what is yet another waiting room? I mean, yet another interim solution? You are on record as saying, I've spoken with several Eastern European leaders, and there is a group of hard-core Eastern Central European allies that want at least a clear path for Ukraine towards NATO membership. But you've also said that they might actually step in and provide soldiers and presents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "It's really interesting. Again, I want to put forward what President Zelenskyy said to me when I interviewed him a few months ago thatthey are fed up of -- you know, of the fear that the outside world has because they know Putin and the Russians better than anybody else. This is what he said to me. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): You know, I think that Russia feeds on these fears. And I think that this is a big mistake over the past few decades. Russia feels it has this power. The more you give it, the more it fills your fear. It lives by it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "So, to both of you then, that's the view from the inside. And I know that you know this because you advised them, Anders Fogh Rasmussen. Imean, the big fear from everybody is, if it becomes a member of NATO, then Article 5 means that you all have to protect it, or not, or NATO's, you know, key -- the heart of NATO disintegrates. So, what would be so bad about actually committing to protect Ukraine within a NATO format as you're doing outside of a NATO format? And what would be better than that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "WERTHEIM",
      "sentences": "I think the problem with the NATO format is simply that there is a very real risk that even if this war ends there would be a recurrence.And therefor, the commitment that NATO members would make to defend Ukraine, or a portion of Ukraine, is quite -- would be a very real prospect of coming due. And then, we would be in a situation that we can see no one actually wants in the NATO countries to directly fight Russia over Ukraine even now. And so, this commitment, rather than, I think, providing the very strong security guarantee that Ukrainians would like would actually, in the specific case of Ukraine, lack sufficient credibility from Moscow's perspective. Moscow would look and see that since 2014, when Russia in fact invaded Ukraine, every NATO member declined to fight Russia over Ukraine. And so, it would actually have the opportunity, if Ukraine were to join, to fracture the NATO alliance and weaken Article 5 across the entire alliance if it tried to test that commitment in the weakest point. So, it's just a bridge too far. I think I completely agree on the framework of the Kyiv Security Compact to create a Ukraine that truly is able to defend itself and do so, credibly, over the long-term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "So, Anders Fogh Rasmussen, I want to read you what Henry Kissinger had said on the occasion of his 100th birthday. Mr. Realpolitikwho did not think -- and he thought very much like Stephen that Ukraine should be part of NATO. He says he's changed his mind now. We have now armed Ukraine to a point where it will be the best armed country and with the least strategically experience leadership in Europe. So, for the safety of Europe, it is better to have Ukraine in NATO. So, your comment on that, but also, the flipside of what Stephen said, you know, the fear is of provoking Russia and having another war and all of this is not over yet. But we've seen Russia's incompetence over the last year, it's inability to convert this to a rapid victory. And so, I guess my question is, having seen Russia's capability, does that give you more -- give Ukraine more, you know, kudos for actually joining?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "RASMUSSEN",
      "sentences": "I spoke with Henry Kissinger some days ago and I fully agree with his argument for letting Ukraine join NATO. The only thing Putinrespects is NATO's Article 5, and that's the reason why he hasn't attacked any NATO country yet. He respects that. And that's why Ukraine should join NATO. We have to ensure a more peaceful and stable European continent. And to that end, we need Ukraine as a NATO member. We need that because that would free up resources and give the U.S. and others more room to maneuver and to address the real long-term geopolitical challenge, namely China and the Indo-Pacific. That's why we need a new European security architecture with Ukraine, Finland and Sweden as members of NATO.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Stephen Wertheim, Anders Fogh Rasmussen, thank you very much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Next, to the world of sports. And specifically, how to finally level the playing field for female athletes.Here in the U.K. a blockbuster report found the English cricket, one of the country's most popular sports, is blighted by widespread sexism and racism. Perhaps no other athlete has worked harder for sports equality than tennis legend, Billie Jean King. On the court, her achievements accounted in record busting titles. But off the court, they are immeasurable. Chief among them, the founding of the WTA 50 years ago this month. It established a professional women's tour and was a watershed moment for women's rights. I sat down with Billie Jean King at the Gloucester Hotel here in London, the very place that she made it happen on the eve of Wimbledon where she was competing 50 years ago. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Billie Jean King, welcome back to the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BILLIE JEAN KING, FOUNDER, WTA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "We have talked many times about significant milestones in your career and the bigger game. This now marks 50 years since you created, Iguess what ordinary people would say is the first ordinary female tennis players union. How did you do it and what difference does it make?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "KING",
      "sentences": "Whoa. How did we do it? How long do you have here? See, I always was tried to get the men and women together in the late '60s, the men only saidno. So, the next best thing is, well, then we have to get together, the women. And so, basically, we all helped each other. Like I would ask Rosie Casals or Betty Stover or Francoise Stur to say, who do you have influence over? Each one of you has to deliver two people to this meeting we're going to have to see if we can have this association or union. And it was really hectic, because players were always practicing. It's hard to get players together. So, this is on a Thursday in 1973, before Wimbledon started on a Monday. We got 60 plus people in the room here at the Gloucester. And at the end of it, well, let's talk about -- before the end of it, I had Betty Stove, she's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Who was a very large Dutch woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "KING",
      "sentences": "Large, strong. And I said, Betty, come over here, and I'm laughing because I'm looking up at her, I go, you have to stand at the door. Don'tlet one player out until we either have our union or association, or we don't. But don't let anybody out until we vote. She started -- she looks down at me and she starts laughing, but she got -- she says, don't worry, and she went back and put her arms across like this and said, don't you come out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "And she just stood in front of the door?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "KING",
      "sentences": "Yes. I could relax. So, anyway, I got up there. I remember the podium and the microphone and I was like, I said, please, God, let this happen.And so, I said to them, this is a moment of truth and we have to do this and we have to do it today. We have to be together. We've had two tours. We've been split up, that's no good. We have to always make sure that at least at the minimum the top players were always together to provide the best entertainment and performances to our fans. We owe it to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "And they voted on the first round?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "KING",
      "sentences": "Yes. Everyone voted yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "And what did physically do? How did it help you all in the immediate? What did it do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "KING",
      "sentences": "It gave us one voice and power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Power to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "KING",
      "sentences": "Negotiate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "For equal pay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "KING",
      "sentences": "That was -- obviously, for me, personally, at the top. But we had to argued for other things. We got very little money. But by '73, we'restarting to get prize money, you know? I did very well, because I was winning. That was kind of the top of my career, but a lot -- most people were not. And we really wanted to add tournaments at lower, lower levels to give more and more women a chance to play and make money. And the three things why we have this association, that any girl born in this world, if she were good enough, would have a place to compete. Number two, to be appreciated for our accomplishments, not only our looks. And number three, most importantly, to be able to make a living playing the sport that we loved and had a passion to play. And we want it for others. And what this did is we provided a platform for every single professional women tennis player, a platform for her to be a leader, to be effective in her community, wherever she lives, it could be a village, it could be a town, it could be a country, it could be a continent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "This year also happened to be -- so, the 1973 was celebrating -- marking the 50th anniversary of the WTA and what you did, but it alsohappened to be the year you won a Triple Crown at Wimbledon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "So, for those who don't know, that means it is singles, doubles, and mixed doubles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "It doesn't happen very often.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Almost never. In fact, you were the last one to win the at Wimbledon, that Triple Crown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "Well, today, most players won't play three events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "I love tennis. I can never -- I was the first one to arrive at Wimbledon, the last one to leave. If I could be in the court hitting a balland I loved doubles more than singles. So, to play mix doubles with Owen Davidson, doubles with Rosie Casals and, oh, yes, the singles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "And, oh, yes. But point is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "I play in the -- oh, I think it was Chris Evert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "My point is though is that here you are winning. I mean, I guess that takes a lot of effort to play all those matches and doing all thisstuff off stage, so to speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "All of this activism. How did you -- I mean, how does that even work? How can you do that, mentally, physically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "I made the decision when I was 12 years old, I had an epiphany that I would fight for equality the rest of my life. And I made a very consciousdecision that I wouldn't win as many titles as a player if I were going to do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Did you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "Oh, absolutely. I knew that so was obvious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Because I want to just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "If you're working off the court like I was, I mean, I would go to sponsor -- I'd go see a sponsor in New York in the morning and then take atrain to Philadelphia and play in the finals of Philadelphia. That is not the way to win titles and I'm sure didn't win that one. I think I lost Chris Evert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "But here's the thing that I want to know. At the time when you retired you had a record number of titles, you have the record number ofwins. Do you regret retiring when you did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "The first time, absolutely. '75, I had just won Wimbledon and I announced my retirement because everyone around me -- I was listening toomuch others on this and not my own heart and soul. And that is they said, you should go out on top. You know, everyone -- athletes hear this all the time, go out on top. You know that's the way to go. Well, I was -- I could've won actually some more singles as well because I was practicing with Chris Evert and Martina Navratilova and they're going, why did you retire? You beating us in practice. You're ridiculous. So, I've probably should've played at least one, maybe two more years of singles. But I did come back and played doubles and then played some singles as well, but it was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "And got more titles when you came back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "Not really in singles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "But in double you did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "Because I came back in '77, '78. But '76, I definitely could have one some more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "How difficult is it for women on the tour? I'm asking you because, obviously, you had, you know, a whole load of issues, everything.I mean, even eating disorders and the whole thing. I mean, you had a lot of pressure on you as well. And today, we are hearing and seeing and listening to more and more female players. We don't really hear it from the male players.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "Men don't speak up because the media don't ask them enough, OK? We're all -- women are always asked a lot more personal questions than the men,which gets irritating. Because 85 percent of the men are in communications and in media, they tend to hold back for the guys because they feel it's about how they feel as a male.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "You're talking about the male journalists?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "Absolutely. Male journalists protect, they don't mean to, it's just who they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "It's just a natural bias.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "Right. That's right. The way we're socialized. So, we're always asked about our sexuality, all our personal stuff and the men never were. I wouldalso, like men, if they're gay to come out, I wished, you know, would have the courage to do that. But do you know how hard it is for guys, you know, if you come out like that? You know, think of the locker room? I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. But there --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "-- it's relentless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "-- are plenty of sports now where men are coming out. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "What about tennis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Not yet, obviously. Do you think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "Hello?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "-- male tennis players -- why, are you saying there are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "I don't know. But there -- I would think one or two must be. I don't know though. I have no idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "But do you think or do you know that male tennis players have the kind of mental health issues that we have heard from Naoma Osaka andrecently from Emma Raducanu and others?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "Oh, absolutely, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "But they don't talk about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "What's his name? Kyrgios just talked about how he's had depression and all that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "But now, it's OK to talk about these things, and that's wonderful I think that's fantastic. I mean, during the tour I was told by sponsors if Isaid anything -- because I was going through -- I can't figure out who how I was. They said, if you say anything about your confusion or what's going on in your heart and soul that we -- you -- we will not have a tour. Now, I am given that type of information, do you think that I'm going to say anything? Of course I'm not. We've got the tour. This is not about me, this is about everybody. So, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "So, last week, Emma Raducanu, of course who shot to fame, you awarded her her trophy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KING",
      "sentences": "Yes, I did. It was such an honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "And being a pro athlete is hard. The WTA has been fantastic with mental health for years. People would say, why aren't you doing anything?Of course we are doing things, but we have to keep it private. This is about private issues with each player. I used to talk to the Catherine Australia (ph) who is the head of health services, ad nauseam, what's going to happen in the future, how will we make it better, how do we help with all of this? We have psychologist. Believe me, since the '80s and '90s, the WTA has been on this. We have psychologists, whatever you need, OK, they are there. But you've got to keep it private.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "Because whatever what the person wants. It's all about the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Oh, you have to keep it private? So, you don't mind --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "No, the WTA does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "Oh, no. I think it's wonderful when they talk about it. I encourage it. I mean, I went to an eating disorder place. I have a psychologist. Itotally believe in all of this. No. But I just want everyone to know the WTA has been aware of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "But why do they -- why does someone like Emma say its brutal or even Naomi Osaka? A lot of it goes to the haranguing they get in the pressroom afterwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "Is that what they say? I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, I've heard that. I've heard --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "I know, but what do they expect? I wish -- OK. It is going to be difficult, but you've chosen to be a professional athlete. With that goescertain things that you will have to look at. It's competitive. You have to ask for help if you need it. See, I don't think a lot of athletes were -- you know, we're used to, you know, stiff upper lip (ph), be tough. No. On the court, maybe. But off the court, if you need help, ask for what you need. Girls are socialized not to do that. Have you ever noticed that girls have a hard time to ask for what they want and what they need? And they need to step up and ask for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "I wonder if you have empathy though, because you remember --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "Totally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "-- back in the early days, in the '70s and the '60s, you were like storming around the court, sometimes you would bash your racket. Youknow, you were very, very, volatile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "For then. For now, I would be absolutely nothing. I mean, I held back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "But what was going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "What was going on? I hate losing. I hate losing. We've got a lot of things going on off the court. I've got a lot of meetings when I get offthe court. I've got to go talk to players or the sponsors or whoever. And so, I've got that in my head, but that was a privilege to have that. OK? That wasn't -- and I am very intense. I wouldn't say -- I would say I'm a little bit -- or a lot of a hothead, you know. But now, you're allowed to be, which is great. I would love to be a player today. I would thrive on today's situation. First of all, you can be honest with the media, and I think we should talk to the media, by the way. I think when we don't, it's a mistake because as a professional athlete that's part of the territory. When you sit down and you ask yourself, do I want to be a pro athlete, a pro tennis player? This is what goes with it. Do you want to deal with it or not? And I know it's tough, but I think it is a privilege. It is a privilege to have medias -- it's a privilege to talk to you. Do you even care about what I think, or what the WTA or to the players?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. But not right when you come out of a losing match and you're sweating and you're crying and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "I went took five minutes. I throw my rockets in the locker room. I said, just give me five. I walk in and do my press conference. Because theytold our story. Without the media and -- we didn't have social media. So, we were -- if the media didn't tell our stories, then we had nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "So, it must be much tougher now with social media, because it's just trolling and mean and horrible stuff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "You have to not take things personally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Or not look it? Can I ask --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "And well, you don't look it. I don't look at it. But I don't take things personally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "So, you guys were the rock stars of the time. I mean, you all, Chrissy, Jimmy Connors, the relationship, the romance and Bjorn Borg.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "Yes. We finally --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "You know, all of these teenyboppers storming the hollowed grass courts. I mean, it was unbelievable stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "I know. But that's because we had the media and it was professional. That is why we wanted to take it from amateur to the pro.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "No. But it was like -- yes. It was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KING",
      "sentences": "It was great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "I mean, did you feel like a rock star?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Last year, Pam Shriver really went public with an abusive relationship that she had on the tour. And let me just get this absolutelyright. She was 17. Her coach was 50. And she had a sexual relationship, which she says she now understands, it was a five-year-long affair that was sexually and emotionally abusive. Is that unusual? Was she just one person who was preyed on by older coach --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "KING",
      "sentences": "Oh, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "-- or is it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "KING",
      "sentences": "Abuse is something that we talk about all the time and try to prevent as much as possible, and also, reach out to the players. I mean, I havebeen involved in a couple of situations myself. So, I know this for a fact, that there's all kinds of support for a player, but they also have to do whatever they need to do to get out of the situation. Some players do not have the wherewithal to get out of it, emotionally, mentally or whatever. And other players don't want to get out of it. They think -- they want to stay where they are, they don't care. They don't see it maybe as abuse, whereas the rest of the world does or whoever is involved. But sometimes they will change in time. But Pam now being older has perspective, and that's the great thing about being older is you have perspective. Now, she realized that her coach abused her at the time she was in it, she was probably really happy maybe or unhappy. It's abuse, no matter how you take it. When you have the authority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "When you say you were involved in two issues, you mean to yourself or do you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "KING",
      "sentences": "No, players. I've been involved with a couple of players that have been brought in by -- like -- have been brought in by governing bodies, andit is hard. I mean, I know I was helping one player and she did not change. She decided not to do anything about what was going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "The most famous one is the brouhaha over what happened with Peng Shuai, a Chinese player. We have seen hide nor hair of her, really, sinceshe made her first allegations and she was, I guess, removed by the Chinese authorities from public life. The WTA said that they would no longer go to China. Now, they are going to go back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "KING",
      "sentences": "I think they tried the best they could in what they were doing and nothing worked, from what I can understand. You probably have to ask them.But I think we should go back to China. I'm very big -- personally, I'm big on going to places because I think you have to engage to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "It's also about money, you need the money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "KING",
      "sentences": "Of course, it's the money. It's about money. And I'm not the WTA now. So, I don't know. But from what I can gather, they are going to go back toChina. I think they should. I am very big on engagement. I think it is good. And the money is fantastic, which is great. But I'm just talking about culturally now and getting along. I'm very big on inclusion. I don't know. I tend to err on the side of inclusion and always try to engage. I think you can't change yourself or others unless there's engagement of discussion and being -- and it's important to go to people, not to always have people come to you. I mean, I'm very big on showing up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "50 years on, all these milestones, all these celebrations, how do you feel about yourself and is there still stuff to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "KING",
      "sentences": "There's tons to do and I'm not done yet, that's for sure. I can tell you that, Christian. But I know that time is running out, and I don't likeit, because I want to do more and more and more. I don't have as much energy, quite, I still have a lot. I'm very fortunate to have that. But it is hard, but I am not done yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Billie Jean King, thank you very much indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "KING",
      "sentences": "Thanks, Christiane.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "And the Wimbledon Championships begin on Monday.Next, to racial equality and the conversation that many black parents all across America have with their children, preparing them to recognize and reduce the risk of violence, including at the hands of discriminatory policing. Pulitzer Prize-winning cartoonist, Darrin Bell, has drawn a graphic memoir about how \"The Talk\" impacted his life. And he is joining Michel Martin to share his story. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MICHEL MARTIN, CONTRIBUTOR",
      "sentences": "Thanks, Christiane. Darrin Bell, thank you so much for talking with us.DARRIN BELL, AUTHOR, \"THE TALK\": Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "BELL",
      "sentences": "Well, I -- this is not actually the graphic novel that I sold to the publisher. I saw the different memoire about my time as my grandfather'scaretaker toward the end of his life. But as I was working on the first couple of chapters, George Floyd was murdered and the summer protest started. And my editor, we had a conversation and we decided we should probably put that book on the backburner and do another book that spoke to what was happening now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "So, I would say that \"The Talk\" feels different to me though, in tone and -- I mean, certainly stylistically, artistically it is inalignment with your other work, but just totally, it doesn't go for funny. In the wake of not just George Floyd, I want to say Trayvon Martin, I want to say Tamir Rice, how many examples of black boys and men experiencing violence, either through vigilantism or through, you know, police violence. What was your concept of expressing ideas about \"The Talk\" in this way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "BELL",
      "sentences": "Well, it's framed with the phenomenon of police violence. But \"The Talk\" is not just about that. \"The Talk\" is about how racism anddiscrimination comes at you from different places, from unexpected places and it comes at you differently at different points in your life. When your kid, it might be a kid telling you that you have big ugly lips or when you're -- you know, when you're older, it might be a home appraiser valuing you're $600,000 for $250,000. And so, \"The Talk,\" the book takes us through about 40 years of history, 40 years of personal growth. There are some love stories in it, there's, you know, stories of friendship. It is a coming-of-age story. But it's also an examination of how you are continually buffeted by these rude interruptions, these rude racist interruptions, and you have to figure out how to deal with it. You can either let it beat you or you could let it help you find your voice, find who you are -- and despite what other people are telling you you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "I'll start with one of the first experiences you have in the book - - that you talk about in the book. It is a confrontation when you're playing with toy water gun, and you're just a little guy, you know, likesix years old. He -- would you talk about that? I assumed that really happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "Why do you think you didn't tell anybody for so long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "BELL",
      "sentences": "Well, you know, when you're six you don't realize how small are you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "BELL",
      "sentences": "I thought that I should've done something. I should have stood up to the police officer. You know, I was ashamed that I cried. I was ashamedthat I froze. You know, I thought I was 10 feet tall and, you know, I could've talked some sense into him, at least, but I didn't even try that. So, it was just an overwhelming sense of shame.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "This is years before Tamir Rice, the story that -- for people who I hope people remember, was a 12-year-old playing with a toy gun. This was anOhio in 2014, and was shot to death in front of his 14-year-old sister. The other thing that strikes me is that your mom is white, your dad is African American. Your mom is the one who is having the talk with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "BELL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "Can you say more about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "BELL",
      "sentences": "My father refused -- he refused to talk about anti-black racism, especially racism coming from white people. I think what happened was, Iwas a child and he had his experiences. He had seen his father's experiences. And he didn't -- I don't think he wanted the world to be the same for me and I think he was the kind of person who thought that you could create your own reality, that if you pretend it to not happening, then it can't hurt you. And my mother, on the other hand, did not have that personal experience. So, she -- it was more academic for her. She was a little bit removed from it. So, I don't think she had the same fears that my father had. My mom didn't know how it would make me feel. So, she was comfortable in telling me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "You know, gaslighting is a big -- is also a part of the book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "BELL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "When you, Darrin, you, try to make sense of these experiences with some member -- even your brother and sometimes your friends, they act likeit's not happening, it's -- or they -- or like it's not about this, it's actually about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "BELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "You know, I think a lot of people have had this experience. I mean, you know, you talk about perhaps being followed in the store and you saythat to the wrong person or to somebody you who think is a friend and then, this is where the great dividing line happens, when they go, are you sure?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "BELL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "Was it really that? And then, your whole experience is being discounted and you -- you know, and I'm just -- I just wanted to ask if youwould talk a little bit about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "BELL",
      "sentences": "We are told that it's noble, it's enlightened to not go straight to that, you know, to entertain the notion that these things might be causedby any one of like thousands of other reasons, except for the one most obvious reason, we're somehow playing victim or, you know, we are being unfair and, you know, who has been telling us that for hundreds of years, you know? The people who want us to think that. The people who want us to give them the benefit of the doubt when they don't deserve it. And, you know, I'm not talking about white people in general, I'm talking about races. I'm talking about even people of color who've internalized and are direct -- you know, like the security guard who was following me around was black, you know. The one who thought I was no good, even though his never seen me before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "I just wondered if you think this experience of having your experiences denied and not validated kind of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "BELL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "Where do you think that fits into the work that you do today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MARTIN",
      "sentences": "Who do you think this book is for? Do you have someone in mind that you hope will find it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "BELL",
      "sentences": "This book is for a broad audience. It's for people like my father who were uncomfortable with giving the talk. I think if this book had beenaround in the early '80s, my father probably could've just sat down with me and read it. And, you know, we would have the discussion or not. But it would've been a big help for him. It would help him find the courage to do it. It's also for children of parents like that who haven't had the talk and need it. It's also for anybody who is not black who doesn't understand what black people have been complaining about. Because I -- I mean, half my family is white and I can't tell you how many times I've heard them say, over the years, just offhand, why are black people always complaining? But if you read this book, for 350 pages or so, you will -- you can understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MARTIN",
      "sentences": "I want to go back to what you just said, something that your -- you know, half of your family is why. Your mom's side of the family is white.And your dad could have shared these experiences with them, just like he could have talked to you, but he didn't and he didn't want to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "BELL",
      "sentences": "My father was choosing to pretend it wasn't happening. You know, we would go to a relative's house when I was a kid and I loved going overthere because it meant I would get donuts. The reason I would get donuts is because after about 10 or 20 minutes, my father would hear so many racial slurs and -- yes, about us, about his son that he would get up and take me to the corner to (INAUDIBLE). I didn't know why we were there, but I was just going with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MARTIN",
      "sentences": "Why was he there? Why was he there? Subjecting himself and you to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "BELL",
      "sentences": "Well, those were his in-laws. And, you know, he wanted to keep the peace and he wanted us to know our family, he just didn't want us to knowthem for who they -- you know, for who they really were and he didn't want to challenge what they were saying, especially in front of us. Because he didn't want us to live in a -- he didn't want us to think that we lived in a world where racism existed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MARTIN",
      "sentences": "But what do you say that, you know, now that you're older? Like what do you say to that, that, you know, geez, just couldn't kids have somesort of a zone of innocence where they don't have to think about these things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "BELL",
      "sentences": "Well, yes, they should. And when you have the talk, it should be age appropriate, you know. When you are talking to a small child you have toemphasize that this is a failing in other people, that there's nothing wrong with them, that they should ignore it and just play and just -- you know, just have fun. And, you know, you don't have to tell them everything that's going to happen to them in life, but, you know, tell them things that they can relate to. And I think it's not just a one-way thing, you asked them about their own life, about how -- you know, how their friends are treating them. If they're not experiencing anything that you think is racism, maybe it's not time to have the talk yet. But if, for instance, as it happened in my book, someone makes fun of their lips being big or their hair being different, you know, that's when you talk about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "BELL",
      "sentences": "There is. I mean, you know, ignorance is bliss is a saying for a reason. But, you know, ignorance always also eventually leads to tragedy.If -- I think white parents need to have the talk with their white children because it's going to affect them. Someday they might -- you know, they're grow up and they might say the wrong thing out of ignorance, like they didn't know that what they were saying was racist or hurtful, they might get fired over that, they might get canceled over that. Why would you want them just stumbling through life, stumbling through minefields without knowing that it's a minefield? So, I think, you know, the notion -- and the notion that it's divisive, you know, if you didn't personally own slams and if you didn't personally, you know, turn a fire hose on anybody or sic dogs on them or beat them, you don't need to feel guilty about it, you just need to be knowledgeable. Like I learned -- you know, we learned all sorts of atrocities. We learned about the holocaust when we were -- when I was a small kid. We had a holocaust survivor come in and speak to us, that wasn't divisive, you know, that was education, you know. If they -- if you yourself are not a racist, then this is just education. You know, it's not an attack. It is not an accusation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "MARTIN",
      "sentences": "Darrin Bell, thank you so much for talking with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "BELL",
      "sentences": "Thank you for your time. It has been an honor of being on the show.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}