{
  "date": "2023-09-16",
  "headline": "CNN Newsroom",
  "subHeadline": "Dangerous Weather Conditions from Post Tropical Cyclone Lee Threaten Parts of New England and Northeast Canada; United Auto Workers Union and Auto Makers Negotiate during First Day of Targeted Strikes against Big Three Auto Makers in Michigan; Sen. Debbie Dingell (D-MI) Interviewed on UAW Strike and White House Response. Aired 10- 11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:32",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Good morning, everyone. It is Saturday, September 16th. I'm Amara Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "I'm Victor Blackwell. You are in the CNN Newsroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "WALKER",
      "sentences": "We begin this morning with dangerous weather conditions brought by now post tropical cyclone Lee. As New England starts to feel the impacts of this massive storm, Boston Logan International Airport is experiencing a spike in flight cancellations. So far, 25 percent of flights leaving Boston have been canceled. That is according to FlightAware. While the storm is not expected to make landfall in the U.S., the outer bands of the powerful storm are expected to pack strong 50 to 60 mile-an-hour winds and bring storm surges that could cause flooding throughout the New England post.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "BLACKWELL",
      "sentences": "Authorities are telling people to prepare to go home and stay there as this storm pushes north through the day. Lee is also expected to cause dangerous rip currents along the Atlantic coast, with many states warning people to stay out of the ocean this weekend because of the dangerous surf conditions.We're covering this storm with Derek Van Dam in Cape Cod, Allison Chinchar in the Weather Center. Derek, we're going to start with you. You move closer to the water now, and what are you seeing now, what you're expecting over the next few hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "WALKER",
      "sentences": "It looks like we're having audio trouble there, so let's turn it over now to Allison Chinchar and let us know what to expect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "Yes, so we're taking a look at where the storm is now, and some of the biggest impacts we have from this area are actually over Maine. This is a live look at Bar Harbor, Maine. Lots of rain coming down. It has been very heavy at times. You can see those trees in the background whipping around, too, indicating those wind gusts are continuing to increase across the area. Those rain bands, we are looking at some of that yellow, the heavier rain just now starting to slide into the Bar Harbor region. You've also got some bands pushing into Boston, Providence, Rhode Island, also some heavy rain across Nova Scotia and New Brunswick, Canada.Now, one thing to note, the system itself, the name may have changed. It is now post tropical cyclone Lee. But the impacts from this storm have not changed. It still has hurricane force winds, sustained winds of 80 miles per hour, those wind gusts up around 100 miles per hour. It is moving to the north, at about 25 miles per hour. It is expected to make landfall over the southern portion of Nova Scotia in just the next few hours, and then it will continue off to the north and east. Here's a look at, again, the forecast for the wind, even though the bulk of the heavy winds will be on the right-hand flank of this storm, mainly focused over portions of Nova Scotia and New Brunswick, you are still likely to have wind gusts around 50, even 60 miles per hour, for Maine, portions of New Hampshire, Massachusetts. That is enough to bring down trees and cause some subsequent power outages. So wind is still going to be a big factor even though the strongest winds will likely be more over Canada, the U.S. is still going to have some impacts. Rainfall as well, rain bands are going to continue off and on across Maine, Connecticut, Rhode Island, New Hampshire, Massachusetts, well into the afternoon hours. Once we get to the evening, then the rain really is just focused over Maine. And then by tomorrow morning, the bulk of that rain is really just focused over Canada, and things will start to dry out here on the U.S. end. But until that happens, you have to keep in mind, a lot of these areas of New England had a tremendous amount of rain this summer and even over the last few weeks, so that ground is already saturated. Now you're going to be adding two, three, even four inches of additional rain. So it is not going to take much to trigger some further flooding. That's why you've got this slight risk here across portions of Maine, essentially stretching from Caribou all the way down through Bar Harbor and then just to the east of Portland. That's where we're going to see the biggest chance in terms of the flooding potential. But again, Maine is not the only area. You've also got Massachusetts, the area where Derek is as well. So again, Victor and Amara, again, we're going to be looking at the two main concerns here with this storm are going to be the winds and then the power outages that could be caused from that, and then also the potential for flooding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "BLACKWELL",
      "sentences": "Allison, thank you. Derek has a new mic. So let's go back to the Cape. What are you seeing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "WALKER",
      "sentences": "All right, Derek Van Dam, and Allison Chinchar, thank you both.The United Auto Workers and the big three carmakers are expected to continue negotiations today. It is day two now of the UAW targeted strike. Thousands of members are walking the picket lines in three cities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BLACKWELL",
      "sentences": "They're demanding pay increases, a return to traditional pensions, and protections against job losses as the industry shifts to electric vehicles. This is the first time in UAW history that it has led strikes against all three of American's unionized automakers at the same time. CNN's Gabe Cohen joins us from Toledo, Ohio. I see they're already on the picket lines. What are you seeing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "GABE COHEN, CNN CORRESPONDENT",
      "sentences": "Victor, that's absolutely right. And these are the crowds that we have seen over the past 36 hours now. Let me see if I can actually give you a look. If we come down to the street, we are outside this Stellantis factory in Toledo. You could see this group next to me. But if you look all the way down about a half-mile down outside this complex, there are groups like this all the way across, outside every single gate here at the factory, 5,800 workers in this complex are on strike now.Now, UAW members, 13,000 across country. Look we know that they're heading -- and we can get back on the sidewalk now -- we know that they are heading back to the bargaining table today, the two sides here, and the union says they sent counteroffers to each of the big three, Ford, General Motors, and Stellantis yesterday, and they're now waiting for a response. We don't know the details of what is in those offers, but we did get a better sense late yesterday of just how wide the divide has been between these sides with the head of the union saying 80 percent of the members' demands, 80 percent have not been met in any of the offers that they have seen up to this point from the automakers. So it doesn't seem like we're nearing a deal at this point. Look, it is day two. We are hearing a lot of energy from these folks, chanting, cheering. And I actually want to bring in Derek here. Derek, you are the strike captain, is that right, for this group?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "DEREK WEISSENBERGER, AUTO WORKER",
      "sentences": "That is correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "COHEN",
      "sentences": "Of all the factories, plants across the country that have been selected for this initial tactical strike, you guys were one of them. What was your reaction when you heard that news?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "WEISSENBERGER",
      "sentences": "I felt that Mr. Fain did a good job hitting them with their money maker here. The wrangler is one of the highest profitable vehicles in the company, and he is showing them that he is serious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "WEISSENBERGER",
      "sentences": "We stand behind you guys. We like the demands that the union has, and we are out here supporting you. And we feel that that is what we deserve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "COHEN",
      "sentences": "And what is the frustration, do you think, after months of negotiation, it has led to this, what are the biggest points of frustration, do you think, that members are feeling right now that led to this moment and this strike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "WEISSENBERGER",
      "sentences": "Our pay has not kept up with inflation, and our temps are being abused here. We have temps that have been here six years with no benefit, no guaranteed time to full time. Our pay is not on par with the price of everything else going up in the country. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "COHEN",
      "sentences": "And we heard the CEO of Ford say if they gave in to all of the union's demands, it would bankrupt the company. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "WEISSENBERGER",
      "sentences": "I don't believe that. I feel they've shown record profits, and we deserve a record contract. That's our stance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "COHEN",
      "sentences": "Thank you so much. Really appreciate it, and good luck.So as you can hear, guys, day two, it will be interesting to see if any progress is made up in Michigan at that bargaining table between the union and the automakers. But for now, look, so many of these workers have told me that they prepared for this. They were told months, even years ago that a strike could be coming at some point. They should be saving their money. Not easy to do if you are living paycheck to paycheck, as some people have told me they are. But still, they knew a strike could be coming, and so many have said they are ready to do this for as long as it takes. Victor, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "WALKER",
      "sentences": "Let's hope it doesn't take too long. Gabe Cohen, appreciate your reporting. Thank you.Let's go now to CNN White House reporter Kevin Liptak. Kevin, we heard from President Biden yesterday just hours after the thousands of workers walked out. It sounded like President Biden -- he stopped just short of endorsing the strike, but he did seem to show his support for those workers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "KEVIN LIPTAK, CNN WHITE HOUSE REPORTER",
      "sentences": "Yes, very forcefully coming out on the side of the unions. And that was notable because as these talks have proceeded over the last several months, President Biden and the White House have avoided taking an explicit side in all of this, really hoping that the auto workers and the automakers could come to some sort of agreement.But that all changed in the Roosevelt Room yesterday. The president coming out and saying that record profits for these automakers must translate into record contracts for the workers who he has said had seen their wages eroded over the past several years as well as their benefits. Now, listen to a little bit more of what the president had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "No one wants a strike. I'll say it again. No one wants a strike. But I respect the workers' right to use their options out of the collective bargaining system. They have been around the clock and the companies have made some significant offers, but I believe they should go further to ensure record corporate profits mean record contracts for the UAW.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "LIPTAK",
      "sentences": "Now, this strike is really coming at the intersection of so many important priorities for President Biden, really striking at the heart of his political identity. Of course, he's referred to himself as the most pro-union president in history. And a key part of his economic agenda is boosting wages for the middle class. But at the same time, he has the imperative of maintaining a strongeconomy, and certainly this strike, if it goes on for a while, could have serious effects nationwide. You also see the president's push to transition to electric vehicles really coming into play here. One of the key sticking points for the auto workers is ensuring that that transition to electric vehicles comes with good wages, the same number of jobs for auto workers. And of course, you have to play into this the electoral politics of Michigan. Of course, it is a key battleground state. The president is still pursuing an endorsement from the UAW. How he did say yesterday that he was dispatching two key aides, Gene Sperling and the acting labor secretary, Julie Su, to Detroit to try and support these two sides. But it does remain to be seen how much effect they have as these talks continue, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "BLACKWELL",
      "sentences": "So COLA being a cost of living adjustment, just so folks who aren't keeping up with the acronyms, we want to make sure they're on board as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "DINGELL",
      "sentences": "Sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "BLACKWELL",
      "sentences": "That's all right. I got you. I'll catch it if you drop one.Listen, you said that you've known for months there was a good chance of a strike, but it was around Labor Day when President Biden said he didn't think there would be one. Let me ask you about the reporting from \"Politico\" today. \"After that happened, UAW President Shawn Fain, Representative Debbie Dingell and others were watching in a Labor Day parade in Detroit when they learned of Biden's comments. Dingell would later tell Fain that she called long-time Biden adviser Steve Ricchetti and screamed at him over the comment. According to a person familiar with the talk and granted anonymity to discuss details, are you out of your f-ing mind, Dingell said, per the person.\" First, did that conversation happen? And second, leading up to the strike, what is your assessment of how the White House handled the messaging and the potential for the strike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "DINGELL",
      "sentences": "OK, so I don't know what friend decided to share this, but I'm not going to deny that I'm Debbie and sometimes when I get intense my language gets incensed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "BLACKWELL",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "DINGELL",
      "sentences": "And I've had regular ongoing conversations with the White House. Gene Sperling was assigned to this. I talked to him regularly. I talked to the labor secretary last night, or the acting labor secretary, for some time. So I am somebody who believes very strongly that the president should not intervene in this negotiation or in this strike. I think that they need to determine and work with, work on policies for help in this transition, where they might be helpful. And I think those conversations will continue, and I think that this has to be solved at the bargaining table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "BLACKWELL",
      "sentences": "So President Biden came out yesterday, he said that record corporate profits should mean record contracts. He is obviously on the side of the union and the union workers. Are you satisfied with the full-throated-ness -- I'm going to that word, I just made it up if it isn't one -- of his endorsement, the aggressiveness of his support for the union, or do you think he should go further?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "DINGELL",
      "sentences": "Look, I'm not going to -- I think we all got to be supporting the worker right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "BLACKWELL",
      "sentences": "Is he going far enough, Congresswoman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "DINGELL",
      "sentences": "I think the UAW would like to see him go further.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "BLACKWELL",
      "sentences": "What do you want?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "DINGELL",
      "sentences": "I think he needs to make it clear he is fighting for the union worker. I know he is because I've talked to him. But the union workers need to know that he is. It's not enough for me to say that. I am in union halls almost every weekend. Anybody who knows me, knows that, because I want to stay in touch with what they're really thinking. And I tell them, I know he cares. I've had these one-on-ones with Joe Biden. I have known him for 40 years. But the workers need to know, and I think he is trying to do that now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "BLACKWELL",
      "sentences": "He's trying to do it now. I'm going to come back and take another spin at it. Does he need to do more --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "DINGELL",
      "sentences": "He came to Detroit last year for the car show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "BLACKWELL",
      "sentences": "I got that, but does he need to do more to let those union workers know that he has their backs more than what he said yesterday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "BLACKWELL",
      "sentences": "Representative Debbie Dingell, thanks so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "DINGELL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "WALKER",
      "sentences": "Still ahead, just days after he was indicted, we are learning that President Biden's son Hunter Biden could face more federal charges.Also, wondering whether or not you should get the updated COVID vaccine and when? We will speak with a doctor next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:09",
      "speaker": "LIS WIEHL, FORMER FEDERAL PROSECUTOR",
      "sentences": "Amara, it is very unusual. As you said, I was a federal prosecutor, and one of the main prosecutions that I had were called felony possessions, statute 922. It was try to kind of clean up the street of violent felons who got out of prison, would get firearms, and would then use those firearms in other violent felonies. Those were very commonplace. In fact, the Department of Justice once in a while would roll out felony possession, six months, you know, just attack those kinds of cases as a policy.But never did I prosecute, nor anyone in my office when I was a federal prosecutor, people who had no history, no criminal history, who were involved in drugs, and then tried to get a firearm. Yes, that law is there. It can be used. But in my experience and the experience of my old office, we never did that. It is very unusual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:09",
      "speaker": "WALKER",
      "sentences": "Then what do you make of this decision, then, behind the special counsel who is supposed to be independent? What is his position, in your opinion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:09",
      "speaker": "WIEHL",
      "sentences": "Well, let's look at it. They had supposedly a sweetheart deal, that's how the Republicans have painted the tax deal when Hunter Biden was going to plead guilty to two misdemeanors on failing to file taxes in a timely manner. That the judge threw out as being -- that was too easy on him. So I think this prosecutor, even the special counsel was kind of in a position of, OK, so what do we find? What else is out there?And he meets the definition, yes, he's got comments about being on drugs while he purchased the firearm, so yes, technically, under that statute, if it survives constitutionality, he could be charged. And I guess it kind of makes sense. But to me, it looks like a lot of political pressure. It's a charge on the books, but really never used.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:09",
      "speaker": "WALKER",
      "sentences": "OK, OK, got it. Let's talk about the constitutionality in just a second. Just quickly, could Hunter Biden get a plea deal from this again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:09",
      "speaker": "WIEHL",
      "sentences": "You know, the deal he was going to get before was a diversion case. In other words, he would probably never -- the misdemeanor would be diverted in a diversionary program. He would never get any time for that. This one, Amara, this is different. He could get time. These are felony charges. Yes, they could be pled down, but to misdemeanors, it's hard to plead a felony, three felonies down to misdemeanors, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:09",
      "speaker": "WALKER",
      "sentences": "OK, so the heart of this federal case is that Hunter Biden allegedly lied about drug use on a federal form when he purchased this handgun, I think it was back in 2018.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:09",
      "speaker": "WIEHL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:09",
      "speaker": "WALKER",
      "sentences": "Talk to me about the constitutionality, because there is an argument to be made about the Second Amendment and how it protects gun rights. WIEHLAnd as I said, this statute says drug users and violent felons, and there are a couple of other things, too, thrown in there, can't use firearms. Well, violent felons, people who have been convicted of felonies before, they lose some of their constitutional rights. For example, they're not automatically allowed to be on juries, for example. Right? But people who have been involved in drugs and not convicted, right, even in a diversionary program, to lose your right to bear a firearm under the Second Amendment for that, I think that's a real constitutional question that, of course, would have to be tried at a higher court and be decided, if Hunter Biden's defense lawyers bring it up, decided before this even goes forward any further, or certainly on appeal it would be. So it's a very live issue for me, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:09",
      "speaker": "WALKER",
      "sentences": "OK, got it. And Lis, really quickly before we go, I did want to touch on a Fulton County Hudge Scott McAfee on Thursday rejecting Fani Willis's efforts to try all 19 defendants together. I know we've talked about this before. Logistically it just didn't seem possible. Now it is a victory for Trump, right, that he won't have to go to trial in October. What's the big takeaway here? I mean what does this mean for the timeline?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:01",
      "speaker": "WALKER",
      "sentences": "Got it. Lis Wiehl, always a pleasure to talk with you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:01",
      "speaker": "BLACKWELL",
      "sentences": "Still ahead, updating COVID vaccines are now available and recommended for everyone six months and older. We'll discuss what you need to know with an official from the CDC, coming up.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:01",
      "speaker": "BLACKWELL",
      "sentences": "New models just released show the weekly COVID hospitalizations will continue to rise and will most likely double their current levels by December. And that has officials warning that everyone from age six months and up should go and get their updated COVID-19 vaccine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "BLACKWELL",
      "sentences": "Let me ask you the question of when, when to get the shot, because if you want it to be its most potent with respecting the surges, do you get it in mid-September, do you wait until around Halloween? When should people get it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "SHAH",
      "sentences": "So here's my bottom line, Victor. I care more that you get the shot rather than when you get the shot. All that said, I know timing comes up a lot. I will tell you what I have advised my own mother to do. I have suggested that she get it as soon as possible. She called her local pharmacy and she's got an appointment for this upcoming Tuesday. Cases are going up. Hospitalizations have been going up. A lot of folks are looking at fall and winter travel. So for my family, the sooner the better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "WALKER",
      "sentences": "I do have to ask you about the comments from Florida's surgeon general who is warning adults, healthy adults under 65, against getting this updated vaccine, saying look, if you've had COVID, you probably have some kind of immunity. What do you say to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "SHAH",
      "sentences": "I'm glad you raised that, Amara. It is a good opportunity for me to clear up the air around that. There are a lot of different -- there's a diversity of opinions around the vaccines. And skeptics of the vaccines point to two separate concerns. One is that the vaccine isn't as effective, and then the other is that they raise some safety concerns, particularly in younger folks. The bottom line is that the vaccines are both safe and effective.I'm going to talk really quickly about the effectiveness. CDC data show that even though kids are at a low risk, they're not at a zero risk. Indeed, our data show that there is no group out there that is at zero risk. So even though the risk in kids is low, we don't stop there. Why not drive it even lower? What we found in our data is that about 50 percent of the kids who have died from COVID or have been severely ill had no underlying health complications. So you might be a parent right now watching this and saying, yes, COVID is out there for kids, but my kid is healthy, my kid is not overweight, my kid doesn't haves a asthma, my kid doesn't have type one diabetes. They would be fine. Unfortunately, our data suggests the opposite. So that's why we think it is important to get the shot. Now, skeptics also point to some safety concerns, for example some inflammation that has happened. We have been on the lookout for it. We have been actively looking for it, and we have seen virtually no cases. Now there aren't as many shots being given, which is why we still look for it, but the bottom line is if you're worried about some of those things like inflammation, the risk of heart inflammation after getting COVID, the infection, is a lot higher than it is from getting that after the shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "BLACKWELL",
      "sentences": "Should I be getting the COVID new updated vaccine in one arm, and the flu vaccine in the other arm on the same day? Because I did this in 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "WALKER",
      "sentences": "You got sick, didn't you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "BLACKWELL",
      "sentences": "Almost laid my burdens down.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "BLACKWELL",
      "sentences": "I was in so much pain that one day. But is there anything that says we should or should not do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "SHAH",
      "sentences": "The administration of both shots, getting them both at the same time is the best practice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "WALKER",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "SHAH",
      "sentences": "We recommend that folks do it, we recommend that providers do it, because for a lot of folks out there, it is easier to come in once and get them both at the same time, rather than having to come back days and days after that. So yes, if you can get both shots on the same day, one in your left arm, one in your right arm, that's the way to do it. That's what I'm suggesting, and that's what I'm going to do. That's what I'm suggesting my mom do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "BLACKWELL",
      "sentences": "All right. You would put your mother through that, on the same day?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "SHAH",
      "sentences": "It's the best thing that our family can do to stay safe this upcoming fall and winter.[10:40:02] WALKER: Listen, if you need a few days, I'll hold down the fort.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "BLACKWELL",
      "sentences": "I appreciate you. I appreciate you.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "WALKER",
      "sentences": "Nirav Shah, appreciate you coming in. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "SHAH",
      "sentences": "Thank you, both. Thank you for the opportunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "WALKER",
      "sentences": "Very important. We really appreciate that.Still ahead, many Republican presidential hopefuls are swinging through Iowa today. But former President Trump notably is not one of them as he continues to lead the polls. That's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:03",
      "speaker": "BLACKWELL",
      "sentences": "Most of the Republican candidates for president are in Iowa today, nine candidates, including Florida Governor Ron DeSantis, former vice president Mike Pence, South Carolina Senator Tim Scott, and former U.N. ambassador Nikki Haley will attend the Iowa Faith in Freedom Coalition's fall banquet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Good morning, Victor and Amara. I am at a Nikki Haley campaign event. She's talking to a breakfast crowd here in West Des Moines. We are four months exactly from the Iowa caucuses that will open the Republican presidential nominating contest next January. She is one of several candidates, as you said, who are campaigning here throughout the weekend. Florida governor Ron DeSantis is campaigning right now in western Iowa, former vice president Mike Pence also in the state, as is South Carolina Senator Tim Scott and others. All of these candidates are trying to win over Iowa voters.And when we talk to these Iowa voters, many of them still have open minds. Yes, there is no question that former President Donald Trump has command of this race. He's leading in the polls. But the history of the Iowa caucuses will show that this often breaks late. There often have been surprises. So when you talk to voters individually one-on-one, there are many open minds here among Republican voters. But as you said, this will culminate tonight in an event for evangelical voters. In previous caucuses, evangelical voters have made up some two-thirds of Republican caucus-goers, so that is some of the voters that these candidates are trying to win over. But Nikki Haley is trying to capitalize on that momentum from her first debate. Of course, the second Republican debate is a week from next week. So an attentive crowd here having some breakfast here in West Des Moines. You can hear the applause as well as she takes questions from this crowd. Again, the Iowa caucuses, four months time. Victor and Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "WALKER",
      "sentences": "New York Jets quarterback Aaron Rodgers speaks out for the first time since his season ending Achilles injury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "BLACKWELL",
      "sentences": "CNN Sports anchor Andy Scholes is joining us now. OK, he says he wants to play again. The question is, can he play as soon as he thinks he might be able to play?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "That was the shocking part of what he said yesterday, guys, because he says he is going to play again. But he didn't rule out that it is going to be the end of this season, because normally, you tear an Achilles in pro sports, it means you're out for at least a year. But Rodgers said he didn't want to waste any time. He had that surgery on Wednesday, and when talking on that Pat McAfee show on ESPN, Rodgers said he would be back sooner than we all think.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "AARON RODGERS, NEW YORK JETS QUARTERBACK",
      "sentences": "So give me your doubts, give me your prognostications, and then watch what I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you trying to say you're coming back this season?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, what's happening? Are you coming back for the playoffs this year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "RODGERS",
      "sentences": "I'm not going to make any of those statements. I don't feel that's fair to myself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Is it a possibility?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "RODGERS",
      "sentences": "I think, as Kevin Garnett said, anything's possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Wow.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "SCHOLES",
      "sentences": "Wait and see.To baseball, we had a really scary moment for Yankees pitcher Anthony Misiewicz last night. In the bottom of the sixth inning, he takes a 100 mile-an-hour line drive right off the head. Misiewicz, you see he was down on the ground for several minutes. He was able to stand up on his own power before being carted off the field. Manager Aaron Boone says Misiewicz was aware and alert before he was taken to the hospital. Teammate Garrit Cole visibly shaken up talking about the incident after the game. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "GERRIT COLE, NEW YORK YANKEES PITCHER",
      "sentences": "I'm sick to my stomach about it. I have been hit in the head on that mound, and not quite like that, but I've seen some other guys get smoked, and you just pray for him, really, hoping he comes through all right.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "SCHOLES",
      "sentences": "We certainly wish him the best.Elsewhere, it appears that Angels superstar Shohei Ohtani's season is over after his locker was cleared out in the Angels clubhouse, mostly cleared out, I should say. Ohtani, he has been out for 11 games with an oblique strain. That was after he tore a ligament in his elbow that shut down him pitching for the rest of the year. The Angels expect to give an official update on Ohtani's status later on today. Finally, Dale Earnhardt Jr. was back in car racing last night in the Xfinity series when he had to pull off and frantically get out of his car because he was on fire. You see how quickly he's moving here. Dale, he did end up getting out OK, but it was certainly scary. And listen to his interview outside the Care Center there in Bristol. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You smell terrible, by the way. You smell like a fire. What happened?DALE EARNHARDT JR.: Yes, we got a hole in the pants. Somehow or another the shifter caught on fire. I saw some smoke in the car, and I smelled it, and I was like hopefully that's not me. But it was, that last lap, I saw a big fireball down in the tunnel in the car, and I felt it, obviously. My uniform was burning up, and I was like, I can't keep going. I've got to stop. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "SCHOLES",
      "sentences": "Yes, hopefully that's not me. Ever look down and see yourself on fire and say hopefully it's not me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "BLACKWELL",
      "sentences": "I smell something burning. I hope that's not me.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "SCHOLES",
      "sentences": "That was great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "WALKER",
      "sentences": "Real pants on fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "SCHOLES",
      "sentences": "Glad he's OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "BLACKWELL",
      "sentences": "Yes, real pants on fire. That was good. That's good. Folks didn't hear that. I want you to get credit for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "WALKER",
      "sentences": "Liar, liar, pants on fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "BLACKWELL",
      "sentences": "Pants on fire. Andy Scholes, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "WALKER",
      "sentences": "Thank you.That's our time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "WALKER",
      "sentences": "Thanks for watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:07",
      "speaker": "BLACKWELL",
      "sentences": "There is much more ahead in the next hour of CNN Newsroom. First though, our special \"Champions for Change\" series begins tomorrow. It features stories that spotlight everyday people. Listen, these people do not make headlines, but they smash barriers and inspire others to do the same. Here's a look.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was about how many people can you help?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Join us for \"Champions for Change.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I feel a source of inspiration and pride, just coming together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I want you guys to truly forget the word \"can't.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As CNN journalists spotlight the changemakers who inspire them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She teaches you to break through that fear to get to where you need to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It turns out that one human being can do a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She's opening a door for people that are desperate for freedom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "These aren't throwaway animals. These are precious beings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "See how these community champions use creativity, heart, and grit to lift society up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When the music starts, something happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I surround myself with positive people. They help me be that inspiration.",
      "isLastSentenceInterrupted": false
    }
  ]
}