{
  "date": "2023-02-15",
  "headline": "At This Hour",
  "subHeadline": "Nikki Haley Launches Presidential Bid In Charleston. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "In just minutes, former South Carolina Governor Nikki Haley will make it official becoming a presidential candidate in the 2024 race. Haley is a former governor and former United Nations ambassador and she will be the first major Republican candidate to announce that she is challenging Donald Trump for the GOP presidential nomination. We will bring you her speech live the moment it begins.Until then, our panel is back with me. And, Abby, let me note that Nikki Haley was really thrust into the national spotlight after an act of horrific violence in South Carolina, and then she moved to remove the Confederate flag from the Capitol of South Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "TAPPER",
      "sentences": "She also described, however, that flag in some glowing terms. Take a listen.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "NIKKI HALEY, FORMER REPUBLICAN GOVERNOR, SOUTH CAROLINA",
      "sentences": "For many people in our state, the flag stands for traditions that are noble. Traditions of history, of heritage, and advanced history. The hate- filled murderer who massacred our brothers and sisters in Charleston has a sick and twisted view of the flag. In no way does he reflect the people in our state who respect, and in many ways, revere it.Those South Carolinians view the flag as a symbol of respect, integrity, and duty. They also see it as a memorial, a way to honor our ancestors who came to the service of their state during times of conflict. That is not hate, nor is it racism. At the same time, for many others in South Carolina, the flag is a deeply offensive symbol of a brutally oppressive past. As a state, we can survive, and indeed we can thrive as we have done while still being home to both of those viewpoints. We do not need to declare a winner and a loser. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "TAPPER",
      "sentences": "So, we were talking about is Nikki Haley going to be able to straddle the future of the Republican Party and the past, the Donald Trump part of the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, I was in Charleston -- in Charleston when the Mother Emanuel shooting happened. I interviewed Nikki Haley in the aftermath of this moment and went to her hometown in Bamberg to try to understand where she came from. It is a very small town, a pretty white town, and one where when I talked to the black people who live there, they kind of rolled their eyes at a lot of this because I think Haley for much of her life and her career when she talks about it, she says, I wasn't black, I wasn't white, they divide people by race.But I think that the way that if you're a black South Carolinian, you see it. And if you're a black person in this country, that you see it. It's not like black people were separating themselves from white people. They were the victims of racism. And I don't think you hear that from Nikki Haley very often, but that is a message that works in South Carolina. She is speaking to white South Carolina in a lot of ways when she talks about the Confederate flag in that way. And I will -- I will say this. It's not that that is acceptable to black people or black South Carolinians, but they understand where it comes from because that's the community that they grew up and then they know that you can't be a politician in that state and not acknowledge the perspective of the Confederate flag that sees it as a symbol of history. My question is -- I mean, 2015 was a lifetime ago in this country's history. So much has happened since then. I really am not sure that that message works today the way that it did then. I think there's just a lot less tolerance for false equivalencies and equivocation on issues of race. And she's going to have to confront that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "TAPPER",
      "sentences": "But the counterargument might be that only by straddling that, was she able to pull South Carolina into the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "PHILLIP",
      "sentences": "That is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "TAPPER",
      "sentences": "-- 19th or 20th century. Did you know what I mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "PHILLIP",
      "sentences": "Exactly. And that is exactly the argument that she will make. When she -- when she led the charge to remove the Confederate flag, she couldn't do it single-handedly. It wasn't like as a governor, she could say it's coming down. She had to get the Republican-controlled legislator -- legislatures to do it. And so, in order to do that, she had to make a political case to them that it was in their best interest to do it as well.And if you look at that image of her at that press conference, look at who she's standing. Jaime Harrison, who's the chair of the Democratic party today is standing behind her. Jim Clyburn, who she called the day before she made this decision, standing next to her. TAPPER: Here's the picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "TAPPER",
      "sentences": "You got Tim Scott, who she appointed to a Senate seat, sitting on -- standing on her other side. She was making a political case on it. And from her view, and I don't think this is illegitimate, it was the only way that it was going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "It looks the only way that was going to happen in South Carolina. What was fascinating about the announcement video that she put out yesterday is that she was silent on this. It wasn't in the video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "PHILLIP",
      "sentences": "She didn't -- (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BASH",
      "sentences": "I listened to it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "PHILLIP",
      "sentences": "-- when she talked to that matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BASH",
      "sentences": "I listened to it. I watched it twice, just because I was not sure if I had missed it the first time. So, I am looking to see if she talks about it in this speech because, like it or not, it is something that she is known for when we all talk about the -- maybe top five things that she is known for in South Carolina that's in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "TAPPER",
      "sentences": "Or nationally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BASH",
      "sentences": "Or nationally --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BASH",
      "sentences": "-- if that's in there. And it should be because she did something that was so incredibly difficult by reaching out to Republicans. I mean, we remember in 2000 what happened with John McCain --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BASH",
      "sentences": "-- when he was running in 2008.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "TAPPER",
      "sentences": "This was a huge campaign -- (INAUDIBLE)(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BASH",
      "sentences": "It was a huge campaign problem issue within the Republican Party --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BASH",
      "sentences": "-- and he got himself twisted into knots because he wanted to make a statement against the Confederate flag. And then his campaign told him not to, and then just, you know, a few years later, Nikki Haley was able to do it. Will she talk about this? Because, yes, you're right about the Republican Party. But if she wants to pitch herself as somebody who can broaden the appeal to the wider electorate, what better way than to say I'm the person who did this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "CHALIAN",
      "sentences": "Well, we do know, right? She -- the littlest hint in that video was she talked about sort of leading the state through the aftermath of the Mother Emanuel shooting, which they --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "CHALIAN",
      "sentences": "It was her --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BASH",
      "sentences": "Very silent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "CHALIAN",
      "sentences": "No, no, no. A hundred percent. She chose not to mention it deliberately. Your point is totally right. What we know about the remarks -- out Kate Sullivan had reported and gotten a little bit of an early look at them. She does plan to, as Tim Scott did when he responded to Biden's State of the Union, but this America is not racist language forward. So, she is going to lean into -- I think one of the areas of sort of base Republican red meat is going to be this part of saying sort of like disparaging the 1619 project and the like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "CHALIAN",
      "sentences": "And saying, you know, really affirming foundational principles. So, it'd be very hard for I think, in that moment, to then also leaning to this unity moment around the flag. I'll be fascinated to see if she actually uses it this culmination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:02",
      "speaker": "JOHN KING, CNN ANCHOR",
      "sentences": "And you see -- you see Mark Sanford, a former Republican governor who was Nikki Haley -- he endorsed Nikki Haley when she was number four in a primary -- Republican primary to succeed Mark Sanford as governor. So. she's never lost an election. She has been low before and come back to win.Mark Sanford wanted to deal with this issue and he just couldn't. It was so complicated. Nikki Haley had this horrific tragedy to help her do it, but one of her arguments could be I can get things done. The question is, is that a primary message? Good luck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "TAPPER",
      "sentences": "Welcome back. Nikki Haley is being introduced right now by Congressman Ralph Norman for the launch of her presidential campaign there in Charleston. Norman previously endorsed Donald Trump, but this time thanking Donald Trump for his service and saying that it's time for a new generation of leadership. Let's listen in.(BEGIN VIDEOTAPE) REP. RALPH NORMAN, (R-SC): For the very freedoms that we all enjoy and hope to pass on to future generations. A leader who will fight for America with an iron fist in a velvet glove. That is why I'm here in Charleston, South Carolina today to introduce to you a leader who will soon make history, folks, a leader who likes to say it's a great day in South Carolina but Nikki. I think it's -- now, it's a great day in the United States of America. But, folks, let me - let me say I really don't know what title to introduce my good friend. Is it -- is it Madam Ambassador? Is it my future governor -- my friend, my governor? But here's how I'm going to introduce her. The future president of the United States joins me, Nikki Haley.",
      "isLastSentenceInterrupted": false
    }
  ]
}