{
  "date": "2023-09-04",
  "headline": "CNN News Central",
  "subHeadline": "Zelensky Fires Defense Minister Amid Corruption Scandals, Seeks New Approach; Ukraine: Russia Hits Civilian Infrastructure, Port In Odessa Region; Lab Tests Suggest New Variant May Be Less Contagious; 4 \"Credible\" Sightings Of Escaped Murderer Near PA Prison; \"Little Richard: I Am Everything\" Premieres Tonight At 9PM ET/PT. Aired 1:30- 2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "But it is, of course, also an opportunity for President Zelenskyy to draw a line under the last 19 months of this war, and specifically some of the corruption and procurement scandals that have dogged the ministry in Ukraine.It's important to note, Boris, that Oleksiy Reznikov himself has never been tainted by any of those. And in fact, important to note also that many of the corruption scandals and procurement allegations I mentioned go back to the very early days of the war. They concern Ukrainian taxpayers' money and Ukrainian weapons contracts. Still, the point for President Zelenskyy is to take this opportunity to draw a line and have a fresh start, reassuring NATO allies that the historic allegations of corruption in this country are being dealt with. It's not just about continuing to get the weapons they need to finance or fund, to fuel their counteroffensive. It is also, of course, about their longer-term aims of wanting to join NATO, of wanting to join the European Union. So, in comes a new defense minister. And he has the hardest of jobs. This is a really important moment here in Ukraine. It isn't just going to be for Rustem Umerov to come into Ukraine and get the arms ready to be able to carry on taking this war to Russia. And that's been the name of Ukraine for the last few weeks, much more clearly than it had before. It's also, of course, about continuing to fight this counteroffensive. What Ukrainians feel is they finally reached a turning point. And what they need to be able to do is, over the next few weeks, to be to convince Western allies they need to keep bringing the weaponry in. To carry on making the advance that they think they can continue making as they seek to cut off that bridgehead between those parts of Russian-controlled Ukraine and Crimea. They feel they've got the momentum behind them, so this is the time to strike. So he has a big job ahead of him but he's considered an extremely safe pair of hands here in Ukraine and a man who will be up to the job -- Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Melissa Bell, reporting live for us in Zaporizhzhia.Let's dig deeper now with retired Air Force Colonel Cedric Leighton. He's also a CNN military analyst. Colonel, thanks for being here on a holiday. Let's start with the new minister of defense for Ukraine. Who is he? COL. CEDRIC LEIGHTON, CNN MILITARY ANALYST: So this gentleman, Mr. Umerov, is a Crimean Tatar. He is a Muslim. He has been involved in a lot of the arrangements that the Ukrainians have made with Arab nations as well as with Turkey. He was involved in prisoner of war exchanges brokered by Saudi Arabia and Qatar. And also he's negotiated the Black Sea grain deal. So he is part of all of those diplomatic efforts. Highly skilled diplomatically from a liberal political party that's pro-European. So this guy is going to be somebody who would be in favor of E.U. and NATO integration for Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Really fascinating he took part in the Black Sea grain deal negotiation literally as Vladimir Putin is in negotiations with President Erdogan of Turkey over some kind of grain deal.Something Russia is explicitly focused on, including over the recent day's attacks on grain silos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LEIGHTON",
      "sentences": "That's exactly right, Boris. What we have is the areas where they've, in fact, done this kind of thing right here at Port Reni, which is a Ukrainian port that is right on the Romanian border.All of this on the Danube River right here. This is one of the alternatives that the Ukrainians have to get their grain out of this area right here, across the Black Sea, down this way toward Istanbul. And that is very important from a strategic standpoint for the Ukrainians. It's also extremely important for the viability of food supplies all around the world. This gentleman is in a unique capacity where he can work with the foreign ministry to make this happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "He's also coming in at a unique moment in the counteroffensive where we know Ukraine is trying to expedite its weaponry, including with the use of F-16s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LEIGHTON",
      "sentences": "Right. That is certainly true. So when you look at the entire map right here this is kind of getting the lay of the land. And when you've got the F-16, just to remind people what this jet cando, it's highly capable. It is a fourth-generation fighter. It can target air defense systems, which is a key element right here. It can also do ground attack. Uses a 20-millimeter gun. It has rounds of missiles and bombs. And it's, of course, focused on air-to-air combat as well. So it's a multi-role fighter. And that is something that is significantly important for the Ukrainian capability. They say they're going to have this ready by the spring. We'll see if that actually happens because it requires so much training in order to make it work over areas such as this in the south and southeast. Because if the Ukrainians want to do the kind of offensive that they're talking about, they're basically going down through these areas right here, down toward Tokmak. And then the idea is to cut everything off here, to cut that land bridge from the west and east so that the Russians then are divided between Crimea and what they've occupied up in this area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:02",
      "speaker": "LEIGHTON",
      "sentences": "So I think the key thing is for Ukraine to maintain its independence and not lose territory. And so far, they have succeeded in doing that. There are no Russian gains here since the Russians occupied this area in February and March of 2022.There are, however, even though they're small, Ukrainian gains right here, focused on the yellow areas on the map right here. So that is, in essence, a success but it is a static success. For an offensive to succeed, you really want to be able to capture territories like all of this. But that's going to be really hard to do given the Russian defensive positions as they exist right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:02",
      "speaker": "SANCHEZ",
      "sentences": "A lot to get through. We appreciate you doing it with us.Colonel Cedric Leighton, always a pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:02",
      "speaker": "LEIGHTON",
      "sentences": "You bet, Boris. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:02",
      "speaker": "SANCHEZ",
      "sentences": "Of course.Omar?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:28",
      "speaker": "JIMENEZ",
      "sentences": "As Covid cases rise across the U.S., scientists are racing to understand a new highly mutated variant. Now early lab tests suggests the variant BA-2.86 may be less contagious than initially feared.CNN medical correspondent, Meg Tirrell, joins us now. Meg, what are you learning from these preliminary findings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:28",
      "speaker": "MEG TIRRELL, CNN MEDICAL CORRESPONDENT",
      "sentences": "Well, Omar, as you said, this is a very highly mutated variant, and that is why it's capturing so much attention from the science community.Right now, it has only shown up in about 11 countries and only about three dozen sequences or cases have actually been identified. But the fact that it's so highly mutated, and to try to put to into some context, this variant is as different from previous variants as Omicron was when it emerged in late 2021 from previous variants. And remember that Omicron came along and we started seeing a million cases per day in the United States. So because it was so highly mutated, it was really good at escaping our existing immunity. And that has been the fear around BA.2.86. We are seeing two new studies from China and from Sweden. They're small but they are looking at how much this can evade immunity and how well it can infect cells. They're finding it does evade some of our existing protections but, perhaps, not as badly as some scientists had feared. And on the infectivity question, it actually is looking, perhaps, better than we thought. Maybe this won't be so infectious. Of course, we need more studies to back all of this up. But one assessment from a Harvard epidemiologist, Dr. Bill Anage, on Twitter, or X, he said, quote, \"My friends, this is not the second coming of Omicron. If it were, it is safe to say we would know by now.\" So, Omar a little bit of perhaps reassuring news about this potentially scary new variant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:28",
      "speaker": "JIMENEZ",
      "sentences": "That's where everybody's mind goes to. I mean, 2020, 2021 are not that far behind us and that, of course, was the peak of when we started seeing all these variants and the lockdowns and that sort of thing. You contextualize a little bit for me. What variant is currentlydominant in the U.S.? And do we know how well the upcoming vaccines are going to work against it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:28",
      "speaker": "TIRRELL",
      "sentences": "Yes, right now, the predominant variant is called EG.5. And that one's not so different from where we're updating the vaccines.And these new Covid boosters are expected to be available in the next few weeks. Going through the FDA and the CDC. They are expected to work well against that dominant variant. And with these -- even, these new lab tests against BA.2.86, if that did somehow take off, we are hearing from folks that perhaps it would not be quite as bad because of what we're learning -- Omar?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:28",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Meg Tirrell, thank you so much.Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:28",
      "speaker": "SANCHEZ",
      "sentences": "Now to some of the other headlines we're watching for at this hour.Officials in Louisiana are offering a reward for information about the arsonist behind a fire that burned at least 31,000 acres. The Tiger Island Wildfire is just 55 percent contained. And it's triggered several mandatory evacuations. Last month, a record 441 wildfires erupted in Louisiana as it continues to struggle with drought. Meantime, in Texas, a new law means years of payback beyond prison for drunk drivers. Listen to this. It's mandating that people convicted of intoxication manslaughter pay child support if they kill a child's parent or guardian. The offender will have to make payments until the kid is 18 or graduates from high school, whichever comes later. And controlling access to a classic. As of today, the culture ministry of Greece is limiting the number of visitors at the Acropolis to 20,000 a day. Officials say it's to reduce overcrowding and for the safety and longevity of the monument. They say about 23,000 people have been coming every day to see the Acropolis, which was built in the 5th century B.C. and is home to major historical ruins, including the Parthenon. Omar?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:28",
      "speaker": "JIMENEZ",
      "sentences": "Well, Boris, we've got new developments in the manhunt for the convicted killer who escaped from a Pennsylvania prison five days ago.A possible break in the search comes after residential surveillance cameras on Saturday picked up this image -- you can see it behind me there -- of a person who authorities believe is the escaped convict coming out of those bushes there. And this image was captured just over a mile from the prison where Danelo Cavalcante was being held before he broke out of jail. CNN's Polo Sandoval is following this latest development and so much more. Polo, what's the latest in their search for this convicted killer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:06",
      "speaker": "SANDOVAL",
      "sentences": "So again, there is a very specific part of Chester County, which is about 30 miles west of Philadelphia, that authorities are really focusing on. You're talking about hundreds of local, state, federal police on the ground and in the air.For now, they're asking authorities to familiarize themselves with the photo of this escapee, obviously. And then also to check on their neighbors and make sure they're doing OK. But then also, as we close down this extended Labor Day weekend, one of the big concerns for authorities, Omar, is that possibly he may have been able to break into the house of somebody who's been away the last several days. So if anybody believes that their neighbor's house may be empty, authorities are asking that they actually call them so they can check in on them. But most importantly, not to approach him as he was just getting started with a life sentence after being convicted for murder. As we heard it from authorities earlier today, they believe he is extremely desperate and he has very little to lose. But authorities are confident that they will soon be bringing this to a close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:06",
      "speaker": "JIMENEZ",
      "sentences": "Yes, Polo, a lot of factors to keep an eye on with this. Several credible sightings. It seems they're in the right area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:06",
      "speaker": "SANDOVAL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:06",
      "speaker": "JIMENEZ",
      "sentences": "But of course, there's a lot more to go here to bring this to a close.Polo Sandoval, thank you so much. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "SANCHEZ",
      "sentences": "The legends surrounding the birth of rock n roll have long been dominated by straight, white icons, like Elvis and the Beatles.But now, the new CNN film, \"LITTLE RICHARD: I AM EVERYTHING,\" takes a closer look to uncover the black queer origins of rock n roll. And the man who brought it all to life, Little Richard. Here's a preview. (BEGIN VIDEOTAPE) LISA FRANCE, CNN ENTERTAINMENT SENIOR WRITER (voice-over): Before the Beatles or Elvis or the Rolling Stones -- (SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "FRANCE",
      "sentences": "-- there was the original king of rock 'n' roll --(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "FRANCE",
      "sentences": "-- Little Richard. (SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "His DNA is everywhere. It's like, how do you refer to the air? How do you refer to the sky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "FRANCE",
      "sentences": "Born in Macon, Georgia, Richard Penniman began singing in his father's church choir, but the wider world beckoned and soon Richard was performing on a touring circuit around the south.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We call it the chitlin circuit where you have queer, black women, traveling with gold-plated teeth singing dirty blues.(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "FRANCE",
      "sentences": "Richard thrived in the non-conformist environment and developed a genderfluid stage persona with heavy makeup and eye- catching costumes and dancing.(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "LITTLE RICHARD, ROCK N ROLL LEGEND",
      "sentences": "I wanted to sound different. Me and the young kids, we was tired of all that slow music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "FRANCE",
      "sentences": "Richard's songs hit the radio and he became a nationwide sensation, a major accomplishment for a black gay performer in the conservative Jim Crow 1950s.Little Richard's songs and style became so popular, other artists, from Pat Boone to Elvis, started imitating him. (SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "FRANCE",
      "sentences": "They covered his songs --(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "FRANCE",
      "sentences": "-- and tried to duplicate his sexual stage presence.Richard also mentored a number of early rock 'n' rollers, including James Brown -- (SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "FRANCE",
      "sentences": "-- Jimi Hendrix --(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "FRANCE",
      "sentences": "-- the Beatles --(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:25",
      "speaker": "FRANCE",
      "sentences": "-- and the Rolling Stones.(SINGING) PAUL MCCARTNEY, FORMER BEATLES BAND MEMBER: Hamburg, that was the real time we got to know Little Richard. We'd sit there for hours like disciples in the dressing room. All my screaming numbers were to do with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "FRANCE",
      "sentences": "Richard felt like he never got proper credit or compensation for his groundbreaking contribution to say rock 'n' roll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "LITTLE RICHARD",
      "sentences": "And the best new artist is --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "LITTLE RICHARD",
      "sentences": "-- me.(LAUGHTER) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "LITTLE RICHARD",
      "sentences": "I have never received nothing. You all ain't never given me no Grammy.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's endearing, it's funny, but as a black man, watching that, I heard seething anger that underwrites what he's saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "FRANCE",
      "sentences": "While his legacy unquestionably lives on today in so many performers who embrace flamboyance, bend gender norms and express every aspect of themselves.Lisa France, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}