{
  "date": "2023-06-08",
  "headline": "CNN News Central",
  "subHeadline": "Mike Pence Urges DOJ Not to Indict Donald Trump; 4 Children Among 6 Injured in France Knife Attack; House Oversight Drops Plan to Hold FBI Director in Contempt; Vatican Says No Complications After Pope Francis' Surgery; U.S. Weekly Jobless Claims Reach 261,000 Last Week. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:32:41",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWS CENTRAL.Our top story this hour, the Justice Department has official officially notified Trump's legal team that he is a target in an ongoing federal investigation. It is the clearest sign we've been given yet that former President Trump could be indicted accused of failing to turn over classified documents. The former president has repeatedly denied any wrongdoing in the case. He says he declassified the documents while still in office. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:32:41",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "And Sara, former Vice President Mike Pence is now weighing in on his former running mate's legal woes.At CNN's presidential town hall last night he said that the Justice Department should not indict Donald Trump over his handling of classified documents. Listen to this. (BEGIN VIDEO CLIP) MIKE PENCE (R), PRESIDENTIAL CANDIDATE: Let me be clear, no one is above the law. I would just hope that there would be a way for them to move forward without the dramatic and drastic and divisive step of indicting a former president of the United States. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:32:41",
      "speaker": "BOLDUAN",
      "sentences": "Despite that Pence did not shy away from criticizing former boss including on immigration, entitlements and the war in Ukraine.Let's get to more on this. CNN's Kyung Lah. She's live in Des Moines, Iowa, for us. Kyung, what Mike Pence said last night, what does it mean for Iowa voters today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "PENCE",
      "sentences": "I have no interest or no intention. But pardoning those that assaulted police officers or vandalized our Capitol, they need to be answerable to the law.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "LAH",
      "sentences": "And Mike Pence's PAC just released an ad this morning and it was very tough. Tougher than what we heard Mr. Pence say yesterday on the campaign trail. It calls Donald Trump, quote, \"A weak man who failed the test of leadership\" and, quote, \"a so-called leader.\"Now Pence is back on the trail today. He is scheduled to make a stop at a pizza restaurant in the lunchtime hour. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "BOLDUAN",
      "sentences": "And yes, as the campaigning continues it was really interesting getting Pence's take and hearing him as a presidential candidate really for the first time and how he is, as you say, walking a fine line, threading the needle, but taking direct questions, giving some direct answers when it comes to his former boss and also on the issues.And we see right beside you Kyung, we see the ever expanding Republican presidential field that we'll all continue to follow today. It's great to see you, Kyung. Thank you so much. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "So this morning a gruesome attack in a town in the French alps. Six people including four children rushed to the hospital after being injured in a knife attack. Police say the suspected attacker has been arrested.CNN's Melissa Bell joins us now. Melissa, I understand we're getting new information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "That's right. We've just been hearing from a press conference, John, at which the French prime minister was, in fact -- this is a story, as you can imagine, that has really gripped the whole of France, so rare are these kinds of tragedies. Children that were very specifically targeted. And what we've been seeing over the course of the morning is some of that bystander footage emerge. People filming on their phones.And it's really quite shocking to watch. What we now know is a young Syrian refugee, a man who'd claimed and gotten asylum in Sweden back in 2013 who found himself in France where he applied for asylum, had it rejected since he already had it inside of Europe, and for reasons we still don't understand went on a rampage this morning with a knife. There is no suggestion this is part of a terror plot. In fact, anti- terror authorities are keeping an eye on it but not have not been seized of this case. What unfolded when you look at those images, and they're really difficult to watch, John, is this man going through the park. It's a park on a lakeside, a very popular tourist spot, going on a rampage, very methodically pushing the grownups out of the way to stab the small children. And what we've also been hearing just in that press conference, John, is that of the six people who've been critically wounded, two adults and four children, some of them I'm afraid between life and death. The children were 22 months old, two 2-year-olds, one 3-year-old, a couple of them not French. This is a popular tourist spot. I mean, absolutely dreadful news coming from that lakeside town and, of course, hugely shocking to the whole country again where this kind of thing just doesn't happen -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "BERMAN",
      "sentences": "Such young children, how awful. Melissa Bell, keep us posted. Thank you. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:43:04",
      "speaker": "BOLDUAN",
      "sentences": "The Republican chairman of the House Oversight Committee has now scrapped plans to hold FBI director Christopher Wray in contempt of Congress. The two sides reached a last-minute agreement to reveal more information relating to an FBI document containing allegations about Joe Biden during his time as vice president.CNN's Sara Murray has been digging on this. She joins us now with much more. So, Sara, there was a lot of lead-up to this moment. What are you learning now about this last-minute agreement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:43:04",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "There was, Kate. And it shouldn't surprise us when it comes to Congress, and of course a deal came together at the 11th hour late last night. We know that House Oversight chairman James Comer was talking to the FBI about this new deal the FBI was putting forward, which is to allow all members of the House Oversight Committee to view this internal law enforcement document that includes unverified allegations that Joe Biden was involved in some sort of bribery scheme with a foreign national when he was vice president.As part of this deal, Comer and Jamie Raskin, who's the top Democrat on the committee, also get to see two additional FBI documents. So here's what Comer said last night. He is saying allowing all Oversight Committee members to review this record is an important step toward conducting oversight of the FBI and holding it accountable to the American people. Raskin also put out a statement where he is slamming James Comer and basically saying, look, the FBI has been very accommodating, and Comer has been out there attacking them for weeks. But look, earlier this week, both Comer and Raskin got to go to a secure room in the Capitol. They got to see the documents that's at the heart of this contempt dispute, and my colleague Annie Grayer is reporting that as soon as today other members of this Oversight Committee can start going into a secure room to view this document as well -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:43:04",
      "speaker": "BOLDUAN",
      "sentences": "And we will see what, if anything, we hear coming out of it because that was some of the concern coming from the FBI and how far they disseminated the information in the document.It's good to see you, Sara. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:43:04",
      "speaker": "MURRAY",
      "sentences": "Yes. Thank, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:43:04",
      "speaker": "BOLDUAN",
      "sentences": "John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "BARBIE LATZA NADEAU, CNN CONTRIBUTOR",
      "sentences": "Yes, the night went well. That's what the Vatican is telling us, that's what the hospital is telling us. You know, it's not the first time he's been in this hospital. He was here in March for an infectious bronchitis. And even at the best of times, he doesn't get around really well. He's often in a wheelchair, often using a cane. So it's going to be interesting to see how long it takes him to get back on his feet.This was a major surgery, three hours and it included a very big incision. And so he's got get himself back on this feet and back to work. They told us last night, though, that he was cracking jokes and already working. So we haven't heard anything directly from him. We're waiting to see if maybe he'll go around in a wheelchair or whatnot to visit a ward like he did the last time he was in the hospital. He visited the children's ward, the oncology ward, things like that. So he's got 10 days to recover here and he's going to need those 10 days to recover because he has a really, really big schedule ahead. He's going to Portugal the first week of August. He's going to Mongolia the last week of August. So he has a lot. It's hard to keep this man down. He's got a lot on his plate ahead of him. So everyone is hoping he'll just take it easy, relax, recover, get well so he can get back to work -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "BERMAN",
      "sentences": "A serious surgery. Ten days in hospital. Barbie Nadeau, keep us posted. Thank you. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "BERMAN",
      "sentences": "President Biden has officially vetoed a bill that would have blocked his student loan forgiveness program. The president's plan promises to cancel up to $20,000 of debt for millions of borrowers. It is currently held up anyway in legal challenges. This is Biden's fifth veto.One of soccer's greatest players ever is coming to the United States. Lionel Messi says he will join Inter Miami of Major League Soccer, although the deal is not quite finalized yet. Fans there are pumped. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Soccer is a part of our identity. It's a part of our culture, and Lionel Messi, the greatest of them all, he just won the World Cup, now coming to Miami? So it's going to be one of the most exciting things that ever happened.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "BERMAN",
      "sentences": "Honestly it will be a privilege to watch him play in this country. The 35-year-old from Argentina is a seven-time World Player of the Year and now a World Cup champion after last December. No comment yet from David Beckham, then owner of the Inter Miami club but he has long been a Messi fan along with the rest of us.Incredible video from Hawaii. A burst of lava up to 200 feet high spewing from the Kilauea volcano over the last 24 hours. Look at that. We have live pictures of what the lava flow looks like now. You can see, it's beautiful but dangerous. Officials do say there is no indication the populated areas are threatened but they are directing tourists who want to see the eruption to safe viewing spots about a half mile away. Makes sense -- Sara. SIDNER: New weekly jobless claims numbers out this morning. CNN chief business correspondent Christine Romans is here with us. OK, last month we saw these enormous numbers for hirings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "SIDNER",
      "sentences": "More than 300,000. It was way beyond predictions. What are these numbers telling us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "ROMANS",
      "sentences": "These are numbers that track layoffs. It's a proxy for layoffs. And this was 261,000 first-time unemployment claims in the most recent week, and that's the highest since October of 2021. And we look at these numbers for any kind of signal that layoffs are increasing and there might be some down-the-road weakening in the job market.Now you've been hearing every day from big corporate layoffs. Sometimes people get laid off but they stay on the payroll for a certain amount of time, and then they file for unemployment benefits. That might be the lag we're seeing here where they're just starting to increase a little bit. But let me put out in perspective, before COVID and the decade before COVID, a typical month that you would see more like 311,000 every single week. So think about that. This is still way lower than a typical kind of week. So we still have a very strong job market, but maybe hinting that it's slowing a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "SIDNER",
      "sentences": "OK. To me, it's still very confusing with the numbers of jobs that have come. They are so much greater that the ones that have gone. That being said, the Fed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "SIDNER",
      "sentences": "Meeting next week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "ROMANS",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "SIDNER",
      "sentences": "Could we expect an interest rate hike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "ROMANS",
      "sentences": "So the number behind you, this is something we've been watching carefully. 1.6 million jobs have been created this year. 500 million plus have been created since the Fed started raising interest rates. The Fed is looking at a very strong labor market and wondering, wow, do we need to continue to tap the brakes to try to slow down the economy a little bit so we don't keep feeding the inflation beast.I think if you start to see unemployment claims, that first number we talked about, continue to trend higher, that's what the Fed would like to see, but big picture, job market is still pretty strong. Outside of those companies, in media and tech, where you've been hearing a lot about layoffs, and starting slowing down of hiring in other parts of the economy, but still, the job market is, you know, by any historical standard still pretty strong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "SIDNER",
      "sentences": "All right, Christine Romans, thank you so much for all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "ROMANS",
      "sentences": "Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:44",
      "speaker": "SIDNER",
      "sentences": "Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:59:08",
      "speaker": "BERMAN",
      "sentences": "On high alert in the investigation into Donald Trump. The Justice Department says he is the target in the classified documents probe, a sign indictments could be coming soon. New information coming in from the grand juries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:59:08",
      "speaker": "SIDNER",
      "sentences": "Smoke from the wildfires in Canada still choking huge parts of the United States leaving some cities unrecognizable. President Biden now offering to help Canada to get those fires under control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:59:08",
      "speaker": "BOLDUAN",
      "sentences": "A woman is trapped in the rubble of her apartment building for hours. She survived after first responders had to amputate her leg and she's now speaking exclusively to CNN.This is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    }
  ]
}