{
  "date": "2023-10-12",
  "headline": "CNN This Morning",
  "subHeadline": "Israel Preparing for 'Next Stage' of War; Gaza Official: Health System on Brink of Collapse; Israel Response Creates Dilemma for Biden; IDF: Hamas is Likely Holding Hostages Underground. Aired 6- 6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:15",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Hello, everyone. We're glad you're with us. I'm Poppy Harlow with Phil Mattingly in New York. Our Erin Burnett joins us again live in Ashkelon, Israel.It is 6 a.m. here on the East Coast, 1 p.m. In Tel Aviv, where Secretary of State Antony Blinken is on the ground right now as the war between Israel and Hamas intensifies. We are expecting to hear from him shortly. He is meeting one-on-one now with Israeli Prime Minister Benjamin Netanyahu as airstrikes and artillery continue to pound Gaza. The humanitarian crisis there is spiraling, and hostages, including Americans, are still being held captive this morning. And this is what it looks like in Gaza City right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Israel is now vowing to keep power, water and fuel cut off to the Gaza Strip until Hamas releases hostages abducted in their surprise attack.The International Committee of the Red Cross is sounding the alarm. It says hospitals will turn into morgues with cancer patients, babies in incubators, and the elderly at serious risk. Meanwhile, there are hundreds of thousands of Israeli troops massing near the Gaza border with tanks and artillery as Netanyahu vows to crush Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "We have team coverage across the region; also here at home. Let's get right to our colleague Erin Burnett. She is live at a hospital in Ashkelon.And Erin, this is a hospital that got hit yesterday in the strikes that you were reporting from. And also that has treated hundreds of patients since the initial attack over the weekend. What are you seeing and hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "Yes, Poppy, that's right. And it's very busy here. So we're in Ashkelon. And in the distance, we hear the thuds of those strikes that you and Phil were referring to in Gaza. A very busy morning for the IDF forces with strikes on Gaza.And here at this hospital, it was hit yesterday. It has been a target. Six hundred and fifty people actually were treated here for the actual attacks, the terror attacks on Saturday. Seventy people came here yesterday as a result of those strikes that we were reporting from, with you and Phil all morning. And as you can see behind us, it's busy. This is the E.R. and the trauma unit entrance. But what you're seeing here is really food and assistance for first responders. They say that they have been receiving donations and help from all around Israel ever since these strikes started. And that's what you're actually seeing behind us. So here in this hospital, obviously, used to being a target. They're accustomed to that. And, as I said, hundreds of people, probably 650 people were treated here for the actual attacks themselves. And I understand that 30 of them -- 30 of them are in serious condition. We're here six days later. They are still in the hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "MATTINGLY",
      "sentences": "Erin, you're about, I think, roughly eight miles away from the border of Gaza. You obviously were reporting from there all day yesterday.When you talked to hospital officials, when you talked to people like those that are behind you right now, what kind of preparation are they making for what's expected to come in the days and weeks ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "BURNETT",
      "sentences": "There is a resignation, I would say, Phil. And also, there is, you know, trepidation. People are aware that something is going to happen. They believe something is going to happen. They're sure something is going to happen. But they dread it.And I think that's the fair way to describe it. And as we're standing here -- and I know you can't necessarily hear it -- but we hear the regular thuds of those strikes in Gaza. So for here it's not just talking about it. It's actually something palpable that they can feel and they can hear. And it's obviously affected their community. And as you point out with Gaza itself, as we stand in this hospital here that has received hundreds of people suffering from the attacks and these ongoing strikes in Gaza, they say that hospitals are at risk of a humanitarian crisis -- Poppy, you referred to that -- because of, they say, the electricity and fuel shortage. They're saying the hospitals are going to be turned into morgues there. That's what we're hearing from officials over in Gaza. But obviously, you have the Israelis saying at the same time there's going to be no electricity, no fuel, no water to Gaza until those 150 hostages are returned to Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "BURNETT",
      "sentences": "Well, we've seen it continue. There's -- there's no change.And it does raise the question, Poppy and Phil, of how long you can stay in what, you know, military experts will call a crouch. Right? That you're crouched down and you're ready to go. You can't sustain that position for an indefinite period of time, or even for a long period of time. So when you have 300,000 troops amassed along this border here, you need to make a decision. And I think that's the real question that they have, is exactly when. Now, an IDF spokesperson told me, that I spoke to overnight, that -- referring to it as being something to happen within days. And I'm not saying that they were giving out information there, but I think it just reflects the sense that what happens will happen. And it will happen in the near future. That this isn't something where you can indefinitely, as we saw with Putin, right, for months and months --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "BURNETT",
      "sentences": "-- start to build up along the border. That is not the situation we're looking all right now at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "MATTINGLY",
      "sentences": "Erin, I think you made such a great point. This is not abstract where you are; the feeling is palpable. You're hearing the bangs and booms. We watched you cover it throughout the morning yesterday.Is the tempo increasing, decreasing? Talk about what's happening this morning, what you're seeing and feeling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "BURNETT",
      "sentences": "I can tell you what we've seen so far in Ashkelon is really just constant thudding. And I'm not going to say, Phil, that it sounds like it's more than yesterday. Maybe it does a little bit. And I guess that's as far as I would go with it.But they are regular strikes. They are constant. So, you know, you hear a thud, seconds later or a minute or two later, you hear another thud. And as we say, and on the receiving end of that is -- is Gaza, where you keep hearing about the -- the injury toll, the death toll going up, and those hospitals becoming overwhelmed because of people, obviously, seeking care, but also because of the fact that they don't have electricity, fuel or water. And we also understand, even from those who may have supplies or generators, like a hospital might, or the U.N. might, you're in a situation where, because nothing can come in, even with that sort of a backup, you only have a few days that you can operate. And that's what they're dealing with just a few miles from here across that border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "HARLOW",
      "sentences": "Erin, thank you so much. Stay with us. We'll get back to you very, very soon.We know that at least 1,300 people have been killed inside of Gaza. More than 6,000 injured. That comes to us from the Palestinian Health Ministry. Israel continues this blockade, as Erin was speaking about, of food, fuel, water, supplies into Gaza. Health officials there warning the hospital system is on the brink of collapse. Ben Wedeman joins us from Beirut, Lebanon. Ben, you are in Lebanon, but you have reported extensively in Gaza throughout the years. Talk to us about what that would be like on the ground, Ben, in Gaza with this continuing blockade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "HARLOW",
      "sentences": "Ben Wedeman, thank you very much, especially given all your expertise reporting inside of Gaza. We'll get back to you soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "MATTINGLY",
      "sentences": "You're looking live right now at pictures from the Gaza- Israel border, where we are seeing a lot of tanks and military vehicles, the continued massing of forces near that border.We want to bring in CNN military analyst and former member of the joint staff at the Pentagon, Colonel Cedric Leighton. Colonel Leighton, as we have seen -- and Erin was doing amazing reporting throughout the course of the morning yesterday -- we kept seeing large components of military capabilities flow into that area. How long can they stay there? What's the length of time that they would mass before an incursion could actually begin? COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: Yes, really. Phil, good morning. That depends on a lot of different factors. But one of the key things is how long are they going to actually have food and fuel just to kind of stay there? And idle troops are not happy troops. And the key thing here is these guys are going to be sitting here probably for about 72 to 96 hours or so. And -- at the most. And then after that, they are going to basically spring into areas in prepositions all around this border area right here. This zone is basically the zone in which they are going to be operating in, and all the points at which the tanks and APCs and infantry fighting vehicles are located, this is basically the jumping-off point for anything that they might be be doing in Gaza, in terms of actually conducting operations in that way and making things work for the Israeli forces in this area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "MATTINGLY",
      "sentences": "All right. Colonel Cedric Leighton, stay with us. We'll be coming back to you throughout the course of the hour. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "HARLOW",
      "sentences": "We are waiting to hear from Secretary of State Antony Blinken. He has landed in Israel. We know he's meeting with Prime Minister Benjamin Netanyahu. We'll bring you his remarks, as soon as they come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:44",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're surging additional military assistance to the Israeli Defense Force, including ammunition, interceptors to replenish the Iron Dome. And we've moved the U.S. carrier fleet to the Eastern Mediterranean. And we're sending more fighter jets there in that region. And made it clear -- made it clear to the Iranians, be careful.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:44",
      "speaker": "MATTINGLY",
      "sentences": "That was President Biden on Wednesday, relaying a series of developments in America's response to the war between Israel and Hamas.The president has been focused on getting the response, and tone, just right amid dire consequences of making a misstep. But as the war intensifies, he faces a dilemma. How to encourage Israel's counterattack, support it in every way, without sparking a wider war. CNN's Priscilla Alvarez is live for us at the White House. It's such a fine line to walk here, Priscilla. What's happening behind the scenes in the West Wing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:44",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "And Phill, this really boils down to outrage without escalation.To give you a little bit of an inside look, the president gathered his advisers earlier this week before his speech on Israel, and in that meeting, he told his advisers that he wanted to include more detail about the appalling nature of the attack. And if you recall, during his remarks, he forcefully talked about the, quote, \"shear evil.\" And that deep emotional reaction by the president is what has translated into a forceful response by the U.S. And that includes, for example, ordering U.S. warships to the region, sharing intelligence, as well as really little attempt at encouraging any restraint by Israel. But this is a very delicate balance. And that is really the message that has come through in closed-door meetings. That's what we've learned from officials. And the president has made quite clear that any -- they have to be very careful with any missteps. And that is really the fine line that they are towing here. And we see parts of that. For example, in his meetings, or his calls, with Prime Minister Netanyahu, he also talks about, for example, the importance of the rules of war. And U.S. officials have been very wary of making any direct links with Iran, which has supported Hamas, because of any concerns of escalation. Now of course, Phil, as you know, the president has a deep experience in foreign policy. And they're leaning on that. But it is very clear here that they need to strike a very delicate balance when it comes to expressing the outrage over what we are seeing in Israel, as well, but also trying to avoid any type of escalation of this moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:44",
      "speaker": "HARLOW",
      "sentences": "But in the middle of that, Priscilla, the president has also not completely ruled out the possibility of sending U.S. troops to Israel. Is there any clarity from the administration on what it would take for that to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "MATTINGLY",
      "sentences": "All right. Priscilla Alvarez, live for us at the White House. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "And in just moments, we do expect to hear from the secretary of state, Antony Blinken. He is in Israel. We'll bring that to you live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "MATTINGLY",
      "sentences": "And Blinken said that the negotiations created a humanitarian corridor for civilians to leave Gaza. They're ongoing. We'll break down why those negotiations are so complicated. That's ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "Israel is saying this morning they are not going to let up on this total blockade on Gaza until the hostages are all freed. President Biden speaking about the release of hostages in an impassioned speech on Wednesday. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "BIDEN",
      "sentences": "We want to make it real clear. We're working on every aspect of the hostage crisis. And there's a lot we're doing. A lot we're doing. I have not given up hope of bringing these folks home.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "Let's get back to Erin Burnett. She is outside of a hospital in Ashkelon, Israel.Israel, I know last night on your program, you spoke with the IDF. And what was interesting is he said something that I haven't heard them say before, which is where they believe these hostages may be held.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "STERN",
      "sentences": "-- theirs and the hostages', particularly the families, to get them released. Amicably.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "HILL",
      "sentences": "So Bryan, I was talking to a father, who his wife and both of his daughters, who are ages 5 and 3 -- he was literally on the phone with her in the safe room when Hamas militants came in and she was taken hostage. He hasn't heard since. He doesn't know the situation.But you are dealing -- when you talk about 150 hostages -- with very young children. Do you know anything about the conditions they're being held in, where any of these people are being held, and how the reality of such small children being among the hostages is affecting the situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "SERN",
      "sentences": "Obviously -- obviously, when children are involved, that is, you know, twice -- twice the war crime, if you will. Right? Hostages are bad. Hostages are bad, but children bring a different dynamic to it.I can't -- I don't have children, and I can't even begin to fathom what that father is going through. The -- you know, the conditions -- the conditions are terrible. There's no -- the -- the hostages are not in jail cells where they're given three hots and a cot and can watch TV and do their time. They're being held under extremely bad conditions. A hundred percent there's sexual assault; 100 percent there's brutal assault; 100 percent there's torture. A hundred percent there's things that we can't even think about. So it's truly terrible. And the answer again -- the answer, again, is Hamas and their associates need to -- need to come up with a resolution, because hostages are only good if they're points of leverage. And they serve a utility. If they outlive their usefulness for the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "BURNETT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "STERN",
      "sentences": "-- for the bad guys, then they'll be executed. If they outlive their value for -- from a geopolitical perspective, that's also a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:05",
      "speaker": "BURNETT",
      "sentences": "Yes. Bryan, I know that you're working with some specific families. You're working with Americans.And -- do you -- do you know anything about the condition of the hostages that -- that you're specifically trying to negotiate release for? You know, what their health condition are, what they condition is when they were taken? And I say on top of that, at this point, have you figured out who to talk to to try to negotiate any sort of release?",
      "isLastSentenceInterrupted": false
    }
  ]
}