{
  "date": "2023-09-28",
  "headline": "CNN Live Event/Special",
  "subHeadline": "House Votes Underway as Government Shutdown Imminent; Potential Biden-Trump Rematch Hits Inflection Point; Hours Away, Auto Worker Strike to Expand if Talks Stall; Green Party Candidate Speaks on the Trump-Biden 2024 Matchup; CNN Fact-Checks Impeachment Inquiry over President Joe Biden and His Family; Republican Lawmakers Considering Virginia Governor to be Drafted in the Party. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Besa Pinchotti, thank you so much for coming, explaining the real consequences of what very much seems like it's going to happen on Saturday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "BESA PINCHOTTI, CEO, NATIONAL MILITARY FAMILY ASSOCIATION",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "COLLINS",
      "sentences": "Thank you.Tonight, as I mentioned, there was a standing ovation for General Mark Milley as he exited the Pentagon for the final time as the chairman of the Joint Chiefs. At midnight on Saturday, General C. Q. Brown will officially replace him as the nation's top military officer. That was his salute as he left the Pentagon for the last time tonight. Thank you so much for joining us. CNN Primetime with Abby Phillip starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "In just 48 hours, poisonous politics and schoolyard rhetoric will have real life consequences. The United States government will once again shut down and it comes on an extraordinary day when a president openly accused his predecessor of trying to kill the republic. And in a hearing to impeach that president, it backfired on Republicans.Good evening, everyone. I'm Abby Phillip. And underway right now on Capitol Hill, the House is voting on a series of bills, none of which are expected to actually avert a government shutdown. Now, remember those hardliners, they want drastic cuts to spending, including to programs that affect schools. Let's go straight to Melanie Zanona over on Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Hey, Abby. So, tonight, these bills that they're going to vote on in the House are not expected to pass the Senate. They are expected to be dead on arrival, but they may not even have the votes be able to pass them amongst House Republicans. So, what is the plan going forward? Well, Kevin McCarthy has a few options here, right? So, tomorrow, he can proceed with his initial plan, which was to try to vote on a stopgap spending bill. This is another spending bill that they were hoping that hard line Republicans would rally around tomorrow after they passed these bills tonight.But it is not clear that they're going to have the votes for that either. If they can't even pass these party line spending bill votes tonight, I don't think that they're going to have votes tomorrow. A number of hard line conservatives are really digging in with their opposition. So, then there's another option that McCarthy has, and that is to work with Democrats, to cut a deal with Democrats or the Senate. But the problem there, Abby, is that that could force a vote to remove him as speaker. He is facing threats from his hardliners, including members like Matt Gaetz. And so he still does not want to go that route, until at least he has exhausted all of his other options. And, of course, the final potential path here is for Kevin McCarthy to simply just do nothing. If the Senate sent over a bill, he could just simply ignore it, but that would cause a government shutdown. But, regardless, it seems like that is the direction that we are headed, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "It very much seems that that is the case tonight. Thank you, Melanie Zanona.And joining me now is Republican Congressman Dusty Johnson of South Dakota. Congressman, thanks for being here on a busy night. REP. DUSTY JOHNSON (R-SD):  You bet. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "We are just about 48 hours now away from a government shutdown. The money is going to run out. Do you think tonight's votes will get your Republican conference any closer to avoiding a government shutdown?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "JOHNSON",
      "sentences": "I do think these votes are an important part of the process. And let me be clear, government shutdowns are stupid. They're not the kind of thing we should do. Nobody wins in a government shutdown. It doesn't save any money. It costs us a lot of money.But I think we're in a position here where Republicans are getting our act together. We're going to be passing appropriations bills tonight that combined with what we've already passed, is 73 percent of the discretionary spending for our country. That's not 100 percent, but we're moving in the right direction as we get closer to the deadline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "So, Speaker McCarthy has said that he has a backup plan if a stopgap funding bill that he puts on the floor tomorrow fails. What's the plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "JOHNSON",
      "sentences": "Well, I'm the author of a plan. I'm the chairman of the Republican Main Street Caucus, which are the pragmatic conservatives in the House. Three of us joined with the three leaders of the Freedom Caucus to put forth a plan, a stopgap funding measure 30 days. But in return for that 30 days, we secure the border.I think that's critically important. Whether you're on the right or whether you're on the left, I think you acknowledge that the border policies we're seeing at the southern border right now are not working. And that's why Democratic governors --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "Are you saying that that's the direction that Speaker McCarthy would go next if his plan A fails?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "JOHNSON",
      "sentences": "Yes, when I talked to Speaker McCarthy, he said he likes our plan. He thinks the plan could perhaps be improved by adding a debt commission. And I agree, when we're talking about discretionary spending, we're dealing with a fraction of the budget. We really should also be looking at longer-term autopilot programs and figuring out how responsible men and women do our job and to make sure we get on the right fiscal path there as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "JOHNSON",
      "sentences": "We have the Democrats in control of the Senate, the Republicans are in control of the House. That means, literally, there's no other way to fund the government in the final analysis than a deal that gets votes from both sides. I don't have to like that fact but that is the cold, hard facts of the situation.But I think the speaker is taking the right approach. I mean, phase one is let's make sure we get the Republicans on the right, all on the same page. Let's make sure -- frankly, we should pass my bill that cut spending, keeps government open and secures the border. Once we get Republicans on the same page on that, then we can figure out where the Democrats are at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "PHILLIP",
      "sentences": "But as you point out, any deal has to be bipartisan in order to pass the entire Congress, the Democrat-controlled Senate. A lot of your colleagues on the right, the far right, they want it all. They want all of their demands.So, at the end of the day, do you think that if they don't get it all, that this will end with a motion to vacate, to kick Speaker McCarthy out of his job, and that that is really the endgame here for some of your colleagues?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "JOHNSON",
      "sentences": "Well, I want it all as well, but I've been married 23 years to a delightful woman, and I never get everything I want. And I've been on non-profit boards and I've been a business executive, and I've never in any deal, gotten everything I want.I do think my Republican colleagues, almost without exception, understand that the final deal is going to look a little different than the Republican deal. Some of them will be able to support that in the end analysis, others won't. But I would tell you, responsible members like me are going to be ecstatic to support any deal that cut spending, keeps the government open and secures the border, and I think we're getting closer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "PHILLIP",
      "sentences": "In the meantime -- okay, that's the end stage. In the meantime, what's the point of all of this? Can you explain this to people who are at home, who are trying to understand what is the point of taking it to the brink of a government shutdown if at the end of the day everyone understands it's going to have to be a bipartisan bill in which Republicans don't get everything that they want?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "JOHNSON",
      "sentences": "Well, you do need to have the process work. Now, I will admit the House and the Senate should have done their homework earlier, but it's kind of the human condition. It's human nature to wait until the last few days before the end of the college semester to get that final report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "PHILLIP",
      "sentences": "But this is Congress. This is not this is not college.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "JOHNSON",
      "sentences": "Oh, I get it. And I would tell you that the Appropriations Committee, the Republican Appropriations Committee, they finished their work on 10 of the 12 bills months ago. Admittedly, we have had a hard time getting to 218 votes in the House. When we cut spending too much, we gain a few votes on the right, but we lose a few votes in the center. When we increase spending, the reverse happens. It's been really hard to call it to calibrate this package so that it gets the votes needed for passage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "PHILLIP",
      "sentences": "So, earlier today, Congressman Gaetz and Speaker McCarthy apparently got into a testy exchange in a closed-door house meeting today. Can you tell us about what happened there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "JOHNSON",
      "sentences": "Well, I don't talk about what happens within the Republican conference meetings. Those are supposed to be off the record, but I feel comfortable telling you it got just a little bit spicy, but I think that's okay. I don't think we're all --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "PHILLIP",
      "sentences": "Is it okay? I mean, look, from what we've heard in the reporting, it was back and forth about whether, you know, Speaker McCarthy was responsible for people attacking Matt Gaetz on social media. We're talking about a government shutdown in 48 hours. Is that really what these meetings should be spending time on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "JOHNSON",
      "sentences": "You're exactly right. The meeting should not be focused on a personality dispute between Matt Gaetz and Speaker McCarthy, but the meeting really wasn't. I mean, I was there for perhaps 50 minutes of that meeting, and approximately 90 seconds was focused on the topic you described.Now, I get it. That's the spicy part. That's what grabs the headlines, but the rest of the meeting was really focused on the boring, blocking and tackling meat and potatoes of governance. It might not lead cable news, but that's what we were talking about. PHILLIP:  All right. Well, you know what, Congressman, your calm optimism is maybe what we need tonight. We'll see how your votes go today and tomorrow. We appreciate you joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "JOHNSON",
      "sentences": "If everybody would just listen to me, things would go a lot faster around here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "PHILLIP",
      "sentences": "All right, thanks, Congressman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "PHILLIP",
      "sentences": "Think about this. In the last decade alone, Americans have seen two impeachments and they're flirting with a third. They've seen an insurrection at the steps of the United States Capitol. They've seen four indictments of a former president. They've seen multiple government shutdowns and now they are facing another. And now, the very man who ran on restoring the soul of the republic is openly accusing his predecessor and current opponent of trying to kill it.Now, the nation may be at an inflection point tonight. America is facing the growing likelihood that the next year's election will feature a rematch between Joe Biden and Donald Trump. And one thing that all sides seem to agree on is that, for different reasons, democracy is in trouble. Now, tonight, the president of the United States is laying out his reasons why. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT:  There's an extremist movement that does not share the basic beliefs in our democracy, the MAGA movement. There's no question that today's Republican Party is driven and intimidated by MAGA Republican extremists. Trump says the Constitution gave him, quote, the right to do whatever he wants as president, end of quote. I'm never heard a president to say that in jest. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "PHILLIP",
      "sentences": "I mean, Arizona is still a hotbed of extremism in many ways. So, that's definitely not in the past at all, even all these years later after Senator McCain's passing.Philippe, the president talked about the MAGA threat today. He's trying to make this distinction between Republicans and what he calls MAGA Republicans. But the question always is, does that distinction really exist in anyone's minds, but in the minds of the people crafting this message in the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "PHILIPPE REINES, FORMER HILLARY CLINTON SENIOR ADVISER",
      "sentences": "Well, that's actually a better question for Amanda, because Amanda is a Republican, but she's not a MAGA Republican.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "PHILLIP",
      "sentences": "But from a messaging perspective, if you're --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "REINES",
      "sentences": "This isn't about messaging with him. This is about genuinely being scared. I mean, he has said today, and he has said it previously, and hopefully he'll say it over and over again, this is the central part of his presidency, is to fight this back. Whether I use the term MAGA extremists, I don't know. But, yes, he wants to make the point that the bulk of the Republican Party you can disagree with, but they are thoughtful, they are patriots and they are not out to undermine democracy for the sake of their god, Donald Trump.And you have to be able to find a way to bifurcate that group from the people who are running up the steps of the Capitol with, you know, sticks and breaking in and making havoc, and the people who cheer them on and the people who think that they were just tourists, taking a nice little walk that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "PHILLIP",
      "sentences": "What's your view of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "CARPENTER",
      "sentences": "Yes. No, I think this is a really interesting conversation because, you know, as a Republican, worked for Ted Cruz and someone that, you know, has opposed Trump from a conservative viewpoint for, you know, the entire duration, I get a lot of blowback from other Republicans saying, like, you know, how can you think about working with, you know, Democrats on these issues? And it's like, what I tell them is that we have basic obligations as American citizens.Things to uphold the democracy require things like three simple things that political scientists will tell us. You accept election results. You disavow violence. And when it comes to extremist actors in your own party, you have to reject that. It is very important to police the dangerous wing of your party and say, we don't stand for that. If people in both parties do those three things, our democracy is much stronger. And that doesn't require a lot, right? Like, I don't have to sacrifice what I feel about the size and scope of government to say, you know what, I can do those three things. And that is a basic benchmark for anyone in elected office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "PHILLIP",
      "sentences": "But, I mean, first of all, what you're saying makes total sense, but it's not happening, right? I mean, and also on top of that, the partisan environment that we are in, this is really what I'm trying to get at with the speech listening to it. He goes after Trump, which he has to do directly. But in this partisan environment, it feels almost like people can't hear the message about democracy outside of a partisan lens, which seems to undermine what Biden is trying to do here, which is to say, this is bigger than R and D. This is bigger than me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PHILLIP",
      "sentences": "Less than 24 hours from now, the auto worker strike will likely be expanding as the UAW and carmakers remain pretty far apart in those talks. And in the political battle for the union vote, President Biden is now facing fresh criticism tonight over his visit to the picket lines in Michigan this week, but not from the right. Instead, he's getting some of that criticism from the left, specifically, his 2024 Green Party Democratic challenger, Cornel West. He argues that it was just a symbolic gesture.And Cornel West joins us right now. Dr. West, thanks for being here. Symbolic it may be -- DR. CORNEL WEST, 2024 GREEN PARTY PRESIDENTIAL CANDIDATE:  Thank you so very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PHILLIP",
      "sentences": "Symbolic it may be, but it was also historic, a sitting president on the picket line. Why does that not satisfy you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "WEST",
      "sentences": "My dear sister, I've just come from a memorial for Barb Wainwright (ph). She's a great writer of, on the working poor in this country, nickeled and dimed, the Cat (ph) to Texas 2001. And it bothers me because Biden has a record of justifying and rationalizing corporate grief for almost 40 years. The credit card companies being excluded from certain kind of treatments that are deleterious for poor and working people. We know his friendly, cozy relations with Wall Street and so forth.So, symbols do matter. And I'm glad to see him there. But the symbols in the end are empty if they're not tied to concrete policies that ensure the ability of workers to join unions more readily, following through, not just with showing up and speaking, but actually ensuring that workers have wage expansion in a concrete and serious way, not just workers there at UAW. And God bless them. As you know, I've been blessed to be on both picket lines in Tappan, New York, as well as Detroit, but workers across the board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PHILLIP",
      "sentences": "Well, let's talk about some of those --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "WEST",
      "sentences": "And so I just think that people are a little suspicious of these symbolic gestures when they don't have the kind of substance they all have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PHILLIP",
      "sentences": "Well, let's talk about some of the concrete things, to your point. I mean, President Biden, he signed a landmark large infrastructure bill that -- major federal construction plants. He appointed folks to the National Labor Relations Board who've made it easier for unions to overcome employer intimidation and illegal firings. Those are concrete things.And I think he would agree that President Biden, even before he was president, he spoke quite a lot about his support for unions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "WEST",
      "sentences": "Well, he spoke a lot, but if you actually look at his record --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PHILLIP",
      "sentences": "But I just listed -- I mean, I did list those --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "WEST",
      "sentences": "You will see, in fact that there's a whole series of symbolic gestures.And what you just noted, my dear sister, though, those are relative to what was in place under Trump. You're right, he replaced those members of the National Labor Relations Board, absolutely right. You're right, the infrastructure bill -- that infrastructure bill was better than Trump, but he stripped elements of that bill that Bernie Sanders and Elizabeth Warren and others were trying to push through so that he still ended up limping through and just because of Republicans. He doesn't have his heart in it. I wish I he would show up at some of these mass incarceration sites. I wish he would show up at some of these police departments dealing with this police brutality as well. I want to see a fundamental commitment of Biden and the Democratic Party to poor and working people. And my hunch is they're not capable of it because the same people who are supporting Biden happen to be the CEOs of the companies that are crushing these pressured workers. The same donors and supporting Biden Democratic Party are crushing the workers. So, the symbolic gesture, okay, that's fine. And think about this, though, sister, can you imagine the first president to actually march on a picket line for workers? Do you know how many strikes and picket lines have been in the history of America? We finally get a president --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PHILLIP",
      "sentences": "I take your I take your point that you say that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "WEST",
      "sentences": "(INAUDIBLE) it's like, oh, my God --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "WEST",
      "sentences": "I mean, one, you know, we're making decisions in real time. There is a good chance neither Biden nor Trump will be the ultimate candidate. Biden may run out of gas. Trump may end up in jail. We don't know. History is unpredictable.I am here to bear witness. I'm here to speak on behalf of poor people, abolishing poverty, abolishing homelessness, reshaping fundamentally the mass incarceration system, curtailing the militarism abroad to ensure we don't have a World War III against Russia or even China. That's part of Biden's militarism too. That's what I'm running for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "PHILLIP",
      "sentences": "So in that vein, would you -- in that vein, would you consider dropping out before the actual November election if you felt like your presence in this campaign would have an effect on the outcome?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "WEST",
      "sentences": "I plan to bear witness until the end of my (inaudible), and I support you and your show and so forth, I must say. But no, this is a matter of bearing witness. And in fact, consider the possibility that given the unpredictable factors, I may win this thing. Let's have a public debate. Let's all stand on the stage. Let's articulate our visions, our analysis, our connection to whose legacy we come out of. Legacy of Martin King, Fannie Lou Hamer, Abraham Henson. Behind it, what is your legacy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "PHILLIP",
      "sentences": "Can I actually talk to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "WEST",
      "sentences": "Kennedy, what is your legacy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "PHILLIP",
      "sentences": "Can I actually ask you about something that I think is a little bit related to what you just said last night on the debate stage?Republican presidential candidate Tim Scott, he went after his opponent Ron DeSantis about the issue of slavery, but he also said this. Take a listen. (BEGIN VIDEO CLIP) SEN. TIM SCOTT (R-SC), PRESIDENTIAL CANDIDATE: Black families survived slavery. We survived poll taxes and literacy tests. We survived discrimination being woven into the laws of our country. What was hard to survive was Johnson's Great Society, where they decided to take the black father out of the household to get a check in the mail. And you can now measure that in unemployment, in crime, in devastation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "PHILLIP",
      "sentences": "You're a scholar, Dr. West, what do you make of that response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "WEST",
      "sentences": "Well, I mean, you know, Tim Scott is a -- I guess he's my brother, but he's just so wrong on so many issues. The black family survived under slavery. We had love networks in which we were able to sustain the care, but the family itself underwent tremendous massive damage. We bounced back after slavery. The first thing the slaves did was walk hundreds and hundreds of miles to join their loved ones. And in the 1960s, what were we talking about? In the 1960s, we were talking about rural folk trying to move into the urban centers, the industrial centers, to become part of an industrial working class and had tremendous difficulties in making that transition.I was just in Detroit yesterday. Black families were strong in Detroit in '50s and '60s when they had jobs with a living wage and when they had some control over their own community. So it is not just a bit of, when you think of the shattering of the black family, so much of it has to do with the unbelievable unemployment, underemployment, and then the market-driven forces reshaping how people relate to each other, reshaping how black folk relate to each other with the flow of guns and the flow of drugs from outside of the black community. So that I must say, you can imagine it takes a seminar to try to clarify this thing. And I don't have all clarity, but it takes a seminar. But no, but brother Tim Scott has just given some right-wing talking points to try to keep his campaign alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "PHILLIP",
      "sentences": "All right, Cornel West, we appreciate you joining us tonight, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "WEST",
      "sentences": "But thank you so very much. (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "PHILLIP",
      "sentences": "And Philippe Reines is back with me to respond. So, Philippe, I want to start with the comments that he made about President Biden and his union record. He said his heart is not in it. What do you say to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "PHILLIPPE REINES, FORMER STATE DEPARTMENT OFFICIAL",
      "sentences": "It looked like his heart was in it, but I think you made the point that this is a step in a long series of things that Joe Biden has done over his career. I would understand what Dr. West was saying if Joe Biden parachuted in at a nowhere, had never done anything for American workers or for labor or for average Americans, or whatever you want to call it.But he's showing up after decades of doing that, and he will do it for the rest of his life. So it's not symbolic in the sense that it's out of nowhere. And you know what? Symbolism is important. I'm sure to the workers on the picket line, they appreciate it. And I have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:34:57",
      "speaker": "REINES",
      "sentences": "I don't think it's tit for tat. I really don't. This is when you look at Joe Biden talking to that crowd, that is Joe Biden. That's Joe Biden in his element. That's, you know, average Joe, that's worker Joe. And, you know, I have to take issue with a couple of things Dr. West said is, you know, he was involved in a pretty symbolic event at the White House during the Obama administration, and, Alisey, he thought that there was value to that, and there was. There is often value to showing up. It's why whatever the, you know, saying is, 90 percent of life is showing up. I'm sure those workers appreciate it.But more importantly, you know, Dr. West will not be president of the United States. He might prevent Joe Biden from being president of the United States, the same way that Ralph Nader prevented Al Gore, and the same way Jill Stein prevented Hillary Clinton, and no coincidence. Joe Biden did not face any kind of meaningful third-party challenge in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:34:57",
      "speaker": "PHILLIP",
      "sentences": "I assume you think he needs to drop out. How soon do you think that would need to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:34:57",
      "speaker": "REINES",
      "sentences": "What he's doing is pointless. I mean, but you asked him 10 different ways he's not answering. It doesn't make a difference what I think. He's not going to drop out. And he's also whipping people up. They're not going to work for Biden. They're not going to donate to Biden. They're not going to get out the vote.Now, if it's just people in Massachusetts, okay, that's not so bad. I feel pretty good about it. But tamping down enthusiasm or by attacking the nominee of our own party, no good comes from that. And I just can't believe that he would want Donald Trump to emerge from that, but he has to realize, as a student of history and for bearing witness, as he said, all these years to what happens, he has to know that he's walking a very dangerous path.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:34:57",
      "speaker": "PHILLIP",
      "sentences": "We'll see if he does. Philippe, thank you for standing around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:34:57",
      "speaker": "REINES",
      "sentences": "No, thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:34:57",
      "speaker": "PHILLIP",
      "sentences": "And up next, the first impeachment hearing of President Biden. Not going how Republicans wanted, including testimony from witnesses saying there's no evidence yet to prove the GOP allegations.Plus, anxiety is gripping top donors after the Republican debate last night, as new reporting suggests that some of them are now looking to, get this, Virginia Governor Glenn Youngkin to step in. (COMMERCIAL BREAK) [22:40:00] (COMMERCIAL BREAK) (BEGIN VIDEO CLIP) REP. JASMINE CROCKETT (D-TX): Well, we start talking about things that look like evidence, they want to act like they blind. They don't know what this is. These are our national secrets. Looks like in the shitter to me. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:34:57",
      "speaker": "PHILLIP",
      "sentences": "An exasperated Democrat at the House Republicans impeachment hearings against President Biden, even one senior Republican aide calling it, quote, \"an unmitigated disaster.\" Republicans presenting no evidence of wrongdoing by Biden, but lobbying a series of false allegations instead.(BEGIN VIDEO CLIP) REP. NANCY MACE (R-SC): We already know the president took bribes from Burisma. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:34:57",
      "speaker": "PHILLIP",
      "sentences": "Daniel Dale is, of course, here to fact check all of this. Let's start right there where you just heard Nancy Mace. She says, President Biden, she said definitively, we know President Biden has taken bribes from Burisma. What's the truth?DANIEL DALE, CNN SR. REPORTER: She said, we know. We absolutely do not know this. This is a completely uncorroborated allegation. All we know is that there is an internal FBI document from 2020 that says that year, an informant, someone they had deemed highly credible had told them that four years prior, the CEO of this Ukrainian company, Burisma, had claimed that he had given five million to one Biden, five million to another. But that document contained no corroboration. In fact, the document said even this informant could not even offer an opinion on the veracity of the claim. It's now three years later. We still have no proof of it. And I'll note, Abby, that in this same hearing, a witness called by Republicans, law professor Jonathan Turley, cautioned that this is, he said, a secondhand account. He said, you can only take an allegation like this so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:34:57",
      "speaker": "PHILLIP",
      "sentences": "And he also said he doesn't support. He doesn't think the evidence that they have supports an actual impeachment. So the other thing is that House Republicans set this hearing up and said that they would have the receipts. Here's what Chairman Comer said in his opening remarks today.(BEGIN VIDEO CLIP) REP. JAMES COMER (R-KY): Just this week, we uncovered two additional wires sent to Hunter Biden that originated in Beijing from Chinese nationals. This happened when Joe Biden was running for president of the United States, and Joe Biden's home is listed as the beneficiary address. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:34:57",
      "speaker": "PHILLIP",
      "sentences": "Seems to me there's some things missing here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:34:57",
      "speaker": "DALE",
      "sentences": "There are some very important things missing. So these wire transfers did happen in 2019. What Chairman Comer, though, did not mention was that there is a quite plausible and quite benign possible explanation for why President Biden's Wilmington, Delaware home was listed as the so-called beneficiary address.And that is that Hunter Biden, his son, had lived at that house. He listed that address on his driver's license. We know this. And his lawyer, Abbe Lowell, told CNN in a statement that the reason his address was listed because he had opened a bank account with that same address. And the lawyer said that's because it was his only permanent address at the time. So the fact that the address was there is not evidence whatsoever that Joe Biden got that money. And in fact, they're pretty, pretty obvious explanations for why it might have been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:34:57",
      "speaker": "PHILLIP",
      "sentences": "There was some more purported evidence that was presented in a hearing, but it was actually Congresswoman Alexandria Ocasio-Cortez who actually accused Republicans of fabricating parts of it or at least omitting key parts of that evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "DALE",
      "sentences": "So the Congresswoman, Abby, is right. Congressman Donalds did leave out critical context. So what were they talking about? Well, this week, yesterday, House Republicans released this text exchange between Hunter Biden and his uncle, James Biden. And the actual context shows that Hunter Biden was saying, he's run out of money, and he can't pay his kids' school tuition. He can't pay for gas and food. He can't pay alimony without help from his father.And then James Biden responds that it's kind of vague language that basically they can work on this, that he can work with his father alone, he can be a safe harbor. So anyway, the context of this is Hunter Biden saying he doesn't have money for personal expenses. His uncle saying, yeah, I can help work with your dad on that. There was no indication anywhere in that exchange that was released by House Republicans that this was about business dealings, let alone the foreign business dealings that House Republicans have been focused on. But Congressman Donalds did not release the Hunter Biden text message that preceded his uncle's response. And so he didn't allow people to understand that this was about alimony, personal expenses, rather than foreign business dealings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "PHILLIP",
      "sentences": "Daniel Dale, thank you. We'll see if there are more of these hearings, but either way, you'll be pretty busy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "DALE",
      "sentences": "I will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "For the Republicans who don't want Donald Trump to be their nominee, it's apparent that they're getting anxious today. One day after that messy presidential debate, the \"Washington Post\" is now reporting that some big donors are preparing to draft another candidate. Virginia Governor Glenn Youngkin.Let's discuss this with Tim Pawlenty. He's the former governor of Minnesota who was a Republican presidential candidate back in 2012. Governor Pawlenty, thanks for joining me. TIM PAWLENTY, FORMER 2012 REPUBLICAN PRESIDENTIAL CANDIDATE: Good to be with you, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "So help me understand this. Why do so many people in your party believe that somehow Glenn Youngkin would be able to outperform Trump when all these other Republicans, some of them, you know, very accomplished governors in their own right former governors all of those other candidates cannot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PAWLENTY",
      "sentences": "Well, I think it's probably a group of people who don't understand what's taking place at the base level in the Republican party. Governor Youngkin is amazingly talented individual incredible leader and he'd be a great president but, based on today's facts, absent a political earthquake, Donald Trump is going to be the Republican nominee next year.And whether Governor Youngkin gets in the race or not, at least as a Republican, it's Trump's race. And things can change, but I think that's the way it clearly looks right now. So with all due respect to Governor Youngkin, I don't think he's going to beat Trump in a Republican primary or caucus contest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah, I mean, this does seem like a fantasy of the donor and consultant class in Washington. But you know this well. You dropped out pretty early in August of 2012 in the presidential race. Given what you just laid out, shouldn't some of these candidates right now be having a come to Jesus' moment and thinking, I should get out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PAWLENTY",
      "sentences": "Well, they run for a variety of motives, by the way. Not everyone, all of them think they necessarily are going to win. They have some other motives potentially involved, vice president or other appointments and the like. But to your point, you know, if anyone is going to beat Donald Trump, the field has to consolidate.So it's going to require people to realize for the good of the order, for the good of the effort, if the goal is to put a real competitor, a one-on-one competitor to Donald Trump, then this deal is going to have to win over hard for candidates especially if they have resources and believe they still have a shot or want to be a voice to drop on. The reality of it is they drop out when they run out of money and so if the donors want this field to win or especially the anti-Trump donors then they need to stop giving money to eight people across the stage and get this thing down to a couple other main competitors to President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah, we just put up on the screen the latest art polling of that field. It's Trump all the way at the top, 58 percent, and everyone else down below. And if you add them all up, they don't even get too close to where Trump is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PAWLENTY",
      "sentences": "Yeah. It's a commanding lead. It's a commanding lead. And again, it's going to take an existential event that we don't even yet see to change that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "But do you think a one-on-one race would give them a shot at getting closer to Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PAWLENTY",
      "sentences": "A better shot, at least somebody would be in position, somebody would be showcased, somebody would get most of the non-Trump attention, and that would help. So if it's going to happen at all, and I don't believe it is, but if it's going to happen at all, you have to optimize your chances of it happening. And the way to do that is dramatically win out this field as soon as possible down to one or two main competitors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "Isn't that, I mean, look, there's a real possibility here. I mean, Trump is facing dozens and dozens of criminal charges. There's a real possibility that he could be convicted during the next -- this next election, isn't that an existential threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:11",
      "speaker": "PHILLIP",
      "sentences": "Yeah, look, in our business, we like to say it's early. I mean, it's almost October in just a couple days, but it's not feeling that way. It certainly is starting to feel like this thing is not as fluid as I think some of the candidates in this field would like. Yeah, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:11",
      "speaker": "PAWLENTY",
      "sentences": "I was just gonna say, and then I think a lot of people in the Republican Party, even folks who are skeptical of or anti-Trump, are coming to that realization, to that reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:11",
      "speaker": "PHILLIP",
      "sentences": "Yeah, Governor Pawlenty, thank you very much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:11",
      "speaker": "PAWLENTY",
      "sentences": "You're welcome. Have a great night.",
      "isLastSentenceInterrupted": false
    }
  ]
}