{
  "date": "2023-10-13",
  "headline": "State of the Race with Kasie Hunt",
  "subHeadline": "Images Show Smoke Rising From Suspected Strike In Lebanon; Israel Urges Mass Evacuations From Northern Gaza; GOP Scrambles After Scalise Drops Out Of Speaker Race; Blinken Speaks To Reporters During Qatar Stop; Blinken Condemns Hamas For Attack On Israeli Civilians. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "HENDERSON",
      "sentences": "Some in Gaza have already started leaving and the United Nations is Israel once the evacuation complete within 24 hours. But they also saythat's impossible without devastating humanitarian consequences. Israel's massive bombing campaign has dropped as many bombs this week as were dropped during the seven week conflict in 2014. The Palestinian Health Ministry says more than 1700 people in Gaza have been killed. Meanwhile, an official says the U.S. hasn't verified claims that 13 hostages taken by Hamas were killed in airstrikes. Along Israel's border with Gaza, Israeli tanks and troops are gathering, preparing for what many suspect will be a ground invasion and possibly attempts to rescue hostages. CNN's \"CONNECT THE WORLD\" Anchor Becky Anderson, she's live in Jerusalem where tensions are very high, Becky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "NARDEEN FARES, RESIDENT IN GAZA",
      "sentences": "Hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Can you hear me, Nardeen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FARES",
      "sentences": "Yeah, I'm hearing you right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Yeah, just to describe for our viewers where you are, and what is going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FARES",
      "sentences": "Yeah, now we are in the southern of the Gaza Strip. I was totally started with the first day of the war. We love living in the center of theGaza City, in the liveliest places close to the seashore. On the third day of the word Agreement Square was written, as we were told to leave our home, we did not have enough time. So we went to my grandfather's house, which was short distance from a remote area that might be witnessed and Israeli attacked and violent bombing of a flower was falling over the house and the ground was shaking like an earthquake. What's your thought? Oh, when the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "The Israelis have you know, this is now a besieged area isn't it? There's a total siege and as we understand it, you know, residents nowrunning very, very short of electricity from generators, fuel is short for those generators, water, food, are really very difficult to come by, at present. And Israeli forces, telling residents in Gaza to head south and evacuate from the areas that one assumes are likely to be further attacked by Israel, particularly if there is a ground incursion. What do you do at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FARES",
      "sentences": "Right now, we are suffering from the lack of voter more than 80, 100 percent of citizens in the -- wild occupations preventing an aid fromoutside to enter -- right now, the configuration the service disaster comes -- you. Aggression is everywhere. Families were displaced from their homes also they bombed many houses without word made. Hospitals are suffering from lack of medical equipment. I am now pregnant in my last month and I was having the smells of the toxic hazards from the bomb. So that's so toxic for me and my baby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "I'm so sorry. What is your plan next? I mean what's the plan for you and your family? You know where do you go next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FARES",
      "sentences": "Yeah, we collect our important thing in bags and we put it in front of the doors of the home and stand by for any things to be happen theybombed the house or they evacuate us. We are waiting for the test if I can say that in any moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "If you want to leave Gaza at this point, how would you do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FARES",
      "sentences": "Yeah, we cannot. It's impossible to leave Gaza right now because all the questions from refer to areas are closing. They are making a very bigsiege on us. It's no way to go out from the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "How are you feeling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FARES",
      "sentences": "I'm feeling very afraid of the unknown future. I don't know where I will be undefined that I will give birth comes there and as I will be ableto find a hospital or not because hospitals now are being attacked and maybe bombing any time. Now everything is a threatened by bombing even hospitals exclusion is picked up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "How many days do you think before you run out or completely of food, of water, electricity, fuel for any generators that you or yourfriends and family might have? I mean, how long do you have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "Yeah, look after yourself, look after your family. And we wish you the best. Thank you very much indeed for joining us today and tellingus your story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "FARES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "Fares Nardeen and Kasie, you know, there is so much going on, so much shuffled diplomacy around this region and beyond the Secretary ofState Antony Blinken, here yesterday, in Israel, Kasie and, you know, out to Jordan, to see I'm sorry, Nia, got that I'd heard you earlier on in my ear. You know, so much going on. Secretary of State as I said in Jordan, now on his way to Qatar to Saudi to the UAE trying to effect some sort of solution for humanitarian corridors to get aid into Gaza and to get, you know, primarily people out of Gaza, although at this point, my sources telling me that there are negotiations but no clear opportunities for evacuation at this point. So you've heard the story of what life is like in Gaza at present as people there wait, what happens next the expected assault by Israeli forces whenever that might come, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HENDERSON",
      "sentences": "Let's get more now on the breaking news in Lebanon where smokes had been spotted rising from suspected chilling or an airstrike. CNN SeniorInternational Correspondent Ben Wedeman is live in Southern Lebanon, Ben?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Malika, I think they're airstrikes. I mean, what we've been hearing sounds to be artilleryat the moment, perhaps rockets. In fact, we just heard three thuds just two or three minutes ago. But just to recount what we've seen here. We're overlooking the Israeli town of Metula, which is now been declared a closed military area by the military. In fact, we've seen some troops running around sort of trying to take cover. Now, within the last hour and a half the distant hill has been targeted. We've seen smoke over there and closer in that hill overlooking Metula, which is in Israeli military position. We did see it take a direct hit. Now the Israelis seem to have responded in one form or another by striking targets around the town of -- which is on the other side of Metula. Now that's the action within the last hour and a half. Several hours ago, according to the Lebanese official news agency, rockets were fired from Lebanese territory in the direction of Israel. I just heard another thud that's the fourth. They weren't intercepted by the Iron Dome system. The Israelis responded by targeting, among other things, according to the Lebanese army, an unoccupied Lebanese army observation tower, and what followed was a prolonged exchange of fire between the two sides. We believe just small arms fire in that case, and this represents within the last three hours a rather dramatic change in the atmosphere along the border. We were driving along the border through much of the day it was quiet for the most part. And it was thought that perhaps after the earlier count strikes and counter strikes this week that perhaps did it come to an end, but I guess that's not the case, Malika.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HENDERSON",
      "sentences": "Ben Wedeman thanks so much for joining us. Let's get more now from our Nic Robertson. He's live from an Israeli town near the Gazaborder. Nic, what are you seeing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HENDERSON",
      "sentences": "Very complicated situation on the ground there. Nic Robertson, thank you. Let's bring in today's panel. We've got CNN Senior InternationalCorrespondent, Sam Kiley. He's joining us from London. And here with me in the studio, Cedric Leighton, a CNN Military Analyst and retired U.S. Air Force Colonel. David Makovsky, Director of the Program on Arab-Israel Relations at the Washington Institute for Near East Policy and Sabrina Siddiqui, White House Correspondent for The Wall Street Journal. Sam, I want to start with you. We're not seeing signs of a mass exodus as of now and you've got the Rafah border crossing that's actually close. Where are these refugees from Gaza, they're actually being told to leave now by the Israeli government? Where they're supposed to go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, it's slightly confusingly you have the Gaza Strip and Gaza City. Now it is Gaza City,effectively the largest conurbation in the north of the strip, which is only about 35 miles long, where the Israelis are saying that people should leave. Now that involves a population of 1.1 plus million people moving south down that strip towards the Rafah crossing. Now, the Rafah crossing is officially controlled by the Palestinians and the Egyptians, but it is overlooked and militarily dominated by Israel, and for whatever reasons, and it's not clear, obviously, at the moment, why the Rafah crossing is closed? But I have to say the Egyptians are absolutely in General Sisi, the President of Egypt is repeated this yesterday, they are not interested and will probably not allow a mass exodus of Palestinians out of the Gaza Strip into Egyptian territory. And the reason for that is in the Arab world. These mass movements of Palestinian populations that were seen in 1948 and 1967 mean frequently that those Palestinians may not be able to go back. That is the reasoning in the Middle East. And that will be among the reasons why the Egyptians don't want to allow this population to get out of the way of the Israeli anticipated advance. On top of that, of course, in terms of humanitarian issue, if you're concentrating the already most concentrated population, urban population on earth into half the space they had before, you're going to develop the most immediate and catastrophic humanitarian problems. There are a number of very, very big hospitals, for example, in the north of the country. I've just received a voice memo from the Gaza Ministry of Health saying that they can't move most of their critical care patients because they'll simply die in transit. And there's nowhere for them to go into central and southern Gaza, which is very much less developed than the north of the area. The central part of the Gaza Strip is sort of sand dunes and rubble, not an environment that you can concentrate over a million people in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HENDERSON",
      "sentences": "Colonel, in the situation that is developing on the ground, they are in Gaza, it's a humanitarian crisis at this point, is there any way toease the burden on the Gaza people? COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: The only way to do it is to eliminate the fighting, you know, to get have a ceasefire of some type. But that is really impossible. I mean, given all the situations that you have, with, you know, the attack from Hamas into Israel. You have in an Israeli population that is fired up to go after Hamas targets, they're not going to let go until they achieve their military objectives. And probably then some, and then you also have a situation where the Hamas fighters don't want to let go either. So neither side is going to give an inch here until they find some way out of it, or at least take some time to do that. But militarily, I don't see any way of it ending at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HENDERSON",
      "sentences": "And Sabrina President Biden, he's forceful words that the U.S. stands with Israel. He's gotten a lot of bipartisan praise. How does he seethe U.S. is role here, obviously top of mind is the hostages are freeing those hostages? And apparently he's talking with some of the families of people who are missing in Israel? How does he see the role of the administration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SABRINA SIDDIQUI, WHITE HOUSE CORRESPONDENT FOR THE WALL STREET JOURNAL",
      "sentences": "Well, so far, what we've seen from President Biden is offering the U.S.government's unwavering support for Israel, of course, to focus on trying to free those hostages, although notably, right now, the administration is saying they have no intention of sending U.S. troops in as part of that process, because they do not want a wider or more protracted conflict. You know, I think one of the challenges that the administration is dealing with is that President Biden, in his phone calls the Prime Minister Netanyahu has been urging restraint, and they've done so publicly, although in a pretty tepid way. So, now that you see this humanitarian crisis unfolding, in Gaza, where some 447 children and 248 women are among those killed in Israeli airstrikes, as of yesterday. There is this, you know, cutting off of electricity, water, food, you know, the, of course, asked to evacuate 1.1 million people, which the U.N. says, is impossible, you know, some of the hospitals on the ground say it's a death sentence for the patients who are in hospitals in Gaza. You know, there are humanitarian groups who are referring to this as collective punishment. What point is the Biden administration, take a look at all of that, and change course, and maybe call for some kind of ceasefire, take a more active role in trying to bring an end to the violence because as you see the devastating consequences unfold in Gaza that are being borne by civilians, by children, by women. The support right now that is bipartisan in Washington for Israel, and of the President's approach thus far, you will probably you will continue and see cracks in that support as the violence escalates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HENDERSON",
      "sentences": "And we've seen some protests here around the world today, very strong feelings, obviously, for the Palestinians. What are the risks ofthis expanding, Colonel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "LEIGHTON",
      "sentences": "Nia, they are considerable, because, you know, like, you mentioned, the protests, the huge protests in Yemen and Baghdad, inEuropean capitals. So there is a lot of tension going on here. And a lot of people are going into their various camps, you know, either you're pro- Palestinian or you're pro-Israeli. And the humanitarian crisis has a risk of actually falling by the wayside if people aren't careful to keep their eye on the ball. In essence, the real issue is the humanitarian crisis, the hostages, and finally trying to solve the Palestinian problem. And that is a tall order, though, especially that last one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCALISE",
      "sentences": "I just share with my colleagues and I'm withdrawing my name as a candidate for the speaker designee. If you look at over the last few weeks,if you look at where our conference is, there's still work to be done. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HENDERSON",
      "sentences": "Welcome back. I'm Nia-Malika Henderson live in Washington. Republicans in the U.S. House scrambling once again, they're meeting behindclosed doors at this hour over the search for a new speaker and as you just heard their House Majority Leader Steve Scalise, pulling him from consideration late Thursday after realizing that he couldn't get the votes that he needed, the 217 votes. All eyes are now on Congressman Jim Jordan who sources say as calling Republicans to gauge how much support he has for his bid. But for now, the search for Kevin McCarthy's replacement remains at an impasse 10 days after he was pushed aside, leaving some Republicans very, very, very frustrated. (BEGIN VIDEO CLIP) REP. AUSTIN SCOTT (R-GA): There are people in there that are honorably trying to get to the right place. And then there are people in there, as you know, that like to go on the TV and are not necessarily negotiating for anything other than TV time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "How does it make you guys look?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCOTT",
      "sentences": "Makes us look like a bunch of idiots.REP. DON BACON (R-NE): These guys want to be in the minority. That's exact, I think they would prefer that because they can just vote no and yell and scream all the time. REP. MICHAEL MCCAUL (R-TX): It's a dangerous game that we're playing. It just proves our adversaries right that democracy doesn't work. Our adversaries are watching this. REP. DUSTY JOHNSON (R-SD): We really need to get our act together. This is a continuation of a pretty, pretty dysfunctional disease of the -- 118s. We have a lot of members who just feel like they will let perfect be the enemy that good. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MCCAUL",
      "sentences": "The world is on fire, our adversaries are watching what we do and then quite frankly, they like it. And Chairman Xi talks about how democracydoesn't work. And we're proving them right. And we need to fill the chair with a speaker. Every day that goes by it gets more dangerous. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HENDERSON",
      "sentences": "You know, I had to figure that the crisis in Israel would put some fire under Republicans and add some urgency to this House race. Itdoesn't necessarily seem like that's happening. DOUG HEYE, U.S. REPUBLICAN STRATEGIST: Are you're kidding me? The Capitol is on fire right now. There's no shortage of fire, especially in the room that's called HC5, which is where House Republicans have their meetings. And what we see is that the there's incoming fire, there's fighting within the members. And it's not clear if Jim Jordan is going to be able to get there, get there or not over this hump. But we do know that one of the problems Republicans have for today is a lack of members.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HENDERSON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HEYE",
      "sentences": "A lot of folks went home last night or first thing this morning. They're trying to get them to come back. But if you're flying toCalifornia, or you know, rural Missouri or something like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HENDERSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HEYE",
      "sentences": "You got a problem in doing so. So clearly, this is going to go on for a few more days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HENDERSON",
      "sentences": "Maria, you are shaking your head. There's all this talk about Democrats role in this. And kind of this dream of some sort of bipartisanspeaker and the Democrats throw their lot in with the Republicans. Is that realistic? Is that a fantasy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, it could be realistic. If Republicans finally understand their job and know that they have to gettheir act together. I was shaking my head because Doug was mentioning how so many folks are going home. They're going home in the midst of this crisis. And it is a crisis. The Republican conference right now is akin to a failed state. And no Democrat is happy watching this, because it's a major embarrassment for the United States on a global scale, at a moment when, like we were talking about before the world is on fire. And we're going to have to actually pass some really serious aid packages for Israel, for Ukraine for others. And we can't do that if there is no speaker. So Democrats are at the ready, Nia to make sure that they are focused on trying to fix something. But this is a Republican responsibility. We are not the majority. We should be early. And I think that this proves to the American people who should be the majority next time around. But Democrats are at the ready to work with a common sense, courageous Republican speaker who is able to step up to the plate and understand that anything that happens needs to be in a bipartisan way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HENDERSON",
      "sentences": "And Sabrina, you asked President Biden, after Kevin McCarthy was ousted. You asked him how he felt about working with Jim Jordan, what didhe tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SIDDIQUI",
      "sentences": "Well, when I asked the president if he could see himself working with Congressman, Jim Jordan, who of course belongs to the right flankwithin the House Republican conference, President Biden left. He said that some members are easier to work with than others, but he intends to work with whoever Republicans choose as the next House Speaker. I think the White House has very much left to this to House Republicans. They say it is not their place to weigh in on, you know, any leadership fight, let alone in another party. But you know, I think it really is about having to move critical aid to Israel to Ukraine, and ensure that a government shutdown is ever -- HENDERSON Yeah thanks. We're going to have to cut you off here. We're going to use -- Secretary of State Antony Blinken. He's now in Qatar after stops in Israel and Jordan. And he's speaking to reporters now alongside with the prime minister. (BEGIN VIDEO CLIP) MOHAMMED BIN ABDULRAHMAN AL THANI, QATARI PRIME MINISTER &amp; FOREIGN MINISTER: [Foreign Language] (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HENDERSON",
      "sentences": "We're back in here and continue this conversation about domestic politics, which obviously are related to international politics, as well.Doug, who can get 217, Jordan is probably going to put his name back in at some point. He's saying he's giving himself a little time to do that, perhaps Friday. There are other names that are coming to the fore. Who's your money on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HEYE",
      "sentences": "Well, the short answer is, I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HENDERSON",
      "sentences": "Right, it's the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HEYE",
      "sentences": "Part of this is basic math. Steve Scalise had a majority of those voting and wasn't able to get there. Jim Jordan didn't have a majority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HENDERSON",
      "sentences": "Yeah, he had 99, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HEYE",
      "sentences": "So he has hurdles as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HENDERSON",
      "sentences": "What are your reactions to the Secretary of State's comments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SIDDIQUI",
      "sentences": "Well, I think you heard Secretary of State Blinken, really trying and emphasizing the need to now de-escalate as this conflict continues. Andyou know, there is also of course, a discussion about how to bring humanitarian aid to the people of Gaza. Now, you know, the administration has been very clear that they still support the Israeli government's efforts to respond to the Hamas terrorist attack and Blinken spoke again, to the atrocities that were committed last weekend. But there is, of course, this international humanity or humanitarian crisis that is unfolding. And the administration, the Biden Administration is also feeling the pressure to try and rein in this violence, and also protect the civilians of Gaza. There's still many questions about how to achieve that goal with the passages around Gaza, the borders closed. And of course, this, this order by the Israeli government to evacuate 1.1 million people, which of course, as we talked about earlier in the show, the United Nations has said is impossible. Other groups have cast doubt on the ability to do so. But you see Secretary Blinken now taking I think, a more active role on the part of the Biden Administration to try and de- escalate this conflict as the violence continues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HENDERSON",
      "sentences": "And Maria, I want to bring you in Biden's handling of this crisis of this hostage situation. Obviously, Americans are going to be veryfocused. And actually, we're going to go back to Antony Blinken, who's speaking to the press now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So -- team to make contact with some countries, Iran, the United States, and France and other countries, what is the content ofthese communications and what are we basing them on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "THANI",
      "sentences": "Well, the previous days is the outbreak of this crisis. His Highness the Emir has initiated contacts, and I have initiated contact with mycounterparts. We have specific aims at this stage; we are trying to reduce the tension. And we hope that this war will come to halt and the humanitarian corridors secured so that humanitarian aid can reach the Gaza strip and also the civilian prisoners who have been taken from Israel who are working on making sure that they will be released. The role of the set of Qatar focuses on finding solutions for this crisis and avoids the crisis spilling over to other fronts and countries. Our priorities focus on, first of all, stopping the world and making sure humanitarian aid is delivered. And the prisoners are returned from. Third question from -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you. Sheikh Mohammed, given the condemnation from the world on Hamas attack, is Qatar considering shutting down Hamasbureau? Are you prepared to ask the leadership to leave if your western allies demand you to do so? And Mr. Secretary, have you asked Qatar to shut down the Hamas office? And if I may, Mr. Secretary, yesterday, and just now you said Israel has a right to defend itself. But you added that how does that mattered. And you talked about a standard that democracies should strive for even when it's difficult to do so. Today, Israel ordered residents of Gaza City to leave and move south something you aren't Palestinian, and we just call the crime against humanity. The translation wasn't great. So the gentleman before me might have asked something similar. But let me push you a little bit more on this. How that square, how does does that order square with that standard you mentioned and also international law? Does the United States support this relocation? And since you had a conversation with Prime Minister Netanyahu, did you give your blessing for this move? Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "BLINKEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BLINKEN",
      "sentences": "-- first, the first part of your question. Let me start by saying and I mentioned this before, but I want to repeat it. I really thank Qatarfor the work that they're doing, to try to help secure the release of --. This is something that we deeply appreciate; I know that other countries do as well. And it's something that we're actively pursuing. I've also been making it clear, in all of my conversations throughout this trip, that there can be no more business as usual, with Hamas, murdering babies, burning families to death, taking little children as hostages. These are unconscionable acts of brutality. Every country in our judgment needs to condemn these actions, needs to hold them accountable. And we will continue to make that clear. When it comes to providing for civilians in Gaza, both ensuring that they can be out of harm's way and that they can have access to the support that they need the humanitarian assistance, the food, the medicine, the water. Our focus now is on helping to create safe zones. And we're doing that with the leading international organizations. We're doing that engaged with Israel. And we're working with other countries to that end. And so that's where our focus is. We think this is the best way to make sure those civilians who are caught in a crossfire Hamas is making and be safe and receive the assistance they need. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- Bloomberg.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Secretary, I know the situation Israel is highly charged and very fluid. But are you worried about the medium and long termconsequences of what's unfolding in Gaza? Are you worried that Israel may be simply retaliating in a fury because of the horrendous nature of these attacks, and might not have a medium or long term plan? And secondly, I'm wondering, how worried are you about a second front in this war? Iran and Hezbollah have already made threats of opening this new front if attacks on civilians, and the Oran and Israeli blockade of Gaza continues? What would the U.S. response be if Hezbollah ramps up its own attacks, for instance, in response to a ground invasion? And Sheikh Mohammed, the U.S. and Israel are both struggling with this tragic and fluid hostage situation that the secretary was talking about? And I've looked for Qatar to help navigate it. Can you tell us about your engagements with Hamas? And are you optimistic about getting these people back alive, given reports that some of them may have already died in Israeli strikes on Gaza? And secondly, there have been rising criticism and protests across the Arab world, as Israel's retaliation continues. What's your view of how Israel is conducting its military response? And are you worried about the potential? Are you also worried about the potential for medium and long term consequences of what's happening? Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}