{
  "date": "2023-08-28",
  "headline": "CNN News Central",
  "subHeadline": "Judge Sets March 4, 2024, Start Date In Trump Federal Trial, 1 Day Before Super Tuesday; State Sen. Tracie Davis (D-FL) Discusses DOJ Beginning Hate Crime Probe of Shooting At Dollar General; Police: \"Armed And Dangerous\" Suspect At Large On Or Near UNC-Chapel Hill Campus, Shelter-In-Place in Effect. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "The trial will be starting one day before the Super Tuesday primaries.Joining me now to discuss, we have CNN national correspondent, Kristen Holmes, and CNN national politics correspondent, Eva McKend. I think of what you are doing the day before Super Tuesday and for all of these candidates, it is not like they are kicking back, right? Kristen, what does Team Trump think of how this timeline is shaping up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, a couple things. One, they actually don't believe that this is going to be set in stone. I have talked to a number of Trump advisers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "KEILAR",
      "sentences": "They think it moved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "HOLMES",
      "sentences": "They think it moves. They think with legal maneuverings and motions being filed, that he won't go on trial while running for president. That has been told to me time and time again by multiple of his advisers.But that doesn't mean that they are talking about what if. They know it is a possibility. And they started having conversations as to what exactly it will look like if he is running for president in 2024 and having to sit through these trials. And a lot of that is really what we have seen him do time and time again, which is try to take control of the media narrative. That is how they want to deal with this. But again, they're looking at this, of course, as discouraging to see the date right before Super Tuesday but they don't believe that this stands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "KEILAR",
      "sentences": "That is interesting.Now Trump, I will say, is a master at utilizing, Eva, every tool at his disposal to delay things legally. He's done it practically his whole adult life. But if the trial date does stand, the day before Super Tuesday, what does that do to Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Given the unprecedented nature of the circumstances, I think that it is impossible to know for sure.What I'm looking at though is the response of the other candidates. What we have already seen is that Trump's legal battles have taken up so much of the oxygen in this contest. Just over the weekend, Senator Scott was in New Hampshire and he was confronted by a voter and had a tense moment with this voter who asked him why he didn't do more to challenge Trump. These candidates want this race to be a referendum on Joe Biden. They want this to be about the economy. But so much of the conversation is dominated by Trump's legal battles. And of course, that only is amplified if it is on Super Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "KEILAR",
      "sentences": "And let me ask you about that, because he was challenged, Tim Scott was. Really only Chris Christie and Asa Hutchinson going after Trump over his legal issues. Is that it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "MCKEND",
      "sentences": "Time will tell. I think the reason we're seeing many of the candidates shy away from the fulsome criticism of the former president is because they get pushback from voters.But even former Ambassador Haley, on the debate stage last week, she told voters, listen, he is the most unpopular politician in the country right now and we can't win a general election if he is the nominee. So some of them are sort of finding some spine on this issue. But I think that because of the pushback that they are receiving from what we have seen is a really intense base of the party, there seems to be little appetite for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "KEILAR",
      "sentences": "Can't win if he is the nominee, but maybe can't win if you criticize him, these things both can be true which is so tricky for this field.To point out that this date before Super Tuesday was put in place today, we also just have to mention that there were developments in two cases. You have that one that is a trial date for a federal case. And then today you had Mark Meadows testifying for hours trying to get the Georgia election interference case, at least his, moved to federal court. So it is this sort of confluence of the cases. Is Team Trump understanding this is sort of what this looks like, how do they feel about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "HOLMES",
      "sentences": "I think when you look being and you talk to the Trump advisers and you look at the calendar overall and what is going on, they are always going to focus on what is best for them, which is these fundraising numbers.They will talk about how after Trump's mug shot came out, they raised $7.1 million. That on Friday after the Georgia arrest, after he surrendered, that they had their highest grossing day, $4.81 million. What they will focus on is making this political. And that there is no Trump legal strategy and Trump political strategy. They are one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "KEILAR",
      "sentences": "But how annoyed are they that some of the money being raised, whether it is from groups aligned with Trump, now have to be spent on the legal part of it instead of on the political part of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "KEILAR",
      "sentences": "Hard to see how it doesn't. And that will be certainly the next phase.Eva, Kristen, thank you so much to both of you. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "SCIUTTO",
      "sentences": "In the last hour, we've learned that before this racist shooter gunned down three black Americans in Florida -- there is a picture there entering the store -- he ran from a black security officer.That is according to officials at Edward Waters University. They just confirmed the white shooter visited the campus of the historically black college about 20 minutes before he opened fire inside a Dollar General store. Jacksonville police say, at the store, the killer gunned down Angela Carr in her car, then went inside and killed 10-year-olld employee, Joseph Laguerre, exited the store and then went back in and shot 19- year-old Jerrald Galion, who has a 4-year-old daughter. Police say the gunman then killed himself. CNN's Isabel Rosales is in Jacksonville, Florida, covering this. Isabel, I understand the university just finished a press conference with updates on the shooter and also the officer who confronted the shooter when he first attempted to enter the university. What have we learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Right. It is incredible that, in the minutes before that shooter ended up at the Dollar General, he was here at Florida's first black institution, first historically black college.And we just had a press conference where we heard from Lieutenant Antonio Bailey. And I have him right here. Come over, sir, if you can. Thank you so much for speaking to us. This is the man who turned away this would-be shooter at the Dollar General when he was on property here at this university. Sir, can you run me through what happened yesterday. From what I'm understanding, there were some students who summoned you. What happened? LT. ANTONIO BAILEY, EDWARDS WATERS UNIVERSITY CAMPUS SECURITY: Yes, there were students that stopped me in the parking lot and advised that there were gunmen -- or that there was an individual that were putting on tactical vest, putting on glove, putting on a, of course, mask, putting on hats. And at that time, just wanted to approach the vehicle and figure out what he was doing on the university property.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "ROSALES",
      "sentences": "So these students saw this man on campus putting on a tactical vest, a mask, gloves. Obviously, this is a suspicious situation so they summon you.And what do you do? Talk to me about that encounter with this person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "BAILEY",
      "sentences": "At that time, I went to approach the vehicle. He then backed out and fled off campus. Went down, you know, to Kings Road, made a right.So I jumped in my patrol vehicle at that time, just wanted to get as much information as possible, tag number or something, in case anything was to happen that it could get to the proper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "ROSALES",
      "sentences": "So you knew this was somebody that did not belong on campus, especially that tactical vest, that is something that is not right. What was your worst fear that could happen in that moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "BAILEY",
      "sentences": "At that moment, just I knew he wasn't supposed to be on campus. We just want to make sure of the safety of the campus. And make sure that everyone was safe at that time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "ROSALES",
      "sentences": "And, sir, you ended up following him, that is how alarmed you were by what you saw.And you also told a sheriff's deputy about him only to find out later on just minutes later that he would go on to carry out this attack at the Dollar General. When you found out what happened there, the bloodshed, what was your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "BAILEY",
      "sentences": "It was definitely sad. I was definitely saddened. That is, indeed, a tragedy. And my heart goes out to the families of that tragical incident. And I'd like to say, you know, we'll be praying for them here and I'll keep them in the prayers as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "ROSALES",
      "sentences": "Real quick, the president here of the university calls you a hero. What is your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "BAILEY",
      "sentences": "Well, I'm no hero. To me, the students that informed me are the heroes. We preach all the time, you see something, you say something. They saw, they said. And I was able to ensure their safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "ROSALES",
      "sentences": "Lieutenant Bailey, thank you so much for your time. I appreciate it.Back to you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "SCIUTTO",
      "sentences": "As you know the Justice Department is now investigating this shooting as a hate crime. Of course, the shooter is dead, he took his own life after the three murders here.Is that an important designation for you for investigators to investigate this as a hate crime, perhaps find out if there were others connected to him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "DAVIS",
      "sentences": "Absolutely. With the information that we found out, we do know that this gentleman had a planned method of execution.He knew exactly what he was going to do. Mailing letters to the very entities that he did, media, law enforcement, his parents. So his mind was made up. And what I don't want to be confused is that we talk about the mental side of what he was going through and get it confused with the planned execution that he carried out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "SCIUTTO",
      "sentences": "Yes. Early this morning, the mayor of Jacksonville said she doesn't know legally, given the way the laws are written right now, that there was anything that could have been done. OK.And yet someone, who actually as we were looking into this. had a history, had a psychiatric hold when he was a minor, was still able to buy his weapons. Should the laws be as they are in Florida, do they need to be tighter to help prevent more shootings like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "DAVIS",
      "sentences": "Absolutely. the laws should be tighter. And being elected in 2016, my colleagues have been putting forth legislation about gun violence prevention, intervention methods that we can put in place in law here in the state of Florida.And those pieces of legislation have gone unheard, no meetings, no committees by my colleagues. And we have to get to a point where we start listening to each other. Because we've been yelling. And we've been screaming for years that the laws here need to be tighter. And we've been offering legislation up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "SCIUTTO",
      "sentences": "As you know, you and I are going to hear the same arguments and reactions to this shooting, sadly, that we've heard dozens, hundreds of times before. Right?That the Constitution is such that you can't write laws to restrict the ability to buy guns like this, that it is really a mental health issue, that we're doing all we can, that you need better armed security guards, et cetera. When you undoubtedly hear those arguments, what is your response going to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "DAVIS",
      "sentences": "Listen, we've changed laws already. We changed laws after Parkland, that mass shooting. We've changed laws. We raised the age limit to 21. We put some other things in place. But we've changed laws. The Florida legislature changed laws surrounding gun violence to helpsituations like this never happen. But we're here because they are not listening to everything that we can do. We need more stringent background checks. There are plenty, a plethora of things that we can do to tighten our laws. But the legislature, the Florida legislature, has to listen to the Democrats as we continue to scream and yell. And that is what we've been doing. And we'll continue to do that. Because we know we can tighten laws and change what happened. The Florida legislature did this and the Florida legislature can undo this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "SCIUTTO",
      "sentences": "State Senator Davis, we wish you and your community the best of luck in these coming days as they mourn through this.Thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "DAVIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:53:48",
      "speaker": "KEILAR",
      "sentences": "We continue to follow breaking news out of the University of North Carolina-Chapel Hill where police at the school are responding to what they are calling an armed and dangerous person on or near campus. That is according to an alert from the university.CNN's Nick Valencia is joining me now on this story. We checked in with you a short time ago, Nick. What can you tell us now?",
      "isLastSentenceInterrupted": false
    }
  ]
}