{
  "date": "2023-05-23",
  "headline": "The Situation Room",
  "subHeadline": "Trump's New York Trial Set To Begin During Middle Of GOP Primary Campaign; Gov. Ron DeSantis (R-FL) To Launch White House Run Tomorrow On Twitter; Russia Says, Fighter Jets Intercepted Two U.S. Aircraft Near Border; Court Docs: U-Haul Driver Praised Hitler After His Arrest; LeBron James On His Future: \"I've Got a Lot to Think About\". Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Data showed fewer than 5 percent of Ford drivers listens to A.M., but a bipartisan group lawmakers proposed the A.M. for Every Vehicle Act, mandating the car manufacturers include A.M. radio in new cars at no extra cost because A.M. radio is vital to public safety, well, KYW news radio, sure, let's all say that.Follow me on Facebook, Instagram, Twitter, BlueSky, if you have an invite, and the TikTok @jake tapper. You can tweet the show @theleadcnn. Our coverage continues now with Wolf Blitzer in The Situation Room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Happening now, a judge in Manhattan just scheduled Donald Trump's criminal trial for next year, right in the middle of the Republican primary season. We'll share all the latest details from the former president's court appearance earlier this afternoon.Also tonight, Governor Ron DeSantis is about to make it official. The Florida Republican is poised to launch his White House campaign tomorrow during a conversation with Elon Musk on Twitter. We have new details on the announcement and how his GOP rivals plan to respond. Plus, we're learning new information right now about the driver who slammed a U-haul truck into a White House barricade, what a court filing is revealing about the threats he allegedly made about President Biden and his praise for Adolf Hitler. Welcome to our viewers in the United States and around the world. I'm Wolf Blitzer. You're in The Situation Room. Let's get straight to the news on former President Trump's criminal trial now scheduled to begin right in the middle of Republican primary campaign. Our Senior Legal Affairs Correspondent Paula Reid is tracking the case for us. This trial day comes, what, just three weeks after Super Tuesday. Walk us through what happened in court today. PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT: Well, the big issue at today's hearing, Wolf, was the extent to which the former president can publicly discuss certain aspects of this ongoing criminal case, citing his previous incidences of attacking judges, prosecutors, plaintiffs. Prosecutors told the judge that they wanted the judge to put limits on what the former president could say publicly about this case. And the judge has put forth a protective order limiting what he can share on social media and with third parties. Now, prosecutors have said if the former president were to violate this order, they may move forward to prosecute him with contempt. Now, in order to do that, they would need to prove that he understood this order, that he had knowledge of it, and that's what today's hearing was for, to confirm publicly that he did understand these guidelines, and that's, in fact, the one time we heard Trump speak in today's hearing was when he answered the judge to say, yes, I do understand this. Now, this is not a full gag order. The former president is still able to defend himself in the court of public opinion and to discuss this case. But he cannot discuss certain sensitive evidence and can't post any of that on social media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "It's interesting that in the Justice Department investigation into classified documents at Mar-a-Lago, does it still appear that the Justice Department special counsel, Jack Smith, is wrapping things up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "Yes, that is the way it appears. It appears that he is in the final phase of his investigation into the possible mishandling of classified documents, and this question of whether anyone has tried to obstruct that investigation.Now, we have seen a recent flurry of activity before the grand jury, new witnesses, old witnesses returning, even tomorrow, we expect that he could potentially get new evidence in this case. Over the weekend, former President Trump's now former attorney, Tim Parlatore, told me he believes they are wrapping this up, that they have talked to all the key witnesses, they have received all the key evidence and now they just have to write a final report. But, Wolf, one of the big outstanding questions is whether prosecutors have already talked to really a key witness in the January 6th probe but also someone who could be important for the Mar-a-Lago probe, and that is former White House Chief of Staff Mark Meadows. That is one of the big outstanding questions. And at this point, it is unclear when he will wrap up, when he will finalize his report and the biggest question of all, if he will bring any criminal charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "Huge question, indeed. Paula Reid, stay with us. I also want to bring in CNN Legal Analyst Jennifer Rodgers and CNN Political Director David Chalian.Jennifer, what consequences could Trump potentially face if he breaks this protective order? Could he actually be held in contempt of court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST",
      "sentences": "He could, Wolf. I mean, there's a lot of leniency and flexibility for the judge here to control his courtroom and to punish people for violating his orders, but he could hold the former president in contempt, which is what he warned the former president about today.He could fine him. He could potentially exclude evidence or make other evidentiary rulings based on this contempt order and, in theory, if it were bad enough, and I wouldn't think he would do this on the first violation, but even send him to jail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:05",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Yes, Wolf. When I saw that date emerge, I just looked immediately at the primary calendar. It was like, wow, once again, we are going to be in an unprecedented situation, perhaps, if indeed, Donald Trump is still in the nomination race at that point. It's unclear how it's going to impact, is the real answer, Wolf. We don't know the answer to that.We know it's not just this one case, of course, that there will be a succession of decisions, prosecutors and grand juries and the like that are going to make in a whole host of cases that Donald Trump is facing here, and so, therefore, these investigations are going to be very much tied into the Trump 2024 candidacy. There's no way around that. We have seen at times for him to turn that into a short-term political advantage. Might that be the case next winter and spring when we're in the heat of a nomination contest? Perhaps, but it's just so far away and so much is going to happen in this race between now and then, Wolf, that there's no way to know what the impact will be a year from now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:05",
      "speaker": "BLITZER",
      "sentences": "Paula, I want to turn back to the special counsel's probe into Trump's classified documents at Mar-a-Lago. What more can you tell us about how a subpoena for the Trump Organization's foreign business information actually fits into the final stages of this criminal investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:05",
      "speaker": "REID",
      "sentences": "That's right, Wolf. We've learned that the special counsel has a subpoenaed the Trump Organization for information about its foreign business dealings. We're told by our sources that investigators are interested in these foreign business dealings, because especially they're interested in any countries that could value the kinds of classified materials that were found down at Mar-a-Lago.Now, at least one source familiar with the former president's legal strategy says, look, of course, they're going to do this, of course, they're going to go down the list of foreign business dealings to see if there was anything nefarious here. I will note, though, at our town hall, our colleague Kaitlan Collins asked the former president if he shared classified information with anyone else, and his initial response was not really. I followed up with his attorney about that this weekend, and he said there's no evidence that he has shared it, but, clearly, this is something that is of interest to the special counsel, if there's any overlap with the possession of classified information and his foreign business dealings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:05",
      "speaker": "BLITZER",
      "sentences": "And, Jennifer, what do you make of these latest moves suggesting the special counsel, Jack Smith, is wrapping up his probe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:05",
      "speaker": "RODGERS",
      "sentences": "Well, I think David is right. I mean, we're going to have a series of decisions about charges. We don't know exactly when they're coming. But I suspect now that they have gotten through most of the list of witnesses that we've seen kind of going into the grand jury, that we'll see action from Jack Smith within the next month or two. I think this summer, we'll have a decision on whether they're moving forward with charges or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Right now, we're just hours away from a major development in the Republican primary race for president after months of speculation, Florida Governor Ron DeSantis is finally ready to make his presidential campaign a reality.Let's get the very latest from CNN's Jessica Dean, who's joining us from Miami right now. Jessica, what are you learning about tomorrow's announcement and how DeSantis plans to try to jolt the race for the Republican presidential nomination?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "JESSICA DEAN, CNN CORRESPONDENT",
      "sentences": "Wolf, I want to get to that in just one second, but just as we were coming on the air, his wife, Casey DeSantis, tweeted out a video, it's kind of a hype video featuring Ron DeSantis, he re-tweeted it. And at the end, it has a code. They're having people text to for the launch. I did that to see what would happen. And it says thanks for subscribing to receive texts for Ron DeSantis for President. So, this is a campaign that is moving ever closer to its very official launch.And then just to back up for everyone, earlier today, we learned, I talked to sources within the political operation around Governor DeSantis, they confirmed to me that he will be sitting down with the owner of Twitter, Elon Musk, tomorrow night to talk about all of this and to announce officially his 2024 race or his candidacy for president. And, of course, this has been something that's been expected, talked about for months and months on end. So much speculation, so much analysis, and now we are here. A lot of people have asked, Wolf, why Twitter. And at this point, officially, they're not getting into those details. But what you will hear from people in his orbit, if you talk to them, is that they really see, they really want to make this an unconventional candidacy for a person they believe is an unconventional candidate. They want to do things differently, and by doing that, they really believe that they can create a sharp contrast between former president Donald Trump and President Joe Biden, his two biggest rivals, they believe, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Do Governor DeSantis and his team believe they can recapture the momentum they clearly had, what, about six months or so ago after he won re-election in Florida by nearly 20 points?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "All right. Jessica, thank you, Jessica Dean in Miami for us.Right now, I want to bring in our political and media experts for more some analysis. And, David Chalian, you're still with us. We have that video that Casey DeSantis just posted. Let's watch. Watch this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They call it faith, because in the face of darkness, you can see that brighter future, a faith that our best days lay ahead of us. But is it worth the fight? Do I have the courage? Is it worth the sacrifice? America has been worth it every single time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "So, David, what's your reaction to that? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "CHALIAN",
      "sentences": "I think Jessica had a perfect description of it as a hype video. That's sort of exactly what it is. But this is putting all the pieces into place of a launch that was fully anticipated.This is not a surprise, of course, that Ron DeSantis is going to take the plunge and run for the Republican nomination, and it's in the window of time he and his team have long indicated would be the case, after they wrapped up that Florida legislative session and racked up a series of policy victories with his supermajority there that he believes he can take and sell successfully on the trail to Republicans in Iowa, New Hampshire, and nationally as the contest goes on. So, now, we're at this moment where they are going to roll out videos like this, you heard about the Twitter interview rollout. There will be the donors gathering in Miami to get money in the coffers, and there will be perhaps a more formal, traditional announcement speech after the Memorial Day holiday, followed by all of that early state travel. So, many bites at the apple here is what the campaign is hoping for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "Scott Jennings, what do you expect to hear from DeSantis tomorrow? Do you think this Twitter platform will be an effective launch for his presidential campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "I do think it's going to be effective, because I think one of the tactical and attitudinal contrasts he wants to draw with Trump is that, look, all Republicans are disdainful or skeptical of the mainstream media, but I'm the only one willing to bypass them.I'm going to go to Twitter and I'm going to go to nontraditional platforms to deliver a message, and he's going to say that Donald Trump, for all of his talk, still craves the attention and approval of the mainstream media. Inside the Republican Party right now, one thing that really motivates Republicans is the idea that the media, really, more than the Democrats on some days is the actual enemy. Trump talks the talk. DeSantis is going to argue that he walks the walk, and this is the beginning of that tactic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "Sara, you're our media analyst, what can you tell us about the significance of Elon Musk's role right here as the very controversial and enigmatic owner of Twitter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "SARA FISCHER, CNN MEDIA ANALYST",
      "sentences": "It's hugely significant, Wolf, and look at the pattern over the past month. You have Tucker Carlson bringing his primetime show, he says to Twitter. You had the Daily Wire, which is a huge conservative media and entertainment company saying this morning that they're going to put all of their podcasts on Twitter. Now, you have Ron DeSantis coming in and saying he's going to announce his presidency on Twitter. This puts Elon Musk in a position that Rupert Murdoch and the folks at Fox would die to be in. They are now the center of gravity over at Twitter for the conservative party, not Fox News. And that's notable, Wolf, because Elon Musk has been pushing to make this platform a more free speech, welcoming type of place, and that's the type of things that conservatives have been looking for out of social media companies. They have long argued that they have been censored.Elon Musk being at the helm of this is going to, I think, usher in even more of those voices heading into 2024. It marks a huge shift in the conservative and political landscape heading into this next election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "And, Kristen, you have some new reporting about Trump's plans for counterprogramming against DeSantis' big day tomorrow. Tell our viewers what you are learning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "BLITZER",
      "sentences": "Important point. Scott, at the same time as all of this, Trump will eventually be bogged down by his Manhattan criminal trial, not to mention the many other legal probes nearing their end right now. Will DeSantis as the number two, at least in the polls right now in this race, be in a unique position to leverage that to gain ground in the presidential contest? JENNINGSSo, I think he's going to continue to make that argument and say to Republicans, look, you can think Donald Trump has been persecuted all you want, but at the end of the day, do you want to nominate someone who is going to be in court more than he's on the campaign trail or do you want to nominate someone who's a proven winner in Florida, who turned a purple state red, and who isn't going to be paying more lawyers than campaign consultants come next October.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "following new tension near the Russian border tonight. Moscow now says its fighter jets intercepted two American military aircraft over the Baltic Sea. The interaction comes amid reports of yet another attack on Russian soil near the Ukrainian border.CNN's Nic Robertson is joining us now from Kyiv. He's got details. Nic, what is Russia saying about this latest incident as it also tries to secure the border with Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes. Russia is saying that one of its SU-27 fighter aircraft intercepted what it describes as two B-1B, strategic bombers flying over the Baltic Sea. It says it engaged with them according to international rules, that this was an intercept. That's the way Russia is describing it.The Pentagon is saying that there was an interaction of these air craft in that area, that they were in international airspace, that the interaction was safe and professional, nothing to indicate at all that it was anywhere near that very dangerous interception of Russian fighter aircraft over the Black Sea with U.S. aircraft there about a month or so ago. So, the Pentagon very clear that this is something that happens occasionally. Why the Kremlin is making a big deal out of it at the moment isn't clear. But, certainly, the Kremlin is being embarrassed, it appears, by what's happened on the border with Ukraine, the country it's at war with, calls it special military operation. Some Russian fighters appearing to have some level of support from the government in Kyiv, although Kyiv says that they're acting independently, crossed into Russia yesterday, shot up a border area. One civilian died, according to Russian authorities. Several others were injured. But the backlash from the Russian population in that area was the call for their leaders to actually tighten up and give them security. So, Russia has got this very embarrassing security concern on its doorstep, right at its border. It doesn't appear to have adequate protection there. And at the same time, it does appear this evening, at least according to the governor of the Belgorod region, that a bomb was dropped, a small bomb was dropped from a drone that landed on a road. There were no casualties. There was some damage. But, again, Russia seemingly embarrassed by cross border activities coming out of Ukraine. So, was the information they provided about the intercept to draw people's attention away from that? Certainly, Russia continues to want to pose for its population that it's the United States that's the threat to Russia, not Russia, the threat to Ukraine and Ukraine's civilian population, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "Nic Robertson reporting for us from Kyiv, thank you very much.Meanwhile in Russia right now, the detained American journalist, Evan Gershkovich, will remain in prison until at least late August after a court granted Russians prosecutors build more time to try to build their case against him. CNN's Kylie Atwood is on the story for us. Kylie, what more can you tell us about today's hearing and who attended?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "MATTHEW MILLER, STATE DEPARTMENT SPOKESPERSON",
      "sentences": "We did not help arrange their travel. I can only imagine how difficult it must be to see your child detained overseas, especially to be detained wrongfully. And so I'm certainly not going to criticize any parent for wanting to see their child. But that being said, we do have a level 4 travel advisory for Russia.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "ATWOOD",
      "sentences": "And we also heard from the U.S. embassy in Moscow saying that they were deeply concerned by the court's decision today to extend that pretrial detention period. They also pointed out, of course, that U.S. officials have not been able to visit Gershkovich in jail for recent weeks. That request has been denied by Russian officials. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "BLITZER",
      "sentences": "All right. The update from Kylie Atwood, thank you very much.Let's discuss this and more with the CIA director, the former defense secretary, Leon Panetta. Mr. Secretary, thanks so much for joining us. Let me first get your reaction to Russia extending Evan Gershkovich's detention and this decision by his parents to actually go there and attend the court proceeding earlier today. What's your reaction to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "LEON PANETTA, FORMER DEFENSE SECRETARY",
      "sentences": "Well, it only confirms that Russia simply has no judicial system that doesn't disregard the rights of those that they've arrested. Gershkovich has now been extended. It's a deliberate effort, I think, by Russia to, again, send another message to the United States that they're in control of the situation despite the fact that his parents were there. It only shows you how brutal a regime Putin's regime is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "BLITZER",
      "sentences": "How complicated, Mr. Secretary, are U.S. efforts right now to free Evan Gershkovich when Russia is baselessly accusing him of spying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "PANETTA",
      "sentences": "It's from Putin's playbook, as a KGB agent, to basically use this kind of arrest to try and embarrass the United States, claiming that somehow this Wall Street Journal reporter is a spy, which we know not to be true.And so he's going to basically leverage this kind of containment by Gershkovich in order to try to use him as either someone he can trade for somebody else or he's going to use it as leverage in dealing with the United States on other matters. So, it's clearly Putin's playbook that is working right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "BLITZER",
      "sentences": "Let's turn to the latest attacks inside Russia while I have you, Mr. Secretary. These were apparently carried out by Russian citizens, but is Ukraine giving tacit approval here? And is this a concern potentially for Ukraine's allies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "PANETTA",
      "sentences": "Well, look, there's no question that tensions are increasing with Russia. What they did in intercepting those bombers in the Baltic Sea is typical provocation by Russia when they're trying to send a message. And the fact that there were anti-Putin Russian militias who conducted an attack in Western Russia I'm sure upsets the Russians as well. And they probably believe that Kyiv is behind it, although Kyiv has said they had nothing to do with it.So, we're in a tense time right now when you look at everything that's going on, plus the fact that Ukraine is attacking other targets, logistical targets to try to soften up the Russians for a possible offensive. All of that is making things very tense with the Russians at the present time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "The standoff over the U.S. debt ceiling is weighing heavily on financial markets tonight. The Dow Jones Industrial Average sinking more than 200 points amid growing fears negotiators won't be able to make a deal before it's too late.Our Chief Congressional Correspondent Manu Raju is joining us from Capitol Hill right now. Manu bring us up to speed on where things stand and what you're looking for over the next few hours and potentially days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:04",
      "speaker": "RAJU",
      "sentences": "You have been asking for the White House to make a number of concessions. What are the concessions that you're willing to make and what are those concessions?REP. KEVIN MCCARTHY (R-CA): We're going to raise the debt ceiling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:04",
      "speaker": "RAJU",
      "sentences": "That's your concession? That's that? No policy changes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:04",
      "speaker": "MCCARTHY",
      "sentences": "Well, I look at it like this, everything we're doing is going to make America stronger, curb inflation, and less dependent upon China.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:04",
      "speaker": "RAJU",
      "sentences": "There are no more negotiations in the Capitol tonight with the White House team. Perhaps they will restart tomorrow, but there's an expectation now in the Capitol that a deal will not be reached or anything to be voted on before the Memorial Day weekend, which will give them even less time to try to get the deal together, try to get it through the House and the Senate, assuming the White House and the speaker can come together.And there is growing pressure on the left and the right. A number of Republicans on the far right don't want any deal with the White House. Some on the left don't want any deal with Kevin McCarthy, which raises a lot of questions and concerns that Washington could stumble into this default without any deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:04",
      "speaker": "BLITZER",
      "sentences": "Yes, that would be awful, indeed. Manu Raju, thank you very much.Let's get some reaction right now from Democratic Congressman Jim Himes of Connecticut. Congressman, thanks for joining us. Speaker McCarthy's chief negotiator right now says there are bright red lines on both sides with the biggest gap, he says, on spending cuts. How does this get solved? REP. JIM HIMES (D-CT): Wolf, I'm not sure that it does. I must say, I mean, I'm not naturally a pessimist, I'm a pessimist on that. Because just because a couple of negotiators, let's imagine Biden and McCarthy make a deal, there is no reason and they certainly believe that McCarthy can sell that deal to his conference, that he won't -- maybe he loses 40 or 50 votes. But, still, what he really worries about is losing his speakership. On the other side, of course, if Joe Biden strikes a deal that involves things that irritate four or five Senate Democrats, that's in the Senate. So, I am really, really concerned here that it's not just that the negotiators are far apart but that the people who have sway over whether Kevin McCarthy remains speaker or in the Senate, because the majority is so small there, whether any deal can pass. And so, bottom line, what's going to happen, again, I hate to be the pessimist here, but I think at some point, the markets, you pointed out the equity market today, at some point the markets are going to say, you guys don't even realize it but you're playing with fire here. And as we see markets decline or as we see capital markets begin to erode, that may sober this institution up a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:04",
      "speaker": "BLITZER",
      "sentences": "So, you think this could actually end in a default?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:04",
      "speaker": "HIMES",
      "sentences": "My guess is that before we get to the point of a very serious default, which doesn't happen on one hour of one day, right, I mean, if we get to June 2nd and the treasury ridiculously, ridiculously, for the most powerful country in the world, is forced to say we're going to service our bond debt but we're not going to pay our soldiers or we're not going to pay out, at that point, the markets are behaving in such a way that the people around here who apparently need to actually reach out and touch the hot stove, that stove will be very, very hot. And it will be, I think, that market action that causes this place to sober up.By the way, Wolf, as you'll recall, there's a precedent for this. 2008, when the TARP, which was terribly -- this was the bailout of the banks in the face of the meltdown of 2008, thank God I wasn't here, but it failed in the House. And as it failed in the House, you saw the equity market decline, 100 points, 200 points, 300 points. I think it's going to take that kind of signal to sober this place up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:04",
      "speaker": "BLITZER",
      "sentences": "A brand new CNN poll released today shows 60 percent of Americans say Congress should only raise the nation's debt ceiling if it cuts spending at the same time. Democrats say the two shouldn't be linked, as you know. Is your party, though, out of touch with Americans on this very sensitive issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:02",
      "speaker": "BLITZER",
      "sentences": "Congressman Jim Himes, as usual, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:02",
      "speaker": "HIMES",
      "sentences": "Thank you, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:02",
      "speaker": "BLITZER",
      "sentences": "Coming up, chilling new information about the man accused of ramming a U-Haul truck into the barriers right near the White House, including his very disturbing praise of Adolph Hitler after his arrest. Stand by, we have new information, and we'll share it with you right after this.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Wolf, a federal law enforcement official tells CNN that federal agents a short time ago were executing a search warrant at the home of the suspect in Missouri as they looked for evidence of planning and a possible motive.(BEGIN VIDEOTAPE) TODD (voice-over): Tonight, new information on the driver of this 26 foot U-Haul truck that rammed into the security barriers at the park across from the White House. He allegedly told authorities he wanted to, quote, get to the White House, seized power and be put in charge of the nation. He had been planning for six months and he would kill the president if he had to, according to charging documents. The suspect is identified as Sai Varshith Kandula from Chesterfield, Missouri, 19 years old, who graduated from high school last year. He faces one charge of depredation of federal property after being arrested on more serious charges, including threatening to kill or harm a president, vice president or a family member. Prosecutors can add additional charges as the case progresses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL SPOKESPERSON",
      "sentences": "That's a pretty violent act all by itself. Clearly, this individual intended some kind of harm by ramming that truck through those pylons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "TODD",
      "sentences": "Authorities recovered a black backpack and a roll of duct tape at the scene, and a swastika flag. He told law enforcement he admired Hitler and the Nazis for their authoritarian nature and their eugenics, according to charging documents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "JONATHAN WACKROW, FORMER SECRET SERVICE AGENT",
      "sentences": "Investigators are going to key in, was he motivated by some sort of ideological group, and in worst case, was he directed to launch this type of attack? It's too early to tell right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "TODD",
      "sentences": "The U-Haul was rented in the suburbs of D.C., a company source says, and there were no red flags against the driver that would prevent him from renting.An eyewitness says the driver rammed into the barrier more than once.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "ALEXANDER GARCIA, WITNESS",
      "sentences": "He tried the first time and then went to the second time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "TODD",
      "sentences": "A bomb squad was seen at the site, but charging documents say no explosives or weapons were found. Still, The Hay-Adams Hotel across the street was briefly evacuated.CHARLES RAMSEY, FORMER WASHINGTON, D.C. POLICE CHIEF: They had to take into consideration, there could be weapons. It could be a truck bomb.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "TODD",
      "sentences": "How much danger was the president in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "KIRBY",
      "sentences": "Where this occurred was quite some distance actually from White House property. At no time was the president or first lady in any danger.(END VIDEOTAPE) TODD (on camera): CNN spoke to two former high school classmates of the suspect. They described Sai Varshith Kandula as a quiet young man who never got into any trouble. Law enforcement source tells CNN that authorities are now considering what role mental health may have played in this incident. Kandula has not yet entered a plea and no attorney for him has yet been publicly named -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "BLITZER",
      "sentences": "Very disturbing indeed. Brian Todd, thank you very much.This note to our viewers, coming up on \"ERIN BURNETT OUTFRONT\", right after THE SITUATION ROOM, the U.S. surgeon general, Dr. Vivek Murthy, addresses his new advisory on the effects social media use has on youth mental health. That's coming up 7:00 p.m. Eastern. And just ahead here in THE SITUATION ROOM, is one of the greatest basketball players of all time about to leave the game for good? Why LeBron James is hinting at retirement after a truly historic season. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "BLITZER",
      "sentences": "Tonight, NBA star LeBron James is fueling speculation about potential retirement. The 38-year-old says he needs time to think about his future after a season that saw him break the league's all- time scoring record but ended in disappointment for his Los Angeles Lakers.CNN's Coy Wire has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "LEBRON JAMES, LOS ANGELES LAKERS FORWARD",
      "sentences": "A lot to think about, to be honest. And just for me personally going forward with the game of basketball, got a lot to think about.COY WIRE, CNN SPORTS CORRESPONDENT (voice-over): After 20 years in the NBA, could LeBron James be leaving the game for good? He hinted at the possibility of the Lakers were swept out of the Western Conference Finals by the Denver Nuggets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "JAMES",
      "sentences": "I wouldn't say it's a successful year, because I don't play for anything besides winning championships at this point in my career. And I don't -- I don't get a kick out of making a conference appearance. I've done it. A lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "WIRE",
      "sentences": "LeBron surpassed Kareem Abdul-Jabbar to become the NBA's all- time leading scorer this season and he put up 40 points last night at 38 years old.STAN VAN GUNDY, ANALYST, \"NBA ON TNT\": I think 20 years from now, we're going to be talking about what he's doing at 58 years old. I mean, what he's doing at 38, most guys would give their right arm for one season like that in the prime of their career. He's been absolutely amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "WIRE",
      "sentences": "While retirement speculation swirls, just two weeks ago, LeBron repeated his goal is to play in the NBA with his older son, Bronny James. Bronny committing to playing college basketball next season at the University of Southern California. He's eligible to enter the NBA draft in 2024, the year his father will turn 40.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "JAMES",
      "sentences": "I'm still serious about it. I've got to continue to keep my body and mind fresh. My mind, most importantly. If I mind go, then my body was just okay what we're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "WIRE",
      "sentences": "LeBron has won it all four times. He's been to the finals ten times. That's more than 27 of the 30 NBA teams. Last September, he signed a two-year contract extension worth almost $100 million.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "VAN GUNDY",
      "sentences": "I think he's serious about wanting at least to try to play with his son. I think he'll hang on for a little while longer. He's still playing at a really high level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:06",
      "speaker": "JAMES",
      "sentences": "I guess I'll reflect on my career when I'm -- I'm done. But I don't know.(END VIDEOTAPE) WIRE (on camera): Now, just a bit ago, Lakers general manager Rob Pelinka, Wolf, he said, quote, LeBron's given as much to the game of basketball as anyone who's ever played. When you do that, you earn the right to decide whether you're going to give more. LeBron seems like he has a lot more to give. His 31 points in the first half alone of the Western Conference Finals are the most in any half of his playoff career, more than 280 playoff games, Wolf. That equates to about 3-1/2 entire NBA seasons. It's legendary stuff.",
      "isLastSentenceInterrupted": false
    }
  ]
}