{
  "date": "2023-12-15",
  "headline": "CNN News Central",
  "subHeadline": "How Classified Russia Intel Went Missing During the Final Days of Trump's Presidency; Nikki Haley Accepts CNN Debate Invitation; Denmark Says, Four More Terror Suspects Still at Large. Aired 10- 10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:01:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Any minute now we could learn what Rudy Giuliani will be ordered to pay for defaming two election workers. A jury is deliberating. Giuliani himself just arrived in court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:01:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Right now, somewhere in the world there is a missing binder taken from a CIA safe with highly classified top secret information in it. Where did it go? The Trump administration lost it during their final days in office. We have exclusive reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:01:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "A terror plot thwarted in Europe, terrorist suspects arrested, accused of acting on behalf of Hamas. But now we're learning four more suspects are still at large.I'm Kate Bolduan with Sarah Sidner and John Berman. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:01:00",
      "speaker": "SIDNER",
      "sentences": "We begin with the CNN exclusive, highly classified intelligence went missing in the final hours of the Trump administration and it's still missing. CNN has learned that the intelligence which is related to Russian election interference in the U.S., was so secret that it was kept in a binder inside of a safe within another safe. That safe was kept at CIA headquarters.But at the end of the Trump administration, that binder was brought to the White House as part of an effort to declassify documents related to the FBI's investigation. Then the binder went missing. Joining me now to discuss this further, former Director of Communications for U. S. National Intelligence Shawn Turner and CNN National Security analyst Peter Bergen. Thank you, gentlemen, for being here. Shawn, I'm going to start with you first, I guess, first and foremost, how could something like this that was so secret, that was inside of the CIA go missing and still be missing these many years later? SHAWN TURNER, FORMER DIRECTOR OF COMMUNICATION FOR U.S. NATIONAL INTELLIGENCE:  Yes, Sara, you know, that's the million dollar question. I've got to tell you. It's really unfortunate that we are once again talking about highly classified secret documents being lost out there. But there is something additional to this particular reporting. These are not just any documents. We're talking about raw intelligence in this binder. That means that this is information. This is intelligence information that has not been analyzed, it has not been processed, it has not been looked at, so that the viewer of this intelligence knows what they're seeing. And that's what really concerns me here, because when we talk about redacting raw intelligence, you can redact selectively so that that intelligence says or gives an impression that you want it to give. And so I'm really concerned about the effort to get this information and to redact this information, to release it, because it is not the kind of information that has been looked at by analysts, been processed so that we all understand what it's actually telling us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:01:00",
      "speaker": "SIDNER",
      "sentences": "And, apparently, according to our reporting from Katie Bo Lillis, a bunch of aides were looking at this as well.All right, sources told CNN, Peter, that the binder contained, as you heard from Shawn Turner, raw intelligence, the U.S. and its NATO allies collected on Russians and Russian agents, including sources and methods that informed the U.S. government's assessment that Russian President Vladimir Putin sought to help Trump win the 2016 election. Can you give us a sense what is raw intelligence and what kind of damage could documents like these do in the hands of an enemy to the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "SIDNER",
      "sentences": "I am -- it shakes you just thinking about what might be in there and who might have a hold of it. But to you, Mr. Turner, how can a document like this even be considered for declassification with raw intelligence in it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "TURNER",
      "sentences": "Yes, you know, and that's what's really perplexing here. Typically, you take this information and you have analysts look at this information. And the information, a particular piece of information might give you a sense of what's happening, but you need to validate that information, that raw intelligence with other raw intelligence that might paint a picture.I mean, this raw intelligence is a bunch of puzzle pieces and professional analysts put the pieces together to paint a picture, create a story here. And so, you know, the idea that this information would be selectively redacted and released, it's all about what it tells the reader, what it tells the viewer. So, you know, raw intelligence is not the kind of thing that we distribute to the public. It's not the kind of thing that you want to have out there in the hands of untrained analysts. And what I'm really concerned about here is not only the fact that this can be sort of made into a picture by someone who doesn't know what they're doing, but also the fact that raw intelligence oftentimes reveals a lot about our sources and methods. That is how we collect that information and that should not be in the hands of untrained individuals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "SIDNER",
      "sentences": "Lives could literally be at stake.Shawn Turner, Peter Bergen, thank you both for coming on the show this morning and going through that with me. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "BERMAN",
      "sentences": "All right. We have breaking news from the campaign trail, an important development. CNN's Political Director David Chalian joins us now. David, so what is this news just in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Hey, I'm joining you from Des Moines, Iowa, John, and we just learned from Nikki Haley's campaign, they put out a press release, that she has accepted the CNN debate invitation to take part in a debate just five days before Republican caucus-goers head to the caucuses here in Iowa.So, on January 10th, Ron DeSantis has already accepted, Nikki Haley has now accepted, this will be the debate to take place basically on the eve of the Iowa caucuses, and the third candidate who has qualified thus far, John, though the qualification window remains open until the beginning of January, is Donald Trump. He has not yet stated, nor is his campaign, whether or not they will attend the debate. But when Nikki Haley announced her accepting of the debate invitation in the statement from the campaign, they urged Donald Trump to not avoid this debate. As you know, he hasn't debated in any of the debates to-date this cycle and urged him to also come on the debate stage on January 10th on CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "BERMAN",
      "sentences": "Of course, Donald Trump has not attended any debate, and each time he doesn't go, he seems to do better in the polls. But at a minimum, David, this is shaping up to what could be Nikki Haley and Ron DeSantis, a two-person debate, which is something that I think a lot of Republicans in and of themselves want to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BERMAN",
      "sentences": "Yes. And, again, it could change. Vivek Ramawamy or Chris Christie could qualify right now. They have not met that threshold. It's Haley and DeSantis. And the stakes for them, David Chalian, heading into Iowa as this would be really almost on the eve of the Iowa caucuses, the stakes for each with them slightly different. Can you explain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "CHALIAN",
      "sentences": "I think that's a fair characterization, John, because, as you know, DeSantis is 100 percent all-in on Iowa. It's almost an Iowa or a bust. Now, he's in New Hampshire today, and his campaign wouldn't agree with that characterization.But he has invested everything here toward all 99 counties, has the endorsement of the Republican governor here, Kim Reynolds, has the endorsement of a big evangelical leader here in Bob Vander Plaats, and has made this the place where he plans to launch his campaign into a new phase, if he can, getting much more traction against Donald Trump than the polls show. Nikki Haley is spreading the wealth a little bit. She obviously has campaigned here but is also very focused on New Hampshire, where independents can participate. That's been a key group for her. She just got the governor's endorsement there, Chris Sununu, this week, and she's obviously a former South Carolina governor. So, she's got that, another early state in this process, in her back pocket. Now, I just want to say, Donald Trump is leading in all of these states right now that I've just mentioned. And so the strategy for Haley or DeSantis here is to emerge as the one that stays last standing in this battle to try and thwart Donald Trump from the nomination. A Des Moines Register poll just came out this week, John. It showed Donald Trump with majority support, 51 percent here to 19 percent for Ron DeSantis and 16 percent for Nikki Haley. So, Trump has got a big lead. You are right, Haley and DeSantis may not need the same kind of results here to fuel their candidacy forward out of Iowa, but they're both playing here. And this would be the first time we see them side by side, just the two of them on the stage, if that's what ends up happening on January 10th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BERMAN",
      "sentences": "And as for Donald Trump himself, or reporters who have been following around, do note that he is talking more now about Nikki Haley. What should that tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "CHALIAN",
      "sentences": "The way he's talking about Nikki Haley, as he said in Coralville, Iowa, this week, is where's the surge? He's sort of questioning whether or not she's actually surging the way that the media narrative around her candidacy would seem to suggest.In fact, that Des Moines Register poll I just mentioned showed her exactly at the same 16 percent support level that she was in their October survey. We have seen a little more growth from her in New Hampshire. But he's questioning whether or not she's actually a contender. And, obviously, he wouldn't be mentioning her at all if she wasn't having some traction in this race. She has gotten some very high- profile donors on board. She got the Koch Network sort of grassroots organization to help with foot soldiers on the ground. And she just got Sununu's endorsement, the governor in New Hampshire. She clearly is having traction here, and that's catching Donald Trump's eye. And the thing about the Trump campaign, John, while they are very focused on a potential general election matchup with Joe Biden, they have not taken their eye off of making sure that despite the polls showing him well out in front, that they don't take a nomination for granted. And so they are still making sure to jab, if you will, and frame and contrast with DeSantis and Haley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BERMAN",
      "sentences": "Again, the breaking news, former South Carolina Governor Nikki Haley has agreed to the CNN debate, which is January 10th in Iowa. Ron DeSantis has already agreed to that right now. There are the two candidates who have qualified along with Donald Trump. Will Donald Trump choose to attend as his first debate? This will be interesting either way.David Chalian, our thanks to you. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:11",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, John, before we get to Sullivan's visit, I want to note that we just had some rocket fire from Gaza coming over here towards Jerusalem. The Iron Dome, as it often does, responded, intercepting what we believe to be around half a dozen of those rockets.Now, Jerusalem has seen several rounds of rockets fired at it, although they have been relatively rare. And we actually did hear some cheers from the West Bank and this part of Jerusalem, which has a lot of Palestinian residents, and that really speaks to the growing support, the increase in support for Hamas among Palestinian citizens since this war began in Gaza back on October 7th. Now, we don't know where Jake Sullivan was at that exact moment. He's been in both Israel and the West Bank today. But if you heard those sirens, you certainly got a taste for the war that has gripped this region for more than two months now. Sullivan making clear that he did not come to Israel to tell Israel what to do in their war. He says that he was here to ask hard questions, and he talked a lot about this transition from what he calls a more intense phase of the fighting, a heavier phase of this fighting, to a lower intensity phase. He said that that transition is going to happen at some point. Right now, what we're seeing is the higher intensity with this heavy bombing, the fierce fighting between Hamas and IDF troops, and then the transition will go to a lower intensity phase. Here's a little bit more of what he had to say about that looming inflection point. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:11",
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISER",
      "sentences": "We are now in the middle of a high intensity phase with ongoing ground operations, military operations, in both the northern half and the southern half of Gaza. But there will be a transition to another phase of this war, one that is focused in more precise ways on targeting the leadership.We're not here to tell anybody, you must do X, you must do Y. We're here to say this is our perspective. As your partner, as your friend, this is what we believe is the best way to achieve both your tactical and strategic goals. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:11",
      "speaker": "MARQUARDT",
      "sentences": "So, Sullivan saying there, we're not going to tell you what to do, but here's what we think you should do.And there's certainly a hope from the Biden administration that they move into that transition phase in the near future, as John Kirby said yesterday, perhaps in the coming weeks, but certainly not months. At the same time, John, the Biden administration welcoming this news from Israel that Israel will now, for the first time since the war broke out, allow aid to go directly from Israel into Gaza through that Kerem Shalom crossing. I was there just the other day. Israel has been inspecting trucks there, but then sending those trucks back into Egypt to go into Gaza through the Rafah crossing. The Rafah crossing cannot handle 200 trucks a day, which is what they are hoping to get into Gaza. So, good news for those people in Gaza suffering so much that very soon aid will be going directly from Israel into Gaza through that crossing, John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:11",
      "speaker": "BERMAN",
      "sentences": "All right, Alex Marquardt for us in Jerusalem.This is tough diplomacy, grueling diplomacy, Kate, and you can see it really in Jake Sullivan's face there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:11",
      "speaker": "BOLDUAN",
      "sentences": "You really can. And also we're getting a new window now into how far the threat from Hamas is reaching that was sparked by October 7th. And now we're learning if you go over to Germany, terrorist suspects are being formally charged this morning in Germany, Germany's federal prosecutors saying that the suspects were, quote, long standing members of Hamas and had participated in Hamas operations abroad.This is after a slew of arrests that we brought to you yesterday throughout Europe. And still there's news out of Denmark today that four additional terror suspects are still at large. CNN's Frederik Pleitgen has much more on this from Berlin. There's a lot of moving parts on this, but it's also all raising kind of the same question, Fred, which is how big could this plot be.",
      "isLastSentenceInterrupted": false
    }
  ]
}