{
  "date": "2023-07-04",
  "headline": "CNN News Central",
  "subHeadline": "Lawsuit Targets Harvard Legacy Admissions; Mike Pence Campaigns in Iowa; Massive Russian Troop Deployment in Ukraine?; Holiday Violence. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:23",
      "speaker": "SARA SIDNER, CNN HOST",
      "sentences": "New this hour, video showing the moments before a Fourth of July holiday celebration turned deadly in Texas. At least three people were killed. And it's just one of two mass shootings that happened overnight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:23",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "Ukrainian officials report a huge Russian troop deployment standing in the way of their counteroffensive, as Russia claims Moscow targeted by drone strikes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:23",
      "speaker": "SIDNER",
      "sentences": "Legal trouble for one of the nation's top universities, Harvard accused of discrimination for allegedly giving special treatment to the children of donors and alumni. We're following these major developing stories and more.Kate Bolduan has a day off. I'm Sara Sidner, alongside John Berman, and this is CNN NEWS CENTRAL. We have new video to show you of the moments before a celebration turned tragic in Texas. You can see it was pretty out of control just before gunfire erupted. At least three people were killed and eight others injured at that scene in Fort Worth. It was one of the two deadly mass shootings overnight, as firecrackers went off in Philadelphia. Five people were killed after a gunman opened fire at several locations in one neighborhood. Two children, a 2-year-old and a 13-year-old, were injured. When officers arrested the suspect, he was armed with both an AR-15- style rifle and a handgun. He was also wearing a bulletproof vest stocked with several magazines of ammunition. CNN's Danny Freeman and Ed Lavandera are live for us with the story. Danny, let me start with you in Philadelphia. What can you tell us about the latest on this investigation? It is interesting to note all the things that the shooter had on his person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:23",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "Yes, Sara, that was definitely one of those details that perked up our ears when we first heard about this last night. The investigation right now by Philadelphia police still ongoing.There were police officers overnight combing through the scene -- actually, I should say multiple crime scenes, in the southwest part of the city. But, at this point, we still just don't know very much about what may have made this suspect open fire in an otherwise residential neighborhood the night before the Fourth of July. But let me back up and tell you exactly what we do know at this point. It all started last night around 8:30 p.m. That's when Philadelphia police got calls of a number of gunshots in the Kingsessing neighborhood. Again, it's in the Southwest portion of the city. Police officers arrived. They found multiple gunshot victims right there in the street. And then they also heard gunshots in the area. Well, police Commissioner Danielle Outlaw, she described to us last night, reporters last night, how police officers then chased down the gunfire trying to find the suspect. They eventually did chase the suspect all across a small area of that neighborhood, but across several blocks. They cornered the suspect in an alley and were able to arrest him without incident. And that's pretty amazing, considering what you just said, how much he had on him in terms of ammunition, in terms of guns. Take a listen to what the commissioner had to say about that last night. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:23",
      "speaker": "DANIELLE OUTLAW, PHILADELPHIA POLICE COMMISSIONER",
      "sentences": "Our officers were able to apprehend the male in the rear alley of 1600 Frazier Street.And when they did, this male was wearing a bulletproof vest, with multiple magazines in the vest. He also had a scanner and an AR-style rifle and a handgun underneath his body. He was taken into custody without further incident. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:23",
      "speaker": "FREEMAN",
      "sentences": "Now, Sara, initially, when we heard from Commissioner Outlaw, she said they weren't six victims in this shooting, and four of those who died. The other two victims were actually children, including one 2-year-old. They were both not -- or, I should say, they're both in stable condition.But then, overnight, we learned there was a seventh victim, a fifth person who was killed, so, again, a tough way to start this Fourth of July holiday -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "MIKE VALLE, WITNESS",
      "sentences": "Everybody was right here, and there was a -- they was just popping fireworks, like doing burnouts and stuff.And then there was a lot of gunfire that just started ringing out. And everybody just started running everywhere. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "LAVANDERA",
      "sentences": "Now, Fort Worth police say they're still trying to get to the bottom of who was behind this -- no arrests have been made -- what the motive might have been or what erupted this now.Two years ago here, Sara, in this very same neighborhood, the night before July 4. Again, there was another -- another shooting where eight people were wounded. Police back then said it was an argument that erupted into -- that turned into people firing at each other, and that eight people were wounded. So, this is what this community here this morning is dealing with. But there are people still here gathered on the streets and waiting for this -- the Fourth of July parade to kick off as usual -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "SIDNER",
      "sentences": "Thank you so much, Ed Lavandera, for that reporting, and thank you to your team as well out there in Fort Worth, Texas.All right, there were several other instances of gun violence across the country this weekend. Police in Baltimore are still searching for multiple suspects in a deadly mass shooting at a block party there early Sunday morning. Two people were killed, 28 people injured. Baltimore Mayor Brandon Scott vowed the city will not rest until the shooters are caught. The FBI is offering a $28,000 reward for any information on that mass shooting. Also, seven people were shot and two others injured during a shooting at a nightclub in Wichita, Kansas, over the weekend. Police say at least four firearms were used inside that club. One person is in custody there. In Indiana, a police sergeant and a suspect were both killed in an exchange of gunfire at a hospital. Officers arrived on the scene for a disturbance call. Today at 11:00 a.m., there will be a ceremony to remember the victims from the shooting at the Highland Park July 4 parade. That happened one year ago. Seven people were killed then and dozens more injured -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "BERMAN",
      "sentences": "This morning, Ukrainian President Volodymyr Zelenskyy shared this message of freedom for the United States on July 4.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "For almost two-and-a-half centuries, America has been the land of the free and the home of the brave, attracting people from all over the world who are looking for more and striving for the better.And although there is no path without mistakes, the USA gave and still give a powerful dream that, where the darkness of lawlessness now reigns, freedom will one day shine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "BERMAN",
      "sentences": "While he is delivering that message, this morning, Russia is striking the eastern Ukrainian city of Kharkiv.Ukraine's army says that 180,000 Russian troops have been deployed to the eastern part of the country, 180,000. That's a very high number. Overnight, Russia claimed that shut down five Ukrainian drones near Moscow. Now, CNN has not independently verified video that reportedly does show some kind of activity there. CNN's Ben Wedeman is live for us in Eastern Ukraine this morning. We're looking at the video that may be of some kind of activity in Moscow, Ben. What is it the Russians are saying happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:20",
      "speaker": "BERMAN",
      "sentences": "All right, Ben Wedeman for us in Eastern Ukraine.Ben, thank you very much -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:20",
      "speaker": "SIDNER",
      "sentences": "All right, to talk about all this, joining us now is CNN military analyst Colonel Cedric Leighton.Thank you so much for being here on this Fourth of July weekend. We are hearing from the Ukrainians that they believe 180,000 or so Russian members of the military are going to end up in the front on the eastern flank in a couple of different places. If that ends up being true, if that number ends up being even close to true, how is this going to impact Ukraine's march forward in their counteroffensive? COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST:  Well, Sara, happy Fourth to you. The big impact, I think, is going to be that it's going to stress the Ukrainian forces that are defending the eastern front, especially that northeastern area around Kharkiv and then headed south toward Bakhmut. So those areas are going to be really the most important ones that the Russians are concentrating on. And they're doing this while the Ukrainians seem to be making a little bit more progress in the south. It's pretty clear that the Ukrainians want to cut the land bridge between Crimea and the rest of the Donbass, a region that Russia has occupied. And when the -- if the Ukrainians get to do that, that will, of course, have a significant impact strategically on the Russians. So, in order to prevent that from happening, the Russians are trying to divert the Ukrainians to the north and the northeast and make that a much more difficult environment for them to work in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:20",
      "speaker": "SIDNER",
      "sentences": "Colonel, we know that the Ukrainians have said that they have not deployed all they have got to the field and that they're holding back to do another big offensive. When might that happen, especially in light of the potential of havingthese tens of thousands of Russian soldiers show up on the eastern flank?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:20",
      "speaker": "LEIGHTON",
      "sentences": "Yes, in some ways, it can't happen soon enough.However, the Ukrainians will need a lot more weaponry, a lot more munitions and a greater capability, in other words, a longer range, using missiles like the ATACMS, which they do not have, compared to, say, the HIMARS, which is highly effective, but is also being jammed by the Russians, as the Russians are using more of their electronic warfare capabilities against the Ukrainians. So it's a much more difficult environment for the Ukrainians to operate in. And for them to do this, they would have to counter the Russian elements really in the next few weeks, if they're going to be effective. And if they're going to keep that possibility of a Ukrainian counteroffensive alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:20",
      "speaker": "SIDNER",
      "sentences": "You know, Colonel, I did want to ask you about the strain of all this.It has now been about a year-and-a-half of nonstop fighting in many parts of Ukraine. What does that do to the troops to wear them down? And how do you see this playing out? Because, of course, Russia also has been worn down as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "BERMAN",
      "sentences": "All right, this just inSeveral Republican presidential candidates are hitting the campaign trail today. We have live pictures of Florida Governor Ron DeSantis. You have live pictures of Florida Governor Ron DeSantis. He's in a parade in New Hampshire. There is a parade in Urbandale, Iowa, we are told, where former Vice President Mike Pence, who is now a presidential hopeful, is spending much of the day on the campaign trail. There go the trombones, the coronets. I do suspect we might see some baritones soon. Pence is struggling to gain traction with voters, sitting well behind front-runners Donald Trump and Ron DeSantis. CNN's Kyung Lah is in Iowa following Mike Pence on the road. Kyung, what are you seeing, besides, I have to say, a parade which looks fantastic behind you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "KYUNG LAH, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "I mean, it's pretty fantastic.This is -- you have the old cars here. You have kids throwing out candy. This is about as Fourth of July as you can get, especially here in the state of Iowa. What this is, is a mix of a lot of families, a lot of celebration in what is one of the largest celebrations in the Des Moines area. We are anticipating -- I'm going to get out of the way here as they try to push back the crowd -- a lot of happy kids trying to grab the free candy coming out here. Hey, it's OK. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "LAH",
      "sentences": "What this is, is a mix of ground game politics, retail politics, where we're going to see the former vice president walk through the crowd, shake kids' hands, hand out candy, say hello to everybody.And this is part of a 99-county strategy that the former vice president has. His plan is, he wants to hit people at their level here in their communities, at their parades, in the cafes. The campaign says, this is where Mike Pence will shine, that he is a Midwesterner, that he really enjoys talking to people, people he connects with. And he believes that this is the way to crack into those poll numbers, where the last CNN poll shows him right at about 9 percent, lagging behind the two front-runners. But the campaign does believe that they can chip away and it will be Iowa that will bring that path forward -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "BERMAN",
      "sentences": "CNN's Kyung Lah literally on the set of \"The Music Man,\" where \"The Music Man\" took place, in Iowa at a parade, no doubt with the boys brass band going to walk by soon and maybe a Wells Fargo truck.What's coming? What's coming?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "LAH",
      "sentences": "It is -- oh, man, I need to check my -- it's a high school band, a high school band on its way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "BERMAN",
      "sentences": "All right. That looks awesome. Kyung Lah...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "LAH",
      "sentences": "Oh, no, it's...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "BERMAN",
      "sentences": "Wait? Wait for it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "LAH",
      "sentences": "The Sikhs, yes. Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "BERMAN",
      "sentences": "Very good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "LAH",
      "sentences": "They're still handing out candy. It is Proud to be an American Sikh. So we're seeing the cultural diversity here in the Des Moines area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "BERMAN",
      "sentences": "That is awesome.Kyung Lah on the ground there for the Fourth of July in the middle of the parade outside Des Moines. Great to see you, Kyung. Thank you so much for that -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:28:32",
      "speaker": "SIDNER",
      "sentences": "This morning, in the wake of the Supreme Court decision gutting affirmative action, three minority advocacy groups are now suing Harvard for giving preferential treatment to children of wealthy donors and alumni. They are called legacy admissions.The suit alleges that students who get accepted to the university based on legacy are -- quote -- \"overwhelmingly white and make up as much as 15 percent of admitted students.\" CNN's Athena Jones has more on this. This lawsuit comes out. They're arguing, basically, that they can't say they you're not going to use race as a determining factor, so they can't use legacy, because neither of them are based on merit. What are you hearing from Harvard?",
      "isLastSentenceInterrupted": false
    }
  ]
}