{
  "date": "2023-08-24",
  "headline": "CNN Tonight",
  "subHeadline": "CNN Covers The Arrest Of Donald Trump. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "LAURA COATES, CNN HOST AND SENIOR LEGAL ANALYST",
      "sentences": "Our special breaking news coverage continues now of the Georgia arrest of Donald Trump. I'm Laura Coates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "And I'm John King. Good evening. Four arrests. The 45th president of the United States, yes, has now been arrested for the fourth time this year on criminal charges, which is stunning in itself.But for the first time, look here, there's now a mug shot of Donald J. Trump. Sources telling CNN he wanted to appear defiant in that shot. He is now officially booked as inmate number P01135809.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "This is also, by the way, John, the first time he's actually had to surrender at a jail and not in a courtroom. It has been an extraordinary day, to say the least, with cameras actually following the former president from the moment he left his golf club in Bedminster, New Jersey, at about 3Then, arriving, of course, at the notorious Fulton County jail at 7:33, leaving then about 20 minutes later after, of course, his booking and the mug shot we just showed, and then landing in New Jersey just about a half an hour ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "KING",
      "sentences": "And the former president speaking on the tarmac tonight before boarding that plane for the flight back to Bedminster. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I really believe this is a very sad day for America. This should never happen. If you challenge an election, you should be able to challenge an election. I thought the election was a rigged election, a stolen election, and I should have every right to do that.It's what has taken place here, is a travesty of justice. We did nothing wrong, I did nothing wrong, and everybody knows it. I've never had such support, and that goes with the other ones, too. What they're doing is election interference. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "KING",
      "sentences": "Laura, there we go again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "KING",
      "sentences": "It is a sad day in America. It's a very sad day in America when a former president has to have a mug shot taken, has to be processed. But just about everything else the former president said, they are simply not true. He tried to stay in power. I'll leave it up to you. You're a lawyer. We'll leave it up to a jury to decide whether the crimes were committed here.But we all saw it with our own eyes, the president of the United States, after losing in court, after recounts confirmed Joe Biden win, trying to stay in power. So, it is a sad day in America, a sad day of his making.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "I mean, you leave it to the voters also, right? And the voters did speak. That's the whole premise of all of this, that the voters decided something. He wanted that not to be the case in Georgia and other places. That's why he has these allegations against him right now.But John, he's absolutely right. You can challenge the elections through the actual lawful channels. That's the whole crux of where we are right now. It reminds me of what happened in the January 6 filing of Jack Smith, right? You can challenge, you can contest, but you cannot conspire or engage in criminal behavior. Those are the allegations we're going to talk about today, John. Here with me right now in Washington, we've got CNN senior justice correspondent Evan Perez, Tia Mitchell from \"The Atlanta Journal- Constitution,\" former federal prosecutor Elliot Williams, senior political commentator and former congressman Adam Kinzinger, and political commentator Bakari Sellers. I mean, I'm glad to have all of you here, but let's just talk right now about what we just heard from the former president of the United States. Um, that he did nothing wrong, essentially, he believes. He can challenge, he should challenge it. That's true, but it's the way and how you go about doing it. That was the crux of a January 6th investigation, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR, FORMER ILLINOIS REPRESENTATIVE",
      "sentences": "Yeah. I mean, look, I was there on January 6th. He did -- he challenged what, like, 50 times in court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR",
      "sentences": "I think this goes a little bit beyond January 6th, though, and I think that's where people get kind of caught up. They say January 6th, they think maybe classified documents.This in Georgia is slightly different in that they actually had a nefarious plan whereby they had fake electors, whereby they actually went in -- they went into different voting booths and were able to extract information. They actually said today that Donald Trump was 215 pounds, which is -- by the way, if Donald Trump is 215 pounds, like you said on his booking sheet, I dated Halle Barry. (LAUGHTER) So, that is just -- I'm going to throw that out there, that there are a bunch of lies going around, and I just don't want to be a part of those. But -- so, there's a lot of things that are going on Rice Street tonight in Atlanta, Georgia. But this is what happens when accountability meets those and it's uncomfortable. And for Donald Trump, this is uncomfortable tonight, because usually, you know, those individuals who want to say, oh, my god, and they push back and they say, this is not right, this should not happen to me, that's what happened when accountability hit you in the face. And so, I agree with Adam wholeheartedly. Congressman Kinzinger, excuse me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "KINZINGER",
      "sentences": "Adam is just fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "SELLERS",
      "sentences": "Adam is okay. Okay. I agree with Adam tonight because what we're seeing for the American public to see is accountability on its face.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "But, you know, people are already talking about, this is a forest through the trees-discussion or not, but the mug shot itself. You talked about your sadness of having seen the president of the United States now with the mug shot. I don't know how he's going to try to capitalize. We've already seen at least a tweet about this now. So, welcome back to Twitter. Elon Musk must be thrilled. But -- SELLERS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Oh, it's called \"X.\" Well, look, I must be old tonight.(LAUGHTER) I'm going to call it what I used to actually know it as. Here is the mug shot right now. He wanted to appear defiant. He knows full well this is going to be used. Some people look at this and say, oh, they're trying to shame him. Elliot, what do you see here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST, FORMER FEDERAL PROSECUTOR",
      "sentences": "Look, I see a mug shot like so many others I saw as a prosecutor, as I know you did, too. You know, it is just important to recognize that everybody has to submit to the processes we have as a free and fair and functioning nation.And, you know, and even multiple times today I've been on making the point that so much is made about will Donald Trump get a mug shot or not. That's the one thing that was going to be a carve out, an exception. Everything else along the way, he's had to do. He had to show up at the jail, he had to be booked, he had to negotiate the terms of his release. But we all got caught up in this question of, will the president have a mug shot or not? Why is Donald Trump so special to -- that we even entertain the question of because he's more famous than other people? Like, we were talking about this yesterday, Wesley Snipes or Nick Nolte and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Frank Sinatra.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "WILLIAMS",
      "sentences": "Frank Sinatra. All these wildly famous people in American history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "SELLERS",
      "sentences": "Frank Sinatra got arrested.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "WILLIAMS",
      "sentences": "Frank Sinatra got arrested. It's a classic (INAUDIBLE). And they've all had mugshots. Why does the presidency somehow entitle someone to be exempt from the policy process? And that's sort of along the lines of Donald Trump's M.O. sort of believing to be outside the normal chain of our rule of law. That's what I see when I see that mug shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "I mean, Evan, you have been following this so closely. I mean, I don't even know how you're up most days, the exhaustion that you must be following, all things that happen, the universe of all the legal troubles. He's already back in Bedminster tonight.I mean, the average person who has to deal and contend with charges like this -- he's got 91 in total, over four different indictments, four separate states, and he's running for president at the same time. There's a whole lot of things going on. He's already back in Bedminster. So, what's next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "SELLERS",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "PEREZ",
      "sentences": "She's kind of focusing more on that Mark Meadows was acting as a political person, not as chief-of-staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "PEREZ",
      "sentences": "I think the more interesting argument is, you know, the states are responsible for the elections. And so, where is the role of the chief-of-staff or someone else to try to intrude on that role?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "That's the whole game to me, right? And I want to tell you this as well, in order to remove to federal court, you got to show that you are acting under color of office, meaning something about your job description said, yeah, I'm supposed to be engaged in this or putting my thumb on a scale in some way. Last time I checked, chief- of-staff of a federal office as the president of the United States is not involved with that civics lesson of the state courts -- I mean, the state purview of elections.But he's also trying -- I mean, part of removal would mean, Tia, it's no longer Fulton County jury. It's Northern District of Georgia. You represent -- I mean, I'm making you a member of Congress right now. You're with \"The Atlanta Journal-Constitution.\" You know this area very well. Talk to us about the difference between, say, Fulton County and the Northern District of Georgia. TIA MITCHELL, WASHINGTON CORRESPONDENT, ATLANTA JOURNAL-CONSTITUTION: Yeah, so, of course, the Northern District of Georgia is going to compass more counties that won't be as solidly liberal as Fulton County is. Now, of course, the suburbs are, um, still pretty progressive, still pretty democratic-leaning, but then you get kind of to the further Northern Georgia. And it also depends if they include the whole northern circuit or just this immediate sub. You lawyers probably know this a little bit better. But it depends on how encompassing if they agree to move the trial to federal court. But I do want to bring up, one more point is that Fani Willis has brought up that if the chief-of-staff, Meadows, is saying, I was acting in my official capacity when I was doing all this, is that a potential Hatch Act violation because you're not supposed to use your official office for campaign duties? Representative Kinzinger knows all about those separations, if you will. So, I think that's just an interesting wrinkle to that. It's like if he's saying -- if that is believable, if the court accepts what he's saying, is he now creating other problems for himself? I think -- I think that might come out also on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "KINZINGER",
      "sentences": "Just a quick thing on the Hatch Act. So, whether you're a member of Congress or president, you're not really under the Hatch Act purview because that's more for like federal employees.Now, what you do have to do, so my chief-of-staff, for instance, is also my campaign manager, he has to show that he wasn't doing campaign work during the duty day, but he can show, you know, I went out to lunch or I did this and I definitely put in my 40 hours of government work a week. So, it's a little different. But I do think it brings up a number of different questions with that. And so, it'll be interesting to watch. But I'll tell you, members of Congress right now are sad. The Republican ones are sad that they're going to have to talk about this for the next year. They're going to be asked about this in every interview. And by the way, that's why so many of them have just gone all in on the narrative because it's much easier to just go in on the narrative than to try to walk the tightrope that nobody can walk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Is it, though? Is it? I mean, is that easier?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "KINZINGER",
      "sentences": "Well, not morally. It's easier from an answering perspective. Morally, you have to live with yourself. And I don't know how they live with themselves. But if you're just going to go answer and be Marjorie Taylor Greene, it's a lot easier to not have to think of how you can walk a tightrope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "KING",
      "sentences": "Former President Donald Trump surrendering in Atlanta tonight on more than a dozen charges related to his efforts to reverse the Georgia 2020 election results.His historic surrender, the latest chapter in what has been simply an unprecedented saga in U.S. legal and political history. He's now the first former president to have a mug shot. Let's bring in our CNN contributor, the former Nixon White House counsel, John Dean. John, great to see you on this unprecedented day. Help with context as someone who understands Watergate, the stain that was on America. Now, you have a mug shot, the first ever in history of a former president of the United States, the fourth time a former president of the United States has been processed in a criminal case in recent months. Put in context.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "JOHN DEAN, CNN CONTRIBUTOR, FORMER NIXON WHITE HOUSE COUNSEL",
      "sentences": "It's -- your word \"unprecedented\" is correct, where we've moved into an area this country has never been. I can't think of no -- obviously, there's no precedent, not even collectively precedents, that amount to what is being charged here in these four different cases. I can't think of a public figure or public figures that add up to what's going on here.So, we've really moved into what is the area of organized crime and the mob. And yet it's coming right out of activities that occurred in the White House and threaten our democracy. So, this is -- this is a chapter. We don't know how it's going to end, but I certainly hope it ends with the facts being carrying the sanctions they should.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "DEAN",
      "sentences": "Well, in Watergate, the initial reaction was terribly negative public reaction as well as political reaction. The Republicans paid dearly for it. The Congress got its act together and became a co-equal to the executive branch and was actually doing legitimate oversight and directing more policy than they had in decades.But we also entered very quickly, John, an era of scandal. Jimmy Carter, for example, one of the most moral men who has ever been in the Oval Office, was plagued with scandals. There was an independent counsel law that was created and it went after people for things that really were way beyond the call and need. So, there was that negative that followed in just this era of scandal. But it does affect the way Washington works. And the problem is I don't see that remedy on the horizon here yet. We've got the disintegration of a Republican Party that is just amazing to me. Donald Trump somehow has proved himself a catalyst to bring out the worst of the party, and the tail is now wagging the dog.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "KING",
      "sentences": "And so, what is the solution to that? If you go back to the Nixon days, you know, some of the gray hairs in the Republican Party finally came to the president and said, sir, you must go. You have to go for the good of the country and the good of the party here. Nixon was disgraced. Donald Trump presents himself as a victim and a martyr.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "DEAN",
      "sentences": "True. You know, that's a wonderful myth that I'll explain to you someday when over lunch. It's a long conversation to straighten out the gray hairs. They did do something of that nature, but not quite as history has it.The remedy here has got to be understanding that Trump has triggered it's okay for the darkest personalities on the political horizon to take charge. Authoritarian personalities have long existed in the Republican and conservative ranks. Before, they were sort of hiding under rocks or embarrassed to come out and be who they thought they should be. I think they've got to get back under rocks. And the only people who can do that is the rest of the electorate. They far outnumber the authoritarian personalities that are now running the show, and that's what's got to happen in an election, the next election, the next election, and the next election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "KING",
      "sentences": "You don't see that refitting if you are rebooting, at least in the -- in front of you right now. Perhaps, it will happen in the weeks and months of the campaign ahead. John Dean, grateful for your perspective tonight.Let's continue the conversation with my great panel here tonight, the former senior investigative counsel for the January 6th Committee, Temidayo Aganga-Williams, our CNN legal analyst Karen Friedman Agnifilo, CNN political senior political commentators David Axelrod and Scott Jennings. David, I want to start with you to follow up on John's point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR, FORMER OBAMA SENIOR ADVISER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "KING",
      "sentences": "You're a Democrat. You helped Barack Obama get elected. But you're also a former reporter and student of politics in history with your White House experience. I asked him the context. To you, seeing the former president of the United States, who happens to be on this day the faraway frontrunner for his party in the next presidential election, in a mug shot, and he says he's trying to raise money off this, he's trying to boost his political standing off this instead of showing any remorse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:07",
      "speaker": "KING",
      "sentences": "And within the Republican Party, to John Dean's point, about how do you get back, how do you move past. His point is the voters have to do it because most elected Republicans won't. There are many who don't like Donald Trump, but they also don't like to talk about Donald Trump and they would prefer to just hide from all of this. And there are many who are repeating his lies to this day.What happens? Will it take Republican voters, and do you see any evidence in front of us now that that's even a remote possibility, given his standing on the polls? SCOTT JENNINGS, CNN POLITICAL COMMENTATOR, FORMER SPECIAL ASSISTANT TO PRESIDNET TO PRESIDENT GEORGE W. BUSH:  All change in America comes from electoral outcomes. And so, if he doesn't win, another presidential election. I mean, that would, you know, move you a step farther down the road. But what it doesn't necessarily fix is what David is talking about, and that's this utter lack of faith in institutions. You said he doesn't believe in institutions and wants to destroy them. I agree with you, but I think, I'll take it a step further, we were already there. I mean, I think there were a great many Americans, millions of Americans, who had lost almost all faith in institutions. And he sorts of picked up on it, and that's what led him to get nomination in '16 and ultimately allowed him to, at least in the Electoral College, defeat Hillary Clinton. So, we're on a several years long slide against institutions. And I'll be honest, I don't think the current occupant of the White House has done much to restore a lot of faith in institutions in some ways. I don't know that any Republicans believe that he has lived up to his pronouncements on that front. Somebody after an election is going to have to do it. I don't know who it's going to be. I don't know when it's going to be. But until someone wins an election and lives up to that institutional integrity point, we are going to continue on this slide and it's very jarring and it's troubling and it's downright scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:07",
      "speaker": "KING",
      "sentences": "Well, let's come back to the legal aspects of this for a few minutes, and we'll do more in the hour and the next hour ahead. But there's a collision between legal and politics here. If we could show first on his Truth Social platform and then Donald Trump returned to \"X,\" formerly known as Twitter tonight for the first time since right before he left office.And you see that posted right there. There's the mug shot where he is scowling. His team says he tried to look defiant. You read that as you wish. But Karen, never surrender are the words right there. What did Donald Trump do today in Atlanta?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:07",
      "speaker": "KAREN FRIEDMAN AGNIFILO, CNN LEGAL ANALYST",
      "sentences": "Well, he surrendered. He surrendered himself to be arrested and formally charged with the various crimes, the 13 crimes on the 98-page indictment there. So, he did surrender.And then, you know, after that, after he was released from custody, he made these false statements saying that he -- basically said that he's allowed to challenge an election, which he is allowed to challenge an election. But that's not what he's charged with. He's charged with trying to steal an election. And I'm reminded of the bank analogy, right, where you have charges on your account, you call the bank, you ask them to reverse the charges, they don't. You go to the bank, you ask them to reverse the charges, they don't. You can't then go rob the bank to get your money back, to get them to reverse the charges, right? And so that's the difference, is he's trying to make it seem like, oh, all I did was challenge the election. But when you really read the indictment, and that's the beauty of charging RICO, is you have this speaking indictment with lots of facts, Donald Trump and others worked together in a concerted effort with many different prongs to try and steal an election. That indictment is written so that anyone can read it, you don't have to be a lawyer, and you can see the facts for yourself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Our breaking news, the Georgia arrest of Donald Trump. The Fulton County D.A., Fani Willis, today requested a trial date, and it might surprise you, of October 23rd of this year. The case that she has brought against a former president has, well, 18 other defendants now, including Donald Trump. And the judge presiding over the case signed off on a quick turnaround to the start of the trial for only one of these defendants in this yearbook spread you see in front of us, Kenneth Chesebro.Let's discuss now with the former Georgia prosecutor, Chris Timmons. He worked for more than 17 years in DeKalb and Cobb counties. Good to see you tonight, Chris. First of all, this is -- I mean, Georgia is on the minds, under the microscope, under a magnifying glass for a very long time now, particularly today in this week, a very notable day. There's a mug shot of the former president of the United States. It wasn't leaked. It wasn't somehow nefariously obtained. It was published and it is here. What is your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "CHRIS TIMMONS, FORMER GEORGIA PROSECUTORIN DEKALB AND COBB COUNTIES",
      "sentences": "So, I look at this from the standpoint of how it's going to play at trial. What a lot of people don't know is that in closing arguments, the prosecution will often use the mug shot of the defendant. And if you look at Donald Trump's mug shot, he looks like a mob boss.I was scrolling through Facebook during the break, and I have seen a number of posts kind of on both sides. Folks that are to the right are looking at it saying that he looks presidential. Folks to the left are saying he looks like a mob boss. And so, when you're going to try a RICO case and you've got a string different people together, these mugshots are going to be terrific in closing argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "I mean, but let's hone into that for a second, please, because it's the way that he's looking. He wanted to look defiant, according to his people. What does that tell you and how would you actually have a closing argument show it, not just showing it? Is it suggesting that there is no remorse? That he is defiant because he thought he was entitled? What is it you -- how would you actually use this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "TIMMONS",
      "sentences": "Yeah, absolutely. And one of the things you have to keep in mind here is I did several high-profile cases against public officials when I was a prosecutor. And so, there's two cases going on any time you're going after somebody who's high profile. There's the case that's in the court of the public opinion, which is the one that the high-profile individuals care about. And then there's a case that's going on in the courtroom. Their only care about that second case is as much as how it's going to affect the first case.So, the mug shot for Donald Trump in the court of public opinion, he's going to point to that and say, I'm defiant. You know, I'm standing strong regardless of what they're doing. They can't take me down because if they take me down, they're going to take you down. Now, in a courtroom, as a prosecutor during closing argument, I'm going to point to that and say, this is someone who has no regard for the law, this is someone who is acting as the kingpin of a criminal enterprise, and they need to be held accountable by you, the jurors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Now, of course, the D.A., Fani Willis, is hoping to maybe have a trial start for not this particular defendant, but for another. October 23rd is the trial date that has been given right now. I should note, of course, this is because this defendant, Kenneth Chesebro, actually requested a speedy trial. And in Georgia, it's very specific, you've got to have within a certain time frame. That's why he has asked for a speedy trial. She came back and said, all right, October 23rd.When you look at this, people say this seems strikingly absurd. How could you possibly get ready for a trial? But the prosecutor had to stand ready the second this case was indicted and prepared to go forward. So, tell me, does it actually benefit a defendant in the case like this to go so quickly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Now, he doesn't have to wait. Chesebro doesn't have to wait for the removal decision for, say, a Mark Meadows. He doesn't have to wait to see all that unpacked. Yet, he can call for his own individual speedy trial. I do wonder what you think of the likelihood of getting a conviction on the 19th. And I should note for everyone, just because you have a trial date starting, that doesn't mean that you have to complete your jury selection by October 23rd. That might be the bigger lift here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "TIMMONS",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "It does start something or call ready at that point. What is the likelihood you see, Chris, of a conviction for these 19?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "TIMMONS",
      "sentences": "I mean, so the term is joint issue (ph). It just means that everybody has to sign on the indictment formally that the defendant enters a plea of not guilty and the prosecutor recognizes that.In terms of a guilty plea for everybody, I'm not sure. I think it's going to be a polarizing case. I think there's a lot of danger that people on both sides, folks that hate Donald Trump, folks that love Donald Trump and think that he can do no wrong, are going to end up on any of the four juries that are going to be picked in this case. I teach a jury selection class at Georgia State University because jury selection is the most important part of any trial and here it's going to be huge because you're thinking that, you know, even one mistake by the state, one mistake by the federal government, it's a hung jury and you've got to try that long trial all over again, potentially lasting years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "I'm curious as to what the (INAUDIBLE) questions are going to be like. And also, of course, at the state level, you're talking about the actual prosecutors and the attorneys asking the questions. If it's removed, it's a judge maybe more streamlined. But I remind people the OJ trial. Very different. That took months to actually -- hours to go through even the questionnaire. So, we'll see what happens here. Chris, nice to see you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "TIMMONS",
      "sentences": "Thank you for your time. I appreciate the opportunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "KING",
      "sentences": "Our breaking news, the former president, Donald Trump, booked in Atlanta on more than a dozen charges stemming from his effort to reverse Georgia's 2020 election results.The surrender of the former president coming a little more than a year since the January 6th Committee hearings first began. You'll recall that committee later referred Trump to the Justice Department on at least four criminal charges. Joining me now, the chief investigative counsel to that committee, the January 6th Committee, Timothy Heaphy. Timothy, thank you for your time tonight. It was the committee that laid out many of the building blocks that not only the Federal Special Counsel has used for his charges against Trump on election interference, but that are central to these charges on which the former president was processed today in Georgia. When you saw the mug shot tonight, the former president making sad history as the first former president processed in a mug shot. Is there some satisfaction in that? I know it's a sad day for America, but some satisfaction that the committee's work is an underpinning of some of this? TIMOTHY HEAPHY, FORMER LEAD INVESTIGATOR, JANUARY 6TH SELECT COMMITTEE:  Yeah, John, it's a good question. You know, I feel the same way tonight that I used to feel as a federal prosecutor upon convictions in cases. It's justice. It's the right thing. It's what happens when people violate the law and are held accountable. But it's not a reason to celebrate. It's a sad day, as you and others have said. The fact that we're at this point as a nation, that we've gotten to a point where a former president has a mug shot is troubling. So, I guess I have mixed feelings. Absolutely feel like the work of the committee has only been repeatedly vindicated as these indictments have essentially followed the script that the committee put forth in our hearings and in the report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "KING",
      "sentences": "The D.A., Fani Willis, obviously, had a special grand jury. She has developed new information, of course, and new evidence that she now needs to prove in a court of law. But the committee covered a lot of this ground, the pressure of Trump and Trump aides and Trump allies placed on Georgia officials, the whole fake elector idea that was not just Georgia but other states as well.When you see this sweeping indictment, when you see it's the former President of the United States, and you see the charges against him on the screen right there, the racketeering, he is charged essentially as being the leader of this giant conspiracy involving people inside the White House, people close to him in the campaign, people all around the country, do you see in the evidence the committee built enough evidence, at least preliminary evidence, and maybe Fani Willis has more to connect those dots to prove the conspiracy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "HEAPHY",
      "sentences": "Yeah, absolutely. Look, we were already there at the end of the select committee investigation, sufficient to make those criminal referrals. I think, as you said, John, the D.A. and the special counsel have gone a bit beyond where the committee was able to go. They've gotten information from some additional people and gotten some of the same people that we interviewed to provide some additional information because they've overcome privilege objections that were meritless. So, I absolutely see the dots connected. I remember Vice Chair Cheney's opening statement in our very first summer hearing where she laid out exactly very similar to what Fani Willis has laid out and Jack Smith has laid out, a multipart intentional plan to disrupt the joint session and prevent the transfer of power. It's the same core story that she told that night that we're now seeing play out in these criminal cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:58",
      "speaker": "HEAPHY",
      "sentences": "Well, I think it's a tactical move by defendants to peel away, right? If you are a lesser -- least culpable defendant in a multi-defendant criminal conspiracy, it's in your interest to not be sitting next to the leader of the conspiracy. You want to peel off.I think the speedy trial request followed by Ken Chesebro reflects that, right? For him, he wants to go quickly. He wants evidence limited to him. And in a case in which he's severed from the group, it would be a much more streamlined case and a better chance for him to prevail. So, I think, inevitably, you can't really practically try a case with 19 defendants just because of the restrictions of space and security. So, I think you'll see these cases start to sever either with resolutions, with guilty pleas, or with separate trials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:58",
      "speaker": "KING",
      "sentences": "Tim Heaphy, grateful for your time on this important day. Really appreciate it, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:58",
      "speaker": "HEAPHY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:58",
      "speaker": "KING",
      "sentences": "And Laura, there you see, you know, a big question answered today, the president process, but wow, so many more questions still to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:58",
      "speaker": "COATES",
      "sentences": "So many more questions, including, by the way, my next one for the panel, which is just how much money is he going to fundraise off of this, everyone, because as you will see in his -- well, now, it's a tweet that he has already put up there about never surrendering. He mentions his website on it as well. He's fundraising on this already, which is not maybe the most shocking thing in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:58",
      "speaker": "KINZINGER",
      "sentences": "Not at all. And he's going to continue to squeeze this, turn up until it gives everything. And it's an abuse of the elderly, frankly. They're preying on people on a fixed income. They're preying on their fears.If I convince you that, like, I'm the only thing standing between you and certain death, you'll give me anything I ask for. On the committee, one of the things that we didn't flush out a lot because we just were limited on time was how the actual fundraising radicalized the base. They'd get 10 or 15 emails every day. And all you had to see was the headline. They're stealing this election, it was stolen, look at George, blah, blah, blah. And that radicalized the base. This is going to continue to radicalize the base. But when you don't have any shame, you can actually raise a ton of money and be powerful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:58",
      "speaker": "SELLERS",
      "sentences": "I mean, at what point, though, do we stop feeling sorry for these individuals? I mean, look, I am very respectful of my elders. I have fought against older abuse. I hear your point. But there is a certain point in time where there is a base that is susceptible to Donald Trump's lies.He is -- I firmly believe, when we look back at history, he's one of the largest con artists we've ever seen in American political history. I mean, he is someone who uses the bathroom on a golden toilet but convinces poor people that he speaks for them. And I think that in history, when you look at the juxtaposition, he is going to be one of the greatest cons we've ever seen. But I just don't feel sorry for folk anymore. This con has been going on for long enough. And if you choose to give Donald Trump your last $225 today, and you know it's going to his legal defense fund, shame on you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:58",
      "speaker": "WILLIAMS",
      "sentences": "Now, you're touching the important legal question here, which is, are they in this con that you're talking about being candid with people about how they intend to use their money? If the solicitation is I'm going to use this money for my legal defense fund, it's all good. If it's a suggestion that it might be used for political, for a campaign or for something else, that's actually mail fraud or wire fraud. You can go to jail for a long time for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:58",
      "speaker": "SELLERS",
      "sentences": "Let me just tell you, Elliot, I took the bar twice.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:58",
      "speaker": "WILLIAMS",
      "sentences": "No, we're in agreement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:58",
      "speaker": "SELLERS",
      "sentences": "Actually, I took it three times. But I'm just telling you, I took it that many times, so you might be right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:58",
      "speaker": "MITCHELL",
      "sentences": "I was just going to say there's a lot of blurring of the lines because it's both. I think when he appeals to his supporters, again, he makes it very personal. It's not just they're persecuting him. They're persecuting us. They're taking away their vote is how he frames it as he's speaking to his supporters. But he's telling them it's both.He needs your money because he's running for president, which is true. But he also needs their money because he now has four different criminal cases he has to defend himself against. A lot of attorneys, listen, Steve Sadow probably doesn't come cheap down in Atlanta, and he's got all these attorneys that he needs for all these different cases with different types of expertise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "KING",
      "sentences": "The former president, Donald Trump, has now been arrested for the fourth time this year on criminal charges. He surrendered at the Fulton County jail, becoming the first president in American history to have a mug shot.I was a print reporter for a dozen years, so this is of interest to me. Check out the front pages of tomorrow's \"Washington Post\" with the headline, \"Trump Surrenders at Georgia Jail in Election Case,\" and the mug shot, you see it right there front and center. Here's the front page of tomorrow's \"New York Times.\" The top headline, \"Trump is Booked at Jail in Atlanta in Election Case.\" And again, you see the mug shot there. It is about halfway down the page. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "KING",
      "sentences": "Our special breaking news coverage continues now of the Georgia arrest of Donald Trump. I'm John King.",
      "isLastSentenceInterrupted": false
    }
  ]
}