{
  "date": "2023-11-13",
  "headline": "Laura Coates Live",
  "subHeadline": "Paul Pelosi Takes The Stand In Trial Of Accused Attacker; Trump Vows To \"Root Out\" Political Left \"Vermin\"; Trump 'Demands' D.C. Trial Be Televised; Jenna Ellis Pleads Guilty In Georgia Case; Donald Trump Jr. Testifies For Defense In Fraud Trial; A Divorced Couple Talks About How They Are Processing The War; Supreme Court Announces Code Of Ethics. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:35",
      "speaker": "LAURA COATES, CNN HOST",
      "sentences": "Nancy Pelosi's husband is on the stand. What he says tonight about the night an intruder looking for his wife nearly killed him, tonight, on \"Laura Coates Live.\"So, what is it about the political rhetoric in this country that got us here? An 83-year-old man hit in the head with a hammer in his own house. His skull was fractured, allegedly, by a man looking for his wife, then House Speaker Nancy Pelosi. Now, the defendant's own attorney says the attack was motivated by David DePape's belief, belief that Nancy Pelosi was part of a -- quote -- \"a plot to manipulate the country, to spread lies, and to steal votes from Donald Trump.\" Now, he has pleaded not guilty in this matter. But Paul Pelosi testifying today about the moment that he woke up at 2:00 in the morning to find a stranger in his bedroom. Quote -- \"It was a tremendous shock to recognize that somebody had broken into the house and looking at him and looking at, you know, the hammer and the ties, I recognized that I was in serious danger. So, I tried to stay as calm as possible.\" Pelosi is testifying that he led the intruder downstairs, thinking that police could grab him maybe more quickly there, saying -- quote -- \"I knew that my only shot was that if we were downstairs and the police came, it would be much easier to arrest him. God knows what would have happened if we were upstairs.\" Remember the police body cam video of what happened next? We're going to show it to you. And I remind you that it is difficult and disturbing to watch. (BEGIN VIDEO CLIP) UNKNOWN (voice-over): Guys, how you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:35",
      "speaker": "UNKNOWN",
      "sentences": "Oh, yeah. UNKNOWN (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:35",
      "speaker": "UNKNOWN",
      "sentences": "Everything is good.UNKNOWN (voice-over): All right. Drop the hammer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:35",
      "speaker": "UNKNOWN",
      "sentences": "Um, nope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:35",
      "speaker": "UNKNOWN",
      "sentences": "Hey, hey, hey.UNKNOWN (voice-over): What is going on? UNKNOWN (voice-over): Sorry, I'm not getting any answer --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:35",
      "speaker": "UNKNOWN",
      "sentences": "Oh! (bleep).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:35",
      "speaker": "COATES",
      "sentences": "Disturbing is the word for that. What's also disturbing, the graphic illustration of the consequences of our poisonous politics.(BEGIN VIDEO CLIP) REP. NANCY PELOSI (D-CA), SPEAKER OF THE UNITED STATES HOUSE OF REPRESENTATIVES: The person was searching for me. And my dear husband, who's not even that political, actually, paid -- paid the price. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "What is it? What kind of terrorism? I didn't hear that word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HARVIN",
      "sentences": "It's stochastic terrorism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Stochastic terrorism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HARVIN",
      "sentences": "Yeah. When you demonize an individual or group of individuals long enough, those words will manifest. And just like this individual, this is the manifestation of mis- and disinformation, conspiracy theories, and demonization of a political party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "When you talk about that, why this is so relevant even today, not only, of course, is Paul Pelosi on the stand testifying today, but even after he was attacked, people went straight to conspiracy theories, floating rumors that he was gay, that he was having an affair, and also the overall distortion of truth in society.More broadly, people can be very susceptible to hearing something over and over again and having a face of who they are told is the villain, is supposed to be demonized, and when that happens, all sorts of things can go wrong. You were sounding the alarm, for example, leading up to what happened on January 6th, and people choosing their particular villains. In that case, it was political as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HARVIN",
      "sentences": "Yeah. Unfortunately, I hate to say this, but for those of us in this business, the targeting of a political figure is not -- really was not something that was a surprise. What was a surprise was literally as this man is getting operated on, really prominent members of the far-right and of the Republican Party went to Twitter, went to social media to make fun of this, to make light of this, put memes out. And what that does is it normalizes this type of violence. It almost makes it okay.I would love for you to put up on your screen for the viewers the official statement from the RNC denouncing this. But there was none. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HARVIN",
      "sentences": "And so, this is where we're at. I think that many Americans would find political violence unpalatable. They think it's something that happens in failed states. But, unfortunately, unless the rhetoric is going to be brought down, people are going to have to get used to this type of targeted individual violence until things get better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Frankly, Donell Harvin, thank you for coming. You can imagine a lot of people probably going, oh, yeah, I think I remember this particular case, even hearing about it today, and it was an extraordinary moment. And people thinking about all the different things that have happened since, the normalization, the compartmentalization, and then, of course, the dismissing of what has happened. Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HARVIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "I want to bring in Sarah Matthews, former Trump White House deputy press secretary, also Republican strategist Shermichael Singleton. I'm glad you're both here. I mean, a lot of people, frankly, even forgot about this happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SHERMICHAEL SINGLETON, REPUBLICAN STRATEGIST",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "And we're surprised to know that the trial was still going on, that there was a testimony from Paul Pelosi. It does speak in many ways to how distant a memory people make. Things that were completely outrageous when they happen because of all that's going on. What is your reaction, Shermichael, thinking about, are we in for a great deal more of political violence --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SINGLETON",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "-- and the rhetoric heating up even more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SINGLETON",
      "sentences": "Oh, I think so. I mean, I think Donell raised a great point about stochastic terrorism. It's bred out of populism. And I think a lot of people have the belief that if Trump were to just go away or if you're on the other side of -- that this person was to just go away, that things are somehow going to be better.I'm not convinced of that, Laura. I think there are a lot of people who feel marginalized economically. I think a lot of people feel marginalized politically. I think a lot of people feel marginalized because of the cultural changes that are occurring in the country. I think it's easier to point to a political leader's rhetoric. And that's not to say that rhetoric can't inflame tensions. But that doesn't get to the crux of what people are dealing with. And that is something that I think about often in my moments of quietude. How do we get the country to move forward as a whole regardless of who's in charge? And I don't think we're talking about that enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "I mean -- you know, I'll talk more about your moments of quietude if you'd like.(LAUGHTER) I don't know. But, I mean, I'm happy to hear more about your moments of quietude. But in the meantime, Shermichael and Sarah, I want you to hear this because one of the reasons this is so relevant right now is because the rhetoric has not stopped. SINGLETON: Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "It's because -- I mean, one of the reasons people talk about Senator Tim Scott dropping out of the race is because optimism wasn't selling. It wasn't hitting for a lot of people. And yet you've got this grievance-based political structure. People say, I like the anger because I feel angry, too. Listen to this, though. We saw some results of some dangerous political rhetoric recently. Listen to what Trump said over the weekend.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "We pledge to you that we will root out the communist, Marxist, fascist, and the radical left thugs that live like vermin within the confines of our country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "SARAH MATTHEWS, FORMER TRUMP WHITE HOUSE DEPUTY PRESS SECRETARY",
      "sentences": "I think that Donald Trump knows that this is the type of rhetoric that his base wants to hear. And he's always focused on his base. And this will rile them up. But I do think that it serves to just further divide Americans. Look, Republicans were really upset when Hillary Clinton called MAGA supporters deplorables.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "MATTHEWS",
      "sentences": "But then when Donald Trump says that he wants to root this country of the vermin that are his political enemies, Republicans are largely silent. I mean, you had the RNC chair asked about it over the weekend, and she said that she wasn't going to make any comments on it.Really, the only Republican that we've seen make any sort of comment on this is Liz Cheney who, obviously, has largely moved away from the party or just been pushed out mostly because of her willingness to call out Donald Trump for this type of rhetoric. And I think that, you know, Biden won in large part in 2020 because he said that he was going to, you know, heal this country of our divisions, and it was a battle for the soul of the nation. And unfortunately, I think that Americans are still really divided. And that's a large part of why people are maybe reluctant to support him again in 2024, because I think they thought that a vote for Biden in 2020 would move our country in a better direction. And unfortunately, a lot of Republicans -- sorry, excuse me, a lot of Americans are still suffering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "Well, certainly, the idea of one person being able to be the solution is always going to be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "SINGLETON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "-- elusive for people. But I want to -- if it was just the vermin comment, maybe one thing. But there's also some really disturbing reporting from Axios tonight I want to share with you. And they say, and I'm quoting here, \"Former President Trump's allies are pre-screening the ideologies of thousands of potential foot soldiers, as part of an unprecedented operation to centralize and expand his power at every level of the U.S. government if he wins in 2024.\"By the way, Shermichael, it's up to 54,000 of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "SINGLETON",
      "sentences": "Yeah. I read that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "And that's an astonishing number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "SINGLETON",
      "sentences": "It is. I think it is lessons learned, I would suppose, from the first time. I mean, remember, within the first year or first couple of months, actually, they had this process of going through people's social media to see if you were critical of the former president. I was one of those individuals. And if you were, then you got to boot. You were fired pretty immediately.But I think this goes back to the point that I was making about this political disenchantment among a certain sector of the Republican base. And what I think that Trump has figured out, and we could debate whether or not this is good or bad, but he has figured out that these people are starving for someone to be an answer to what they perceive as a political corruption by this elite class, not only just from Democrats, Laura, but also from Republicans themselves. And so, as long as Trump continues to sort of pit himself as, I am the answer, the resolution to this corruption, then he's going to continue to have support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "I'm always tickled that Trump is supposed to not be a part of the elite class.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "SINGLETON",
      "sentences": "I know. Isn't that interesting? The billionaire.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "I just find that -- let me sit my tea. Sarah, does that actually -- does this scare you, the recruitment? I mean, obviously, before, it was about having adults in the room. People said, well, I joined because I wanted to be the adult in the room. But the recruitment around political philosophy rather than experience or credentials or allegiance is really scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "MATTHEWS",
      "sentences": "I think this is one of the things I'm most concerned about if Donald Trump were to win a second term, is who would be staffing this second administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "Yeah. MATTHEWSYou know, I'm thankful that we had people in positions of power like Bill Barr or General Kelly or even Mike Pence because he did not go along with Donald Trump's plan to try to overturn the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "Will others come, though, now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "MATTHEW",
      "sentences": "So, I do think that there will still be some good people, but I don't know if in large part that is going to be the case. I think that it's going to be mainly yes men who are willing to carry out Trump's marching orders and will not push back on his worst instincts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "SINGLETON",
      "sentences": "But can I say, Laura, I mean, this is a part of the plan though, right? Because if you're a supporter of Trump and your idea is that the first time the agenda wasn't fully realized or fully actualized, the only way the agenda can be realized is by having like- minded people as close to 100% as possible.And so, you're not going to get a lot of pushback from the RNC chairwoman or many other Republicans who want to be close to Trump because if the idea is to promise to the base that in order to receive this make America great again idealism, we have to have people who fully believe it, who aren't going to sort of check the president when his worst instincts take control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "SINGLETON",
      "sentences": "Thanks, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Look, if you are facing serious criminal charges, you might not want people to see your trial on television. Well, Donald Trump does. Why he's trying to make his election subversion trial in Washington, D.C. must see television?(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Has Donald Trump ever seen a camera that he did not like? Now, in a way, of course, I'm asking you a rhetorical question, right? After all, this is the man who introduced himself to America on TV.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "TRUMP",
      "sentences": "You're fired. You're fired. You're fired.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "JIM GRIFFIN, DEFENSE ATTORNEY FOR ALEX MURDAUGH",
      "sentences": "Yeah, I sure did, Laura. Thanks for having me. I was a big proponent of cameras in the courtroom going into that trial. I've tried a couple of other cases where there were court TV and cameras. You know, I felt it was important to educate the public on how trials operate and, you know, better educated, and hopefully, they'd have faith in the judicial system.But the Murdaugh trial was a wholly different character. I mean, it brought out, you know, probably the worst of the viewing audience. We had people traveling from around the country to come to the courtroom just so they could get on television. We had -- it sorts of devolved into a sporting event. I mean, at times, the jurors -- I mean, the gallery in the courtroom would clap when the judge would rule against us. And there's really, you know, a tremendous temptation if you're on that type of a stage. Trial lawyers are hams, they're actors, they love the stage. And you do lose track of what the focus of the trial is and the jury. And I think in the Murdaugh case, I mean, that happened to some degree to all of us, court officials, lawyers. And then there was just tremendous circus atmosphere on the outside of the courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "GRIFFIN",
      "sentences": "And when the jurors would leave, they would see, you know, tents and reporters from major networks and all -- you know, CNN and other networks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Well, Jim, you know, what you described, and I totally understand. First of all, I understand trial attorneys being hams. I get it. Hams is always a part. We indicted ham sandwiches. We're hams in the courtroom. I get it all. But what you described, couldn't that be contained by minimizing who's present in the courtroom and allowing cameras to be there for the greater audience?I mean, a case like this, of course, when you have a former president on the stand and a former president in the courtroom, aren't there ways to change what you saw a circus like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "GRIFFIN",
      "sentences": "Yeah. You know, that's a lesson learned. And if I were to be faced with the same situation again, you know, I would know better to ask for more restrictions on, you know, how the media is placed outside the courthouse. But, you know, media -- I mean, they have a First Amendment right. So, it's a real balancing test for judges, balancing the First Amendment right to the media, the public's fund, right to access trials, a defendant's right to have a public trial.And I've got to tell you, I understand why President Trump and his lawyers, I know John Lauro is an excellent lawyer, friend of mine, I've worked with him, you know, why they would want to have cameras in the courtroom, because they want as much spillover effect of what happens outside the courtroom to impact the jury. And we felt like in the Murdaugh case, there was a spillover effect of what happened outside the courtroom that, you know, the jurors couldn't -- couldn't ignore. And Murdaugh was a reviled defendant. I mean, he'd done -- accused of doing some really bad things financially and stealing from his clients. And so, you know, he was -- you know, he was not liked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "GRIFFIN",
      "sentences": "President Trump is liked by a lot of people. And so, you know, I can understand why they would want, you know, a broader audience coming into play, you know, and the jurors hearing from them. You know, the answer to that may be, Laura, to sequester the jury, like the O.J. trial. That jury was sequestered for months on end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "GRIFFIN",
      "sentences": "And so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Look --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "GRIFFIN",
      "sentences": "You know, maybe that is the answer, but it's a pretty draconian response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:07",
      "speaker": "GRIFFIN",
      "sentences": "Well, I can tell you without a doubt for President Trump's trial, it would be best that it be broadcast so that -- because all of Trump supporters, and Trump has made a political career out of attacking the media, mainstream media is an enemy of his people, and if the verdict comes back against Donald Trump and all the Donald Trump supporters have heard this mainstream media is filtering or interpretation of the evidence, they will not accept it.So, I strongly believe that that an unfiltered public broadcasting of President Trump's trial would be in everybody's best interest. Now, you have to take cases individually. If I had to do the Murdaugh case again, I would tell you the complete opposite. I would not want cameras in the courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:07",
      "speaker": "COATES",
      "sentences": "Really interesting. We'll see what the federal court says about it. They're not normally allowed in the courtroom for any reason, so this would be a real departure from what is the standard. Jim, nice to talk to you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:07",
      "speaker": "GRIFFIN",
      "sentences": "All right. Thanks for having me on, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:07",
      "speaker": "COATES",
      "sentences": "Don't forget to check out Jim's crime podcast, \"The Presumption,\" wherever you get your podcast. It's also available on YouTube.Well, she pleaded guilty in the Georgia election interference case. Now we're hearing what former Trump attorney, Jenna Ellis, told prosecutors about the final days in the White House with ways to overturn the election running out. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "COATES",
      "sentences": "Well, we've got news out of Fulton County tonight. ABC News obtaining video connected to the first plea deals in the Georgia 2020 election subversion case. Former Trump attorney, Jenna Ellis, telling prosecutors of a late 2020 conversation with top Trump aide, Dan Scavino, where Scavino revealed the former president did not -- did not plan to leave the White House.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "ELLIS",
      "sentences": "He said to me in a kind of excited tone, well, we don't care and we're not going to leave. And I said, what do you mean? And he said, well, the boss, meaning President Trump and everyone understood the boss, that's what we all called him, he said, the boss is not going to leave under any circumstances, we are just going to stay in power. And I said to him, well, it doesn't quite work that way, you realize? And he said, we don't care.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "COATES",
      "sentences": "Now, Ellis pleaded guilty to lesser charges in exchange for her testimony. Scavino did not respond to ABC News's request for comment. Let's talk about it now and more with CNN legal analyst Norm Eisen, a former White House ethics czar, and trial and compliance attorney Seth Berenzweig. Wait, tell me your last name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "SETH BERENZWEIG, TRIAL AND COMPLIANCE ATTORNEY",
      "sentences": "Berenzweig.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "COATES",
      "sentences": "I did it right the first time. Oh, man, Berenzweig. Well, see you're here. You have the courtesy, of course, of getting your name right. Thank you for being here today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "BERENZWEIG",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "COATES",
      "sentences": "Norm, I'm glad you're here. Let me begin with you, though. When you heard this from Jenna Ellis, did it surprise you? Does it transform her into a more important witness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Well, Laura, as you know, when the Jenna Ellis plea broke, I wrote for \"The New York Times,\" this is going to be Fani Willis's star witness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "EISEN",
      "sentences": "And when we heard those words, the boss is not going to leave under any circumstances, we are just going to stay in power, but you lost, we don't care, that summarizes what the prosecution's case in Georgia and federally is all about. The illegitimate desire to hang on to the White House even though you lost the election. Dynamite video from Jenna Ellis, and she's going to be the star witness against Trump now, it's clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "COATES",
      "sentences": "Well, I wonder because there's also a Sidney Powell testimony as well that we've also obtained. ABC News hearing from her as well. Listen to this.(BEGIN VIDEO CLIP) UNKNOWN (voice-over): What was President Trump's reaction when, I guess, this cadre of advisors would say you lost?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "SIDNEY POWELL, FORMER TRUMP CAMPAIGN ATTORNEY",
      "sentences": "It was like, well, they would say that, and then they'd walk out. He got to see, this is what idea was all about (ph).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "COATES",
      "sentences": "Now, I will say, with respect to Ellis, Seth, Trump's lead counsel in Fulton County told ABC News that the statement of the purported private conversation, he called it absolutely meaningless. Now, I wonder (INAUDIBLE) you're chuckling. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:31:02",
      "speaker": "BERENZWEIG",
      "sentences": "Well, he's probably saying anything that he can, but the reality is that this is really hitting pay dirt. One of the most difficult but core aspects of a prosecutor's job is to find an evidentiary door to open into the mindset of the criminal defendant.And this is really a door that can open because you're seeing instances where Mr. Trump is apparently showing that state of mind by demonstrating that he realizes full well that he didn't win even though Mr. Scavino was saying they're not going anywhere. Now, there's going to be a little bit of an evidentiary challenge for Jenna Ellis because there's going to be a hearsay objection. But I think that can get overcome. In other words, she'll say, Dan Scavino told me that Donald Trump told him I ain't going anywhere. But they can get over that hurdle because they just have to put Scavino on the witness list. So, this is not good for Mr. Trump, and this on top of what's going on in the New York trial just shows he's not having a very good week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "EISEN",
      "sentences": "Well, it was like an infomercial for Trump properties, but it didn't go to the core issues in the case. He talked about how great the properties were, but this case is not about are they good or bad, it's about the valuation and the overvaluation, sometimes many times over.Indeed, some of the evidence that came in today was actually harmful. They put a brochure into evidence that said 40 Wall Street was 72 storeys. But according to public records, 63 storeys. So, they actually made the state's case for them today. I thought it was a face plant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "What do you think about -- I mean, obviously, Eric Trump is going to take the stand again, likely Donald Trump as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "BERENZWEIG",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "If Don Jr. face planted, what's going to happen to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "BERENZWEIG",
      "sentences": "Well, I think that a lot of the opportunities have already been lost, quite frankly, because going into the trial for the day one of the defense today, Don Jr. was really one of the most important witnesses for the defense.The Trump Organization is really on life support right now, and they needed Don Jr. to really deliver today because -- especially when his father and his sister went to the White House. He was in charge. But his defense of apparently don't blame me, I just own and run the company, isn't really very effective. And the fact that he was just rambling on and saying that his father was an artist, it was really interesting, but it didn't really hit the bullseye. So, I think that they're really going to be having a big problem as that case goes down the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:41:22",
      "speaker": "COATES",
      "sentences": "Tomorrow, tens of thousands of people are going to gather at the National Mall for the \"March for Israel\" rally. Law enforcement agents are increasing security ahead of the event in the wake of antisemitic violence across the country.Now, tonight, tensions are still raw. And there's new video that shows some UCLA students striking pinatas plastered with the faces of the Israeli Prime Minister, Benjamin Netanyahu, and also President Biden. UCLA issued a statement condemning the hateful behavior and bigotry amid the intensifying protests on their campus. My next two guests, a divorced couple, one Israeli American, the other Palestinian American, they say that this war has actually made their bond stronger than ever. Mya Guarnieri and Mohamed Jaradat are joining me now. Thank you both for joining me tonight. We begin with you, Maya. You say that no one understands your pain at this time better than one another. Tell me about how that is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:41:22",
      "speaker": "MYA GUARNIERI, ISRAELI AMERICAN, WRITER AND JOURNALIST",
      "sentences": "Well, because we both love the land and we both love the people and the land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:41:22",
      "speaker": "COATES",
      "sentences": "Mohamed, you know, the idea of that common love and bound and, obviously, bond, so unbelievable and so wonderful. And yet when we see this outside of the vacuum, we see the struggles that are happening in the region, here at home, the conflicts. I mean, you and Maya don't always agree, but you have managed to create a peaceful, safe space where you can hear each other. And for many, they're wondering, how did you do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:41:22",
      "speaker": "MOHAMED JARADAT, PALESTINIAN AMERICAN",
      "sentences": "Because we start with love, love for each other as human being. That's how we want everyone to look at the people, at the civilians who are dying there now. They're just humans like us. They want to live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:41:22",
      "speaker": "COATES",
      "sentences": "I mean, that connected tissue --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:41:22",
      "speaker": "JARADAT",
      "sentences": "We are stronger now because we see that only us can protect each other and protect our kids. We want to keep them safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:41:22",
      "speaker": "COATES",
      "sentences": "It really speaks to the future and what people are hoping to happen, Mya, more broadly. I mean, you and Mohamed actually divorced in 2022 after eight years of marriage. But as Mohamed mentioned, you both co-parent your children. I do wonder, as a mother myself, how are you explaining this conflict to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:41:22",
      "speaker": "GUARNIERI",
      "sentences": "Well, our children are seven and six, so they're quite young. We haven't really given them much beyond the broad breaststrokes that there is a war and it's between the Israelis and the Palestinians. We try not to talk. We try not to give them any of the details because the details are horrifying on both sides and tragic.So, you know, we've given the broad breaststrokes and my daughter, when I was walking the dog with her recently, I did share a little bit more with her, you know, that people are dying. I told her that people have died on both sides and that it's horrible and tragic and shouldn't be happening. But beyond that, we're trying to protect them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:41:22",
      "speaker": "COATES",
      "sentences": "Did she understand in that moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "I appreciate your honesty and trying to figure out what would the follow-up look like. And you hope that there's not the one question too many where it inevitably ends with you not knowing what to say. I know I felt that way as a mother so many times.And Mohamed, I mean, I understand that your family actually rejected the idea of you even marrying Mya at first because she was Jewish and an Israeli citizen. When you think about that context now, I mean, do your families understand your positions now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "JARADAT",
      "sentences": "They do, and they know that she does not represent the state of Israel or support what they do. COATESI wonder how you both are feeling about the U.S. response to this war. I mean, Mya, do you feel like there's enough being done or the conversations that had at the political level sufficient?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "GUARNIERI",
      "sentences": "I feel that, you know, there has to be a ceasefire, period. I don't feel that what Israel is doing right now to Gaza and particularly to civilians in Gaza is going to actually bring the Israelis more security in the long run. I don't think Netanyahu has an end game. If he does, it's not a very intelligent end game.So, I think that there needs to be a lot more pressure on Israel to stop what it's doing right now. There has to be a ceasefire. And, you know, the U.S. government obviously can play a huge role in that. I think that the U.S. government is not handling this well either. The U.S. government should be intervening as a peacemaker and not arming Israel more than it has already armed, in my opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Mohamed, how do you feel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "JARADAT",
      "sentences": "I feel shocked. They're using my tax money to bomb my own people, you know. It's hard to explain to myself or for my children when they grow up how their own people were killed during this war. I don't find the words to explain that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Well, Mya and Mohamed, thank you so much for allowing us some -- a moment with both of you to better understand how both of you have come together and are trying to grapple with what so many families are thinking about now. How do we explain any of this to our children? Thank you so much. We'll be right back.",
      "isLastSentenceInterrupted": false
    }
  ]
}