{
  "date": "2023-05-24",
  "headline": "Connect the World",
  "subHeadline": "Official: Part of Bakhmut Still Under Ukrainian Control; Typhoon Lashes Guam with Devastating Winds & Rain; Florida Governor Ron DeSantis to Enter U.S. Presidential Race; Uvalde, Texas Marks One Year since Robb Elementary Massacre; Key Aid Agency Urges Taliban to Allow Female Workers; First Above-The-Knee Double Amputee Scales Mount Everest. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "ELENI GIOKOS, CNN HOST, CONNECT THE WORLD",
      "sentences": "Well coming up this hour, Russia's Defense Minister warning that Moscow will respond promptly andextremely harshly to any further attacks on Russia. This is after anti- Putin Russians launched a cross border attack on the Russian City of Belgrade from Ukraine. Strong winds and heavy rain from Typhoon Mawar are pounding. One Meteorologist says it's the most brutal storm to hit the island in decades. And Florida Governor Ron DeSantis will end months of speculation in just a few hours; he is set to announce his bid for the White House in a conversation with Elon Musk on Twitter. Well, new this hour Moscow reacting to reports on social media that U.S. made military vehicles were allegedly used in Monday's ground assault on Russian soil. The Kremlin saying it's no secret that increasing amounts of Western equipment is being used by the Ukrainian forces. Ukraine for its part continues to deny direct involvement in the Belgorod raid. Anti-Putin Russian nationals are claiming responsibility for the attack, which Russia's Defense Minister has deemed a terrorist act. All of this as the Governor of Belgrade says nine people were hospitalized following more drone strikes overnight. CNN's Fred Pleitgen is following all of these developments from Kyiv. Of course, this attack just showing that Russia is also vulnerable. The anti-Putin you know, group saying that they are responsible for this attack. Ukrainian saying they are not involved. But what does this actually mean in terms of Russian calculus in the way that they'll be dealing with threats coming through from Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, I think it certainly is very difficult for the Russians one of the other things thatwe have heard from the Kremlin from Dmitry Peskov, the Spokesman of the Kremlin is that he who not only holds Ukraine responsible, but he says that it shows to the Russians that they are under attack from Ukraine. Now the Russians, of course, are using this to justify their war in Ukraine, even as the Ukrainian says that they had nothing to do with the operation itself. Even though as you mentioned, we have learned that apparently, the Ukrainian military intelligence was informed about the operation from these anti-Putin, Russian groups that were conducting this. And so it certainly does show, as you put it, that the Russians are quite vulnerable there. And there certainly are a lot of people inside Russia, who are asking a lot of questions has enough been done to secure that border, for instance which is that right on the cusp of a country where Russia is conducting a large military operation is essentially at war? So people are asking a lot of questions and people are demanding answers of the Russian authorities, but especially of the Russian military, here's what we're learning. (BEGIN VIDEOTAPE) PLEITGEN (voice over): The Russian military allegedly fighting back. The Defense Ministry showing video of what it says is strikes against fighters who allegedly crossed the border from Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "IGOR KONASHENKOV, RUSSIAN DEFENSE MINISTRY",
      "sentences": "The remaining nationalists were thrown out to the territory of Ukraine where they were shelled until theywere fully liquidated. PLEITGEN (voice over): The fighters are anti-Putin Russians calling themselves the Russian volunteer corps and the Freedom for Russia Legion. Still, the Kremlin says it holds Ukraine responsible for the incursion. But in an exclusive interview with CNN, Ukraine's National Security Adviser brushed off those claims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "OLEKSIY DANILOV, UKRAINIAN NATIONAL SECURITY ADVISER",
      "sentences": "There is a part of Russians who are on the side of light and who went to deal with thedarkness that exists in Russia now. What are the questions to us? I don't understand at all. PLEITGEN (voice over): Russia claims Ukraine ordered the raid to distract from the situation in Bakhmut, where Moscow now claims its forces controlled the entire city that has essentially been reduced to rubble as these aerial views show. The National Security Adviser insists Ukrainian forces still hold part of the town and that the decision to stand and fight despite overwhelming numbers of Russians was right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "DANILOV",
      "sentences": "We are clearly aware of when, where, how and what should start. The final decision is up to the President and the security staff. When thedecision is made, Russia will definitely feel it. PLEITGEN (voice over): Greetings from Bakhmut -- in one of the videos from the cross border raid into Russia reads and the Kremlin already using the incident to try and justify Vladimir Putin's war in Ukraine. Putin himself portraying Moscow as the victim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT",
      "sentences": "We are often told that Russia has started some kind of war. No, Russia with a special military operation istrying to stop this war being waged against us. PLEITGEN (voice over): But clearly, not all Russians agree the groups who say they're behind the cross border attacks are vowing to battle on defending Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "PLEITGEN",
      "sentences": "So as you can tell there certainly somewhat of a humiliating experience, if you will, for the Russians. And you know, one of the thingsthat many people are asking questions about is why it also took the Russian security forces such a long time to as they say, get these people off Russian lands. It was more than 24 hours that it took until the Russians declared that they had essentially pushed the attackers as they put it back across the border, liquidating some 70 of them, as the spokesman for the Russian Defense Ministry said. But Yevgeny Prigozhin the Head of the Wagner Private Military Company who of course has been fighting and his forces have been fighting in Bakhmut asked look, if these attackers were able to come across the border like this so easily what's to stop them from going to Moscow next time, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, because it's about 700 kilometers from Moscow so really good point there. I want to look at that you know, Bakhmut, the fate of Bakhmut.We saw from your reporting there, that Ukrainian officials say it is still under Ukrainian control. Russians are saying something very different. What is the sense from your side in terms of what you're hearing? And I guess what a lot of this really relies on the counter offensive, which we're still not sure when it will begin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "PLEITGEN",
      "sentences": "Well, first of all, I think when the Ukrainians talk about still having areas of Bakhmut under control, they mean a very small area, if that-- a very small area in the West of Bakhmut, that they say they can still access and they still have somewhat of control over. Yevgeny Prigozhin of course, for his part has been saying that the city itself, or the biggest part of the city, if you will, is now under control of Russian forces, especially Wagner he says that Wagner was responsible for most of what happened there. One of the things that have been happening is that Ukrainians once again have been making gains on the flanks of Bakhmut. And of course, Prigozhin says the fault of that lies with the Russian military. He has this feud with a Russian Defense Minister. Some key things are going to be happening an Eleni in the next couple of days, and then possibly in the next couple of weeks. There is of course, that looming counter offensive, which could change a lot of things on the ground anyway. But Yevgeny Prigozhin has also said that starting tomorrow, his forces Wagner are going to start withdrawing from Bakhmut, and he says they are going to have a full withdrawal from all of Ukraine by June 1st. Now in an interview overnight, he somewhat qualified that and said give or take a few days. But he did say that that is going to happen. And the big question is what happens then? Are the Russian regular forces going to move in? Are they going to be able to hold that area? Are the Ukrainians going to mount some larger counter attack? Is that going to be more successful? So certainly, if you will, while the Russians are saying that they are now in complete control of Bakhmut, the Ukrainians very much still have a lot of forces in that area as well. They have been launching counter attacks. So if you will, Bakhmut certainly is very much in play at this point in time, if you will, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "KUPARASHVILI",
      "sentences": "Yes, yes, definitelyROBERTSON (on camera): How close?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "KUPARASHVILI",
      "sentences": "It's pretty close.ROBERTSON (voice over): It's what commanders have been saying for a while. Reality right now it's cat and mouse hiding, waiting and watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "KUPARASHVILI",
      "sentences": "Russian understands that we will concentrate our forces to try to hit as much so we know not to gather this not to accumulate forces,but on daily basis will have information changes in the tactics changes in operations changes in a situation. ROBERTSON (voice over): The lessons of Ukraine's recent small gains around Bakhmut Russia regroups fast steps up shelling rapidly reinforces with troops from other front lines, meaning smaller attacks can create opportunity. ROBERTSON (on camera): When the big counter offensive comes the Ukrainians will need to muster as much firepower as they can even old equipment like this to pull down the Russians before they can send their own troops in. ROBERTSON (voice over): Only smartly used sustained an overwhelming force will win. And even then, there is no guarantee Nic Robertson, CNN, Eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Typhoon Mawar is lashing the U.S. territory of Guam with powerful winds and torrential rainfall right now. The eye of the Typhoon passed justnorth of the Pacific Island earlier today. But the Eyewall that's the strongest part of the storm is still pelting the entire island with hurricane force winds. The National Weather Service says Mawar is the strongest storm to impact one in decades. Let's bring in CNN Meteorologist Derek Van Dam in Atlanta. Derek, we know that Eyewall is intense. It is still currently wreaking havoc on the ground. Could you tell me what people would be experiencing based on what you're seeing from satellite images?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Well, how about personal experience, right? I've been in several of these types of storms right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "That's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GIOKOS",
      "sentences": "Absolutely scary. Derek Van Dam, great to have you on thank you so much!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "DAM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GIOKOS",
      "sentences": "Well, you're watching \"Connect the World\" and just ahead, a major announcement in the race for U.S. President and it's coming in an unusualway in the chat with Twitter Owner Elon Musk. And a U.S. General is under fire for ordering a tweet involving a drone strike. We've got exclusive reporting on why that may have been premature. That's all coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Is that your prediction then Donie that Trump will be back on Twitter tonight? I have a feeling he might be.O'SULLIVAN: I wouldn't be surprised.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Yes. OK. So Steve, let's get into the political element here. Ron DeSantis, I think has stirred a lot of controversy, interesting movementsthat he's making. I mean, he's gone head to head with Disney, which is, you know, one of the biggest employers in his states. Does he have what it takes to take on Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Well, he certainly has the money to take on Donald Trump. He has more than $100 million already behind them and he isgoing to raise more money this week. I'm actually in Miami, where he is going to have fundraisers who are going to be dialing for dollars for him this week. He also has pretty strong name recognition. And he has a compelling message. He has been a conservative warrior in Florida, who has pushed an aggressive agenda that has been a lot of red meat for the base. But the question of whether or not he is ready to take on Donald Trump head on remains to be seen. He has stylized himself as someone who never backs down and isn't afraid of a fight. But he has not yet gone after Donald Trump directly. He has been ready to go to war with Disney, as you mentioned, of course, the media and many others of these characters that he has turned into his political enemies. But he has so far been very, very quiet about the former president and whether or not he actually engaged with Donald Trump remains to be seen. And we probably won't get a really strong sense of whether or not he is ready to go toe to toe with the former president until these two men are on a debate stage later this fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Yes. So this is an interesting point. I mean, can he command a room with charisma with his body language? I mean, it I think this has been alsoin discussion, Steve, whether he's got what it takes in terms of the image that he portrays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "CONTORNO",
      "sentences": "Exactly. This is definitely one of the knocks on him that I've heard repeatedly from donors, and operatives, who are worried about whetheror not the warrior can work a room and he comes off as stiff. He comes off as a little cold when he talks to people. But the expectations for him have also been set so low by the political class, that often when he walks into a room and he does the bare minimum of shaking hands and kissing babies, that people walk away relatively surprised with how affable he seems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "CONTORNO",
      "sentences": "So as much as that there's been a lot of hand wringing over that so far, I think, you know, he's, he's going to campaign in a very differentstyle, he's not going to be a warm and fuzzy candidate. That's Tim Scott, who is also running this way. He's, he's running as a happy warrior. DeSantis is going to run as the fighter as a brawler. And I don't think he's going to worry too much about whether or not he's appealing to people by shaking hands and making small talk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "So, Donie, I mean, here's the thing, if you're on TV or on a stage, your body language absolutely matters. But if you're on a Twitter space,what you say really matters in the way you say it, right. O'SULLIVAN: Yes, that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "Good point, Donie O'Sullivan, Steve Contorno, thank you so much, great to see you. Well, moving on, and CNN exclusive reporting hasuncovered that a confusing social media post earlier this month by U.S. Central Command is under review. The tweet about a drone strike targeting an al-Qaeda leader was apparently ordered by senior U.S. General Erik Kurilla. Sources said the tweet was sent out with no actual confirmation of who was killed. And there are now questions about whether civilian died instead and why a casualty review was not opened until 12 days later. National Security Reporter Natasha Bertrand has more on this exclusive CNN reporting from the Pentagon, Natasha, great to have you with us. Look, there seems to be so much confusion on whether the CENTCOM General was urged to hold off on this tweets, you know, making something public without actually having confirmation, so many questions around this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, Eleni. So what were told about that May 3 announcement is according to one defense officialwith direct knowledge of the situation. His subordinates, the commander subordinates did in fact, urge him to hold off on making that public announcement that a senior al Qaeda leader had been targeted before they actually had confirmation. Or until they had confirmation I should say, of whether they actually got the right person in that strike the person, the supposedly senior al Qaeda leader that they were trying to target. Now two other defense officials told us that they are not aware of any vocal opposition to Kurilla moving forward with that announcement. But the bottom line remains that Kurilla ordered an announcement to be made about a strike, saying that they targeted a senior al Qaeda leader without actually having any confirmation that they did, in fact, do so and without recognizing that they could have actually killed a civilian by mistake that is now what is under investigation. And we are told that the Pentagon and Central Command really did not start looking into whether a civilian casualty had resulted from this airstrike until the Washington Post started asking questions about the strike and presented them with information that suggested that this individual who was killed may actually have been a farmer who had actually no ties to terrorism. So 12 days after this strike was carried out. And well, after of course, the public announcement went out that a senior al Qaeda figure had been targeted. The Pentagon finally opened a civilian casualty review to see whether, in fact, they had accidentally killed a civilian. So that is what they're reviewing now. But obviously a lot of questions about why this took so long, and why a public announcement was made before they really had all the facts, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "Natasha Bertrand, great to have you on. Thank you. Well, it's been one year since one of the worst school shootings in U.S. history. Comingup, we report live from Uvalde on the first anniversary of the Robb Elementary massacre. And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "NORA NEUS, FORMER CNN PRODUCER",
      "sentences": "She had a friend next to her that she was pretty sure it was already dead and was laying on the ground bleeding out.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome back to \"Connect the World\" with me Eleni Giokos, your headlines this hour. The U.N. is asking for $2.6 billion to supportpopulation in Sudan. A U.N. envoy tells reporters it needs to help some 18 million people with humanitarian aid. That is compared to 50 million before fighting broke out between rival factions in April. China's foreign ministry calls its new ambassador to the U.S. and important bridge in bilateral relations. Ambassador Xie Feng arrived at his post on Tuesday. He was previously China's Vice Foreign Minister. Xie's appointment comes amid strain in U.S. China relations, and China is calling for the U.S. to provide support and convenience for its new ambassador. The British government tells CNN they have referred former Prime Minister Boris Johnson to the police for possibly breaking COVID lockdown rules. His office calls the accusations bizarre and unacceptable. Johnson allegedly hosted friends at Chequers between June 2020 and May 2021. That's the countryside house used by prime ministers. Now it is a somber day in Uvalde, Texas where mourners are marking one year, that's one year since the Robb Elementary School massacre. You'll remember that on May 24, 2022. A gunman gained access to the school and murdered 19 students and two teachers. Vigils are planned; Governor Greg Abbott has called for a moment of silence. And President Joe Biden is set to speak from Washington later today the shooting like so many before its and so many after shocked the nation and the slow response by law enforcement has come under fierce criticism. But America's gun laws remain largely unchanged. CNN's Shimon Prokupecz has reportedly, has reported extensively on the Robb Elementary School shooting and its aftermath. And he joins me now live from Uvalde with the latest. We spoke when the story first broke, it was extremely hair raising, excruciating for people watching in. I can only imagine how people feel even one year on what are you hearing today. How are people remembering that tragic moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, Shimon and great to have you on the story. I can feel the emotion coming through from you. And of course, we can see in thebackground, you know, make sure if the memorial that's on the go, thank you very much for that update. Well one of the few survivors from the classroom that day was Miah Cerrillo, who is now 12 years old. She and her classmates were watching the film Lilo and Stitch when teachers got word there was a shooter in the building. Miah only felt comfortable speaking to former CNN Producer, Nora Neus at the time because she was a woman. Want you to take a listen to Nora telling CNN's John Berman about that exchange last year. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "NEUS",
      "sentences": "And she said, she just said it sounded like, I want people to die music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "JOHN BERMAN, CNN REPORTER",
      "sentences": "She said she heard music. She said it sounded like I want people to die music. Why did Miah do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "NEUS",
      "sentences": "So she had a friend next to her that she was pretty sure it was already dead, and was laying on the ground bleeding out. And she put herhands in her friend's blood and then smeared it. She said all over her body. She wanted to seem like she wanted to look like she was dead. She was scared that the gun -- was going to come back. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "When Nora went back to Uvalde recently to speak with Miah, Nora Neus joins me now from New York. Nora, thank you and great to have you backon the story with us. It's been a year, the pain and the trauma clearly saw evidence, I think even for people watching on, it's gut wrenching. Could you give me a sense of how these children feel you've spoken to the survivors, how they feel one year later?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "NEUS",
      "sentences": "I think it really feels like time is kind of standing still like life has kind of been on pause for the last year. I was back in Uvalde, a coupleof weeks ago meeting with some of these families and especially with Miah. And you know, the kids haven't been going back to school, they've refused to go back and the district offered this virtual education option. But it just didn't work. For a lot of the families, there wasn't enough oversight, they felt the students weren't really learning and so they pulled them out. And so there's this whole group of students, not just survivors, but their siblings and then their friends. And it's kind of network effect in Uvalde now that makes it feel like time has just stood still. Miah herself and her friend Kendall, who I spend some time with, are extremely traumatized. They still have an extreme trouble sleeping. Kendall still --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "And Nora, it's unimaginable clearly, I mean, the trauma that these kids went through. And one paragraph I have to say in your article reallystood out. The kids that you spoke to said that they would be safer if they had one of these, I want to show you this video. Just take a look at the bulletproof whiteboard to protect them. I want you to tell me about how those safe rooms offer the children an idea of sort of a safe haven that they themselves unwittingly played in its invention. And when you tell me the story that they don't want to go back, they're not ready with something like this assist in that transition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "NEUS",
      "sentences": "That's how this came up in the conversation. I was hanging out with Miah and Kendall and Miah's little sister Elena in their bedroom. And theywere just chatting during each other's hair. And they got really excited telling me about this TikTok they had just seen if this whiteboard that would pull out into a ballistic, bulletproof safe room. And they said, well, we would go back to school if we had one of those in our classrooms. And I reached out to the company that invented it. And it turned out that Kevin Thomas of KT Security invented it because of the shooting. And you follow that he saw what happened in Uvalde it was his actually his life's idea. But you know, what struck me in that moment, I think a lot of readers of this piece is that it's not normal for 11 year olds, 10 year olds to be excited about a ballistic safe room like this is not normal. And the fact that they feel like they can go back to school because of this might be a good thing. But overall, this is, they're 11.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "NEUS",
      "sentences": "I think a big part of it is that government needs to listen to its citizens. In Charlottesville, activists warned the government that this wasgoing to happen that these armed Neo Nazis would descend on the city. They had Intel; they had things from the dark web. They put together a dossier and presented it to the government and the government and police law enforcement didn't listen, and it still happened. And Heather Heyer was killed. And this is what's happening right now, on the issue of gun control and gun reform as well. Even in a FOX News poll from last month, 87 percent of voters favor background checks for all gun buyers and 81 percent support raising the legal age to purchase a firearm to 21, which specifically in the case of the Uvalde shooter would have applied. And so the government at all levels needs to be listening to its citizens and needs to truly get back to being the government of the people and by the people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GIOKOS",
      "sentences": "We remember the children and the teachers, the victims, and we send love to their families. Nora, thank you so much for this. I appreciate yourtime, thank you. Well coming up, I'll be speaking to the Head of the Norwegian Refugee Council who is talking with Taliban leaders about Afghan female rights, that story just coming up, stay with CNN. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JAN EGELAND, SECRETARY GENERAL, NORWEGIAN REFUGEE COUNCIL",
      "sentences": "Well, it was a, it really paralyzed work when on Christmas Eve 24th of December last; wewere told out of the blue that our females could not any more work in our organization. Since then, we've had some exceptions, education, health work. We've done that, have some local agreements, some places, so we're back to quite a bit of operations across Afghanistan, but the ban is still in place. That's why I've been in Kabul in January. Now in Kandahar, in the south of the country where the supreme leader of the Taliban recites, I'm not back in Kabul where new meetings with the Taliban here. And our messages, we have to have all of our female workers back, so that we can reach single mother households, widows with children. There are so many who are now suffering because of females are held back, we cannot have males operating alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GIOKOS",
      "sentences": "So Jan, so what is the response of Taliban leadership when you make your case? Why ban female workers? What is the issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "EGELAND",
      "sentences": "Well, the issue was that they I think, false reclaim that we had not in some organizations respected that dress code, the separation of thesexes in the workplace, and the -- which is the chaperone, male chaperone to travel with the women on longer field trips. We did all of that. So it's utterly unfair to paralyze all humanitarian work by women, because there might have been a -- of some of these traditional rules in some places. What they told me was that they're working now and finalizing now some guidelines that would make it possible for female workers to come back in the workplace, all of them. And they also finalizing guidelines, they say, for female education beyond primary school. These are promises. I don't know when the guidelines will come. So we have now also gotten acceptance that in Kandahar, which is one of the most conservative places in Afghanistan, we can have interim agreements to bring females back, so that we can start work with and for women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GIOKOS",
      "sentences": "What timeline are you looking at here? Let's be realistic. What timeline are we looking at here? Already, women have lost so many months ofassistance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "EGELAND",
      "sentences": "Well, for the interim agreement in Kandahar, which we hope then to copy so many other places, will start negotiations this week and hopefullyhave an agreement next week. For the general guidelines to come through, we have to keep pushing really, they cannot guarantee when this is agreed on the national level, I suppose it has to go up to the Supreme Leader himself once more. But I'm telling you, I met all of our female colleagues today, more than 100 of them virtually and in person. And they say it's not just the Taliban that is now creating enormous problems for us. It's the donors that have reduced funding that are turning their back on the African people. The same NATO countries, they use trillions on them failed military campaign, and said that the girls of Afghanistan was the most important thing for the NATO countries, they're cutting aid, they're cutting aid across the board. And that's why we have to let work is off now. We need to be able to resume work both with donor funding and with Taliban agreements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GIOKOS",
      "sentences": "Well, the pressures of social media are real. So much so that the U.S. Surgeon General has issued a new warning saying it poses a profoundrisk of harm for kids and their mental health. CNN's Vanessa Yurkevich has the details. (BEGIN VIDEOTAPE) VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT (voice over): A new warning from the highest level of youth mental health crisis unfolding before our eyes, social media can pose a profound risk of harm to the mental health and well-being of children and adolescents. That's according to a 25 page advisory from the U.S. Surgeon General. Earlier this year, Surgeon General Dr. Vivek Murthy warned of the unfair matchup. DR. VIVEK MURTHY, 21ST SURGEON GENERAL OF THE UNITED STATES: You're pitting a child against the world's greatest product designers. And that's just not a fair fight. YURKEVICH (voice over): Nearly every U.S. teenager is on social media, up to 95 percent of kid's ages 13 to 17 report using social media with more than a third using it all the time. Kids must typically be 13 to register on social media apps, but nearly 40 percent of children ages eight to 12 use it anyway. DR. MURTHY: I think that it's a time you know, early adolescence where kids are developing their identity, their sense of self and the skewed and often distorted environment of social media often does a disservice to many of those children. YURKEVICH (voice over): The advisory concluded we do not yet have enough evidence to determine if social media is sufficiently safe for children and adolescents calling for more research. But it did cite studies which found increased risk of anxiety and depression, poor sleep, online harassment and low self-esteem. JEROME YANKEY, DELETED TIKTOK IN 2021: The time I spent looking at all these attractive people doing amazing things and amazing places. Getting disappointed by my own life is never something I want to be doing, especially when I have the power to change it. But I just wasn't because I was spending hours on this app. YURKEVICH (voice over): Some experts say TikTok has the stickiest and most addicting algorithm keeping people on the app longer. Last year TikTok user spent an hour and a half per day on the app on average, more than any other social media platform. This as Montana becomes the first state to ban the social media app on all devices, prompting TikTok to sue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SHOU CHEW, CEO, TIKTOK",
      "sentences": "I don't want to speak for all parents; I think it's very important that parents make their individual decisions with theirchildren. But for me personally, I'm very comfortable with my children getting more involved with understanding technology at an early age. YURKEVICH (voice over): TikTok, Snapchat and Instagram have parental controls that can monitor teen screen time and content. But experts say the oversight should begin at home. DR. REBECCA BERRY, CLINICAL PSYCHOLOGIST: It's important when possible for parents and caregivers to really model how they would like their children to utilize social media. YURKEVICH (voice over): Vanessa Yurkevich, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "HARI BUDHA MAGAR, MOUNTAINEER",
      "sentences": "How I achieve my goals, simply just focus on what you think, there's so much distraction around you and around theworld. And just focus on what you love to do and what you need to do, set one step at a time. We can climb the Mount Everest. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}