{
  "date": "2023-09-07",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Blinken Wraps Up Visit To Ukraine; Rescue Services Race To Save American Trapped In Turkish Cave; Deadly Cyclone Hits Southern Brazil; Race For The White House; Deadly Flooding In Southern Brazil; Venice To Introduce Entry Fee For Daytrippers; Pennsylvania Manhunt; Freddie Mercury's Piano Sells At Auction. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, HOST, ISA SOARES TONIGHT",
      "sentences": "A very warm welcome to the show, everyone, I'm Isa Soares. Tonight, U.S. Secretary of State Antony Blinkenwraps up his visit to Ukraine after a fierce night of both airstrikes from both Russia and Kyiv. We will have the very latest for you. Then a desperate rescue operations underway in Turkey to save an American trapped inside one of the country's deepest case. I'll speak to a cave and rescue expert in just a moment. Plus, southern Brazil is reeling from a deadly cyclone. We'll have the latest on the situation there. But first, this evening, Secretary of State Antony Blinken says the U.S. has no illusions that the path forward in Ukraine will be easy. But he says a new $1 billion U.S. aid package will help Ukraine sustain as well as build on recent progress in its counteroffensive. Blinken just wrapped up a two-day trip to Ukraine. His stops included de-mining center, of course, important work, given that an estimated one-third of the country is littered with unexploded Russian ordinance. Yet, the U.S. itself is facing criticism from the Kremlin for plans to send depleted uranium emissions to Ukraine for the first time. The armored- piercing tank rounds are mightily radioactive, raising concerns about possible risks to civilians as well as the environment. Meantime, both Russia as well as Ukraine are escalating attacks from the air. Kyiv says Russia carried out its fourth drone attack in five days on port facilities along the Danube River. While across the border, a drone caused this huge explosion less than a kilometer away from Russia's southern military headquarters. I want to bring in Melissa Bell from Kyiv, and our international diplomatic editor Nic Robertson. Melissa, first to you, I mean, drone attacks from the many conversations that you and I have had over the last few weeks have become a pattern, have become part of the strategy, as Ukraine, of course, brings the war close to Russia. Talk to us about this latest attack in Rostov-on-Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "More and more part of the Ukrainian strategy, and more and more, Isa, of course, part of the everyday life ofcivilians in certain parts of Russia. And in particular in those towns that are closest to the border with Ukraine. What we really see now over the last couple of weeks are these drone attacks become not just almost daily, but the recognition of them by Ukrainian authorities becoming more forthright. In the past, they simply hadn't spoken much to them beyond their general desire to take this war closer to the soil of the country that had started it. Now, what we've been hearing, specifically the end of last week was a claim that some of the drones that have been launched had actually launched from within Russian soil -- on Russian soil. So, almost boasting by Kyiv of what it had managed to achieve. Again, today, another couple of Russian regions were targeted, Rostov-on-Don, there were a couple of drones fired towards it, and there was damage caused there, a third drone was intercepted on its way to Moscow according to Moscow's mayor. But even as those drone strikes have continued more and more clearly on Russian soil, they have, of course, continued here in Ukraine, Isa. As you mentioned a moment ago, for the fourth day in a row, Odesa region was targeted with those drones heading now more dangerously westward, since now what we've heard is that from Romania, there's been a recognition that what may be the remains of Russian drone were found on its soil. A NATO member, of course, Jens Stoltenberg had spoken to that and said look, as far as he knows, Russia is not deliberately targeting Romania, which is of course, done nothing to reassure the locals there about what's going on in their territory. But clearly, this is a war that risks spreading further, that has spread it -- spread already onto Russian soil and that risks every day spreading further west with of course, all the consequences, Isa, that, that would have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Russia clearly doesn't want these ammunitions in the field of battle because they are moredangerous to their tanks. They were made specifically to take out T-72 tanks, which is Soviet-era tank, but one of the standard tanks Russia has on the battlefield. So, as the U.S. Abrams tanks come into the battlefield soon, they fire these depleted uranium shells because they have a high density, 70 percent that have led momentum, speed, they punched through armor, they can burst into flames inside the tank or whatever it is they're targeting. Russia therefore doesn't -- would rather that Ukrainians didn't have that powerful weapon. So, they are pointing out what have been raised -- some of the concerns about what this -- what this uranium product can do. And they've called it the deputy foreign minister quite -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "And can that really --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ROBERTSON",
      "sentences": "Today --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "And can that really change the dynamics of that frontline, that counteroffensive that we have now seen some progress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ROBERTSON",
      "sentences": "There's a potential for it to do that, but the British Challenger, two tanks also fired depleted uranium, and they got thoseammunitions and those tanks into the fight, you know, just a few months ago, and they're being used as well with effect. President Putin at that time said, you know, you're putting depleted uranium ammunitions in, there will be a response for that and he talked about moving nuclear weapons to Belarus as a result of that. So, there was a lot of anger and frustration then. How will it significantly by itself change the frontline?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ROBERTSON",
      "sentences": "There's no silver bullet. A depleted uranium shell is not a silver bullet, but it is an aid in the armory of more tanks that can firethese shells, will help the Ukrainians. But what the W.H.O. says that these shells, you know, will vaporize, and that if -- that gets into the groundwater on the battlefield, then that's something that needs to be monitored going forward. But NATO and others have done, and the IAEA also - -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ROBERTSON",
      "sentences": "Says there's no danger or no significant danger has ever been monitored for soldiers handling these weapons. And that depleted uraniumshells have lower radioactivity than for example, naturally-occurring uranium.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Nic appreciate it, thank you very much. Well, a desperate rescue operation is underway in Turkey to save an American trapped in one of thecountry's deepest caves. Mark Dickey, a 40-year-old cave explorer became ill more than 1,100 meters below the surface. Our Eleni Giokos joins me now with the very latest. So, Eleni, I mean, this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ELENI GIOKOS, CNN CORRESPONDENT",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Is clearly a complex rescue operation here. What are you hearing from officials? What's the very latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, it's a logistical challenge, technically difficult. I want you to Imagine tiny passageways that are very narrow, that would causepressure on the stomach as well as the back trying to crawl through areas on the horizontal parts, and then climbing up the vertical areas of this enormous cave. Mark Dickey fell sick six days ago with gastrointestinal bleeding, and 150 rescues are now in Turkey to try and get him out. (BEGIN VIDEOTAPE) GIOKOS (voice-over):  It is an operation that has brought 150 rescuers from across the globe to here, the Morca Sinkhole; Turkeys third deepest cave to help evacuate a caver who fell ill on a research expedition. Forty-year-old U.S. national Mark Dickey is an experienced caver, an instructor at the National Cave Rescue Commission. These photos posted on his Facebook page just last month. The Turkish Caving Federation says Dickey felt ill more than 3,600 feet into the cave. He's currently at base camp, Camp Hope. Rescuers say he suffered gastrointestinal bleeding and has had six liters of blood delivered to him. UNIDENTIFIED MALE (through translator):  We contacted the necessary people. The doctors gave medicine that was taken down to the cave. His treatment has started and I'm positive our friend will set out on his own after getting stronger in a few days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "GIOKOS",
      "sentences": "Dickey is now set to be stable. And according to the Turkish Caving Federation, can walk on his own. But experts say getting to thesurface could take 15 hours for an experienced caver in ideal conditions. And some saying the rescue could take days. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "GIOKOS",
      "sentences": "Will it be physically fit enough to get out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "That is part of the challenge indeed. Eleni, great to see you, thanks very much. Well, my next guest is Gretchen Baker; the NationalCoordinator of the U.S. Cave Rescue Commission. A volunteer group that trains and organizes cave rescue resources. Gretchen, great to have you on the show. I know that you have worked with Mark before, you have -- also I've been told, spoken to the team on the ground. What are you hearing from them? What are they telling you? GRETCHEN BAKER, NATIONAL COORDINATOR, U.S. CAVE RESCUE COMMISSION:  Thank you for having me. The team on the ground is very happy that Mark's condition seems to be improving, so that it looks like that, he will not have to be -- you know, litter the entire way out, but there may be portions of the cave that he has to be in that litter. So the more he can help, the faster the rescue can go, but even with him helping, we're anticipating that it will take days to get him out of the cave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Give us a bit more about that, because what our understanding is, our colleague Eleni just outlined there for us, Gretchen, was that he wasexploring the cave when he fell ill. What is his condition as you understand it right now and how has that play then into this rescue effort?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BAKER",
      "sentences": "So, Mark is having some very bad stomach issues, which means that he can't put any pressure on his stomach. So, in any of the tight spots, hisstomach has to be protected, and others may have to move him along. But also as there are many vertical pitches within the cave, rope after rope after rope, and if he gets tired, then he will have to be hauled up those sections of rope. And that takes rigging, special rigging, and also teams to do that hauling so that he can move farther and farther up in the cave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "So, are you imagining this being a stretcher situation, he needs to be taken by a stretcher. Is this the only way as you're seeing it here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BAKER",
      "sentences": "I think it might be a combination where Mark is able to be transported in some sections just in his harness, and in other --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BAKER",
      "sentences": "Sections, he might have to go in a litter, and so they are preparing the cave for that possibility in some places by enlarging cavepassages so it can be big enough to fit a rescue litter. And they're also having teams rig the cave so that it is ready -- that they can haul him up the sections that he needs to be hauled up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "And as we outlined -- and you can talk to this, I'm sure, Gretchen, I mean, he's an experienced cave explorer as well as rescue, Ithink it's important to point out. But the cave is over, what? A 1,000 meters deep. What are the steps then? How much digging -- how much cutting in the cave did they have to do, and how long will this process take?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BAKER",
      "sentences": "So teams have already been working in the cave for several days trying to enlarge passageways. From what I understand, there are about 300meters of very tight sections, and so, that's the section of the cave that they are focusing on enlarging. And then, they are also dividing the cave up into different sectors with different teams working on different sectors so that his removal out of the cave can go as smoothly as possible. And each team just has to focus on one certain area of the cave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "And do you have a sense or give us a sense if you do know, Gretchen, what the conditions would be like at this depth? I mean, would itbe cold? Would it be wet? So, we can get a sense of the temperatures and how hard it must be for him right now, given that he is unwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BAKER",
      "sentences": "Right, Mark has been in the cave for days now. He was exploring and helping find new passageway when he fell ill, and that he's been downthere, and it is complete dark in the cave except for whatever lights that people bring in. And so, you have to make sure you have plenty of batteries to keep your lights going. It's also a very cold cave, it's 4 to 6 degrees Celsius.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Wow --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BAKER",
      "sentences": "So, that means that you have to work hard to sustain warmth, and if you aren't moving and you're not dressed properly, you can easily gethypothermic. In addition, there's a lot of water in this cave. A lot of it is dripping, but some of it as in pools that they have to go through, some of it is just spraying off rock walls, and so, the rescuers are getting fairly wet, and Mark will get pretty wet also as he is taken out of the cave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "And do you know, Gretchen, what, if they've made -- if they've spoken to him and what he's -- how he's doing mentally at this stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "And one final question, is there anything that we haven't thought about, what are the possible \"ifs\", the hiccups here that you would worryabout in a rescue situation like this, Gretchen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BAKER",
      "sentences": "Some of the challenges are that the rescuers going into the cave have to themselves be excellent cavers just to get down into the cave towhere Mark is. And then, they have an added challenge of being able to take not only themselves, but another person out of the cave. So, that can be really tough, and in addition, this is an international effort with teams coming from many different countries. So there are a lot of different languages being spoken, and that could add to the complexity of it all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "The physicality of it, obviously, critical here. Gretchen, appreciate you taking the time to speak to us, thank you very much for yourinsight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BAKER",
      "sentences": "Thank you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "And still to come tonight, we have new polling of where Joe Biden stands going into next year's election. What Americans say about thepresident's age, the economy and his odds against Donald Trump. And as Mexico decriminalizes abortion, it looks like another major change could be underway for women in the country. Those stories after this break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ROMO",
      "sentences": "In a statement, the court said that banning abortion is unconstitutional because it violates the human rights of women and peoplewith the capacity to gestate. Anti-abortion groups in Mexico blasted the ruling. ALICIA GALVAN, PRESIDENT &amp; FOUNDER, PATRIA UNIDA FOUNDATION:  There are millions more Mexicans who are in favor of life. From the moment of conception until natural death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ROMO",
      "sentences": "The Supreme Court first ruled that it was unconstitutional to criminalize abortion in 2021. And the same day the ground shook in Mexico.The earthquake was felt for about a minute, but the shockwaves sent across the nation by that court's ruling are still being felt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GALVAN",
      "sentences": "It is a black day for Mexico. The culture is mourning the Supreme Court of Justice, the highest level institution in the country. The(INAUDIBLE) watching over justice and human rights, both betrayed the first human right without which no other human right can exist -- life. ROMO (on camera):  Back in 2021, the court issued a decision on a law enacted in the northern state of Coahuila, which said that women who get an abortion may get punished with up to three years in prison and a fine. (voice-over):  Exactly a week before Wednesday's ruling, Aguascalientes had decriminalized abortion, becoming the 12th state to do so. Mexico City was the first jurisdiction to end the ban on abortion in the country back in 2007, starting a trend in the still mostly conservative country where more than three-quarters of the population identify as Catholic. Abortion rights groups say even before the ruling, Mexico had already become a destination for some American women seeking an abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ALCAIDE",
      "sentences": "Before Mexican women used to go to the U.S. to look for abortion services. And now, Mexico, more and more American women are coming toMexico for services.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ROMO",
      "sentences": "And while no woman can be prosecuted any longer for having an abortion in Mexico, there are still 20 states where the procedure remainsillegal, but the ruling paves the way for the federal health care system to start providing abortions. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Well, meantime, the main political party candidates for Mexico's 2024 election are both pro-choice, and notably, Hera(ph), both women. Itmeans the country is on track for its first-ever female president. Claudia Sheinbaum seen here on your left was chosen yesterday as the ruling party candidate. She's set to face opposition candidate Xochitl Galvez. Let's break it all down with Rafael Romo who joins us now from Atlanta. Rafael, great to see you. I mean, this momentous decision that you have just outlined there for us by the Supreme Court in the second largest Catholic country in Latin America, let's point out, speaks perhaps to the shift we are seeing, Rafael, in Mexico's politics, where we have these two women on the ballot. Talk to us about this. Are we seeing a shift to the left here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ROMO",
      "sentences": "Yes, that's a very good point, Isa. Mexico is a country started taking a sharp turn to the left about two decades ago as part of a movementthat started in Mexico City, and then spread to other parts of the country. Just to give you an idea, Mexico City decriminalized abortion in 2007. Two years later, the Mexican capital legalized same-sex marriage, and Mexico City has been ruled by leftist leaders since 1997 when the position became a democratically elected public office. The current President Andres Manuel Lopez Obrador, as you know, Isa, is also himself a leftist and had been a mayor of Mexico City from 2000 to 2005.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "And where do these women then critically stand on these key issues. And I'm keen to get a sense from you, Rafael, how much excitementis there for potentially a female president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Quite a momentous occasion especially, of course, for a country where women couldn't vote until 1953. Rafael, great to see you, thank youvery much. And still to come tonight, Brazil is reeling after very heavy rains leading to deadly floods. One state's governor describes the area as a war zone. And the city of Venice plans to introduce fees for daily visitors. I'll speak to the city's deputy mayor. That is next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone. The current race for the White House is not a normal election. One of the chief candidates faces criminal racketeeringcharges. He's accused of trying to overthrow democracy, and his supporters in his name attacked the U.S. capital. But backed by devoted and sometimes militant following, former President Donald Trump is still the Republican frontrunner and the current president may be in trouble. New polling shows Democrat Joe Biden's approval rating dropping as you can see there on your screen to 39 percent. His handling of the economy is a factor, and the 80-year-olds age remains a major concern. It's also worth mentioning that Donald Trump in terms of age is 77, but the polling gives him a very slight edge over Mr. Biden in next year's vote. In fact, nearly all top Republicans as you can see there on your screen, have a fighting chance. Haley at 49 percent, DeSantis 47 percent, Pence 46 percent. Still many have struggled with how to challenge Donald Trump while embracing his platform. His former vice president and current rival, speaking to CNN, have a listen to this. (BEGIN VIDEO CLIP) MIKE PENCE (R-IN), 2024 PRESIDENTIAL CANDIDATE:  I'm proud of the record of the Trump-Pence administration -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "PENCE",
      "sentences": "-- conservative record. But I think Republican primary voters have a choice to make, whether we will stay on that conservative agenda orwhether we will drift off to the populism that many are giving voice to today. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "For the very latest, Stephen Collinson joins me live from Washington.Great to see you back on the show. Let me get a sense of your interpretation of the polls because, like we said, this isn't a normal election. I think it's important to point that out because the former president and current Republican front-runner is facing 91 charges across the four criminal charges. What you make of the polls?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "STEPHEN COLLINSON, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "You're right, next year we are facing a tumultuous political and judicial collision in an electionyear, the likes of which we have not seen. I think the poll, however, does tell us what I think people have been watching American politics for a long time already knew:  this is going to be a close election because of the polarization of the United States. Partly because of the success of Donald Trump's demagoguery, his ability to convince millions of Americans that he is the legitimate president of the United States following the 2020 election, not Joe Biden. And I think it also shows us that there are great liabilities in the Biden presidency as seen by many Americans. The first question someone asked you if you go outside Washington, you talk to someone about politics, is often about Joe Biden's age. People are very concerned about it, whether he is up to it, whether the age of almost 86, by the end of his second term, he will be fit to be president. So that's a big question. And these economic questions are really important. People are still suffering. The figures say the economy is a lot better; high interest rates are really hurting many people who can't buy new houses, cars, et cetera. So a lot of these things are coming together. Of course, it is still a long time before next year's election. But this is a warning sign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "The question that I keep getting or hearing on this side of the pond, I'm wondering if you have got it, too, Stephen, is why don'tRepublicans see potential criminal behavior? And I wonder if you can put that into context on these polls, because the polls are kind of framing this as a normal horse race but it isn't. What does that tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "COLLINSON",
      "sentences": "Two things hereoutside the country, who basically have grown up with American culture and films and are familiar with the East Coast, which is much the same as Europe. That's the first question. People see things differently. I think the second point is that many Republicans don't believe Joe Biden is the legitimate president. That's very important. But Joe Biden put the question himself to voters in the midterm elections in 2022. He basically ran as somebody that would save democracy, warning that Donald Trump, even though he was not on the ballot but pro Trump candidates would dismantle the democracy. And much to the surprise of many pundits, that was a successful strategy. Joe Biden did a lot better and Democrats a lot better in the midterm elections than everyone thought they would. So when Donald Trump, if he's a Republican nominee, is facing Joe Biden directly, when he's back in the public eye, if Americans see him in a courtroom and trial, as could be the case in one of the issues in Georgia, I think that question and the potential threat of a potential autocratic Trump second term could be a big issue. Right now, it is not so much. It could work. But American elections are still decided by about four or five states; in each state by about 20,000 votes. It doesn't take much change in electoral conditions, economic conditions to change that picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "I'll read this out.In the statement they write, \"Americans have a strong interest in supporting democratic movements and respect for human rights around the world because free societies elsewhere contribute to our own security and prosperity here at home.\" This is what the group said. \"But that interest is undermined when others see our own house in disarray. The world will not wait for us to address our problems so we must both continue to strive toward a more perfect union and help those abroad looking for U.S. leadership.\" Which then goes to my other question that we are being asked, fellow Republicans, candidates, why are they backing Donald Trump or not seeing this as an opportunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "COLLINSON",
      "sentences": "The reason is because look at that CNN pollTrump is the legitimate president of the United States. There is no constituency in the Republican primary, in a radical party that has been dominated by Donald Trump for five years, for someone to come out and say, Trump isn't legitimately of the party and should not be the next President of United States. It is a political fact. It does beg the question therefore, of why you would run for president if you are not going to really criticize the massive front-runner, who has got more support in the party than all the other candidates put together. To your point you just raised about how the United States is seen abroad and how its failure to protect its own democracy under Biden's foreign policy, I think it is very interesting. If you look at the first 25 years or so of this century, at various times, America has been seen as the great guarantor of the Western-led global democratic order. But at the same time, the biggest threat to it. I think that is the question the rest of the world will have to wait to find out to the next election, because a second Trump term, I think, would be far more disruptive from the first. It would threaten the unity of NATO and even NATO itself. It would perhaps end the Ukraine war and Vladimir Putin's -- to Vladimir Putin's benefit. So this is a huge question the rest of the world has a big stake in but doesn't really have much chance to influence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Indeed. A fascinating discussion, I wish we had more time. Stephen, always great to have you on the show. Thank you so much.Southern Brazil is dealing with flooding from torrential rains that have claimed at least 39 lives. Our affiliate, CNN Brasil, called the extratropical cyclone the worst natural disaster to strike the region in 40 years. Look at the images. You can see just how devastating the rising waters must be for infrastructure as well. The rainfall totals are equal to what the area would normally receive for the entire month of September. I want to bring in journalist Stefano Pozzebon, joining us live from Bogota, Colombia. The situation, like we said, is particularly dire. And critical in the Rio Grande do Sul state. We were supposed to hear from the mayor. He's been called to the region; hoping to hear from him tomorrow. But give a sense of what you're hearing from officials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "POZZEBON",
      "sentences": "This is perhaps, the new reality, the new normal of 2023. We have said this time and again, with catastrophic fires in Greece, floods inTurkiye this week, Hawaii was just around the corner and now, Brazil. You have extreme events, one following the other, because the temperature all across the globe is rising rapidly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "That is indeed what we have seen. We were hoping to speak to the governor on this program tomorrow. Thank you very much, great to see you.And on the European continent, as Stefano was pointing out, Greece faces another day of catastrophic flooding. Authorities say, in some parts of the country, the water levels has exceeded two meters. At least six people have been killed. Rescue services are recent against the clock to evacuate residents in the most affected areas, some of them submerged by water. In neighboring Turkiye, seven people have died from flash floods caused by torrential rains. At least four deaths have been reported meantime in Bulgaria. Extreme weather events like those are ravaging cities across the world. But one major European city is facing not only a climate change crisis but also a mass tourism crisis and now is trying to find a solution to both of them. Venice has a plan to introduce a fee for any tourist visiting just for the day. Due to its location, Venice has dealt for centuries with water levels rising. Sometimes, if you remember, devastating floods like that one that hit the city back in 2019, 45 percent of the city was flooded. These issues have prompted UNESCO to draft a resolution to put the city on its list of world heritage in peril. The resolution will be voted on later this month. Joining me now from Venice, Simone Venturini, the city's deputy mayor and counselor for tourism and economic development. Great to speak to you again. I hope you are doing well. Just explain the thinking behind the entry fee here. How much money are we talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "DEPUTY MAYOR SIMONE VENTURINI, VENICE, ITALY",
      "sentences": "We are not talking about money because, I think in the trial period, the cost would be higher thanthe income. But (INAUDIBLE) is to discourage on the daily tourism. So we won't collect a lot of money during trial period. Is not about money, it's about to fund a new tool to better manage the tourism (ph). It's very important for the city because we are a most fragile city (ph), unique city on the water with a lot of cost of for maintenance. So we need to find the balance between the daily tourism and the resident, the people who lives in Venice and preserve the soul of the city. So we are just trying to introduce a new tool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "And from what I understand, after the trial period, I read it was about five years, just over $5.With that, what are you hoping to achieve? (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "What are you going to do with that money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "VENTURINI",
      "sentences": "In the first step, we will aim to restore and bring maintenance throughout the part of the city. And of course, to improve our serviceslike cleaning and the safety and the public transport and so on, all focused on the historical part of the city. So all the money that we will collect will be addressed to maintenance of the city and to improve the services of the city for residents and for tourists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Are you limiting, though, the number of people who can enter the city and, if so, what is the capacity here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "VENTURINI",
      "sentences": "During the trial period, we won't have a cap or a number, a magic number, because the national law does not allow us to have a cap onthe number. So we're just trying to make this tool working. And then, count the people, see the results and have a big public debate about it. And then improve the tools. So we just trying to introduce a first step into a new era for Venice, an era of better manageability of tourism and, of course, a new law of (ph) sustainability of a new balance between the need for the resident and the need for the tourist, of a new era of respect for the city and, of course, for find a better solution for our tourism sector. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "VENTURINI",
      "sentences": "Because too much tourism is bad for the city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Venice has been and continues to be on the front line in the climate crisis with those devastating floods, as we mentioned. And this isa question I've been asking several mayor from major cities here on the show. What is Venice doing to prepare for this new normal, the rains, the rising temperatures, what are you doing and what are you hoping to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "VENTURINI",
      "sentences": "Yes, very concerned. During the history of Venice, a lot of flooding, a lot of fight against nature. But the first of Venice was in thewater, heart (ph) in the water. So we need to deal with the water. That is our first (ph) but also our test (ph). So we just two years ago, our big dam project on the bottom of the sea is working. Multisystem is a big and long steel dam on the bottom of the sea, a submarine dam, that goes up when we have high tide for the region. So right now, the system is working. Right now, Venice is safe from the high tide from the sea. Of course, we are dealing with another problem. In summer square (ph) and some of church (ph), even with low tide, the church -- the church and the square are affected by tide. So we are making new public engineering and public works to safeguard all the summer square (ph). It is very important because is the cradle of Venice, is where we have the most important treasure (INAUDIBLE) gold and so on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Simone Venturini, always great to hear from you, thank you very much for taking the time to speak to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "VENTURINI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "VENTURINI",
      "sentences": "Thank you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "A top court in France is upholding a ban on a bias in public schools and the country's education minister now welcoming the court'sruling. The state council says the new ban does not seriously infringe on, quote, \"fundamental freedom.\" On Tuesday a Muslim rights group had challenged the government's decision to stop students from wearing the long robelike garment. The group's lawyer had argued that the ban was arbitrary. In 2004, France passed a law against (INAUDIBLE) religious symbols in public schools to enforce strict and controversial secular values. Still to come tonight, the search for an escaped prisoner in Pennsylvania. We will show you the unusual way he escaped. That's next. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Brutal heat and a heavily wooded search area has made it hard for investigators. Officials are planning to hold a briefing in 10 minutes orso. CNN's Danny Freeman is near that prison about 50 kilometers west of Philadelphia. Give us a sense of very latest. We are waiting to hear from officials in 10 minutes or so. What are authorities telling you in the meantime?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "Listen, ever since this inmate escaped from the prison behind me, exactly eight days ago today, there have beentwo big questions. Obviously the first one is, where did he go? But the second has been, how did he escape? As you just started to note, we got a big answer to the question yesterday when law enforcement officials released that video. I just want to walk you through the video because it is so stunning to see this escape happen right in front of you. You can see he put his hands on one side of the wall, his legs on the other side and literally crab walked up the wall to the roof. As you said, he then gets on the roof, runs and pushes through multiple layers of razor wire before he ultimately escapes off the prison grounds. Law enforcement officials told us yesterday that there was a tower guard on duty that day. But he did not see or report the escape as it happened. And that may have been the reason why Cavalcante actually got about an hour headstart once he actually broke out of this prison. You also noted, there was a similar breakout at the prison which was about four months ago in May. Prison officials said that they took steps after that breakout in May to prevent any other prison escapes from happening. Obviously, that did not work. Now it gets the second big question, where is Cavalcante at this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "You said it, we are expecting an update on that in a few moments from police. But so far, the search area is expanding just south and justeast of where the prison is. We've been seeing helicopters circling around certain densely wooded areas throughout today. Again, this manhunt continuing eight days into the prison escape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SOARES",
      "sentences": "Dozens of items once owned by musician Freddie Mercury raked in over $50 million at an auction. The priciest item was a baby grand pianothat sold for $2.2 million that Mercury used to compose many of the Queen hits, including \"Bohemian Rhapsody.\" (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    }
  ]
}