{
  "date": "2023-10-12",
  "headline": "CNN This Morning",
  "subHeadline": "Aaron Cohen is Interviewed about Israel; Scalise's Chance for Speakership are Slim; Israel Preparing for Next Stage. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "All right. Well, Bryan, I very much appreciate your time. Thank you.And, Poppy and Phil, I think it is worth, you know, relating, such that we understand in some specific cases, some people were horrifically injured when they were taken hostage. So, when just don't know. We don't know how many of them are alive. We don't know what condition they're in. And when you layer that in with what we do know to be a dire humanitarian situation in Gaza with power and water and fuel, and people possibly being held in dark tunnels with no light, one can only imagine the horrors that they're being subjected to. And if you're injured, that every single moment, even now, is of the essence to get people back, if that's going to happen, alive. POPPY HARLOW, CNN ANCHOR: Yes. I mean you're so right. The young man, 23-year-old, Hirsh Goldberg-Polin, who was taken, we spoke to his parents this week, Erin, his arm was in a tourniquet when he was taken according to eyewitnesses. So, the dire health, even when they're taken. Thank you, Erin. We'll get back to you very soon. Also this morning, there are new questions about the IDF's response time to the Hamas initial attacks over the weekend. More than 120 bodies were found near the Israeli kibbutz of Be'eri, a self- sustaining farm community right near Gaza. Survivors have told CNN that it took the IDF at least 12 hours to get to that area, despite an army base being just minutes away. Eight-year-old Emily Hand was among those killed. Look at her there. She was at a sleepover at a friend's house Friday night before the ambush. And this is what her father told CNN. (BEGIN VIDEO CLIP) THOMAS HAND, BE'ERI, ISRAEL RESIDENT, DAUGHTER WAS KILLED: Waiting, and thinking the army are going to be here soon. You know, just hold on a bit longer. And longer. And longer. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "In the same kibbutz, Lotan and Michael (ph) Pinyan and their three children fled to their shelter, barricading the door with a baseball bat. Lotan saying, quote, \"we were waiting for about 20 hours with no food, no water, no toilet\" before the IDF arrived to rescue them.Let's bring in Israeli special operations veteran and law enforcement trainer Aaron Cohen. We appreciate your time. There's a lot we want to get to. But to start with friends that I've spoken to in Israel, the shattered nature of their view of their military, of their response, of their intelligence services right now, how does that affect what is expected to come in the days ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:02",
      "speaker": "HARLOW",
      "sentences": "Is it a fair question to ask, though, that intelligence failure, those people would have been in Gaza prior to the attack over the weekend. Is it fair -- a fair question to ask whether that intelligence failure on the - on the initial attack would have been corrected enough at this point to give them much more confidence about finding these hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:02",
      "speaker": "COHEN",
      "sentences": "Yes. The southern portion of Israel is now sterile. It's contained.However, there were several rescue missions that were conducted in and around kibbutz Be'eri, as well as in another town about 20 - 20 kilometers east of Gaza. Israel was caught off guard. It's happened to Israel before. Heads will roll when the time is right. But we're not going to look inwards now. We're just going to focus on what needs to be done and start that collective coming together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:02",
      "speaker": "HARLOW",
      "sentences": "So what about what Erin just reported? Because that was the most detail we've heard from anyone in the IDF to her last night about the fact that they believe some of these hostages, if not all, are underground, but in locations that they had not known Hamas to use prior. So, that would be different than some of the tunnels found before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:02",
      "speaker": "COHEN",
      "sentences": "Yes, and that's the most difficult. That's the most difficult part of the - that's the most difficult part of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:02",
      "speaker": "HARLOW",
      "sentences": "How do you get them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:02",
      "speaker": "COHEN",
      "sentences": "So, that's what - I'm going to take it back to what the intelligence services are doing right now. They're listening to phone calls. We're gathering information. We need intelligence. We need to know where they are, what structures they're in, what type of structures they are, how many people are in those structures, how many terrorists are in those structures, how many rooms are in those structures.If we have time to build a mock structure so that our Sayeret Matkal, our Israeli tier one asset, and that -- hostage rescue national police unit can rehearse quietly behind the scenes so that we know exactly where the left foot is going to land the moment you're making forced entry into a room. Those shots have to go fast. They have to go straight. But we need to know and get the information. That's the first piece. Simultaneously, we're going to prepare the Givati Brigade, which is our marine corps, in conjunction with those 300,000 troops that have been called up from the reservists to prepare for this counteroffensive. There may be a smoke screen that the hostage rescue teams use. They might jump into that confusion and use that panic and chaos and all of that violence of action as a smoke screen to be able to initiate those assaults. You've got the Israeli SEALs right now. They're working recognizance off the coastline of Gaza. They're coming within feet of that coastline in order to be able to report anything that they see. So, right now, multiple pieces. Here's what we're trying to do. We're going to create what's called a (INAUDIBLE) in Hebrew, a pressure cooker. That means we're going to go into Gaza from every different direction and create as much confusion as possible so we can get those 150 hostages back. Again, like I told you guys before, Israel made a mistake and there's an intelligence failure. Heads are going to get chopped off when this thing is over, but we don't have time for that. What we need to do right now, come together collectively as a people. Everybody's a combat veteran is Israel. Everybody's getting ready and we're going focused. And you're about to see what Israel does best, which is selective operations using creativity, poise and audacity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:02",
      "speaker": "MATTINGLY",
      "sentences": "Can I ask you - and we just saw it. It's on the screen right now. We have been seeing what appears to be artillery fire from some of the massed forces.You talk about the selective operations. There's also going to be, as you noted, you know, our analogue to the marines will be going in, in a pretty major blunt force type of way. When you're seeing artillery fire, we've been talking about the airstrikes and the shear number of them and power of them, what's the artillery for right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:02",
      "speaker": "COHEN",
      "sentences": "The artillery is -- is another layer in conjunction with - by the way, those air strikes, those are being lased (ph) by Israeli commandos on the ground so that we can follow international law and we don't take out innocent civilian buildings that are 10 feet away from a Hamas building. So there's commandos lasing (ph) those buildings to make sure we're using the highest degree of selectivity because we don't want innocent casualties.But as far as the artillery goes, softening. Softening. Preparing the ground. (INAUDIBLE) in Hebrew. We want to be able to open up pathways. Multiple pathways. Again, 360 degree, guys. Seal (ph) off this pressure cooker so that when those troops, when that Givati Brigade, by the way, very seasoned and starched infantry brigade, when they do go in, we need paths, we need open holes. We don't want booby traps. We don't want surprises. I don't want Hamas hanging around this corner when I'm coming in here with my platoon. So, we're just trying to soften and level and prepare that battlefield so that when the signal is given, we have the highest potential advantage possible to avoid the - to avoid getting killed. It's going to be very dangerous in this. It's going to be bloody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:02",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:05",
      "speaker": "HARLOW",
      "sentences": "Well, Aaron, stay with us. Your expertise on this is so valuable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:05",
      "speaker": "COHEN",
      "sentences": "Appreciate you. Appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:05",
      "speaker": "HARLOW",
      "sentences": "We'll get back to you very soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:05",
      "speaker": "MATTINGLY",
      "sentences": "And we'll continue to cover the latest development out of Israel and Gaza.Meanwhile, here in the U.S., Congressman Steve Scalise has won the GOP nomination for House speaker, and yet he's not House speaker yet. His chances of actually winning the gavel, pretty slim at this point. We'll tell you why. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:03",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, there's a lot of concerns right now among many House Republicans that they may not be able to get it over the finish line. And, you know, there's a reason that a vote isn't scheduled. When you don't have the votes, a lot of people don't want to go to the floor, especially after watching Kevin McCarthy grind it out over 15 rounds back in January.Right now there are a number of House Republicans who are making it clear that they will never vote for Steve Scalise. Here's a few of them. (BEGIN VIDEO CLIP) REP. MARJORIE TAYLOR GREENE (R-GA): I'm not supporting Steve Scalise. I'll be voting for Jim Jordan. REP. MAX MILLER (R-OH): But the leader that I want to stand behind is Jim Jordan. And right now my mind hasn't changed. REP. LAUREN BOEBERT (R-CO): I think the leader is a really great man. And I've committed publicly to voting for Jim Jordan on the floor. REP. NANCY MACE (R-SC): I plan on voting for Jim Jordan on the floor because I personally cannot, in good conscience, vote for someone who attended a white supremacist conference and compared himself to David Duke. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:03",
      "speaker": "FOX",
      "sentences": "And the question now, of course, is, can things change behind the scenes. Is there anything that Steve Scalise can say privately to some of these holdouts to try and convince them.But this is, again, the difficulty of having such a narrow majority in the House of Representatives. Whoever gets this job, and it's very unclear right now who that person will be, they can only afford to lose a handful of votes on the House floor. Now, you really have a question of strategy here. Do you want to continue to try to win the support behind closed doors, or, as some members have suggested to me, does Steve Scalise stand a better chance if he goes to the floor and tries to pressure members to publicly say how they are going to vote to try and move members that way. Obviously, there is a crisis looming in the Middle East and there are huge questions about what the role of the House of Representatives should be at this moment. If they don't have a speaker, they can do nothing on the floor. And there was a feeling that after the weekend's events maybe there would be more impetus on House Republicans to unify. But up to this point, we just haven't seen that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:03",
      "speaker": "MATTINGLY",
      "sentences": "It's fascinating to listen to Nancy Mace, who didn't seem to turn away Steve Scalise's endorsement in her race. Quite a shifted in position there if memory serves. Lauren Fox, another wild day on Capitol Hill, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:03",
      "speaker": "HARLOW",
      "sentences": "So, the writer's strike is over. The actor's strike looks like it's going to go on potentially for a while. Their union and the Hollywood studios suspended contract talks last night. It's looking like this nearly three-month strike is not about to end. The studios say that the union's latest demands would cost an additional $800 million a year and could create what the studios are calling an untenable burden. Actors are accusing the studios of, quote, bullying tactics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:03",
      "speaker": "MATTINGLY",
      "sentences": "Also this morning, in a surprising move, the United Auto Workers union expanded its strike last night to Ford's most profitable factory. And 8,700 workers walked off the job after a company's Kentucky truck plant after a brief negotiating session between Ford officials and union leaders ended abruptly. The UAW has been on strike against Ford, General Motors and Stellantis for nearly a month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:03",
      "speaker": "HARLOW",
      "sentences": "I do want to go straight to Nic Robertson. He joins us now live on the ground.Nic, can you hear us? I believe you're in Sderot, is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:08",
      "speaker": "MATTINGLY",
      "sentences": "Nic - yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:08",
      "speaker": "ROBERTSON",
      "sentences": "So you can better -- see and hear the guns.Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:08",
      "speaker": "MATTINGLY",
      "sentences": "We're -- we're watching it. Yes, we're watching it - we're watching it play out live.Nic, can I ask, we've been talking about the airstrikes and the scale of the airstrikes. Those artillery pieces look like they're in freshly dug baselines at this point. Are those new? Were those all brought in over the course of the last 24 hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:08",
      "speaker": "ROBERTSON",
      "sentences": "I would say probably brought in over the last 36 to 48 hours. These are all freshly dug - freshly dug in here to this field.We knew to look at this field because it had been used in previous conflicts here. Again, this is a much more significant number. And we saw some of these heavy artillery pieces on the road coming in this direction a couple of days ago. So, what you're seeing in the field here, this is all new. A couple of days ago, this wasn't here. This is part of the massive deployment of the 300,000 reservists, plus others, that are being - those that are being sent here to the outskirts of Gaza. I would say from where we're located here, we're probably two to three miles or so away from Gaza. These barrages that we're seeing here now, we've heard these going on through the night last night, though late yesterday afternoon as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:08",
      "speaker": "HARLOW",
      "sentences": "Nic, thank you. Stay close, if you can.And let's bring in Colonel Cedric Leighton again to talk to us about his analysis, Colonel, of what this tells you as we - I think we can keep those live images up as you help explain to people what's happening. COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: Yes, absolutely, Poppy. So, what you're seeing here is - so, Nic is right here, in Sderot. This is really close to the border between -- of Israel and Gaza right here. So, what they're doing is they're firing into this particular area of Gaza. And they're moving forward, doing it probably for multiple locations. And when you combine that with the strikes that Israel has been doing in this area already, notice that there's a concentration right along here in Gaza City. This is where Sderot is right here, right - this area right here. All of this is coming in this way, this way and then probably from this area. You look at airstrikes. You look at artillery strikes. They are softening up this area. And it looks like this might be the area in which the Israelis may be looking to do something. If they're doing it here, or they could be doing it here, but that's a very densely populated area. The other thing that they could be doing is this could be a diversionary area and they may might be doing something else in the southern region. We have to wait to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:08",
      "speaker": "MATTINGLY",
      "sentences": "All right, Colonel Leighton, stay with us.Nic, I want to go back to you, if you're still with us. We're watching -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:08",
      "speaker": "ROBERTSON",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:08",
      "speaker": "MATTINGLY",
      "sentences": "We're watching this play out live on screen. And I think the tempo of it continues to increase. You were talking about how you've covered this type of situation in that very field in 2021. Is this dramatically different in terms of the scale?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:08",
      "speaker": "ROBERTSON",
      "sentences": "It is. It is dramatically different in terms of the number of howitzers that we're seeing in the gun positions here. And the spread in the fields is just spread out in a bigger area. And the - the length of the salvos that are firing here, more guns firing more often for a longer period of time. And this is far in - far bigger than what we witnessed in 2021. So, without a doubt, bigger deployment, more fire power and a more, if you will, forward-leaning posture, I think, than we -- than we saw previously. The units that are accompanying this artillery position in the field here, infantry units, we didn't see infantry in those numbers before in 2021 either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:08",
      "speaker": "HARLOW",
      "sentences": "Nic, the road behind you appears open. For everyone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:08",
      "speaker": "ROBERTSON",
      "sentences": "All the roads in this area are controlled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:08",
      "speaker": "HARLOW",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:01",
      "speaker": "HARLOW",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:01",
      "speaker": "ROBERTSON",
      "sentences": "And I think a lot of this traffic here has to do with the military operation as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:01",
      "speaker": "HARLOW",
      "sentences": "Nic, thank you so much. We'll stay close as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:01",
      "speaker": "MATTINGLY",
      "sentences": "Yes, I do want to turn back briefly at least to Colonel Cedric Leighton.The use of these artillery pieces, what does that tell you about what the Israeli forces are trying to do right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:01",
      "speaker": "LEIGHTON",
      "sentences": "So, Phil, what they're trying to do is they're trying to soften up the target. What they want to create is an environment in which they can move troops into these areas right here. That's at least a potential.Now, the other thing that they may be doing is complimentary to the power outages and the fuel shortages that we've been talking about this morning. They are using this to cut Gaza off even further. And when you do that, you see all the military traffic coming in here. You've got the possibility also of potentially moving forces in to perhaps surround a particular unit of Hamas. That is one possibility that could be happening. And we also have to keep in mind that airstrikes are occurring in this area as well. So, between airstrikes and artillery, we're softening up the targets so that it can actually move - they can actually move Israeli forces into position, even further perhaps inside Gaza itself.",
      "isLastSentenceInterrupted": false
    }
  ]
}