{
  "date": "2023-07-07",
  "headline": "CNN This Morning",
  "subHeadline": "Jan. 6 Probe Zeroes in on Fake Electors Scheme; CNN Tours Camp Wagner Fighters Could Use in Belarus; Exonerated Central Park Five Member Yusef Salaam Wins Primary for New York City Council Seat in Harlem. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:08",
      "speaker": "RUDY GIULIANI, FORMER TRUMP ATTORNEY",
      "sentences": "I'm going to categorically describe it as you guys are not tough enough, or maybe I put it another way, you're a bunch of (BLEEP).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:08",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "So, after the meeting ended, Trump sent out this tweet. You remember this. He called on his supporters to gather in D.C. on January 6 for that big protest. He told them, be there, will be wild.Now, another key date the special counsel is looking at, December 14th, 2020. That's the day that alternate Republican electors in seven battleground states signed bogus certificates falsely claiming that Trump won the election. Here to break this all down for us is CNN Senior Legal Analyst Elie Honig, he's also a former assistant U.S. attorney for the Southern District of New York, former federal and New Jersey state prosecutor. Elie, for people who have been watching this from the periphery, let's just start with the fake elector scheme, what was it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:08",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Right, Victor. This was a key part of the effort of Trump's team to try to steal the 2020 election. Now, it's important to understand this effort was focused on seven crucial swing states, all of which voted for Joe Biden, but by fairly narrow margins.Now, the way it's supposed to work is, after the votes are counted in each state, state officials certify the election and then send in paperwork saying, these will be our allotted number of electors. They will be casting their votes for Joe Biden. That was done. The problem is people who supported Donald Trump tried to send in their own set of electoral paperwork. Let's take a look at what that paperwork actually looked like. This is from the paperwork submitted by the state of Arizona, the false paperwork submitted by Trump supporters. First of all, important to note, they actually did send these documents into the Senate and the National Archives, both of which are federal agencies, potentially punishable by criminal charges. Those documents, the false documents, also say, we have chosen, our state has chosen Donald Trump for president, Mike Pence for vice president. In fact, all seven states had actually voted for Joe Biden. And then the actual people who were going to serve as fake electors actually signed their names to those documents and they were sent in to the Archives. And really important to keep in mind, Victor, if even three of these seven states had flipped their votes, it would have changed the outcome of the entire 2020 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:08",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Talk about the broader schemes the prosecutors are looking at, because I think what a lot of this tells us, looking so closely at this meeting, right, Elie, is that it's beyond just fake electors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:08",
      "speaker": "HONIG",
      "sentences": "Yes. We're now learning that prosecutors are casting a much wider net. Let's look at who prosecutors have been talking to and who they've not spoken to yet. First of all, the lawyers are really important here, starting with Rudy Giuliani.Now, Rudy Giuliani was a key architect behind the fake elector scheme. Reportedly, he was one of the coordinators among those seven states. We do know that Jack Smith's team has spoken with Rudy Giuliani. Then we have two other lawyers, Sidney Powell and John Eastman. They had key roles in those wild meetings that you spoke about a moment before. As far as we know, they've not spoken with DOJ. In fact, if you remember, John Eastman took the Fifth when the January 6th committee in Congress tried to talk to him. We also know that DOJ has spoken with all three of these what we'll call other lawyers. These are White House lawyers who stood up against these ideas, who basically told Giuliani and Sidney Powell, these ideas won't work. They're not legal. We also know that prosecutors have spoken with certain crucial state level officials who were on the receiving end of pressure campaigns. Of course, Brad Raffensperger, who received the call from Donald Trump asking him to just find 11,780 votes, another Georgia official, Gabe Sterling, and really importantly, we learned earlier this week from an interview with Kaitlan Collins, that DOJ is looking at other states, including Arizona. The former House speaker from Arizona, Rusty Bowers, told us that he has spoken with the FBI. So, we know DOJ is looking more broadly. And, finally, remember those fake electors? We know that DOJ has spoken with some of them. We don't know exactly who, but that they've given these people immunity, meaning they have to testify, but their testimony cannot be used against them. So, DOJ is casting a very broad net. And, finally, we remember the last gasp effort here was the pressure campaign on Mike Pence. Various attorneys and people around Trump tried to pressure him to just throw out the electoral votes. He refused to do so. DOJ has, in fact, spoken with Mike Pence as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:08",
      "speaker": "BLACKWELL",
      "sentences": "Yes. There could be far more than two people indicted, like we see in the classified documents case, on this special counsel investigation. Go over just some of the potential federal crimes in the universe of possibility here and potential defenses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "BLACKWELL",
      "sentences": "All right. Elie, thanks so much.Let's bring in down CNN Political Commentator and former White House Senior Policy Adviser Ashley Allison and CNN Political Commentator and former special assistant to President George W. Bush Scott Jennings. Scott, starting with you. And with all of that, Donald Trump is still 30 points ahead in some of these polls. The legal element not really influencing the political, at least in the favor of some of his opponents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes, well, it's influenced it a little bit in his favor. I mean, we've seen his fundraising go up in the wake of some of these issues. We've seen him cement his lead in the Republican primary. And there's about at least half, maybe slightly more than half of the Republican electorate that just isn't buying any of this and they're not worried about any of this.Now, there's another half of the party that maybe thinks carrying around all this baggage might not be the greatest electoral strategy of all time. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "BLACKWELL",
      "sentences": "Do you think it's half?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "JENNINGS",
      "sentences": "I think it's half and half. I think half the party wants to do it again and half wants to maybe find something else.And the trouble for the people who are in the non-Trump half is all the fragmentation that's going on against him. And so -- but there's no doubt these issues that keep coming up with him have just cemented in the minds of his supporters why it's so vital that he be returned to the nomination and be return to the White House. It really has nothing to do with issues, has nothing to do with ideology or are we going to be more conservative or less, it has everything to do with this personal to him vendetta that they think Democrats have to just get him and throw them in jail and they're not going to let it happen. So, it's quite fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "HARLOW",
      "sentences": "Well, the thinking actually was that Ron DeSantis would be the most formidable competitor for Donald Trump. He's way behind in the bowling, but, boy, he just got a lot of money. He just got $20 million in the second quarter. Here's what he said about it yesterday.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm curious in the analysis of Ron DeSantis of why not yet is connecting.GOV. RON DESANTIS (R-FL):   well, I think -- did you just see the news today about the record fundraising hall we've had? Nobody has been able to match that in the history of modern presidential politics. So, we've got a huge amount of support to be able to take the case to the people. We really haven't started that yet. We're in the process of building out a great organization, and I think we're going to be on the ground in all these early states. It is three yards in a cloud of dust-type situation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "HARLOW",
      "sentences": "You've been an advisor in the White House. Do you believe that if he's able to catch up, if that money helps momentum in terms of polling, Biden always talks about consider the alternative, Biden wants to run against Trump, what about DeSantis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "ASHLEY ALLISON, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, I think that he did raise a lot of money, but he's known to be a good fundraiser. I think going into the race, he had something like $80 million in a super PAC. He's not known for being shy but for being able to raise money.The problem is he's raising a lot of money, but so is Donald Trump, and he's not being able to catch him financially, but neither in the poll. So, perhaps, to Scott's point, 50 percent may want Donald Trump and the other 50 percent want someone else, but that Republican field then needs to consolidate some so that the folks, like a Nikki Haley, a Tim Scott, you name Mike Pence, they can throw their support behind Ron DeSantis for him, anyone, really, to have any chance to be able to defeat Donald Trump. At this point, with the field so large, Donald Trump could easily walk into this nomination. But it's also a long way away. A lot can happen, but I don't think the indictments are going to be the thing that takes Donald Trump out of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "HARLOW",
      "sentences": "You don't think that either?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "ALLISON",
      "sentences": "Well, we've already had two. And so what's three at this point? If you don't believe one indictment, you're not going to believe the third indictment, probably. And so something else has to be a political strategy for those other folks in the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "JENNINGS",
      "sentences": "And it won't be advertising about indictments. I mean, the thing about Trump is money is almost irrelevant. I mean, he is who he is, and we know what we know, and the things that are going to happen are going to happen. And so it won't be like, well, we ran some extra T.V. ads about the indictment, and that's what convinced everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:03",
      "speaker": "BLACKWELL",
      "sentences": "I introduced myself to people who don't know who I am. No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HARLOW",
      "sentences": "Do you think it could just be -- because if he's indicted in efforts to overturn the election, that is an indictment about a direct attack on our system, a direct attack on democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "JENNINGS",
      "sentences": "Yes, but the way his supporters see is that the direct attack on the system actually came from the people who rigged the election. So, they see it exactly the opposite, which is why they're so fervent in their support of him because they think he got a raw deal.And so for the system that they say rigged the election to now then try to indict Trump for doing what they did, this is an outrage that we cannot abide. So, I think that's why you're seeing the opposite impact of what you might expect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "BLACKWELL",
      "sentences": "Actually, let me ask you, in considering the alternative, RFK Jr. raised $6 million, right? Not suggesting he's going to win a contest to win the nomination, obviously, but what should the Biden campaign take from consistent double-digit showings in these polls, $6 million in the second quarter? HARLOW",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "ALLISON",
      "sentences": "Yes. They cannot ignore RFK or any third party contender at this notion. It's not like RFK is going to win, but he could hurt Joe Biden from winning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HARLOW",
      "sentences": "How?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "ALLISON",
      "sentences": "And so -- well, just because he gives an alternative. And so for folks who are just really frustrated with the political system, they could just say, throw their hands up, disengage. So, the Biden campaign, which I believe they're doing, needs to go out and meet those voters that are supporting RFK where they are, do the poll and why are they supporting them.I do think the Kennedy name has great rename recognition in this country, and particularly in the Democratic Party, but you can't take it for granted and say, oh, they'll eventually come. No, the role of a campaign is to go find those voters, talk to them and bring them along and bring them in part of your coalition, because that 20 percent is crucial, particularly in a general election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes, especially when you're dealing with problems of enthusiasm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "ALLISON",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "BLACKWELL",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "JENNINGS",
      "sentences": "Well, there could be some of these RFK supporters that wind up not wanting -- I mean, they could vote for Trump. I mean, remember when there were a lot of Bernie Sanders supporters that wound up voting for Trump when he first went off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HARLOW",
      "sentences": "For Rebecca Traister's piece -- sorry. You're going to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "BLACKWELL",
      "sentences": "I was going to say, RFK is promoting how proud he is of Trump's support. Trump likes him, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "ALLISON",
      "sentences": "But for as many people that are Democrats that vote for RFK, I think there will be probably just as many Republicans that if Donald Trump is the nominee, will go back to Joe Biden as well. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HARLOW",
      "sentences": "Okay, don't go anywhere. Up next, threads, are you on it? We're trying to figure it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "BLACKWELL",
      "sentences": "I'm on it, but now I've got a tweet and thread, and it is Instagram.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HARLOW",
      "sentences": "Well, new this morning, CNN just visited a site in Belarus where the country's president says Wagner fighters could take up residence should they take up Belarus' offer to move to the country.Now, this comes after yesterday's surprise announcement that Wagner's military leader, Yevgeny Prigozhin, is apparently not in Belarus as previously believed. The president of Belarus, Lukashenko, revealed Prigozhin was in Russia on Thursday. This revelation directly contradicts the terms of that ceasefire brokered to end Wagner's rebellion in Russia. Our Matthew Chance has the reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "All right. Well, you join me here in this military base in Belarus, about an hour's drive outside of the capital, Minsk. You can see, it's a vast tent city with all these enormous canvases, which we're told can house about 5,000 people that have been erected in the past few weeks.There were satellite photographs of this place before and after and we all believed this is the location where Wagner forces, the mercenaries from Russia, would be located if they came to Belarus. That was part of a deal, remember, with the Belarusian leader, Alexander Lukashenko, inviting Wagner and its leader to come into exile in Belarus as a way of defusing their military uprising in Russia last month. Well, I mean, at the moment though, these tents are completely empty. I mean, have a look inside at one of these here, completely empty. There's nobody in, in there. It's too dark for us to show you inside. But I can tell you it's just wooden platforms, nobody in there at the moment. But, ultimately, it can house as many as 5,000 people. The problem is, is, of course, the events of yesterday here with the revelations from Alexander Lukashenko, the Belarusian leader, actually is that that plan is no longer sort of in operation. It's on hold at the moment. And at the moment, Yevgeny Prigozhin, the Wagner leader, is not here in Belarus. He's said to be in Russia and not a single Wagner soldier has so far come here. And so we don't know whether there is going to be a transfer of Wagner to Belarus or not, at the moment, all we can tell you is that it hasn't happened yet. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "BLACKWELL",
      "sentences": "Matthew, thank you. And this just in, Ukraine says it is advanced more than a kilometer around Bakhmut in just the past 24 hours as it continues to apply pressure on Russian forces in the area. Now, this comes as the U.S. is expected to take a controversial step in assisting Ukraine by sending cluster munitions as part of a new military aid package. NATO's chief, Jens Stoltenberg, condemned Russia's use of cluster bombs in Ukraine last year. Watch.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BLACKWELL",
      "sentences": "Well, this is video of an alleged Russian cluster bomb attack in Kharkiv. It's essentially a projectile that rains down and other smaller bomblets. More than 100 nations have banned its use because of how devastating it can be to civilians.Joining us now is retired U.S. Army Major Mike Lyons. Major, good to see you again. First, let's start with what do you think? You think this is a good idea and this is the right time to give these cluster munitions to Ukraine? MAJ. MIKE LYONS (RET.), U.S. ARMY:  Yes, it is a good idea because they're not game changing but they're difference making. They'll make the artillery much more effective on the ground. Right now, for military targets, you have Russian troops that are dug in, vehicles that are dug in, and if you just look at a quick video, the same thing. Artillery, Napoleon called the artillery king a battle for a reason. And what it will do is it will improve the effects on military targets, okay? What Russia does is fire them on civilians. That's different. These are going to be for military targets, for Russian troops that are dug in. And what they'll end up doing is also save Ukrainian crew lives, right? Every artillery round has a reverse address, has a return address. Russia counter battery is very good. This will allow Ukrainian artillery crews to move, shoot, communicate and get out there quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BLACKWELL",
      "sentences": "So, the administration has said that changing battlefield conditions over the last couple of weeks are why they've made this decision. Do you think that is an acknowledgment of, let's say, slow progress of the counteroffensive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "LYONS",
      "sentences": "Yes. So, I think the administration has been results-oriented all along, and we don't want to send too much equipment that gets out in front that potentially if Ukraine starts losing that equipment, is then left on the battlefield.The counteroffensive is going well if this is the objective, is to find Russian forces where they are, probe initial defenses, shoot artillery, save Ukrainian lives, and then still find that weak place as to where it should be. It's not a classic counteroffensive. It's not a blitzkrieg. There's no breakout that's taking place. So, we have to make sure also that Ukrainian forces don't accumulate. Well, what that means is that the Ukrainian forces get stopped and they're not effective. They attrit. They run out of ammunition. So, this is going to be a plus up for ammunition and allow them to keep the counteroffensive going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BLACKWELL",
      "sentences": "So, what is your concern about the potential bomblets that are duds or that don't explode immediately?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "LYONS",
      "sentences": "Well, so, the Ukrainian government recognizes this. I mean, they're fighting for their survival right now, and they're going to fire them on their own ground. So, they're going to know where those rounds have been landed when they have used them, and they're willing to do that. They're willing to do it against an enemy that's invaded their land. So, it will be against military targets. You won't see them against civilian targets like we saw before. So, it's the risk that the Ukraine government and the military is willing to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BLACKWELL",
      "sentences": "This new reporting that the Ukrainians say that they have advanced a kilometer around Bakhmut. We've talked about Bakhmut. There's not much there left. It's a symbolic victory. What's a kilometer worth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "LYONS",
      "sentences": "Right. I don't want to diminish what they've done here. In some ways, they have to be attacking the Russian troops that are dug in around Bakhmut, but this is that symbolic victory that Russia has. And if they can use this to also find out -- there was reports of about 120,000 more troops up in the northern area, if they could use this fight right now to determine whether that's true or not, then they can determine whether they can reposition air forces or they could decide that this is where they have to put their reserves in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BLACKWELL",
      "sentences": "All right. Major Lyons, Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "LYONS",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BLACKWELL",
      "sentences": "Poppy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "YUSEF SALAAM, DEMOCRATIC NEW YORK CITY COUNCIL CANDIDATE",
      "sentences": "You saw where I was on the ballot. I started from the bottom, now I'm here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "BLACKWELL",
      "sentences": "It's been a rise. What a rise it has been. Yusef Salaam, one of the Exonerated Five, formerly known as the Central Park Five, this week won the Democratic primary for a New York City Council seat in Harlem. Salaam was wrongly accused in 1989 and then convicted, along with four other black and Latino teenagers, of raping a jogger in Manhattan Central Park.He spent nearly seven years in prison before DNA evidence emerged linking someone else to the crime. And they became known, as I said, as the Exonerated Five. Now, the case against Salaam and the other accused teenagers dominated New York headlines and drew national attention. Former President Donald Trump, then still a local figure, took out a full page newspaper ad that read, bring back the death penalty. Bring back our police. Trump now has been indicted on criminal charges in New York over hush money payments, while Salaam, who is not expected to face a serious general election opponent, is poised to help lead the city. Years after his exoneration, Salaam talked about how that day in 1989 turned his life upside down. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "SALAAM",
      "sentences": "I was telling the officers the truth and they took my words and they twisted it. I said, I'm going to go to the cops and I'm going to tell them what I saw and I'll be home before my mom gets back. And I came home seven years later.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "BLACKWELL",
      "sentences": "Yusef Salaam joins us now. Sir, good to see you. Congratulations on the primary win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "SALAAM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "BLACKWELL",
      "sentences": "Public service and public office, when did this become a goal? When did it become a dream?",
      "isLastSentenceInterrupted": false
    }
  ]
}