{
  "date": "2023-07-03",
  "headline": "CNN News Central",
  "subHeadline": "Zelenskyy: \"We Are Making Progress\" In The Face of Difficulties On Front Lines; Israel Launches Largest West Bank Operation In 20 Plus Years; The New Yorker: Former OceanGate Employee Sent Email Warning About Doomed Submersible. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:00:30",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Volodymyr Zelenskyy telling CNN in an exclusive interview that Vladimir Putin is weak, that his power is crumbling. You'll also hear what the Ukrainian president said about the ongoing counteroffensive and what it'll take for this war to finally end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:30",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Turns out it was not just Georgia, new CNN reporting that former president, Trump, pressured the governor of Arizona to overturn that state's election results in 2020. He also pressured his own vice president to find fraud there. Now, Mike Pence is responding. Hear what he has to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:30",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "And new emails reportedly revealing even more disturbing warnings about the safety of the Titan submersible before its doom trip, including one from a former OceanGate employee who said you couldn't pay him to go down on the sub.We are following these major developing stories and many more all coming in right here to CNN NEW CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:30",
      "speaker": "SANCHEZ",
      "sentences": "Vladimir Putin has lost command of entire ranks of the Russian military, that's what Ukrainian president, Volodymyr Zelenskyy, is telling CNN's Erin Burnett in an exclusive interview. Watch this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:30",
      "speaker": "VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE",
      "sentences": "We see Putin's reaction, it's weak. Firstly, we see he doesn't control everything. Wagner is moving deep into Russia and taking certain regions shows how easy it is to do. Putin doesn't control the situation in the region. He doesn't control the security situation.All of us understand that his whole army is in Ukraine. Almost entire army is there. That's why it's so easy for the Wagner troops to march through Russia. Who could have stopped them? We understand that Putin doesn't control the regional policy and he doesn't control all those people in the regions. So all that vertical power he used to have just got crumbling down. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:30",
      "speaker": "SANCHEZ",
      "sentences": "Zelenskyy did not pull punches in this conversation and you can watch the full interview Wednesday night at 7 pm Eastern.Meantime, let's get you out to the site of some of the fiercest fighting in Ukraine with CNN's Ben Wedeman who's in eastern Ukraine for us. And Ben, President Zelenskyy here also addressing the slow progress, the counter offensive has seen unfold so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:30",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, he's publicly acknowledging that it's been difficult. In fact, he said last week was difficult on the front line, but we are making progress, we are moving forward, step by step. But I think it's becoming apparent just how difficult moving forward has become.For instance, just a little while ago, the head of - the spokesman for Ukrainian forces in eastern Ukraine said on national television that they estimate that the Russians have deployed 180,000 troops in eastern Ukraine. That's more than twice the size of the entire British army. Around Bakhmut alone, 50,000 troops, they've dug deep defenses and they have deployed basically the bulk of their armor and artillery along those front lines. So, it's getting difficult. The Ukrainian deputy defense minister came out today and said that they have managed in the last week to take 14 square miles, some of that in the east around Bakhmut, some of that some in the Zaporizhzhia region. But I think if we look at the totality of the amount of territory they've seized, it's still fairly modest, Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:30",
      "speaker": "SANCHEZ",
      "sentences": "Ben Wedeman live for us in eastern Ukraine. Jim, to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:30",
      "speaker": "SCIUTTO",
      "sentences": "All right. Let's break down what this means with CNN military analyst Lt. Gen. Mark Hertling.General, always good to have you on. You have been following the progress of this war extremely closely from the beginning using your own experience in combating forces in battle. Tell us what we've learned about Ukraine's capabilities in this counter offensive so far and is the slower than expected progress worrisome, in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "HERTLING",
      "sentences": "And that's when we'll see things start picking up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SCIUTTO",
      "sentences": "So listen, we've done a lot of reporting about the depth of Russian defenses there, the minefields, et cetera, multiple layers, that kind of thing. But fact is from the Western intelligence perspective, they haven't made the progress they expected early on.Are you saying that they're just probing now in effect, looking for weak points and that there will be a larger element to the counter offensive coming forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "HERTLING",
      "sentences": "Yes. That's not what I'm saying now, Jim, that's what I've been saying all along.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "HERTLING",
      "sentences": "Because I know how you approach these kinds of complex obstacle belts, it's very difficult situations. We're seeing some film from the front line of Ukrainian forces going into trench lines.It's one thing to attack across the obstacle belts, but then afterwards, you have to literally get in the trenches and clear them of enemy activity. At the same time, you're under fire of both Russian artillery and direct fire weapons like anti-tank guided missiles. It is very difficult to go over territory that's been mined, that has trenches, that has ditches, you're seeing some of the films that people pulling wire off right there. It's just tough work. It takes a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SCIUTTO",
      "sentences": "No question. By the way, when I've seen those videos, I have to say it looks like a hundred years ago. I mean, it looks like you're looking at visions of World War I. Before we go you heard President Zelenskyy say to our colleague, Erin Burnett, that it would not be victory without Ukraine taking Crimea. This is - there's a lot of work to be done between now and then in the East, but do you think that Crimea is a credible target for Ukrainian forces? In other words, would they have what they need to take that successfully?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "HERTLING",
      "sentences": "I do, Jim. I don't know how long that will take, but from the very beginning, Zelenskyy has not changed in his strategic objective. He wants to regain the territorial integrity of Ukraine. He wants to protect Ukrainian citizens and he wants to bring Russian war criminals to trial and The Hague. Those are his three objectives. He stated those all along.So when you're talking about regaining Crimea, yes, he believes that that is part of Ukrainian sovereign territory. It has been historically and I think he's got - he's justified in saying that's part of his political and strategic objectives. How long it will take is a different story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SCIUTTO",
      "sentences": "And the West has may have taken pains to say it is up to Ukraine to define victory here.Lt. Gen. Mark Hertling, always good to have you on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "HERTLING",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "Now to the escalating violence in the West Bank, where Israel has launched its biggest military operation in more than 20 years. The Palestinian health ministry saying that at least eight people have been killed, about 80 injured. The Israeli military says its forces were targeting terrorist infrastructure in the city of Jenin. The area was filled with gunfire, explosions and smoke after the strikes.CNN's Hadas Gold is in Jerusalem for us. Hadas, what is the latest on this military operation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "BENJAMIN NETANYAHU, PRIME MINISTER OF ISRAEL",
      "sentences": "In recent months, Jenin has become a safe haven for terrorists. From that safe haven, terrorist perpetrated savage attacks, murdering Israeli civilians, men, women and children as many children as they could find.As I speak, our troops are battling the terrorists with unyielding resolve and fortitude while doing everything, everything to avoid civilian casualties. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "GOLD",
      "sentences": "Now, Brianna, we wait to see what will happen in the ensuing hours, especially overnight and whether this will turn into a much broader situation that will affect all of the West Bank, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "KEILAR",
      "sentences": "Yes. We'll be watching such a critical time.Hadas Gold live for us from Jerusalem, thank you. I want to bring in now Martin Indyk. He is a former U.S. ambassador to Israel and a distinguished fellow at the Council on Foreign Relations. Ambassador, thank you for joining us at this critical point. As I mentioned, tell us as you see it, why we're here and do you see this as different from the other episodes of violence that we have seen before? MARTIN INDYK, FORMER U.S. SPECIAL ENVOY FOR ISRAELI-PALESTINIAN NEGOTIATIONS: Thanks, Brianna. So this has been developing for about six months now since the beginning of the year when Palestinian terrorist attacks coming from the northern cities of Nablus and Jenin in the West Bank was stepped up. And their targets were the hundreds of thousands of settlers that are now in the West Bank who settled there for many years and the present easy, rich target environment for them. And the Israeli army has been going into the refugee camps in particular in Nablus and Jenin, because the Palestinian security forces that were normally responsible for exercising control there have given up on that. And the Palestinian Authority, which is essentially crumbling and has no legitimacy amongst its own people is not willing to take responsibility. Those raids by the Israeli army produced a kind of cycle of violence, where the terrorism produced the raids produced more terrorist attacks on Israeli settlers. And the advent of a far right government in Israel put a lot of pressure on the Israeli army to take more measures, because the far right ministers representing the settlers were getting quite exercised about it. So what we see today is some step level up, a brigade-sized operation, Hadas told us about hundreds of Israeli soldiers going in as opposed to the much smaller raids that have been the norm, using drones and even aircraft. And it's another step up designed to try to exercise control, but it's unlikely to work and - because simply the resistance will continue and the environment is such that it's very hard to prevent it from happening again. And so therefore, I'm afraid that we're now on a slippery slope towards an eventual reoccupation of these northern cities by the Israeli army, which will only make matters worse and may well precipitate to the third intifada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:00",
      "speaker": "INDYK",
      "sentences": "Well, the United States - the Biden administration in particular has been focused on the Middle East trying to calm things down, that's their motto, whether it's in the Gulf or against Iran or the Yemen Civil War or the Yemen war or in this case the Israeli- Palestinian conflict, they basically move in to try to calm things down, not believing they can fix things beyond that, preoccupied naturally with the war in Ukraine and China's assertiveness in a Asia. They just want to keep things quiet.So I expect we will see them coming in and try to work with both sides, with Jordan and Egypt to try to quiet things down. But the United States doesn't have the means to stop this escalating violence. Normally, you would talk about a political horizon, some kind of negotiated settlement. But that's long gone with the far right government in Israel (inaudible) opposed to a Palestinian (inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:00",
      "speaker": "KEILAR",
      "sentences": "Ambassador, I want to ask you this because I only have a limited amount of time here, then what would prevent a third intifada because obviously that is what everyone would want to avoid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:00",
      "speaker": "INDYK",
      "sentences": "Well, the only thing that could - might work is a concerted effort by the United States, Egypt, Jordan, and Israel to bolster the Palestinian authority, get the Palestinian security services willing to reengage and exercise control over these cities in the West Bank and therefore for stalling the need for the Israeli army to engage in the way it is doing today. KEILAR",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:00",
      "speaker": "INDYK",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:00",
      "speaker": "KEILAR",
      "sentences": "Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:45",
      "speaker": "SANCHEZ",
      "sentences": "An accident waiting to happen, that's how a former employee of the company behind the doomed Titan submersible described the vessel years before it imploded on a mission to the Titanic. According to The New Yorker, David Lochridge sent an email to an OceanGate colleague raising red flags about the sub and the company's CEO, Stockton Rush, writing quote, \"I don't want to be seen as a Tattle tale, but I'm worried he kills himself and others in a quest to boost his ego.\" He added, \"There's no way on earth you could have paid me to dive the thing.\"Rush was among five people who died in the tragedy last month. As Lochridge claims he was wrongfully terminated for bringing up these concerns. The New Yorker's reporting reveals an extensive paper trail of missed warning signs. And earlier we spoke with the writer behind the piece. Here's part of his conversation with Brianna. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:45",
      "speaker": "BEN TAUB, STAFF WRITER, THE NEW YORKER",
      "sentences": "This tragedy comes down to hubris. It was a matter of this kind of Silicon Valley disrupter attitude, but it wasn't about beating the other companies. It was about trying to beat physics. And you're not going to win that and they didn't win that. The boundary breaking part of this operation was to try to do it in a sub that was un-classed and was clearly designed to do what it did which was to fail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:45",
      "speaker": "SANCHEZ",
      "sentences": "Joining us now was Maximilian Cremer. He's the Director of the ocean technology group at the University of Hawaii Marine Center.Sir, thanks so much for being with us this afternoon. The more we're learning about the Titan submersible, the more it sounds like there were a lot of missed red flags. Do you think this tragedy was preventable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:45",
      "speaker": "MAXIMILIAN CREMER, OCEAN TECHNOLOGY GROUP DIRECTOR, UNIVERSITY OF HAWAII MARINE CENTER",
      "sentences": "Oh, yes, it was. It was preventable and entirely unnecessary. The company to my knowledge was advised for years more than half a decade that this was not the way to go into the deep, especially not beyond the deep sea boundary, which actually starts at 200 meters about 600 feet.So it's - yes, no question about it that there were many warnings. And I believe that the deep diving community did whatever was in their power to try and prevent it and it did not work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:45",
      "speaker": "SANCHEZ",
      "sentences": "So in your mind, who should have intervened and who should be held accountable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:45",
      "speaker": "CREMER",
      "sentences": "Well, I'm not sure. I mean, since the legal situation is so murky in international waters, once you go out there. I suppose you could float around in a wooden raft and go into the Bering Strait if you have to as long as you are in international waters, there's just not much jurisdiction that you are subjected to that can call it off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:04",
      "speaker": "CREMER",
      "sentences": "There's really not much leeway there at all. A few - in the deep sea under high pressure physics, if you want to introduce new materials, alternative ways of doing it, you can, you do it unmanned, you build pressure vessels at increasing size and increasing depth and you have to perform hundreds and hundreds of tests with the appropriate of engineering and independent oversight.It's just a very strange and unusual thing to do in this type of environment, which is ultimately and supremely hostile to humans to turn to untested and uncertified materials and take people down with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:04",
      "speaker": "SANCHEZ",
      "sentences": "Yes, incredibly adverse conditions at those depths.You spoke about the sort of un-credited nature of this submarine. Should a CEO like Stockton Rush, somebody who's trying to push the limits have the ability to decide whether their technology, their sub is going to remain unclasped and un-credited?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:04",
      "speaker": "CREMER",
      "sentences": "In my opinion, no. This is - it really is a different purpose that OceanGate and Stockton Rush had in mind here. OceanGate was trying to open up the deep ocean to commercial touristic observational activities disguised by the term mission specialists to evade yet another legal hurdle. In our business, I want to say in the serious professional, deep diving business. We do not experiment. We have proven technology for decades. It's extremely well known what steel and Titanium will do at depth.And we use these diving machines to fulfill a purpose on the ocean floor which has to do with science. We take samples with video recordings, we deploy sensors. The diving machine must be absolutely assured to be in tip top shape. If there's any doubt about the integrity of the pressure, how that is protecting the human crew, then we don't go. We don't - it's an instant showstopper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:04",
      "speaker": "SANCHEZ",
      "sentences": "Max creamer we very much appreciate your perspective and you sharing your time with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:04",
      "speaker": "CREMER",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:04",
      "speaker": "SANCHEZ",
      "sentences": "Of course. Jim?",
      "isLastSentenceInterrupted": false
    }
  ]
}