{
  "date": "2023-08-15",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Trump and 18 Others Indicted in 2020 Georgis Election Case; Russia Holding Moscow Conference on International Security; Gas Prices Climb to Highest Level in Nearly 10 Months. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "ROSEMARY CHURCH, CNN HOST",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Rosemary Church live in Atlanta. And if you're just joining us, I do want to bring you up to date on our top story this hour.Donald Trump and 18 others have been indicted in Georgia's 2020 election interference case. The former president faces 13 criminal counts, including racketeering and acting as part of a criminal enterprise to allegedly try and change the state election results. Fulton County District Attorney Fani Willis says she will try all 19 defendants together. And says that they must surrender to Georgia authorities by August 25th. Here's what she had to say when asked about a trial date. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FANI WILLIS, FULTON COUNTY DISTRICT ATTORNEY",
      "sentences": "What is the timetable for the trial? As you know, in this jurisdiction trials are set by the judges. And so it will be the judge who sets the date of the trial. This office will be submitting a proposed scheduling order, within this week. However, that will totally be at the discretion of the judge.I want to try him and be respectful for our sovereign states. We do want to move this case along and so we'll be asking for a proposed order that occurs a trial date within the next six months. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "CHURCH",
      "sentences": "Former President Donald Trump is reacting to the Fulton County Georgia indictment, calling it politically inspired. And Trump's former attorney Rudy Giuliani says it's quote, an affront to American democracy.But Fulton County district attorney spent more than two years investigating the case. CNN's Randi Kaye has more on the DA Fani Willis. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FANI WILLIS, FULTON COUNTY DISTRICT ATTORNEY",
      "sentences": "It doesn't matter if you're rich, poor, black, white, Democrat or Republican. If you violated the law, you're going to be charged.RANDI KAYE, CNN NATIONAL CORRESPONDENT (voice-over): Fulton County District Attorney Fani Willis talking about her investigation into Donald Trump's alleged attempt to influence Georgia's 2020 election. At the center of it all, a phone call Trump had with Georgia Secretary of State Brad Raffensperger after the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I just want to find 11,780 votes, which is one more that we have because we won the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "WILLIS",
      "sentences": "Very thankful that you are here.KAYE (voice-over): When that call was made, Willis had only been in office for one day ever since she's been leading the charge on the investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "WILLIS",
      "sentences": "Been working for two and a half years. We're ready to go.KAYE (voice-over): Ready to go. And in the process, ruffling Trump's feathers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TRUMP",
      "sentences": "In Georgia, the racist district attorney goes after me for a perfect phone call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TRUMP",
      "sentences": "And this woman is not a capable woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TRUMP",
      "sentences": "She's a racist, and this is a person that wants to indict me.KAYE (voice-over): Those accusations of racism unfounded. Team Trump also included Willis in this ad called the Fraud Squad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And Biden's newest lackey, Atlanta D.A. Fani Willis.KAYE (voice-over): Despite it all, Willis hardly seems rattled by Trump's continued attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "WILLIS",
      "sentences": "It's ridiculous in nature, but I support his right to be protected by the First Amendment and say what he likes.KAYE (voice-over): Since investigating Trump, Willis says she's been subjected to racist taunts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "WILLIS",
      "sentences": "I've never been called the N word so much in my life.KAYE (voice-over): Willis, a Democrat, was elected Fulton County's first female district attorney after ousting a six-term incumbent in a primary. She'd built a name for herself as a leading prosecutor in the Atlanta public school cheating scandal, securing convictions for 11 of the 12 defendants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TRUMP",
      "sentences": "Fake machines, yes.KAYE (voice-over): In her first two years in office, Willis has juggled investigating Trump and subpoenaing some of his top allies, while also going after gangs like drug rich. She's also handed down Racketeer Influenced and Corrupt Organizations indictments to popular rappers, including Young Thug and Gunna. Willis has cited the rapper's song lyrics as evidence in the indictments against them, something her critics say infringes on First Amendment rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "WILLIS",
      "sentences": "I have some legal advice, don't confess to crimes on rap lyrics if you do not want them used, or at least get out of my county.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "WILLIS",
      "sentences": "I truly believe God personally selected me here for this moment in time, and I'm going to do the job that I'm blessed to be able to do.KAYE (voice-over): Randi Kaye, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "CHURCH",
      "sentences": "And Donald Trump is now facing a staggering 91 criminal charges in four criminal cases. They include 34 charges in the Manhattan case over campaign hush money. 40 charges in a federal case over the management of classified documents. Four charges in the special counsel's election subversion case. And now 13 charges in the Georgia election case.Ron Brownstein is a CNN senior political analyst and senior editor for the \"Atlantic.\" He joins me now from Des Moines in Iowa. I appreciate you joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Thank you Rosemary, quite a night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "CHURCH",
      "sentences": "Quite a night. And of course earlier this hour we did focus on Donald Trump's legal jeopardy with this historic fourth indictment where he and 18 others faced 41 criminal counts in the state of Georgia for trying to overturn Trump's defeat.But let us look now at the political ramifications of this. And what stands out of course with the state charges is that if Trump is reelected in 2024, he won't be able to pardon himself or his allies. Will that make this his most challenging indictment? And how will he deal with this politically do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BROWNSTEIN",
      "sentences": "That's such an important point. I think it does on its face make it his most challenging indictment. Because even if he is elected as president again in 2024, he can't simply make it go away. Even the governor of Georgia can't make it go away. And as I understand -- and I'm sure you've had experts on talking about -- is the governor cannot unilaterally pardon him. So there is at least the potential that this is a case they could transcend even a successful reelection for Trump and put him in legal jeopardy as president if he was reelected. You know and create conditions and circumstances and legal questions we simply have not had to deal with as a country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "CHURCH",
      "sentences": "And again, if Trump does become the presidential nominee for the Republican Party, how does the GOP grapple with that fourth indictment and of course as we have been talking, the state based?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, well look, I think the vast majority of Republican elected officials have made a decision that they are in with Trump until the end. Whether they want to be or not. They have concluded that they cannot alienate him -- that they are now so dependent on the voters that he mobilizes, that they cannot electorally afford to stand up to him in any way or draw any lines. Some ways, as we've talked about many times before, it's a self-fulfilling prophesy. Because one of the reasons the base stays with Trump so unreservedly through all of these indictments, is that they are not hearing from any voices they trust a counterargument -- except for figures on the periphery of the presidential race like Asa Hutchinson or Chris Christie.So they are along for the ride. And they have lashed themselves to his mast as they did throughout his presidency, you know. And there are a minority of Republicans who are very uneasy about that. But right now, the dominant faction in the party is the Trump faction. And he has sold to them -- and I don't think it was a very hard sell -- this argument that all of these indictments are really a way to silence them by going after him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "CHURCH",
      "sentences": "And this might be considered a sidebar, but how big a problem is it politically that Georgia's District Attorney Fani Willis did not answer the question put to her about how the document leaked a little earlier just before the official indictment was released. Because critics are already climbing all over this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, look it's going to be a Republican talking point. But I'm not sure they need a talking point at this point. They have basically -- you saw Kevin McCarthy the House Speaker out again tonight instantly before he possibly could have read through this very detailed voluminous indictment, you know, saying that this is a radical Democrat attempting to subvert in effect the 2024 election. Kind of turning the charge on its head. That is going to be the point of view of Republicans.[04:40:00] And you know that leak, however it came about obviously gives them a weapon to do that. But if that did not exist, there would be something else. I mean, Donald Trump put out a press release tonight. I mean, not to put -- you kind point on what, you know, he's trying alleged here. You know, saying that the prosecutor is the daughter of a Black Panther. I mean, so in essence, he has, you know, repeatedly accused her being a racist. Alvin Bragg, Letitia James in New York, two other African American criminal justice officials of being racist. He is essentially trying to fold all of these indictments in to the predominant belief among Republican voters. That the real victims of discrimination in a diversifying society are basically them. Whites, Christians, conservatives and even men. And so, that messaging is well in place for Republican voters. It is a completely different question whether independent voters who will decide a general election are on board with this claim he is the victim of a massive nationwide conspiracy of prosecutors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "CHURCH",
      "sentences": "And Ron, the D.A. wants to try all 19 defendants together within six months. Which will collide with the GOP primary calendar already getting pretty crowded with cases. What are the likely political ramifications of that do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Well first, I mean, I'm sure, all of your legal experts have told you, I think the legal experts are dubious that either of those things can happen. That all 19 can be tried together are much less in an expeditious manner. I mean that really is the next question, right?I mean, the other Republican candidates by in large replicating the strategy of 2016 have chosen to really minimize their direct confrontation with Trump. They are still hoping that some external event causes his voters to peel away from him and that they will be there to pick up the pieces if they have not alienated those voters, by challenging Trump to directly. And we are seeing that again. And obviously, through these indictments that is not happening. I think the opposite has happened in the context of the Republican primary. It is still an open question though. Whether Republican -- any larger share of Republican voters would react differently if a trial is going on. Much less if he is convicted. I would have to say based on current evidence that there's not a lot of chance of meaningful numbers of Republican voters peeling away from him from that. But that is still unpredictable. With the broader electorate I think a conviction can be devastating to his prospects of being president. Ron Brownstein, thank you as always for your analysis, appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "CHURCH",
      "sentences": "Officials in Ukraine say Russia has launched missile strikes on several areas overnight. Including the Lviv region in the west. Meantime, Ukraine's deputy defense ministry says Ukrainian forces are preventing Russia's advance in the east where the fighting is ongoing. But does caution Russian forces are regrouping. Heavy fighting has also been reported near Bakhmut where Ukraine says its forces have liberated more land around the city.And CNN's Clare Sebastian joins us now live from London. Good morning to you, Clare. So we just heard from President Putin at the Security Conference. What do we know about his strategy in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yes, Rosemary, in the last hour or so President Putin speaking at the Moscow International Securities Conference, which is an event that they're holding, where they've invited a large number of countries. Notably not including any European or NATO countries. But what we've gleaned certainly from his quite short speech, was that Russia is really doubling, tripling down on the idea of the war in Ukraine being some kind of watershed moment. This existential struggle against Western and U.S. dominance in the world as they see it. He said that the U.S. and its allies are trying to stoke conflict around the world. Accusing them of neocolonialism. And said that they are continuing this policy in Ukraine.(BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): What this policy of adding fuel to the fire leads to, is clearly seen in the example of Ukraine. By pumping billions of dollars into the neo-Nazi regime. Supplying with equipment, weapons, ammunitions. Sending their military advisers and mercenaries. Everything is being done to ignite the conflict even more. To draw other states into it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SEBASTIAN",
      "sentences": "So obviously, the fact is that it's Russia invaded Ukraine almost 18 months ago. And it's Russia that according to the Ukrainian Air Force that launched some 28 cruise missiles at Ukraine overnight, of which 12 of them evaded air defenses. The western region seems to be the hardest hit. Three reportedly killed in Lutsk which is some 100 kilometers or so from the Polish border. Over a dozen injured in the western city of Lviv as well.So I think, look, Putin is clearly making the argument to the participants in this conference that they need a band together to counter western influence but certainly the events of the last 24 hours show that Russia is the key destabilizing force here -- Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "CHURCH",
      "sentences": "Yes, thanks to Clare Sebastian, joining us live from London.U.S. retail earnings are out later today. Quarterly results from big box giants like Target, Walmart and Home Depot. Investors will be looking for clues on the resiliency of consumer spending power. That's after an earlier warning that Americans are spending more on necessities and less on discretionary purchases. That retail data could weigh on the Federal Reserve's decision on whether to raise interest rates next month. And here's a look at Wall Street futures ahead of today's key earnings. They are very much in the negative territory. We'll continue to watch that very closely obviously. Meanwhile, U.S. fuel prices have been gradually moving higher. And now they're at their highest level in nearly ten months. CNN's Matt Egan explains why. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}