{
  "date": "2023-04-27",
  "headline": "CNN News Central",
  "subHeadline": "Missouri Judge Temporarily Blocks Limits On Gender-Affirming Care; Pro-Netanyahu Demonstrators Gathering At Israeli Parliament; Round One Of NFL Draft Kicks Off Tonight. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right. This morning, the Air National Guardsman accused of leaking classified files will soon be back inside of Massachusetts court for a detention hearing. The judge will decide whether Jack Teixeira will stay in jail behind bars as he awaits trial.Prosecutors are -- argued that releasing him could pose a grave threat to national security given past violent and racist remarks, they say, that he has made. Investigators also say they discovered an arsenal of weapons in his bedroom. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "KHARRI, MISSOURI PATIENT",
      "sentences": "We are terrified. I've been afraid since I was like 15. And this law is terrifying. It's talk with us like to sit there and talk, listen to what we're saying. We're not trying to indoctrinate anyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "ANDI, MISSOURI PATIENT",
      "sentences": "It's a constant disconnect from my own body, my own being. I look in the mirror, I feel like an imposter, a stranger. I always have. I am going through a personal journey now and hopefully can start to feel comfortable in my own skin and maybe feel like I recognize that the person in the mirror.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "LAH",
      "sentences": "Planned Parenthood, Sara, tells us this morning they woke up to a slew of calls and e-mails of patients now trying to beat that Monday deadline. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "SIDNER",
      "sentences": "Well, it's incredible to hear directly from the patients. They are so young. Kansas -- Kyung Lah in Kansas City, live there for us, thank you so much. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Major newspapers today are joining together and demanding that Russian authorities released what -- release Wall Street Journal reporter Evan Gershkovich. Today, the Journal, The Washington Post, the New York Times are all running a full-page ad featuring a joint letter. He has now been wrongfully detained for four weeks.The publications' letter says in part this. As editors and publishers of some of America's largest news organizations, we are united in calling for his immediate release. Reporting is not a crime. Joining us now, Axios senior media reporter Sara Fischer. She's joining me now for more on this. Sara, what are you hearing about this coordinated effort and also what it could do? SARA FISCHER, CNN MEDIA ANALYST (on camera): It's a huge effort, Kate. Well, first of all, all these ads run his house ads, which means that the papers didn't charge one another or anything like that. And that's rare. We only ever see papers do that for really important public service announcements. The other thing that's important to know is that they say that they're standing here united for this release. I mean, typically when you have instances like this, for example, when Jamal Khashoggi was you know viciously murdered while working for The Washington Post when the New York Times face this when it comes to European journalists in Ireland that was detained, these editors will typically make statements in support but they're not running ads in each other's papers. So, this is a huge, huge milestone. And hopefully, it can get some more government assistance needed. One of the things that they call out in this ad is that they are pleased, urging the government for more support as they fight to bring Evan home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "BOLDUAN",
      "sentences": "And, Sara, you pointed out in your piece on this that 2022 ended with a record number of journalists being arrested, according to the Committee to Protect Journalists. What's going on here more broadly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "FISCHER",
      "sentences": "It's a very important statistic that you pointed out because, around the world and in countries that are teetering on the edge of democracy towards autocracy, the way that these leaders are consolidating power is by going after the fourth estate and journalists. And the way that they're doing it, Kate, is they are trying to find ways that they can crack down on sort of legal crimes, even if they're not real crimes. So, you're seeing as a result an overwhelming number of journalists that are being jailed because the government doesn't quite know how else they can go after them.But I want to quickly reach you something that's very interesting that just broke on the story. The National Press Club just put out a statement on Evan as it pertains to him being locked up in jail and in solitary confinement. The Press Club President Eileen O'Reilly just said that he is at the mercy of the Russian judicial system, choosing to keep him in solitary confinement. And they argue that this is a huge, huge detriment to his mental health and \"denying these visits amounts to torture.\" They say that it's torture if you keep someone in solitary confinement for 15 days, and he has been there for more than double that time. It gives you a sense of how bad the situation has gotten not just for Evan, but around the world for journalists that are being held and jailed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:11",
      "speaker": "SIDNER",
      "sentences": "Right now, supporters of Benjamin Netanyahu's plans to overhaul Israel's judicial system are gathering at the country's parliament for what organizers are describing as a Million Man March. Opponents of the prime minister's plan, you've seen them. They've been taking to the streets in protest for months in huge numbers. Today's demonstration is being organized as a counter to that outcry.CNN's Hadas Gold is in Jerusalem. Hadas, you had a chance -- you're out there, you had a chance to speak with some of the demonstrators today, what are they telling you? HADAS GOLD, CNN JERUSALEM CORRESPONDENT (on camera): Yes, Sara, that's right. I mean, for four months now, hundreds of thousands of Israelis have taken to the streets to protest against this judicial overhaul which at its essence would give the Israeli parliament, the politicians in power, unprecedented control over the Supreme Court. But today, the people who are in favor of what they're saying are necessary reforms have come out in the thousands to Jerusalem, in front of the Supreme Court and in front of the Israeli parliament. Their voices have not been heard as much on the street. There hasn't been as much of an organized protest movement from their side. And they say that that's changing today. They've chartered more than one thousand buses, they say, to bring protesters from around the country here to Jerusalem. They're calling this the Million Man March. And for them, they say this is what they voted for when this right-wing government was voted into power in November. Take a listen to what one of the demonstrators told me just a few minutes ago. (BEGIN VIDEO CLIP) ERAN MAMAN, PRO-NETANYAHU DEMONSTRATOR: We had enough. So, you see other people are very -- they also had enough. We want to -- we want someone to hear our voice. We want to know -- we want to let them know from in the Knesset that we have -- we are behind their back. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:11",
      "speaker": "GOLD",
      "sentences": "Their message to the Israeli government, to Prime Minister Benjamin Netanyahu is when Parliament comes back into session next week, they want this reform passed and they want it passed now, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:11",
      "speaker": "SIDNER",
      "sentences": "All right. Hadas Gold, thank you. Quite a scene behind you there. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:43",
      "speaker": "BERMAN",
      "sentences": "This morning, millions of sports fans waiting in anticipation for an event that really has grown into something of a frenzy. Tonight, the home of the Super Bowl champion, Kansas City Chiefs, transformed into the home of the 2023 NFL draft. The question we all want to know is who is my team getting?CNN's Andy Scholes is here with all the answers. And, Andy, Carolina's on the clock but really all the action starts after that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:43",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "That's true, John. Because we pretty much know at this point that the Carolina Panthers are going to take Alabama quarterback Bryce Young at number one with that overall pick. The oddsmakers have him as the -- you know, favorite by far to be that number one overall pick. He's the 2021 Heisman Trophy winner. The only question with Bryce Young, you know, he's amazing, he could do it all, just a little small for an NFL quarterback. You know, he'd be very small for a first-round quarterback in general, let alone the first-overall pick. But expect that to happen.But then at number two, that's when the draft is going to start because no one really knows what the Houston Texans are going to do. Are they going to take Willie Anderson, the top overall defensive player, or where would they go with one of those other quarterbacks, Kentucky's Will Levis, then you've got CJ Stroud from Ohio State, and then Anthony Richardson out of Florida? This is a very rich quarterback draft in the first round. Going to be fun to see where all of this shakes out in terms of those guys, John. Because you know, a lot of teams always need a quarterback, a lot of teams to try to go get those quarterbacks. That's going to be a big storyline going into this. And the NFL Draft, as you mentioned, it's become this just huge spectacle. This year, it's in Kansas City. You know, last year in 2022, ten million people tuned into the draft. That's like more than most of the sporting events we have all year long. They're expecting 300,000 people there in Kansas City. They got a stage the size of a football field. So, it should be a lot to -- of fun to watch. Your Patriots, John, have the 14th pick. That's a little higher than they're normally used to picking. What would you like to see them do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:43",
      "speaker": "BERMAN",
      "sentences": "They earned it. They earned the 14th pick by not being very good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:43",
      "speaker": "BOLDUAN",
      "sentences": "And by earning it, mean they -- so, look --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:43",
      "speaker": "BERMAN",
      "sentences": "Yes. And, Andy, I expected to do what they always do. They traded the 14th Pick for like sixth -- seventh-round picks in 2027.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:43",
      "speaker": "SCHOLES",
      "sentences": "Trade down, that's a Bill Belichick special right there. But yes, he might not have that many years left, maybe he'll go the other way with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BOLDUAN",
      "sentences": "But it's like 75 days spectacle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Like you've got plenty of time to sleep, eat, go back, and you still are staring like the Bronco's management has sitting on phones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SIDNER",
      "sentences": "Have you ever been -- have you ever been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BERMAN",
      "sentences": "Here's the true story --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SIDNER",
      "sentences": "Have you -- have either of you ever been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SCHOLES",
      "sentences": "No, I'm not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BERMAN",
      "sentences": "Here's the true story. I once took my then-girlfriend now wife to the NFL Draft, what it was here in New York City. And she still married me after that. But it was -- it was close. It was like the one thing that almost got in the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BOLDUAN",
      "sentences": "I mean so many other redeeming quality -- there are so many other redeeming qualities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SIDNER",
      "sentences": "You over -- you over. I've been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Andy Scholes, great article. Let's going to get a good quarterback.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SCHOLES",
      "sentences": "Well, you know as I mentioned, there's four quarterbacks available. The Colts -- the Colts have one of the top five picks so they should have their chance to get one of them. Which one that will be? That's the big question. And that's what's going to bring all the drama tonight. We feel --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Andy Scholes is not looking into his magic crystal ball clearly today. Thanks, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SIDNER",
      "sentences": "The Rams don't have any picks basically, so we need everything and we get almost nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BOLDUAN",
      "sentences": "I think that we should have the new baseball rule right, of like we're -- that they're on the clock as well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BERMAN",
      "sentences": "(INAUDIBLE). They have a clock in the draft.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BOLDUAN",
      "sentences": "I think they should have a much tighter clock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BERMAN",
      "sentences": "Yes. It's 10 minutes in the first round, so you know I'm a Texas fan. They have picked 12 as well, so I have to stay up at least past 9",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Which is tough for Andy Scholes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BERMAN",
      "sentences": "All right, Andy.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SCHOLES",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BERMAN",
      "sentences": "Hang in there, man. We know you'll pull through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SIDNER",
      "sentences": "Yes. BOLDUAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BERMAN",
      "sentences": "Andy Scholes, thank you so much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Sleepy Andy Scholes.",
      "isLastSentenceInterrupted": false
    }
  ]
}