{
  "date": "2023-05-04",
  "headline": "The Situation Room",
  "subHeadline": "Attorney General Touts Proud Boys' Seditious Conspiracy Convictions; Russia Vows Revenge, Baselessly Blames U.S. For Kremlin Attack; Suspect Arrested In Brutal Stabbings Near University Of California Campus; North Carolina Senate Passes 12-Week Abortion Ban, Sends To Gov; Report Raises New Ethical Questions Over Justice Thomas' Ties To GOP Megadonor. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:05",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "It is true that the melodies in both songs do not line up, and even though the chord progressions and rhythms are similar, they do turn up in tons of other popular songs. But don't mind me, I'm just thinking out loud.Our coverage continues with one Mr. Wolf Blitzer next door in a place I like to call THE SITUATION ROOM.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Happening now, the U.S. attorney general is touting major criminal convictions in connection with January 6th. Four members of the far-right Proud Boys found guilty of the grave charge of seditious conspiracy. We're breaking down the verdicts.Also this hour, as Russia vows revenge for an alleged drone attack on the Kremlin, it's now casting blame on the United States as well as on Ukraine. I'll ask a key White House National Security Council official, John Kirby, what the administration knows about the incident as he's accusing Moscow of spinning lies. And there's breaking news we're following. An arrest was just announced in connection with a series of brutal stabbings near a university of California campus. Stand by for details on the suspect and the charges. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer. You're in THE SITUATION ROOM. Tonight, the U.S. Justice Department is claiming a new victory for American democracy after four members of the Proud Boys were found guilty of seditious conspiracy for their roles in the January 6th riot. CNN's Sara Murray reports on the jury's verdict in this very high-profile trial. (BEGIN VIDEOTAPE) SARA MURRAY, CNN CORRESPONDENT (voice over):  Four members of the far- right Proud Boys convicted of seditious conspiracy. A jury finding Enrique Tarrio, the former leader of the Proud Boys, Ethan Nordean, Joseph Biggs and Zachary Rehl guilty of seditious conspiracy and other charges in a verdict confirming the prosecutor's central allegation that they conspired to stop the peaceful transfer of power on January 6th by attacking the Capitol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "Today's verdict makes clear that the Justice Department will do everything in its power to defend the American people and American democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "MURRAY",
      "sentences": "In a trial that stretched four months, prosecutors highlighted Donald Trump's earlier pandering to the Proud Boys.DONALD TRUMP, FORMER U.S. PRESIDENT:  Proud Boys, stand back and stand by.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "MURRAY",
      "sentences": "Along with video and messages like this one, it's time for f'ing war, if they steal this S, making the case that Trump's election lies --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "TRUMP",
      "sentences": "It was a rigged election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "MURRAY",
      "sentences": "-- inspired the Proud Boys to help gin up a revolution against the incoming Biden presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So, we just stormed the (BLEEP) Capitol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "MURRAY",
      "sentences": "Defense attorneys argued their clients were merely scapegoat, and it was Trump who incited the riot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "TRUMP",
      "sentences": "We fight like hell. And if you don't fight like hell, you're not going to have a country anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "MURRAY",
      "sentences": "But prosecutors said the Proud Boys were at the frontlines of the mob riling up the crowd as the first barriers were breached. Today's verdict marks the third time prosecutors have notched convictions for seditious conspiracy in their historic prosecutions in the aftermath of January 6th.But the jury finding a fifth Proud Boy, Dominic Pezzola, not guilty of seditious conspiracy. He was not accused of holding a leadership role within the far-right. He did, according to prosecutors, steal a police riot shield, using it to break a window that rioters used to enter the Capitol. The jury found Pezzola guilty of other crimes, like obstruction of an official proceeding. Tarrio's indictment especially significant, he wasn't in Washington on January 6th, having been arrested two days earlier and ordered to leave the city. But messages presented by prosecutors suggest Tarrio was readying for a revolution and helped create a command structure within the group in the run up to the Capitol insurrection. Make no mistake, Tarrio told other Proud Boys on January 6th, we did this. (END VIDEOTAPE) MURRAY (on camera):  Now, there were a number of other charges where the jury could not reach a unanimous verdict. On those charges, the judge declared a mistrial. But, Wolf, when it comes to these five men, they are all facing potentially lengthy prison sentences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "BLITZER",
      "sentences": "Years and years in prison potentially. Sara Murray, thank you very much.Let's bring in our other correspondents and experts who have been following this trial. Laura Coates, I'll start with you. Just how significant is it for the U.S. Justice Department to secure more convictions on this seditious conspiracy felony charge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "LAURA COATES, CNN SENIOR LEGAL ANALYST",
      "sentences": "This is extraordinarily significant. Remember how long it's been since the United States Department of Justice even had to pursue charges like this? This is a civil war era actual piece of statute. And so the idea here that they're using it first with more frequency is very telling about the impact of January 6th.Look how long it took. It was more than four months worth of testimony, albeit there were multiple defendants, but it is significant to try to convince a jury, not just that they were advocating for the use of force, but that there was some coordination, some plan, some conspiracy, a so-called meeting of the minds to actually carry this out. They tried to say it was about scapegoating, and even the closing argument said pointing to Donald Trump, he's the reason they did this. Well, he was not the one on trial and the jurors looked at this and said these individuals were the ones who have conspired collectively to do just this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "BLITZER",
      "sentences": "Very important. Sara Sidner, I know you've covered the Proud Boys extensively. You have interviewed their leader, Enrique Tarrio. Is this verdict a major blow to the group?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "SARA SIDNER, CNN ANCHOR AND SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Absolutely, it is, just like it was a major blow to the Oath Keepers. You talk to any group, like the Anti-Defamation League or the FBLC about what this does, and, really, it sends a message and it is a huge warning that if you take part in groups like this and if you get sucked into this idea of doing violence, and you actually go forth and plan or plot something, and then further more go forward and do it, you're going to be punished. And they're facing those who got convicted of seditious conspiracy up to 20 years in prison just for that charge alone.So, it is definitely a warning. It is definitely something that's going to make someone at least stop for a second and try to regroup and say, do I want to be a part of this. You know, we should mention that in canada, the Proud Boys have been listed as a terrorist group. So, this is definitely significant. We have seen the unraveling, if you will, of the Oath Keepers. The Proud Boys still around, they're still active on different social media aspects. You can see them if you're in their groups. You can see them talking about all of this. But believe you me, if there's someone new out there that's considering this, they are going to think twice after seeing what has happened to these men here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "BLITZER",
      "sentences": "Yes, 20 years in prison, that's a significant sentence.Katelyn Polantz, could this have any bearing on how aggressively the Justice Department Special Counsel Jack Smith pursues other charges in his January 6th investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Wolf, Jack Smith is going to be following the facts. He's going to be looking at what evidence there is to potentially charge people in political circles, even as high as Donald Trump at the White House, but he will also be looking at the law.And one of the things that happened today that's quite notable is that the Justice Department secured one of these seditious conspiracy convictions against a man, Enrique Tarrio, who was not on the grounds of the Capitol on January 6th, who was just discussing with others on text messages, on other encrypted messages about wanting to come together. And so there was the ability for the Justice Department to make that case and for the jury to believe that that was the case to be made. Prosecutors, as Sara Murray had noted in her piece, that prosecutors had argued that Donald Trump was an inspiration for this group and the defense team had tried to tell the jury this is Trump, this was Trump doing these things, inspiring this violence. This wasn't the Proud Boys leading the charge here. I asked one of the defense attorneys today what she would respond if Donald Trump should be prosecuted, and here's what she said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "CARMEN HERNANDEZ, ATTORNEY FOR ZACHARY REHL",
      "sentences": "What Mr. Trump did or didn't do is of no moment to me or Mr. Rehl, but he was the one who called the rally, had everyone show up.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "POLANTZ",
      "sentences": "So, the grand jury activity is going to be continuing with the special counsel, a separate investigation looking into Donald Trump and others related to January 6th. We're seeing a great deal of activity nearly every day at this courthouse as that investigation continues on, even now that the Proud Boys trial is over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "BLITZER",
      "sentences": "I want to bring in Adam Kinzinger to this conversation as well. Adam, as you heard, many of these Proud Boy members, they look to the former President Trump for direction. That's what they said, that was one of their arguments. Is today's verdict, though, a wakeup call?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:01",
      "speaker": "BLITZER",
      "sentences": "Yes. We'll see if Jack Smith goes ahead and charges Trump with the same charge, which would be very, very significant.Just ahead, new fallout from an alleged drone attack on the Kremlin as Russia makes an unfounded claim that the United States played a role. I'll get reaction from a key White House official, John Kirby. We will discuss. That's coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:02",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes. Well, we don't have much information or evidence about the Russian accusations over the Kremlin. There are no doubt of a wave of drone attacks over the past days across all of Ukraine with missiles often with them as well, specifically Kyiv tonight saw an instance which appeared to have been a misfunctioning Ukrainian drone, still part of a series of indeed drone attacks flown by Russia that have been hitting the capital and also the south of the country in Odessa as well.A lot of air defense taking the drones out on the way, but significantly worse results in Kherson, a city recently occupied by the Russians, where 24 people were killed by shelling across the country tonight. Concerns, sirens, certainly, we just heard them here in Zaporizhzhia, many worried that what happened around the Kremlin, whatever indeed it was, and the looming Ukrainian counteroffensive, is going to lead to an uptick in yet more indiscriminate Russian bombing of civilian areas. Here's what we saw on the frontlines. (BEGIN VIDEOTAPE) WALSH (voice over):  Out here, Moscow is losing but never kindly. The shell flies into the old position this artillery unit used to sit in just ahead of us. This unit of Ukraine's marines keep moving keep the Russians guessing. Every time they fire, there is a risk they will be spotted and hit back. All about increasing pressure on Russian lines as the counteroffensive looms and that crackle in the distance of small arms fire, the Ukrainians trying to take down drones being used to spot them. Something rare is happening here, over the hills far into which these shells land. It's indicated by the unusual sight of Russian jet trails in the sky, one launching a missile here. Russian forces are being pushed back from around the town of Avdiivka, we are told, from positions Russians have occupied for about nine years before last year's war even started.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:02",
      "speaker": "SERHIY, ARTILLERY COMMANDER, SEPARATE MARINE BRIGADE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:02",
      "speaker": "WALSH",
      "sentences": "Whether this is a weak spot in Russia's lines or a counteroffensive in action, we do not know. But this pushback in the east is something these troops from the 128th Territorial Defense Brigade, training furiously, hope to replicate in the south where the counteroffensive will likely focus.There is little shortage of ammunition here, quite the opposite. And they say the Russians already seem to know something from Ukraine's coming. RENAT, UKRAINIAN SERVICEMAN, 126TH TERRITORIAL DEFENSE BRIGADE: (SPEAKING FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:02",
      "speaker": "WALSH",
      "sentences": "For all the simulation and noise, the reality on the front has been ugly, brutal. They show us this video taken from a dead Russian that shows his tank trying to escape.The Ukrainians know this horror too. DMYTRO, UKRAINIAN SERVICEMAN, 128TH TERRITORIAL DEFENSE BRIGADE: (SPEAKING FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "JOHN KIRBY, COORDINATOR FOR STRATEGIC COMMUNICATIONS, NATIONAL SECURITY COUNCIL",
      "sentences": "The Ukrainians have been bracing for continued air assaults from Russia, whether it's cruise missiles or drones, such as some of the drones that you just talked about, Wolf. And that's why we've been prioritizing air defense capabilities for them.And, look, just look over the last 24 hours or so, the Russians killed almost two dozen, or actually maybe more than two dozen, Ukrainians, some of them were just shopping in the supermarket through these cruise missile and drone attacks. So, look, it's been a constant barrage that Ukraine has been under. Whether the Russians want to use this alleged drone attack as some pretext, I can tell you that the Ukrainians are going to want to be and they will be ready.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "BLITZER",
      "sentences": "The former Russian president, Dmitry Medvedev, is actually calling for what he said would be the elimination of the Ukrainian president, Zelenskyy. Has the U.S. conveyed to the Kremlin the consequences if Russia were to carry out an assassination of the Ukrainian leader?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "KIRBY",
      "sentences": "I don't know that we've had direct conversations with him about Mr. Medvedev's comments here just recently, but we have clearly sent strong messages publicly and privately to Russia about what they're doing in Ukraine. It's illegal, it's unprovoked, it needs to stop. And in the meantime, we're doing everything we can to make sure that President Zelenskyy and his armed forces can continue to defend themselves.But, look, the Russians have made no bones about the fact that they want to decapitate the Zelenskyy administration. They made no bones about the fact that civilians are certainly in the realm of the possible in terms of their targeting, and they have made no bones about the fact that they don't believe Ukraine should even exist as an independent state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "BLITZER",
      "sentences": "I know you've slammed Russia for, quote, lying that the alleged U.S. -- that the United States allegedly directed that drone strike on the Kremlin. But what tools does the U.S. have right now to find out who was actually behind that alleged drone strike? KIRBYWhat we are on a mission to do is make sure that Ukraine can continue to defend itself, give them the tools, the capabilities, the training that they need as they get ready to conduct operations here in the spring when the weather gets better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "BLITZER",
      "sentences": "Would Russia have an incentive, John, to stage what's called a false flag operation just ahead of its annual victory day and the expected Ukrainian counteroffensive that everyone anticipates will begin in the coming days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "KIRBY",
      "sentences": "We can't rule out that that's not part of their calculus. I mean, it's certainly right out of the Russian playbook to do that kind of thing. But I want to stress, Wolf, we do not know what happened here. We're not speculating. We're not hypothesizing. I'm not calling it a false flag operation. Clearly, look, the Russians have conducted false flag operations in the past. It's a play from their playbook that we could expect they might want to pull on again.But, I mean, again, I want to go back to what they said before. I mean, they continually fly cruise missiles and drones at civilian infrastructure inside Ukraine. It's not as if Mr. Putin needs to find an excuse to try to visit violence on the Ukrainian people. He has been doing it at an accelerated rating over just the last few days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "BLITZER",
      "sentences": "Does the U.S. accept Ukraine's denials about this? Because, as you know, some of those leaked classified documents show Ukraine had previously planned to attack Moscow and there's been a string of recent attacks on Russian soil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "KIRBY",
      "sentences": "Well, look, the Ukrainians spoke very plainly about this. They did deny that. We'll let them speak, you know, for themselves and certainly we noted that they came out very, very quickly and said that they had nothing to do with it. Again, we're not -- you know, we're not going to conduct an investigation here. What we want to do is make sure that Ukraine can defend itself. That's where the focus is.John Kirby over at the White House, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "KIRBY",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "BLITZER",
      "sentences": "Coming up, breaking news, a suspect has just been arrested for the three stabbings near the University of California Davis after days of fear gripped the area.(COMMERCIAL BREAK) [18:25:00] BLITZER:  We're following breaking news out of California right now, a suspect arrested in a series of brutal stabbings near the University of California campus at Davis. CNN's Veronica Miracle is on the scene for us in Davis. Veronica, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "CHIEF DARREN PYTEL, DAVIS, CALIFORNIA POLICE",
      "sentences": "We decided to first arrest him for possessing a large knife that was on his person when he was picked up. He was wearing a backpack. In the backpack was a large knife that was consistent with one that we were looking for based on evidence from the first homicide.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "MIRACLE",
      "sentences": "And Dominguez could be arraigned in court as early as Monday. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "BLITZER",
      "sentences": "Veronica Miracle out in California, Davis, for us. Thank you.Also tonight, the Manhattan district attorney is conducting what's being described as a rigorous investigation into the death of a man on a New York subway after another rider restrained him in a chokehold. A witness says the victim was behaving strangely but didn't hurt anyone. CNN's Omar Jimenez is digging into the questions all this incident raises. (BEGIN VIDEOTAPE) OMAR JIMENEZ, CNN CORRESPONDENT (voice over):  A New York subway ride went from an everyday commute to now the focus of an investigation into why a passenger put 30-year-old Jordan Neely in a chokehold, one that ended up killing him. Witnesses say Neely was acting erratically aboard a train on Monday afternoon, reportedly saying he was fed up and hungry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "JUAN ALBERTO VAZQUEZ, WITNESS TO SUBWAY INCIDENT",
      "sentences": "He started yelling violence language, I don't care if I die. I don't care if I'm going to jail. I don't have any food. I don't have any beverage. And then he put out the jacket, and hit him on the floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "JIMENEZ",
      "sentences": "Juan Alberto Vazquez was there and says, despite any aggressive and frightening behavior, Neely hadn't attacked anyone, even if he was making passengers uncomfortable. Not long after, Vazquez says, another passenger, who sources tell CNN is a 24-year-old former U.S. Marine, came up behind Neely and put him in a chokehold. Vazquez said the two men didn't interact beforehand. He just heard them fall to the ground. He shot this video minutes into the altercation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "VAZQUEZ",
      "sentences": "We arrived at the station, the doors open, all the people run away and the guy is staying in this position about seven, eight minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "JIMENEZ",
      "sentences": "another passenger appears to be helping restrain Neely. It's unclear what others seen nearby were doing. It's also unclear how long he was in the chokehold since the video doesn't capture the start of it. But Neely eventually lost consciousness and was pronounced dead at a nearby hospital. The medical examiner ruling his death a homicide, saying he died because of compression of the neck. No charges have been filed and no arrests made, but the Manhattan district attorney's office now confirming to CNN they're investigating.As protests have broken out and calls for action grow with New York's governor saying today the family deserves justice, this incident now spurring a new conversation on mental health, as a friend of Neely tells CNN that he was forever changed by the death of his mother back in 2007. MAYOR ERIC ADAMS (D-NEW YORK CITY, NY):  People are dealing with mental health illness should get the help they need and not live on the train, and I'm going to continue to push on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "JIMENEZ",
      "sentences": "Last year, New York City's Mayor Eric Adams was criticized for directing first responders and the NYPD to force a law allowing them to involuntarily commit people experiencing a mental health crisis as part of an attempt to address concerns about homelessness and crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "JERRY, SUBWAY COMMUTER",
      "sentences": "It could have been somebody there to help him, broke it up or anything, stopped the whole situation. But it's like, at the same time, he don't deserve to lose his life just for being on the train.(END VIDEOTAPE) JIMENEZ (on camera):  And that last part is the controversy that many people feel, no matter what happened, this shouldn't have ended in death. Now, a law enforcement source has told CNN that Neely had been arrested over 40 times for things like jumping the turnstile, theft, but in at least a few cases, assault, though it's unlikely anyone on the train actually knew that in the moment. I reached out to the man who did the chokehold and he told me he wasn't interested in answers any of my questions before he hung up on me. But sources do tell CNN that he has spoken to law enforcement and was then released. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "BLITZER",
      "sentences": "Omar Jimenez in New York for us, thank you.Let's get some analysis right now from our law enforcement experts. And, John Miller, you served on the NYPD for years. Looking at the video, we don't know what exactly happened before the incident and whether the victim was armed, how complicated is it right now to determine charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "BLITZER",
      "sentences": "Yes, there's no doubt. Chief Ramsey, based on what you're seeing, do you expect to see charges in this case and what could they be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, it's very difficult to say whether or not there will be charges. That's the whole point of the investigation. As John pointed out, the Manhattan D.A. is going to take a very close look at this. Certainly, the NYPD detectives have done a complete investigation.I don't know if there's any more video that would have captured the very beginning. Oftentimes, with these videos you catch it, you know, a minute or two in to whatever it is that was taking place to see exactly what this individual did. Now, what the charges would be, obviously, you know, that would have to be up to the Manhattan D.A., but I think it's premature for people to assume there are going to be charges. This is not going to be an easy case, at least based on what I've seen and what I've heard so far. It could wind up with a manslaughter or something like that, but it could very well be no charges placed against this individual. The investigation has to play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "Tonight, the Trump civil rape trial is winding down with the former president's team resting its case just a short while ago without putting on a defense against E. Jean Carroll's allegations.CNN's Kara Scannell is covering the trial in New York. Kara, you're there on the scene. Walk us through what happened inside the courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Well, Wolf, that's right. So, E. Jean Carroll's team rested their case after calling eleven witnesses over the past seven days. Then former President Donald Trump's team outside of the presence of the jury rested their case, waiving Trump's ability and his right to testify at this trial. But then in a surprise twist, the judge said he would give Trump until 5(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT:  Let me just tell you, this is a political attack. This is a political attack. It's the only way they think they can win the election because they're losing. Biden is losing. He's down by eleven, and my Republican opponent is down by 45. He's disappeared. But this is a political attack. But I'm going to go back early. It's a disgrace that it can happen. (END VIDEO CLIP) SCANNELL:  Now, the judge said that even if a motion was made, there was no guarantee he would grant it, and Trump's attorney, Joe Tacopina suggested it was highly unlikely that Trump would change his mind. Now, this came at the end of an active of testimony. One of Carroll's friends, Carol Martin, testified she is someone that Carroll said she confided in back in the mid-90s. And Carol Martin testified today that she did remember speaking to Carroll about the allegations that she has made about Trump attacking her in the dressing room at Bergdorf Goodman. She said that Carroll was frenzied when she recounted the story to her. Now, on cross-examination, Trump's attorneys pointed to a number of negative statements that Carol Martin had made about Trump, suggesting that she was testifying today because she was politically motivated against the former president. Now, Carroll's team called a marketing professor who testified that Carroll -- that in order to restore Carroll's reputation, it would cost as much as $2.7 million, and that's the damages that she says that Carroll suffered as a result of Trump's statements. So, if things go according to plan, Wolf, those closing arguments would be on Monday and the jury picks up the case as soon as Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "BLITZER",
      "sentences": "Governor --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "COOPER",
      "sentences": "-- to make sure that we have a Republican that will stand up and vote with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "BLITZER",
      "sentences": "We'll see what happens. The bill, though, is less restrictive than some of the laws in some other states with GOP- controlled legislatures.Is this a compromise as some North Carolina Republicans are saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "COOPER",
      "sentences": "They've disguised this as a compromise, but it's really not, Wolf, because they're going to be oppressive restrictions on clinics.Right now, we have 14 clinics in North Carolina. Nine of them are Planned Parenthood. All of them would have to close their doors under this bill. This is going to keep women from getting access to abortion at any point in pregnancy in North Carolina, because clinics aren't going to be able to open their doors. This is a 46-page bill that was cooked up behind closed doors. It was revealed and voted on within 48 hours. There were no amendments allowed. And they wanted to get through fast because they were ashamed of it, and because they were trying to keep in the fold those Republicans who had promised to protect women's reproductive freedom. And we're going to work during this next week to make sure that people understand what's in this bill and work to try to uphold this veto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "BLITZER",
      "sentences": "Governor Roy Cooper, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "COOPER",
      "sentences": "Thank you very much, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:47",
      "speaker": "BLITZER",
      "sentences": "A new investigative report is reviving the ethical questions swirling around U.S. Supreme Court Justice Clarence Thomas.Brian Todd has details for us. Brian, conservative megadonor Harlan crow is once again right at the center of the story. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:47",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Wolf, \"ProPublica\" has new information that Harlan Crow footed tuition bills for a close relative of Clarence Thomas. Justice Thomas and the court now under growing pressure to answer for all of this.(BEGIN VIDEOTAPE) TODD (voice-over):  Supreme Court Justice Clarence Thomas and his wife didn't just get lavish trips, yacht rides, or a real estate deal from Harlan Crow. The billionaire GOP mega donor also paid boarding school tuition for Thomas's grandnephew, for whom Thomas was the legal guardian. That's according to a new report by the investigative news outlet \"ProPublica\", which says Thomas did not report the tuition payments on his annual disclosures. Democrats and Republicans in the Senate see this development through opposite lenses. SEN. DICK DURBIN (D-IL):  I hope that Chief Justice Roberts reads this story this morning and understands something has to be done. The reputation of the Supreme Court is at stake here. SEN. JOHN CORNYN (R-TX):  I know Harlan Crow, and I know Clarence Thomas, and they're both honorable men. This is part of a 32-year smear campaign that started with his confirmation hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:47",
      "speaker": "TODD",
      "sentences": "Thomas's grandnephew lived with Thomas and his wife for a number of years as a child. \"ProPublica\" cited a former administrator at Hidden Lake Academy in Georgia and a bank statement for the information on Harlan Crow's tuition payments to that school for the grandnephew. A friend of the Thomases, conservative lawyer Mark Paoletta, said onTwitter that Crow paid for a year at Hidden Lake for the then teen and for the first year he spent at another private boarding school, Randolph Macon Academy in Virginia. Paoletta says Thomas never asked Crow to pay the tuition, calls the \"ProPublica\" report an effort to smear Justice Thomas, and Paoletta argues Thomas didn't have to report the tuition payments because the grandnephew didn't qualify as a legal dependent under federal ethics law. But a few years earlier, Thomas did report tuition help from another friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:47",
      "speaker": "NORM EISEN, FORMER WHITE HOUSE ETHICS CZAR",
      "sentences": "These arguments that the child was not a dependent are beside the point. This tuition payment was a gift to Justice Thomas. He has a legal obligation to disclose. He's disclosed tuition payments before. He needed to do it again here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:47",
      "speaker": "TODD",
      "sentences": "Harlan Crow's office told CNN that he and his wife help many young people with tuition and, quote, it's disappointing that those with partisan political interests would try to turn helping at-risk youth with tuition assistance into something nefarious or political.Previously, \"ProPublica\" reported that Justice Thomas and his wife, Ginni, accepted luxury travel and gifts from Harlan Crow for decades. And that in 2014, Thomas sold three of his family's Georgia properties to Crow. Thomas didn't disclose the real estate deal and most of the travel in filings. Thomas responded that he was advised he didn't have to report the travel. But a source told CNN he will amend his filings in the real estate deal. (END VIDEOTAPE) TODD (on camera):  Neither the Supreme Court nor Justice Thomas have responded to CNN's requests for comment on the latest \"ProPublica\" report on Crow's tuition payments. The court has also not responded to CNN's numerous inquiries on whether Chief Justice John Roberts will investigate Clarence Thomas. Roberts has declined to testify before the Senate on this entire issue -- Wolf.",
      "isLastSentenceInterrupted": false
    }
  ]
}