{
  "date": "2023-07-05",
  "headline": "CNN This Morning",
  "subHeadline": "Bobby Ghosh is Interviewed about Ukraine's Nuclear Power Plant; Fashion Influencers Face Backlash over Shein Trip; Indiana Jones Box Office Opening Weekend. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:33:10",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Well, new this morning, Ukrainian President Volodymyr Zelenskyy says that new intelligence suggests that Russian troops have placed objects resembling explosives on the roof of the Zaporizhzhia nuclear power plant. Zelenskyy calls Russia, quote, the only source of danger to the plant.Now Moscow is pushing back. A spokesman saying the situation at Europe's largest nuclear station is, quote, quite tense and the potential for, quote, sabotage by the Kyiv regime is high. All of which could have catastrophic consequences. We're joined once again by \"Bloomberg\" editor and foreign affairs columnist Bobby Ghosh. Bobby, I think the hard part about this is Zaporizhzhia has - it seems like every 90 days or so kind of moves back into center stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:10",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "HARLOW",
      "sentences": "Can you talk about that, what it would look like when you think about a Fukushima 12 years ago, when you think about Chernobyl, when you think about what we think about when we think about nuclear disasters. What would that look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "GHOSH",
      "sentences": "Well, it would look quite a bit like Chernobyl, except that, you know, this is happening in the middle of a war zone, which greatly complicates any efforts to try and contain the damage. So, yes, Chernobyl times x, I think, is the - is the worst-case scenario you're looking at.If there's any positive to be drawn from this horrible situation, it is that because it's a war zone, not a lot of people are living close to Zaporizhzhia in the way that they had been around Chernobyl. But it's still -- the risks to the whole of Europe and, by the way, to a substantial chunk of Russia, the risks are catastrophic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "MATTINGLY",
      "sentences": "Can I ask you -- I was in Bali at the G-20 when President Biden and Chinese President Xi had their summit, their sit-down with one another. And one of the primary takeaways from U.S. officials at that point was that Xi agreed that there should be no use of nuclear weapons, right? That was the - one of the main things the Biden administration wanted out of it. It's what they got.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "GHOSH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "MATTINGLY",
      "sentences": "Now the \"Financial Times\" had a report in that Xi had warned Vladimir Putin not to go nuclear, not to use nuclear weapons. The Kremlin is now denying that. That back and forth to the extent it existed, what's your take on it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "GHOSH",
      "sentences": "It's very interesting. Clearly the Chinese want some credit for having done - for having persuaded the Russians not to use the nuclear option because the Chinese have been facing a lot of criticism from the west, and from other parts of the world, for supporting Russia throughout this process. This is China's way of saying, yes, we may be supporting Russia, but we're also responsible international players. We are the superpower. We are trying to help. And one way we are helping is that we persuaded Putin not to use the nuclear option.Now, the Russians never want the nuclear option to be taken off the table. That is an important part of their overall strategic outlook.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "MATTINGLY",
      "sentences": "Gotcha. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "GHOSH",
      "sentences": "So, that's why they would push back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "MATTINGLY",
      "sentences": "All right, Bobby Ghosh, thank you. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "HARLOW",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "GHOSH",
      "sentences": "Any time. MATTINGLY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "HARLOW",
      "sentences": "Look forward to that.Also ahead, a group of influencers, you've probably seen this, right, they visited a Chinese factory of the online fashion giant Shein. Now they're being accused of falling for a propaganda ploy. We're going to talk about that and the real-world impact of fast fashion on climate change, human rights and so much more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:21",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Made it to China!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:21",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Made it to China, yo!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:21",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're in China, baby!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:21",
      "speaker": "HARLOW",
      "sentences": "All right, you've probably seen that, right? It started out with business class flights and gift bags and gourmet food and drinks, but this group of fashion influencers is now facing a wave of outrage online for taking part in a brand-sponsored trip to promote Shein. Shein is an internet shopping giant. Very popular, especially with gen-z, known for selling trendy clothes at low prices. But the Chinese company has been under scrutiny for issues like climate impact and labor practices, human rights, especially after a \"Bloomberg\" investigation found that Shein products were made with cotton from China's Xinjiang region. We'll get to more on that in a moment.Of course, the U.S., as you know, bans imports from that region, accusing China of horrific abuses of the Uighur Muslim minority population there, including forced labor. There was even a bipartisan push in Congress just in May to ask the SEC to mandate independent verification that Shein is not using forced labor, but there was no sign of abuse in the rosy pictures painted by these influencers on TikTok. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:21",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think I went in there not expecting the best conditions for the - for the workers, but I was pleasantly surprised how clean it was. Like some of the workers were waving at us and smiling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:21",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Super organized. So it kind of, like, was on par with my expectations, the hopeful expectations I had.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:21",
      "speaker": "HARLOW",
      "sentences": "We should note, some of those influencers have since terminated their relationship with Shein. A Shein spokesperson told CNN the company has no suppliers in the Xinjiang region and it has zero tolerance for forced labor.Our next guest has investigated the fashion industry around the world and she wrote in Fast Company, quote, what this influencer trip incident reveals is that a few narrow minded young people can conveniently believe and widely share a false narrative that allows them a free deluxe holiday. Maxine Bedat joins us now. She's the author of a phenomenal book, \"Unraveled: The Life and Death of a Garment.\" Also with us on the environmental impact of all of this, our chief climate correspondent Bill Weir. Good morning, guys. Thank you for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:21",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Good morning. Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:21",
      "speaker": "HARLOW",
      "sentences": "We've talked about this for the better part of a week since it happened. And then, Maxine, I should note, a very good friend of mine from childhood growing up in Minnesota, you wrote not only this really important book, but you wrote an article in Fast Company last week that was so strike to me. And you say, this is a case study in propaganda.MAXINE BEDAT, AUTHOR, \"UNRAVELED: THE LIFE AND DEATH OF A GARMENT\": Yes. So, this was a trip that was paid for by Shein, as you mentioned. It was this luxury trip. And it was, you know, having these influencers go to an innovation center of Shein. So, not an actual factory that Shein nor any other fashion company really owns the factories producing their garments. And these people, you know, said, even kind of claimed to be investigative journalists asking these people who were working at this innovation center all about their day. And I think, you know, if you're in front of your boss at your place of work being translated by your boss' company, you know, you're going to be saying something different than you might say in your own home, in your own privacy. So it was a real case study, I think, in propaganda more than anything else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "BEDAT",
      "sentences": "Well, I mean these -- they weren't trying to - they were clearly trying to push a message of, you know, the influencers had the same talking points. They were repeating the same story and coming to the same conclusion based on the information that was presented to them. So, I think it's that combined with, you know, these are TikTok influencers and there is, you know, new reports coming out about how gen-z is looking to influencers on TikTok for their news. So, it's a really dangerous combination of this influencer economy, social media and then this really hyper disposable fast fashion of which Shein is the apex of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "It really is the apex of it.So, Bill, Maxine wrote, not in this piece, but in her book, that apparel production doubled from 2000 to 2015.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "WEIR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "Actually, every time I buy something, I think of Maxine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "WEIR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "Truly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "WEIR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "Because I have a guilt factor that I think we all should, and do we need this, et cetera, because what she does in this book is actually investigative journalism. It is actually getting into the factories. It is actually seeing the climate impact of all of this. This is a huge when it comes to climate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "WEIR",
      "sentences": "Massive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "Massive. But it just seems like nothing's being done on the regulatory front when it comes to fast fashion and climate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "WEIR",
      "sentences": "It's really difficult, as she said, that even the brands you know and love don't make their clothes. It's this byzantine network of hundreds of different suppliers around the world, usually in the global south, where they're working in razor thin margins. And so the pressure is -- just to produce, much less worry about air and water and worker rights, just doesn't exist. I've read statistics where anywhere between 3,000 and 5,000 gallons of water is needed to make one pair of jeans and 70 pairs of jeans are produced a second in the world. And 80 percent of those end up in landfills or incinerated.And when you think about the dyes, there was a saying in fashion that if you want to see next year's trends in colors look at the certain rivers in Asia because of the pollution there. Now there are rivers in Bangladesh that are just black from all the different dyes flowing together there as well. And this just isn't thought of. And when we grew up in a world where a company had one line or a couple lines of season -- every season and then they filled their stores and whatever wasn't sold, you know, went down the food chain sort of into resale and all of that. Now this sort of fast fashion, one influencer like spins the whole machine faster. It makes it harder and harder to control the bad parts of our choices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "MATTINGLY",
      "sentences": "This is going to be your question -- I literally buy clothes once a year maybe at most, but can you explain like - to -- what is fast fashion? Like what are they -- and I was asking our colleague, Andrew, who's kind of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "Very fashionable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "MATTINGLY",
      "sentences": "The brain power behind this idea and also very fashionable, explain to me what this is and why it's become such a critical thing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "BEDAT",
      "sentences": "Yes. So, fast fashion. So, when we were growing up, you know, there were four collections a season. Sorry, four collections a year, each season. There might be 100 pieces in that collection. And, you know, when we were going back-to-school shopping that was our main time of buying clothing for the year. You would buy, you know, one or two outfits. That is completely different today. We have five times more clothing in our closet than we did in the 1980s. It's just a dramatic rise. And then you have these fast fashion players. You have kind of the -- well, now traditional fast fashion players, which is your H&amp;M, your Zara, they would produce, you know, what was seen as crazy, thousands of products per quarter. Now you have Shein that is producing -- introducing thousands of new styles a day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "MATTINGLY",
      "sentences": "A day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "A day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "BEDAT",
      "sentences": "A day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "MATTINGLY",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "BEDAT",
      "sentences": "And Shein and Temu (ph) combined, they are shipping 600,000 pieces of product every day into the United States. So it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "It's literally what I just underlined in your article, 600,000 packages a day into the United States between these companies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "BEDAT",
      "sentences": "Yes. And that is why this company is now valued more than Shein -- sorry, more than Zara and H&amp;M combined.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "BEDAT",
      "sentences": "It is just - and we don't hear about it because it's happening on TikTok. These are - it is completely, you know, marketed and fueled by TikTok influencers and Shein sending in free product to these influencers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "Can - yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "WEIR",
      "sentences": "And if you look at how our wants and needs have evolved from an industry that was just to keep us warm at some point and then became a symbol of who we are. It's -- that's how we get love and acceptance from society. Now it is -- literally the business model is to sell you that five-second charge of unboxing and then it's over because you can't show yourself in that outfit ever again, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "WEIR",
      "sentences": "It's planned outselesense (ph) just on a global level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "So their argument - I know we have to go - the company's argument is that their business model reduces waste by producing small batches and only responding to the trend of the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "HARLOW",
      "sentences": "This industry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "BEDAT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "WEIR",
      "sentences": "An is responsible for at least a fifth of water pollution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "HARLOW",
      "sentences": "Thank you, Bill.Thank you, Maxine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "MATTINGLY",
      "sentences": "Thank you, guys, very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "HARLOW",
      "sentences": "Summer reading. It's important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "MATTINGLY",
      "sentences": "Pick it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "HARLOW",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "MATTINGLY",
      "sentences": "All right, the latest installation it \"Indiana Jones\" seeing not so thrilling numbers at the box office. Harry Enten is back, finally, with this morning's number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "HARLOW",
      "sentences": "With a tan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "MATTINGLY",
      "sentences": "With a tan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "HARLOW",
      "sentences": "Where'd you go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "MATTINGLY",
      "sentences": "And a new haircut. Same dance moves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "HARLOW",
      "sentences": "Harry, meet my friend Maxine. (COMMERCIAL BREAK)(BEGIN VIDEO CLIP) HARRISON FORD, ACTOR, \"INDIANA JONES\": I've been looking for this all my life. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "MATTINGLY",
      "sentences": "Harrison Ford is back again with the fifth and final installment of \"Indiana Jones.\" \"Indiana Jones and The Dial of Destiny,\" it hit the big screen this weekend but its box office numbers leaving a little something to be desired.CNN's senior data reporter Harry Enten is back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:01",
      "speaker": "MATTINGLY",
      "sentences": "He's back.You looked at the numbers. What is the morning's numbers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "ENTEN",
      "sentences": "So, you know, I think there's this idea of, OK, is nostalgia bigger now than it ever is before? I should point out that nostalgia has been around for a long period of time. So, take a look at old franchise films back in 1989. We have \"Batman.\" We have \"James Bond 16.\" We had \"Star Trek 5.\" So, nostalgia goes back a way.But the thing that I will note is that I do think there is a little bit of longing for yesterday's past more now than ever before. Look at this, Americans who think the USA's best days are behind us, up to 48 percent now. Look where it was last decade, it was just 26 percent. So, more Americans yearn for days past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "MATTINGLY",
      "sentences": "Your best days are in front of you, Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "ENTEN",
      "sentences": "I think all of ours are. MATTINGLY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "HARLOW",
      "sentences": "It said -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "MATTINGLY",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "HARLOW",
      "sentences": "It says happy birthday in the prompter -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "MATTINGLY",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "HARLOW",
      "sentences": "And I was worried because I couldn't see to who. And then I thought maybe it was your birthday, but it's not your birthday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "MATTINGLY",
      "sentences": "It's not my birthday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "HARLOW",
      "sentences": "But I'm just getting to know you, so I didn't really know if it was  your birthday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "MATTINGLY",
      "sentences": "Thank you for clearing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "HARLOW",
      "sentences": "Happy birthday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "MATTINGLY",
      "sentences": "To my son, Carter, my guy, I love you, six years old. I will see you very soon, my friend. There he is. Cute little kid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "HARLOW",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:04",
      "speaker": "MATTINGLY",
      "sentences": "Takes after his mom. Way better looking than the rest of us. Happy birthday, buddy.",
      "isLastSentenceInterrupted": false
    }
  ]
}