{
  "date": "2023-11-04",
  "headline": "CNN This Morning",
  "subHeadline": "730 Foreign Nationals Expected To Cross Through Rafah Today; Israel Admits Strike On Ambulance Near Gaza Hospital; Blinken Meeting With Arab Foreign Ministers Today; Biden Visits Lewiston, Maine To Mourn Shooting Victims; Donald Trump Expected To Testify Monday In Civil Fraud Trial; Curry's Last-Second Layup Lidts Warriors Past Thunder. Aired 7-8a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Good morning everyone. Welcome to CNN THIS MORNING. It is Saturday, November 4th. I'm Amaral Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "I'm Victor Blackwell. Thank you for being with us. Here's what we're working on for you this morning. Secretary of State Antony Blinken is in Jordan meeting with Arab foreign ministers.This summit comes as we're learning that hundreds of Americans could leave Gaza today. We're live in the region with details and the latest on the deadly Israeli airstrike outside of a hospital in Gaza City. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "This is about protecting our freedom, to go to a bowling alley, a restaurant, a school, a church, without being shot and killed.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "President Biden visited Lewiston, Maine to honor the 18 people killed in the mass shooting there last week. More of his message to the community and the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Donald Trump's own children took the stand in his New York civil fraud case. More on what they said while under oath and what to expect from the former president himself when he takes the stand on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "And they had to wait a few decades, but the Texas Rangers finally got their parade. We're going to take you there this hour on CNN THIS MORNING.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Secretary Antony Blinken is meeting with key Middle Eastern leaders and U.N. officials in Amman, Jordan this morning. Blinken met with the Qatari Prime Minister and Foreign Minister earlier. The U.S. has credited Qatar for their help in securing the opening of the Rafah border crossing where the largest number of foreign nationals are expected to leave Gaza in the next two hours. An Egyptian source says that 730 of them will enter Egypt, nearly 400 of them are said to be American.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "Now, this comes after Friday's devastating Israeli airstrike outside a hospital in Gaza City, killing 15 and injuring dozens of others. This is according to officials at the Hamas-run Health Ministry.Israel took responsibility for the strike, claiming they targeted an ambulance that they believed was being used by Hamas. The Hamas foreign health ministry denies that claim and says it was part of a medical convoy headed to the Rafah crossing in Southern Gaza. Let's go now to CNN's Jim Sciutto in Northern Israel. Hi there, Jim. What more can you tell us about the strike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Amara, the U.N. Secretary General is saying that he's horrified by the strike and it's interesting, Israel didn't just take responsibility for it it's really been defending it in the hours since then saying that their intelligence indicated that Hamas terrorists were using at least one of the ambulances in that convoy to transports militants and weapons, and therefore this was a legitimate military target for this Israeli airstrike.Now, when confronted with the fact that civilians were killed and injured in this strike as well, the Israeli answer to that is that, listen, in effect, I'm paraphrasing here: We, Israel, have warned civilians to move south for some time. This is a war zone. In effect, this is one of the dangers of war, that as Israel conducts this military campaign there on the ground and from the air, that civilians may very well find themselves in the crossfire. But it sets up a familiar pattern. The question, one, about the target itself, health ministry officials in Gaza, which we should note are connected to Hamas, they deny that there were Hamas fighters in this convoy. But from others, the question becomes, OK, if there were fighters in this convoy, were the civilian casualties, did they -- were they justified, right? Did the target itself justify the risk of civilian casualties that we then saw here? And it's not a different calculus than what we saw a few days ago with this strike in the Jabalya refugee camp, where Israel said that there was a senior Hamas leader in the tunnel under there. They used quite a large munition. They say they successfully struck that leader, but of course there were many, in that case, far more civilian casualties. This is the essential arithmetic of this war right now, and one that U.S. officials and Secretary Blinken among them leading the way are trying to counsel for more restraint by Israel as it carries out what the U.S. says is a justified campaign here to go against the group that carried out the horrible October 7th attacks. [07:05:40] And Secretary Blinken said with specificity yesterday that the U.S. has been giving Israel advice, means to reduce civilian casualties as it carries out attacks on these targets. So, here we are again, in effect, right? A military target claimed by the IDF, disputes of that from some on the ground in Gaza, but then questions about the civilian costs from such a strike. And we could be sure that as this campaign continues, it's not the last time that we see a dynamic like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "Yes, absolutely. Jim Sciutto, appreciate you being there. Thank you very much. Now, in about an hour from now, U.S. Secretary of State Antony Blinken is set to join a summit of Middle Eastern leaders. Their focus is de-escalating the humanitarian crisis and, of course, ending the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Well, the unspoken but key focus is stopping the war from spreading. Hezbollah's Secretary General called for a ceasefire in Gaza and warned Israel against escalating operations on the border with Lebanon. He said that clashes have a realistic possibility of escalating into a broader Middle East conflict. There's a lot riding on this visit. Let's go now to CNN's Jennifer Hansler in Amman. Jennifer, tell us more about the Secretary's visit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "JENNIFER HANSLER, CNN STATE DEPARTMENT REPORTER",
      "sentences": "Well, Victor, this is indeed an important visit for the Secretary of State here in Jordan today. This is his second trip to the region since those October 7th attacks.He will join, as you mentioned, in just a little while with the foreign ministers from Egypt, Jordan, Qatar, the United Arab Emirates, as well as the Secretary General of the Palestine Liberation Organization in discussions of what he has described both the day of and the day after. Both how to respond to the situation now and what comes next for Gaza if Hamas is no longer in control of that region. Now these are expected to be very difficult conversations. We have seen leaders in the Middle East strongly condemn Israel's offensive in Gaza and the resulting humanitarian catastrophe. They have called for a ceasefire. This is not something the U.S. has been calling for at this point. They have instead insisted on humanitarian pauses, which they say will help facilitate aid getting into that desperately needed population there in Gaza. This is something that Secretary Blinken pressed Israeli officials on when he was in Tel Aviv yesterday. This is how he described it. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: We believe that each of these efforts would be facilitated by humanitarian pauses, by arrangements on the ground that increase security for civilians and permit the more effective and sustained delivery of humanitarian assistance. That was an important area of discussion today with Israeli leaders, how, when, and where these can be implemented, what work needs to happen and what understandings must be reached. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "HANSLER",
      "sentences": "So, as you can see, they're still a long way away from getting the Israeli government to agree to any sort of pause in their offensive, in the fighting there in Gaza. This is something that Benjamin Netanyahu has already sort of ruled out.He said there will be no pause in fighting, no ceasefire until those hostages are returned from Hamas. So, a lot to be worked on in these key meetings here in Amman today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Jennifer there for us in Amman. Jennifer Hansler, thanks so much. Recent developments in Israel could drive a deeper wedge between the U.S. and Israeli leaders. Blinken stressed the need for humanitarian pauses to get hostages out of Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "Yes, but Israeli Prime Minister Benjamin Netanyahu rejected that plan, saying he is opposed to any ceasefire unless Hamas first agrees to release all its hostages. CNN's Priscilla Alvarez joining us now. Hi there, Priscilla. What is the White House's strategy moving forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:03",
      "speaker": "BLINKEN",
      "sentences": "We need to do more to protect Palestinian civilians. We've been clear that as Israel conducts this campaign to defeat Hamas, how it does so matters. It matters because it's the right and lawful thing to do. It matters because failure to do so plays into the hands of Hamas and other terror groups. There will be no partners for peace if they're consumed by humanitarian catastrophe and alienated by any perceived indifference to their plight. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:03",
      "speaker": "ALVAREZ",
      "sentences": "Now, the Biden administration does expect a new phase of Israel's war in the days and weeks to come, looking like less of an air campaign and more targeted ground invasions. But of course, all of that remains to be seen. And the Secretary taking all of the concerns and pushes from the White House directly to the region over the coming hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:03",
      "speaker": "WALKER",
      "sentences": "All right. Priscilla Alvarez, thank you very much. Live for us there in Delaware. Joining us now is Robert Pape, he is a Political Science Professor at the University of Chicago, he is also the Director of the Chicago Project on Security and Threats, which is an international security affairs research institute based there at the University of Chicago. Great to see you, Robert. Thank you so much for joining us this morning. In an op-ed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:03",
      "speaker": "ROBERT PAPE, POLITICAL SCIENCE PROFESSOR, UNIVERSITY OF CHICAGO",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:03",
      "speaker": "WALKER",
      "sentences": "Sure thing. In an op-ed on CNN.com you write that Israel's current strategy for defeating Hamas is unlikely to work and that it will likely produce more terrorists than it is killing. Why is that? Explain how that would work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:03",
      "speaker": "PAPE",
      "sentences": "The key thing to understand is that Hamas is not made up of foreign fighters. It's made up of local people right from the area. And what is the best recruit for Hamas? Someone who has lost somebody to Israeli fire. So, that means every time Israel seems to kill a terrorist, but kills also, even by accident, nearby civilians, each of those civilians has family members.They have cousins, they have brothers, and those are ripe recruits for Hamas. So, now, that Israel has killed some 9,000 civilians in its campaign to kill Hamas, is it the case that they've produced 9,000 more recruits for Hamas, 18,000 more? It's going to be a large number. We can't predict exactly what the number is, but we know Israel needs for its own security a new game plan because the current plan is not likely to defeat Hamas; it's likely to make it stronger and we've seen this many times before in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:03",
      "speaker": "WALKER",
      "sentences": "Well, I do want to go to the historical context in a bit, but talk to me about how they can defeat Hamas and we're not just talking militarily, which is obviously very difficult as well because you have Hamas which hides within the civilian population, but you also have to defeat its ideology, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:24",
      "speaker": "WALKER",
      "sentences": "Yes, I guess you're saying that this should happen simultaneously while the military operations continue, that there should be a political path, but of course, you know, the question is, well, how do you even measure the appetite for a political process right now when emotions are running so high? I do want to ask you about and, and just quickly -- OK, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:24",
      "speaker": "PAPE",
      "sentences": "If I could just add -- because many people are asking me that question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:24",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:24",
      "speaker": "PAPE",
      "sentences": "We know how to lay out the pathway. If the Israelis would simply announce that by 2030, they fully are moving toward a state where Palestinians control their own future. There are no Israeli settlers in Gaza and the West Bank, and then will announce they are going to move toward milestones toward that in the coming months. This would make a world of difference. And we all, all the diplomats in this situation know how to construct that pathway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:24",
      "speaker": "WALKER",
      "sentences": "And just quickly because we got to go. I do want you to talk about the historical context here, and in this piece you do point to conflicts over the past few decades that have ultimately produced terrorists, including America's role in Iraq, that vacuum that was left after toppling Saddam Hussein, as we saw, it led to the creation of ISIS. But you also point to other examples in which Israel was involved in specific conflicts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:24",
      "speaker": "PAPE",
      "sentences": "The key example is where did Hezbollah come in the first place? It came from Israel's heavy military invasion of Southern Lebanon with nearly 80,000 troops, 3,000 tanks in June 82. Hezbollah exists and Israel was going after the Palestinian terrorists. What happened?There was so much collateral damage that Hezbollah was born, and Hezbollah has only grown stronger, and stronger, and stronger by this military only focus that Israel has had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:24",
      "speaker": "WALKER",
      "sentences": "It's a fascinating conversation and an important one. Robert Pape, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:22:30",
      "speaker": "WALKER",
      "sentences": "The leader of Hezbollah is calling for a ceasefire in Gaza and warning that battles with Israel on the Lebanese border could escalate into a broader conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:22:30",
      "speaker": "BLACKWELL",
      "sentences": "Hassan Nasrallah spoke in public address that rallied thousands in Lebanon and set Western leaders on edge a bit. Let's go now to CNN's Ben Wedeman who joins us from Beirut. So, the significance of what Nasrallah said and what he did not say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:22:30",
      "speaker": "BEN WEDEMAN, CNN SENIOR CORRESPONDENT",
      "sentences": "Well, before the significance is that at the end of that speech, there was a bit of a sigh of relief among many Lebanese who were worried that this speech might mark an escalation, but it seems that at this point, the Hezbollah leader is signaling that there's not going to be any escalation from Hezbollah in Lebanon yet.(BEGIN VIDEO CLIP) WEDEMAN (voice-over): They turned out in the thousands to hear their leader, Hezbollah Secretary General, Hassan Nasrallah, speaking out for the first time since the start of the war between Israel and Hamas. HASSAN NASRALLAH, HAMAS LEADER (through translation): All options, he warned, are open, and we can exercise them at any moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:22:30",
      "speaker": "WEDEMAN",
      "sentences": "Already, Hezbollah and Israel are engaged in a deadly exchange of fire along the border. Hezbollah has buried almost 60 of its fighters killed so far. It was a speech watched closely across the Middle East, while other Arab leaders beseeched the U.S. to put pressure on Israel to relent in its offensive in Gaza, Hezbollah, well-armed and battle-hardened, is the only one putting military pressure on Israel.Tying down in the process, Nasrallah claimed, a third of Israel's army. The U.S. has deployed two carrier groups to the eastern Mediterranean to deter Hezbollah and others from joining the fight. Nasrallah's response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:22:30",
      "speaker": "NASRALLAH",
      "sentences": "I tell the Americans, threats and intimidation against us and the resistance in the region are pointless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:22:30",
      "speaker": "WEDEMAN",
      "sentences": "But despite the high expectations for the speech, it ended ambiguously, without a clear indication of where Hezbollah and Iran's other allies in the region will go.In the lead-up to the speech, Hezbollah supporters put out what some called trailers with an ominous tone of what might be coming. After the speech, the word here in Lebanon was that the trailers were better than the film. (END VIDEO CLIP) WEDEMAN (on camera): However, this morning, we have seen what looks like a significant uptick in the amount of fire on the border. Hezbollah put out a statement saying that they had targeted five separate Israeli positions simultaneously. And what followed were fairly significant Israeli airstrikes on a variety of positions the Israeli military says were part of Hezbollah's military infrastructure. Victor, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:22:30",
      "speaker": "BLACKWELL",
      "sentences": "All right. Ben Wedeman for us there. Ben, thanks so much. Let's bring in now CNN Military Analyst, Lieutenant General Mark Hertling. So, let's talk about this attack on this ambulance outside of Gaza's largest hospital. Israel claims that it was being used by Hamas.The International Committee for the Red Cross says that the Palestinian Health Ministry alerted them ahead of time that there would be this convoy of vehicles, this ambulance included, moving from the hospital in the north to the south. Is there any onus on Israel to prove or to declassify the information to support their claim that they thought this was, Hamas was using this vehicle to transport other weapons or some militants? LT. GEN. MARK HERTLING, CNN MILITARY ANALYST: There is an onus, Victor, on them to produce some evidence of what they had. Certainly, it appears in all the evidence so far that it was an ambulance, that Hamas alerted the Red Cross, seems to be a little bit damning. But truthfully, I'll look at the other side from a military analyst and some experience perspective, is there is a long history of terrorist groups using ambulances to not only transport their fighters, but also to conduct the suicide bombing operations. I was actually present at two of those in Iraq on two separate occasions. We also captured an ambulance that had been packed to the gills with explosives. That doesn't mean that this ambulance was doing that. But to get back to your question, yes, it's critical for Israel to say, what information did they have? Why did they strike it? Why did they strike it at that particular time and place? All of those things are factors when you're considering a fight in an urban environment that's being conducted amongst the population.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:00",
      "speaker": "HERTLING",
      "sentences": "Well, from the very beginning Victor, I think the president announced that he would be sending intelligence support for Israel. But because of the fact that we have U.S. citizens who have been captured who are being held as hostages.There's an impetus on us as a nation to also attempt to collect intelligence on where they might be to contribute to the effort to find those hostages and determine how we can best release them. Early on, we said we were going to provide this kind of intelligence, and it's important for us to do this, to see where these hostages are and attempt to coordinate with Israel and a plan to get them released and rescued.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:00",
      "speaker": "BLACKWELL",
      "sentences": "The U.S. and several other countries are calling for a humanitarian pause to allow aid into Gaza. Prime Minister Benjamin Netanyahu has said that is not going to happen until the hostages are released.How would that happen, though, considering that there are IDF forces now in Gaza? I don't imagine that they would just stop and sit there for 24, 48, 72 hours, would they have to leave and come back? How would that happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:02",
      "speaker": "BLACKWELL",
      "sentences": "That's an important distinction, because I don't know that I've heard that, and we need to put some punctuation after that, that there is, you know, people have been using humanitarian pause and ceasefire interchangeably.But they're not. A humanitarian pause is a unilateral decision. The ceasefire is, at least, a bilateral decision that they both have to determine that there will be no hostilities between the two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:02",
      "speaker": "HERTLING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:02",
      "speaker": "BLACKWELL",
      "sentences": "Let me get to this last one. You mentioned reporters and incoming artillery. The IDF says that it is not aware of any military activity in the area, where a Palestinian television correspondent and 11 of his family members were killed on Thursday.The network says this was an IDF strike. Now, when that hospital was bombed, the IDF came out declassified information to prove that they were not responsible that this was Islamic Jihad. Is it plausible that in this environment, that the IDF would not know what killed this, this reporter and members of his family? That they would not be aware of the circumstances surrounding that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:02",
      "speaker": "HERTLING",
      "sentences": "Yes. Certainly, Victor. That's very easy. From the standpoint of combat, you don't know every single round fired or every single shot fire.In the case of the Al-Shifa hospital a few weeks ago, there were pure intelligence indicators that, that rocket came from with inside of Gaza. It was on film, it was on radar, there was intelligence collection on signals. Hearing terrorists talk about what happened. So, all of those things combined to prove a negative. In this case, or in any case, you don't see as a commander, every single shot fired, you don't know every single round, that's fire, this could be an explosion on the ground, it could have been a bomb planted, it could have been a tank round from an Israeli forced, you just don't know. It could have been an overshoot of a target. There have been incidents where you have a tank shoot at a target and because of the range of the ammunition, it may hit the target and go further. I don't know and neither do the Israelis on every single one of these kinds of things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:36:59",
      "speaker": "WALKER",
      "sentences": "President Biden says he still hopes to pass a comprehensive gun bill even with a deeply divided Congress. The president and first lady went to Lewiston, Maine on Friday, just over a week after a gunman killed 18 people and injured 13 others.They left flowers at a memorial to the people who were killed in a bowling alley and a restaurant. Here is a bit of what the president had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:36:59",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Regardless of our politics, this is about protecting our freedom to go to a bowling alley, a restaurant, a school, church, without being shot and killed.Joining us now is Lewiston mayor, Carl Sheline. Mr. Mayor, really appreciate you taking the time this morning. Tell me about this visit. What it meant for you? When did you get a chance to share any thoughts or words with President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:36:59",
      "speaker": "CARL SHELINE, MAYOR OF LEWISTON, MAINE",
      "sentences": "Yes. Thank you for having me.It was great to have President Biden and Dr. Biden visit us. And in our hour of meet here, it really shows that the entire country is with us. And, yes, I thank him for coming to Lewiston. And as you know, the president is no stranger to personal grief and loss. And it was really supportive to have him here to meet with victims and their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:36:59",
      "speaker": "WALKER",
      "sentences": "18 people were killed in this mass shooting in your community. I understand. 13 others were injured. Can you give us an update on how they are doing? Have you visited any of the victims?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:36:59",
      "speaker": "SHELINE",
      "sentences": "Yes, I did meet with some of the victims. And some of these -- some of the victims' families and some of the survivors.Everybody's holding up. There were a couple of critical cases in ICU at the hospital and they have since moved from ICU to the main floor, and with any luck, they'll be OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:04",
      "speaker": "SHELINE",
      "sentences": "Yes. I mean some of the things that I've been hearing are certainly concerning.And to that end, Governor Mills has requested a special investigation to oversee all of that, and I'll be looking forward to seeing the report when it comes out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:04",
      "speaker": "WALKER",
      "sentences": "Do you feel like Maine should have, you know, red flag laws? Because as we know, yellow flag laws. Red flag laws, they allow police to take guns away from people that they think that they are a danger to the community or to themselves.Yellow flag laws are what Maine has, requires a person to be evaluated first. Right? And then, they have to go before a judge. You know, before anything can be done. Would you support a red flag law in your state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:04",
      "speaker": "SHELINE",
      "sentences": "I would certainly support people who are not supposed to have weapons do not have them. And some of those questions will certainly be evaluated by state legislature in the upcoming session, I am sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:04",
      "speaker": "WALKER",
      "sentences": "And just before we let you go, Mr. Mayor, just let me know how you're doing, how your family is holding up, and, you know, how the people in your community -- how they are coming together in this really difficult time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:04",
      "speaker": "SHELINE",
      "sentences": "Yes, I appreciate that. Thank you.Yesterday, I declared -- yesterday, Friday declared it Love Lewiston Day. So, people were out all over the city, putting up remembrance ribbons. We obviously have the president's visit. People are -- people are holding up. You know, Lewiston is a magnificent city, and our collective strength is far greater than any number of bullets. It's certainly, you know, the senseless violence, you know, from the -- from the past Wednesday, before, certainly shook us as a community, but I have no doubt that we'll be OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:04",
      "speaker": "WALKER",
      "sentences": "Well, we'll be thinking of you and your community as you try to get through this. Mayor Carl Sheline, thank you very much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "BLACKWELL",
      "sentences": "On Monday, former President Trump is expected to take the stand in the New York civil fraud case against him, his company, and his two adult sons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "You'll remember, a judge found them liable for fraud back in September, ruling they overvalued their assets of several Trump properties to obtain favorable loans.Both of Trump's sons tried to shift the blame this week in Court, arguing they had limited involvement. Here is Kara Scannell with more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Eric Trump wrapped his testimony on Friday, after being on the stand for four hours over two days.In his testimony, he stood by the accuracy of these financial statements, something that the judge has already found to be fraudulent. Eric Trump testifying that after he was comforted by lawyers and accountants that these financial statements were quote perfect, he said he was more than happy to sign them, adding, he wouldn't have signed anything that was inaccurate. Now, the judge also extended a gag order in this case to attorneys, saying that they cannot make any references, both in Court and outside of court about any of the confidential communications the judge has with his staff. This is after Trump's lawyers have raised questions of potential bias with the judge's clerk passing notes to him during the trial and during testimony. Next on the stand will be Donald Trump and Eric Trump after leaving Court, said that his father is more than ready. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "ERIC TRUMP, SON OF DONALD TRUMP",
      "sentences": "My father is certainly going to be here. I know he's very fired up to be here, and he thinks that this is one of the most incredible injustices that he's ever seen and it will be used.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "SCANNELL",
      "sentences": "Trump's testimony is expected to last all day Monday. Next up will be Ivanka Trump. She is scheduled to testify on Wednesday. And after that, the New York Attorney General's Office will rest their case. Kara Scannell, CNN, New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "I don't know if you notice, well, you probably didn't. Because I saw, Victor, with a -- with a peppiness stuff this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "BLACKWELL",
      "sentences": "We're good at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "We're excited because we are premiering several new Saturday shows and, of course, Victor is kicking it all off at the top of the hour. And about 13 minutes from now with his new show called \"FIRST OF ALL\". Please, Victor, congratulations, \"FIRST OF ALL\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "BLACKWELL",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "\"FIRST OF ALL\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "Tell us about your show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "BLACKWELL",
      "sentences": "So, this is -- well, it's a big day for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "BLACKWELL",
      "sentences": "So, now we are going into \"FIRST OF ALL\". And this -- the goal of the show for me is really to add context to the big stories that we're covering. To fill in the picture for you. So, I want to include new voices, diversify the voices that, you know, not only add to the conversation, but the impact of those stories on communities that sometimes we don't hear enough about. Specifically on communities of color.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "BLACKWELL",
      "sentences": "So, that will be the headline of the show. We have a full breadth of topics today. We're starting with the Arab American just upset the furor.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "Yes.BLACKWELL Biden Visits Lewiston, Maine To Mourn Shooting Victims; Donald Trump Expected To Testify Monday In Civil Fraud Trial; Curry's Last-Second Layup Lidts Warriors Past Thunder -- in response to the president's handling of Israel's war with Hamas and what that could mean for him domestically, politically. We're also talking with Congressman Jim Clyburn. He's got to be on with me talking about black voters in the U.S. And some of them are just not impressed with the president's performance and what that means for him as he seeks reelection? And on the other end of the spectrum, the shoes that I wore to Beyonce's concert are relevant to the show today, and they will be on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "The shoes that you wore to Beyonce's concert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "BLACKWELL",
      "sentences": "Indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "I never thought you would actually bring that up. I want it too, but I didn't want to get, you know, blasted by you. But hey -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "BLACKWELL",
      "sentences": "You got everything in that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "There you go!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "BLACKWELL",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "I think they're sparkly and fun.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "BLACKWELL",
      "sentences": "(INAUDIBLE). Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:21",
      "speaker": "WALKER",
      "sentences": "All right. \"FIRST OF ALL\" premieres at the top of the hour. We will see you that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:55",
      "speaker": "WALKER",
      "sentences": "A big night for basketball as the NBA tips off its first ever in-season tournament.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:55",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:55",
      "speaker": "WALKER",
      "sentences": "Guess who's here? Right here next to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:55",
      "speaker": "SCHOLES",
      "sentences": "So, Victor's seat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:55",
      "speaker": "WALKER",
      "sentences": "Andy Scholes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:55",
      "speaker": "SCHOLES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:53:55",
      "speaker": "WALKER",
      "sentences": "Oh, what's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "WALKER",
      "sentences": "Yes, I agree with you. But I am still stuck on that half court. I mean, that was amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SCHOLES",
      "sentences": "I love to celebrate. The celebrations are always better than the shots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "WALKER",
      "sentences": "Yes. I will just run off and comes right back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SCHOLES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "WALKER",
      "sentences": "Andy, good to have you here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SCHOLES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}