{
  "date": "2023-01-10",
  "headline": "CNN Newsroom",
  "subHeadline": "Bolsonaro Supporters Storm Key Government Buildings; Lula da Silva Vows to Punish Those Responsible for Attacks; California Braces for More Heavy Rain, Potential Flooding; Virgin Orbit's Racket Fails to Reach Orbit After \"Anomaly\"; Biden Did Not Appear to Meet Migrants During Border Visit. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:33",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Coming up here on CNN Newsroom, Brazil's January 8 insurrection how election deniers loyalty the Trump of the Tropics tried to overthrow a democratically elected government.Drought and wildfires now the devastating storms, 90% of California is under a flood watch this hour, including one of the most expensive suburbs in the U.S. And Harry and his media blitz screen spruiking a book in which he complains a lot about all the horrible media attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:33",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN Newsroom with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:33",
      "speaker": "VAUSE",
      "sentences": "Authorities in Brazil have now arrested at least 1500 people after thousands of supporters of former President Jair Bolsonaro stormed all three branches of government. On Monday, police shut down pro-Bolsonaro camps around the country, including one in the capital outside army headquarters. The protesters spent ten weeks demanding the military stage a coup and overturned October's election result. That did not happen.And on Sunday, though, with Congress in recess, they stormed the three government buildings, leaving behind widespread damage in what one report described as an augie of violence. A day later, President Luiz Inacio Lula da Silva returned to the capitol, where he met with state governors and criticized police conduct both before and during Sunday's attacks. (BEGIN VIDEO CLIP) LUIZ INACIO LULA DA SILVA, BRAZILIAN PRESIDENT (through translator): I couldn't believe it. That's why I was forced to talk to my justice minister and take a strong attitude, because the police in Brazilia neglected it. Brazilia's intelligence neglected it. There is an explicit connivance of the police with the demonstrators even here inside the palace. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:33",
      "speaker": "VAUSE",
      "sentences": "Brazil's Justice Minister says Jair Bolsonaro bears political responsibility for the attacks, but right now there are no legal grounds for an investigation. The former Brazilian leader is in the United States, where he tweeted a photograph from his hospital bed in Florida. Wife says his hospital visit is related to injuries suffered in a 2018 knife attack during a political rally.In the U.S. and Brazil, there are now calls for his extradition. House democrat Alexandria Ocasio-Cortez tweeted, the U.S. must stand in solidarity with Brazil's democratically elected government and said the U.S. must cease grading refuge to Bolsonaro, explained Bolsonaro entered the U.S. on an A-1 visa. The U.S. state Department would not comment on that, but did explain the visa rules. (BEGIN VIDEO CLIP) NED PRICE, U.S. STATE DEPT. SPOKESPERSON: If an A visa holder is no longer engaged in official business on behalf of their government, it is incumbent on that visa holder to depart the U.S. or to request a change to another immigration status within 30 days. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:33",
      "speaker": "VAUSE",
      "sentences": "CNN's Isa Soares is following all of these developments, has more now on the unrest in Brazilian.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "SOARES",
      "sentences": "World leaders condemned the attack as an assault on democracy. Brazil's new president pinned the blame on his predecessor, accusing him of encouraging rioters through social media from Florida. He promised no stone will be left unturned, vowing to find those risks responsible.LULA DA SILVA (through translator): We will find out the financiers, and they will pay with the force of the law for this irresponsible gesture, this antidemocratic gesture of vandals and fascists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "SOARES",
      "sentences": "Bolsonaro denounced the actions of his supporters from the U.S. where he traveled after the election.The former president already facing at least four Supreme Court investigations. The latest scenes will only add to further calls at home into Bolsonaro's influence on his base. A conservative firebrand politician who for years has been taking cues from the Trump playbook, pushing election fraud conspiracies and casting doubt on the integrity of the electoral system. Isa Soares, CNN Brazilia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "Joining us is Brett Bruen, President of the Global Situation Room. He served in the Obama White House as Director of Global Engagement. Good to see you, Brett. Thanks for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "BRETT BRUEN, PRESIDENT, GLOBAL SITUATION ROOM",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "OK, so this doesn't even seem to be close to being over. I guess the big question is, does Lula da Silva have what it takes to end this division? It even possible at this point to end the division?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "BRUEN",
      "sentences": "I think a lot, John, depends on how he responds. And, you know, he's talked about prosecuting those who were involved as, quite frankly, we saw here in the United States, the FBI has pursued aggressive prosecution of those involved in the insurrection on January 6. At the same time Lula is just coming into office. He also, obviously, is coming in after a very divisive time in the country. So, he has got to balance, on the one hand, rightly, seeking justice for those that violated that sacred ground in Brazilia. And on the other hand, he also has to try and forge new coalitions and ensure some modicum of political stability in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "Well, you mentioned what happened in the United States. Here's some context of what happened in Brazilia compared to Washington on January 6. Listen to this.(BEGIN VIDEO CLIP) PAULO PIMENTA, BRAZILIAN PRESIDENT'S CHIEF OF COMMUNICATIONS: What happened in Brazil is more severe than what happened in the capital, because what we saw in the United States was the invasion of the legislative branch. Here we had an invasion of the seat of all branches of government. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "Beyond the skies and the size and scale of the protest, one of the big differences, though, is that on January 6 special day off, Trump was there to fire up the crowd. Bolsonaro was nowhere to be seen here. In fact, he was in Florida. So, does that mean, in a way, this is a mob with its own momentum?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "BRUEN",
      "sentences": "Yeah, I know there are attempts to obviously draw parallels between the two, but Bolsonaro was not playing that protagonist role, that incitement role as directly, as we saw on January 6 here in Washington. So, you know, we have to be careful, and obviously more information may come out. And here in the United States, they're looking very closely at what Bolsonaro was doing and indeed his immigration status in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "Should he be deported back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "BRUEN",
      "sentences": "I think we have to wait and see what the investigation shows. And as somebody who spent a lot of time working on U.S. visas, I can say it is a very long process. Since he's here in the United States, he will have access to every available process and recourse. So, we're talking, John, years before that's likely decided.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "But there is another U.S. connection, and that is the involvement of the far-right. and recently, the former Trump adviser Steve Bannon, among others, has been repeatedly tweeting things like this. Lula stole the election. Brazilians know this turned over the machines. And just to reference here, this is what he said back in November. Listen to Steve Bannon.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "STEVE BANNON, FORMER WHITE HOUSE CHIEF STRATEGIST",
      "sentences": "In Brazil, it's gone beyond the Bolsonaros. This was the people saying, no, you didn't follow the Constitution. You use these machines, use the judiciary to shut us down in the media, and we're not going tolerate it. It's going to be very interesting to see how that plays out.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "You know, there's so much wrong in that statement. The machines will legitimize. The election was fair and free by independent assessments. But, you know, what I'm wondering is, did the Trump crowd, did they amplify what was being heard in Brazil? Or was it simply created by the Trump crowd and jumped onto by the far-right Bolsonaro group?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "BRUEN",
      "sentences": "Look, I think Trump wrote a playbook, and that is certainly being replicated not only in Brazil, but by populist politicians in other parts of Latin America and the world.[01:10:02] So, yes, there are riffs off of this. There are new versions of it, that are localized. But let's not fool ourselves. What Trump did is serving as an inspiration and in some cases, a roadmap for what other politicians are doing as they look to cling on to power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "I want you to ponder the White House readout from a coal between President Biden and da Silva. It reads, President Biden conveyed the unwavering support of the United States with Brazil's democracy and for the free will of the Brazilian people, as expressed in Brazil's recent presidential election, which President Lula won. President Biden condemned the violence and the attack on democratic institutions and on the peaceful transfer of power.There is nothing especially out of the ordinary of that readout, except in contrast to the reaction from many Republicans in the U.S., which has been cheerleaders for the insurgents. What impact does that have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "BRUEN",
      "sentences": "Well, there's a domestic dimension to this, John, where Biden and his team are obviously emphasizing some of the dangers of Trumpism and what it is doing in other countries. And that has some currency here in U.S. politics.On the other hand, obviously Republicans are going to be reluctant to speak out and to do anything that could run afoul of the former president. And obviously, as you mentioned earlier, a number of his advisors who have close ties to Bolsonaro and his team. So, this has real implications for U.S. politics as much as it does for our foreign policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "Yeah, there are two independent incidents, but they are so linked in so many ways. But yeah, as you say, there's a lot more to be revealed, a lot more we need to find out. But Brett, as always, it's great to have you with us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "BRUEN",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "More severe weather for California Monday. Heavy rain and flooding triggered this rock slide, which left a highway closed around the Fresno area. Right now, more than 34 million people across the state are under a flood watch, with more rain expected Tuesday. Officials have also ordered evacuations in a number of vulnerable areas, including the town of Montecito, one of the country's most expensive neighborhoods and home to the comedian Ellen DeGeneres, who shared this video of the flooding in her area.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "ELLEN DEGENERES, COMEDIAN",
      "sentences": "We are having unprecedented rain. This stream next to our house never flows, ever. It's probably about nine feet up. It could go another two feet up. We have horses ready to evacuate. We need to be nicer to Mother Nature.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "CNN Meteorologist Derek Van Dam has a closer look at California's severe weather threat. Here he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Talk about weather whiplash, the state of California going for months with drought and fire conditions, and then Mother Nature flipping on a switch. And now we're contending with flash flooding, mudslides and landslides. A very active situation with flood alerts stretching from the north all the way to the south. Just to give you a sample of what some of Southern California has contended with over the past 12 hours.Ventura and Santa Barbara counties, they've had swift water rescues. We've had cars completely submerged underwater. Landslides, mudslides, even mandatory evacuations from Montecito in Santa Barbara County. Look at the rainfall totals. There's Santa Barbara, there's Ventura, there's Los Angeles counties. We've had ten inches of rain mustered out of this initial atmospheric river event. There is an end time to this. So, we're going to get a drying trend temporarily because we have another low pressure that's going to slam into the central parts of the coast. And this is going to bring another oscillating trend of heavy rainfall from the north to the south through the course of the day on Tuesday. And we can't even rule out the potential of severe weather, in fact. Here's a look at the high wind warnings that are in place across the state extending throughout the Great Basin. And we wouldn't do this weather broadcast justice if we didn't talk about the feet of snow that is going to pile up across the Sierra Nevada mountain rage. Interstate 80, virtually impassable from Reno to Sacramento. Find alternative travel arrangements if you have to go throughout that region. Here's a look at the severe weather threat. Look at this marginal risk, including Los Angeles for the day on Tuesday. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "Derek, thank you for that.International donors have committed more than $9 billion to help Pakistan recover from last year's disastrous floods. 40 countries, as well as private donors and institutions agreed to a deal at a meeting in Switzerland. Waters are still receding from flooding which killed at least 1700 people, displaced 8 million more. It was caused by monsoon rains and melting glaciers. What the U.N. Secretary General called a climate disaster of monumental scale. What was meant to be an historic moment for a Britain space industry has ended in, well, failure. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Got to be Cosmic Girl on this historic European and U.K. mission to open space for everyone.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "This launch looked really promising for a good many minutes. This aircraft, Cosmic Girl, as it is called, a modified 747, took off carrying the LauncherOne rocket underneath its wing. It got to about 38,000 feet just south of Ireland, released the rocket. It rapidly accelerated to well over 8000 miles an hour and then going up from there. And everything looked very promising. This is a tricky maneuver. The rocket was on its way, carrying this payload forward. It got to the second stage of the rocket and the second stage fired. It did its job, at least appeared to, from what were told. Then it shut down in preparation for a coasting period where it would start up again and push it up into the final position to release the payload.What happened in that time, we don't know. We just know that there is a longer wait than you might expect. Finally, one of the officials from Virgin Orbit came back on their live feed and said there has been an anomaly. And that the rocket would not be able to reach orbit. Even though they had tweeted at that point, it already had reached orbit. This has been a big blow to Virgin Orbit already in the sense that as soon as this happened, after hours, stock trading started plummeting for the company. Big blow to them, but an even bigger blow to the overall aspect of what people were looking for here. The idea of having launches from the U.K. and other places on this very mobile platform, the idea of a plane that could go around firing these rockets off into space. Huge setback here. Now, can they recover? Can they get back on it? We'll just have to see as we move forward, but not the finish they were hoping for. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "VAUSE",
      "sentences": "Thank you, Tom.Now, Prince Harry's much hyped, extensively leaked tell-all memoir is now officially on sale across the U.K. Spare recounts Harry's years of a private emotional turmoil because of family disputes, a lot of resentment, and it takes aim at the press coverage of the royal family. But Harry, he's got to sell a book. So, either those hard feelings towards the media, they're on hold right now for a worldwide media tour, with countless interviews in recent days. CNN's Max Foster has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "PRINCE HARRY, DUKE OF SUSSEX",
      "sentences": "I love my father. I love my brother. I love my family. What was different --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "MAX FOSTER, CNN ROYAL CORRESPONDENT",
      "sentences": "With the release of his bombshell expose, a Spare, prince Harry has said he never intended to hurt anyone in the royal family. He says he wants reconciliation and accountability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you think you have any responsibility in the breakdown of the relationship?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "PRINCE HARRY",
      "sentences": "I'm -- without question, I'm sure. But what people don't know is the efforts that I've gone to resolve this privately, there is always --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "FOSTER",
      "sentences": "But on interviews and on the page, the Prince reveals family rivalries, private conversations, personal misgivings with consequences as yet unknown. The palace has repeatedly reasserted its silence. One revelation that Camilla, the Queen consort, leaked stories in a campaign to be Queen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "PRINCE HARRY",
      "sentences": "With a family built on hierarchy and with her on the way to being Queen consort, there was going to be people or bodies left in the street because of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "FOSTER",
      "sentences": "Then, there was the family's distrust of Meghan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "PRINCE HARRY",
      "sentences": "He's changed. She must be a witch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "FOSTER",
      "sentences": "Prince William and Kate didn't get on with Meghan from the get go, he says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "PRINCE HARRY",
      "sentences": "And some of the things that my brother and sister-in- law, some of the way that they were acting or behaving definitely felt to me as though, unfortunately, that stereotyping was causing a bit of a barrier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "FOSTER",
      "sentences": "Harry says he doesn't speak to his brother or father anymore. He was denied a seat on the plane to Scotland with them when Queen Elizabeth died. So, has he burnt bridges completely?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "PRINCE HARRY",
      "sentences": "Well, they've shown absolutely no willingness to reconcile up until this point. And I'm not sure how honesty is burning bridges. You know, silence only allows the abuser to abuse, right? So, I don't know how staying silent is ever going to make things better that I've gone --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "FOSTER",
      "sentences": "Having already spoken to ABC, CBS and ITV, Harry's media round continues on Tuesday with an appearance on The Late Show With Stephen Colbert. What would Diana, his mother, have made of the situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "PRINCE HARRY",
      "sentences": "I think she would be sad. I think she'd be looking at it long-term to know that there are certain things that we need to go through to be able to heal the relationship. I think she would be heartbroken that it's ended up where it ended up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "FOSTER",
      "sentences": "Max Foster, CNN, London.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "VAUSE",
      "sentences": "Three more anti-government protesters have been sentenced to death in Iran, where they're charged with waging war against God. According to state media. Two of the death sentences were carried out over the weekend, bringing the total number no one at this point to four. Demonstrations erupted across Iran in September after 20-year- old Mahsa Amini died in the custody of the so-called morality police. She'd been detained for allegedly not wearing her hijab correctly.The international community is rallying behind the protesters. A number of European countries have summoned their Iranian ambassadors and condemned the death sentences. Meantime, Iran's supreme leader is calling the anti-government protests acts of treason. (BEGIN VIDEO CLIP) ALI KHAMENEI, SUPREME LEADER OF IRAN (through translator): Undoubtedly, these actions are treason, and responsible institutions deal with treason seriously unjust. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "VAUSE",
      "sentences": "Human Rights Groups Advocacy International says the Iranian court proceedings are a sham.Well, on the day ahead, the leaders of North America will meet in Mexico City for a summit on the most intractable issue facing the region. Mexico's President will lead the talks with the counterparts from the U.S. and Canada. A major topic will be immigration and the recent surge in border crossings at the United States. Ahead of the Tuesday summit, Mexico's leader discussed the matter in a bilateral meeting with Joe Biden, who expressed confidence in finding a solution. (BEGIN VIDEO CLIP) JOE BIDEN, (D) U.S. PRESIDENT: There's much we can do, much we have to talk about, and I'm looking forward to being able to do it, because I'm confident. I'm confident we can get it done. I'm confident we're at one of those moments of a real change in direction. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "VAUSE",
      "sentences": "A day earlier, President Biden traveled to the border town of El Paso, Texas. There, he spoke with local authorities, but notably, he did not appear to meet with any migrants. CNN's Rosa Flores reports.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "What do you want to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Maestra.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "FLORES",
      "sentences": "Oh, she wants to be a teacher.(Voice-over): The Tobar (ph) sisters have been living in this makeshift migrant camp outside an El Paso church for a week. (On camera): Oh, she wants to be Rapunzel. (voice-over): Playing with toys is a luxury they haven't enjoyed since they left Venezuela four months ago, according to their dad. (On camera): He says that he decided to come to the United States because there's no education, really for his daughters. (Voice-over): That Tobars are among the hundreds of migrants who call the streets of El Paso home arguably the epicenter of the current border crisis. A scene President Joe Biden skipped during his first visit to the border. A short three hour stop in El Paso that prompted criticism by the governor of Texas. GREG ABBOTT, (R) TEXAS GOVERNOR: This is nothing but for show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "FERNANDO GARCIA",
      "sentences": "I think this is it. I mean, 3 hours that feeling of disappointment has been transforming to outrage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "FLORES",
      "sentences": "Outrage over policies like the Trump era pandemic public health rule known as Title 42, says Garcia. That rule allows border agents to swiftly expel some migrants to Mexico. Biden said this about the policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "BIDEN",
      "sentences": "I don't like Title 42.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "FLORES",
      "sentences": "Just days ago, he expanded the rule to Venezuelans, Cubans, Nicaraguans and Haitians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "GARCIA",
      "sentences": "I think the only one happy with the expansion on Title 42 are the trumpets, conservative Republicans. I mean, we're expecting something different from him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "FLORES",
      "sentences": "Something more humane like the campaign promises he made, says Garcia. During his visit, Biden stopped by a port of entry, a migrant respite center, and by the border wall, but didn't appear to see or meet any migrants. Apparently the closest the President got to seeing the migration flow was in pictures shown to him by the mayor of El Paso.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "OSCAR LEESER, EL PASO, TEXAS MAYOR",
      "sentences": "Which were very impactful, so he could see what our city and what challenges we've been going through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "FLORES",
      "sentences": "The Tobar sisters favorite toy, a tablet to learn numbers and the English alphabet.(On camera): G.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "TOBAR SISTERS",
      "sentences": "G.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "FLORES",
      "sentences": "Their dream learning to speak English.(On camera): What would you tell the President? He says that his message to the President is that not all migrants are bad. He's a father, he's here with his children, and they're just here for a better life. During the day, the Tobar sisters play outside and at night they sleep inside the church that you see behind me. It turns into a shelter overnight. But back to President Biden, the White House defending his trip to El Paso and the fact that he didn't meet or see any migrants, the White House saying that President Biden was focused on meeting with groups that help migrants. Rosa Flores, CNN, El Paso, Texas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "VAUSE",
      "sentences": "Attorneys for the U.S. President say they discovered a small number of classified documents in an office Joe Biden used at a Washington think tank. The discovery was made November 2. Officials say about a dozen documents were handed over to National Archive the next day. They appeared to be records from Biden's time as Vice President. A review is underway by the Justice Department. The White House is said to be cooperating. When asked about it on Monday, the President had no comment.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Any comment on the documents, Sir?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "VAUSE",
      "sentences": "This comes after documents were found at the home of former President Donald Trump. But there are key differences here. For one thing, Trump is being investigated for potentially obstructing justice after he initially refused to return the document. Biden's case, the records were turnover within 24 hours.Still ahead, new audio which Vladimir Putin does not want the public to hear. A Russian soldier wounded in Ukraine describes life in an overcrowded hospital. Also, a dire prediction of what would happen if China invaded Taiwan and how the U.S. hopes to keep it from ever happening. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:42",
      "speaker": "VAUSE",
      "sentences": "Welcome back, everyone. I'm John Vause. You're watching CNN Newsroom. Well, there's more evidence of the misery suffered by Russian soldiers fighting in Vladimir Putin's war of choice in Ukraine. And yet another cellphone intercept released by Ukraine, a wounded Russian soldier compares hospitals where he's been treated to prisons.(BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translation): Who the fuck knows? I don't know. Buddy, let me you, it's like prison in the hospital. Do you copy? You can't leave. You can't go anywhere for fuck's sake, you copy? First of all, they have taken us, fuck, for three days to the hospital, fuck, all across Russia, you know? They are spilling in to every city, fuck. All the hospitals are overflowing for fuck's sake. It's totally fucked, buddy. UNIDENTIFIED MALE (through translation): Wow, you've got to be shitting me. I guess you're still fucked the, huh? Fucking hell. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:42",
      "speaker": "VAUSE",
      "sentences": "Ukraine's government provides an all-out military offensive on the eastern town of Soledar in the Donetsk region. The Deputy Defense Minister says the Russian military along with mercenaries from the Wagner group are literally advancing on the corpses of their own soldiers.The industrial town has known for its salt and gypsum mines and a vast network of cabinets (ph) underground tunnels, which could be used to hide Russian troops and military equipment. Just west of Soledar, Ukraine claims a Russian missile in a row in the city of Kramatorsk, leaving two people dead in a car. And in the Kharkiv region, another missile strike in a village market, killing two people and wounding four others. Ukraine's President Volodymyr Zelenskyy says not a single building is left standing in Soledar, but Ukrainian forces are resisting. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translation): The battle for the Donbas continues. And although the occupiers have now concentrated their greatest efforts on Soledar, the result of this difficult and prolonged battle will be the liberation of our entire Donbas. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:35:05",
      "speaker": "VAUSE",
      "sentences": "Well, Washington think tank is predicting in heavy detail what the bloody battle that will cause casualties should China ever invade Taiwan. The Center for Strategic and International Studies has released new computer simulated war games. CNN Pentagon Correspondent Oren Liebermann has details.(BEGIN VIDEOTAPE) OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT (voice-over): Taiwan is perhaps the most sensitive flashpoint between the U.S. and China. Some experts warning that Beijing's use of force to claim what it sees as its rightful territory is drawn closer. Chairman Xi Jinping has made it a priority for Beijing, which hasn't ruled out the use of force, a decision that could cost thousands of lives for China, Taiwan and America. A war game from the Center for Strategic and International Studies begins with a Chinese missile barrage against Taiwan's military in 2026, destroying much of its air force and navy, followed by an amphibious invasion across the Taiwan Strait. Taiwanese forces fight back using advanced U.S. weaponry, Patriot missiles for air defense, anti-ship missiles and torpedoes for sea defense, and its ground forces to defend the beachheads. MARK CANCIAN, CSIS WAR GAME REPORT CO-AUTHOR: Whatever the Taiwanese are going to fight the war with, they have to have that when the war begins. LIEBERMANN (voice-over): In every scenario, China landed forces on Taiwan, but only in the most pessimistic cases does Beijing avoid defeat. But victory for the U.S. and Taiwan comes at a great cost. The war game assesses that the U.S. loses 10 to 20 combat ships, including two aircraft carriers, and 200 to 400 military aircraft. In three weeks of fighting, the U.S. suffers more than thrilled in action. That's about half of what the U.S. suffered in Iraq and Afghanistan over two decades. America's global position is damaged for years. China loses 90 percent of its amphibious fleet and 52 major surface warships and its Air Force loses more than 160 combat aircraft. Crucial to this outcome is the stockpile of precision guided munitions. Taiwan would need more U.S. supplied Harpoon anti-ship missiles, which may be in short supply because these missiles have been sent to Ukraine. The U.S. needs its own long range anti-ship missiles. And this supply is one of the big risks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:35:05",
      "speaker": "CANCIAN",
      "sentences": "It runs out within typically the first couple of days. And when that runs out, then the United States has to use shorter range munitions, those can be effective, but it increases losses and increases risk.LIEBERMANN (voice-over): China has the world's largest Navy with about 340 ships and submarines, compared to nearly 300 for the U.S. China's army has 1 million active-duty service members, and it's the third largest air force in the world. Top U.S. general says the key to avoiding conflict is deterrence. GEN. MARK MILLEY, CHAIRMAN, U.S. JOINT CHIEFS OF STAFF: As long as we remain number one, then we will deter the war that people worry about a great power war between China and the United States. (END VIDEOTAPE) LIEBERMANN (voice-over): Crucially, this war game doesn't ask the question of what would happen to make China decide to use military force to invade Taiwan. That remains an open question. But it's a crucial one to understanding the situation, especially given the West's reaction to Russia's invasion of Ukraine sanctions that have crippled Russia's economy. Would China run the same risk given its own imports and exports, given its industrial economic power, or would it use those powers to try to control Taiwan without using its military? And that is a critical question. Oren Liebermann, CNN at the Pentagon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:40:47",
      "speaker": "VAUSE",
      "sentences": "China has announced short term visas will be suspended for South Koreans, the first retaliation that seems by Beijing in response to COVID-related restrictions imposed on Chinese travelers. The Chinese Embassy in South Korea called Seoul's restrictions, quote, discriminatory. South Korea is among a growing list of countries imposing COVID restrictions on travelers arriving from China including PCR tests and quarantine upon arrival in South Korea.Meantime, China is on the move again itself with self-isolation of zero-COVID in the rearview mirror. Travel restrictions have been lifted and the great migration for the Lunar New Year expected to reach some 2 billion trips this year. CNN's Selina Wang shows us how families are rushing to reunite with those memories of loved ones they have not seen for a very long time. (BEGIN VIDEOTAPE) SELINA WANG, CNN CORRESPONDENT (voice-over): Anticipation is in the air. Flowers in hand, they anxiously wait. This is the most exciting day in three years at Chinese airports as the country reopens its borders. And the moment finally arrives. These are especially meaningful reunions for the first time since the start of the pandemic. Travelers from abroad can meet their families right after getting off the plane instead of getting sent to a quarantine facility. We documented this family's reunion, a mother and her son waiting for her husband, his father at the airport. They haven't seen each other in almost a year. UNIDENTIFIED FEMALE (through translation): Yes, I'm really excited. It's been too long. I'm thrilled to see him today. WANG (on-camera): He's a little shy, but he says he misses his dad and the flowers are for his dad. (voice-over): They patiently wait hours for his arrival. The family running to greet the father. His son finally getting that warm embrace. UNIDENTIFIED MALE (through translation): It feels great to go home straight without quarantine. WANG (on-camera): The Beijing Capital International Airport is finally coming back to life. But as China is opening up, other countries are getting nervous. More than a dozen countries have imposed COVID-19 testing rules on travelers coming from China. (voice-over): But it's not stopping people from going abroad. JANE SUN, CEO, TRIP.COM GROUP: The pent-up demand is very strong. We have seen three-digit growth in the search volume for almost all the destinations. WANG (on-camera): So the platform saw the biggest increase in international searches and bookings since the pandemic started.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:40:47",
      "speaker": "SUN",
      "sentences": "That is correct.WANG (on-camera): Where are you going to right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:40:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In Macao?WANG (on-camera): Macao?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:40:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.WANG (on-camera): Are you excited you don't have to quarantine anymore?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:40:47",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's very good.WANG (voice-over): This family is waiting to board their international flight. I asked him where he wants to go the most.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:40:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Italy.WANG (on-camera): He said he really wants to go to Italy this year. (voice-over): Across the country, all of China's land borders have reopened, from Hong Kong to Inner Mongolia in the north, Xinjiang in the west and Yunnan in the south. All the gates now pushed open. No more restrictions. Residents cheered the historic moment. But the celebratory mood dampened by the explosive spread of COVID. Hospitals across the country overflowing with elderly patients. The medical system was unprepared for the country sudden U-turn away from zero-COVID. But it's a poignant moment for all of these families at the airport. After years of sacrifice during zero-COVID, finally, they're reunited. Selina Wang, CNN, Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:40:47",
      "speaker": "VAUSE",
      "sentences": "For more, now we're joined by Dr. Eric Feigl-Ding, Chief of COVID Taskforce at the New England Complex Systems Institute and Co- founder of the World Health Network. Thank you for coming in. Thank you for being with us.DR. ERIC FEIGL-DING, EPIDEMIOLOGIST: Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:45:02",
      "speaker": "VAUSE",
      "sentences": "I want you to listen to Guo Yanhong, the Director of China's Health Emergency Response Office on the new protocols for treating COVID-19, now that it is classed in China as a class B infection. Here she is.(BEGIN VIDEO CLIP) GUO YANHONG, DIR., HEALTH EMERGENCY RESPONSE OFFICE, NATL. HEALTH COMM. (through translation): Patients are no longer required to receive treatment and centralized quarantine facilities based on the control measures for Class B infections. COVID-19 patients can choose home treatment if their health condition requires. They also can go to medical institutions for treatment. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:45:02",
      "speaker": "VAUSE",
      "sentences": "And this comes when a senior provincial official from Hunan province told reporters as of the end of last week, his state's COVID infection rate was 89 percent, about 100 million people. It just seems bizarre that you have bought the -- we're hearing from the central governor, on the one hand, what we're hearing from state officials on the other, I'm just wondering, is it simply an admission by Beijing that the outbreak is so wide, it is moving so quickly, that it's just beyond containment?FEIGL-DING: Yes. In many ways, there's lots of contradictory information. Many epidemiologists, state or provincial are disagreeing with the central government's assessment that everything is normal, or that it's not a major crisis. Because in many ways, you know, if you have two viruses, one more severe, less contagious, another one more contagious, less severe, it's the more contagious less severe virus, it's going to overwhelm hospitals more. What starts in a major city will end up in throughout other cities when -- once Chinese Lunar New Year travel starts. And that's starting very, very soon in less than a week or two. So I think we're going to have a horrible wave. Those who say this is milder a Class B does not make sense. You know, China doesn't even have the Omicron booster shots. They don't even have a booster shots period. There's over 130 million elderly over the age 60, they have zero boosters, whatsoever. And the booster they're using is an older Wuhan virus version. So they do not have the new Omicron boosters. They do not have high levels of availability of Paxlovid. Monoclonal antibodies don't work anymore. It is just -- it absolutely does not make sense to drop mitigations and just pretend to let the virus burn through the society.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:16",
      "speaker": "VAUSE",
      "sentences": "There is so much we do not know about this virus and we still -- and it's going to be a long time before you know any of it really, if ever. Dr. Eric Feigl-Ding, thanks so much for being with us, sir.FEIGL-DING: Thank you. Stay safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:16",
      "speaker": "VAUSE",
      "sentences": "New guidelines out for treating children with obesity. The American Academy of Pediatrics now says early intervention is the key focusing on behavior and lifestyle of the entire family. For children 12 and older, weight loss medication is now considered appropriate. Teens 13 and older with severe obesity should be evaluated for surgery.An author of the guideline says the goal is to help patients make changes in lifestyle, behaviors or environment in a way that is sustainable and involve families in decision making every step of the way. The U.S. State of Washington, the Seattle Public School District is suing the parent companies of major social media sites alleging they're harming students' mental health. The suit impacts sites like Facebook, Instagram, TikTok Snapchat, YouTube. The school system says the platforms are impeding the school's ability to fulfill their education mission. The district says social media companies have exploited young vulnerable brains and they did it, according to this lawsuit, to maximize the amount of time users spend on the platforms simply to boost profits. The Buffalo Bills' Damar Hamlin has been transferred to a local hospital in Buffalo just one week after collapsing on the field from cardiac arrest. Another sign, doctors say that his recovery is beating expectations. (BEGIN VIDEO CLIP) DR. WILLIAM KNIGHT, UNIV. OF CINCINNATI MEDICAL CENTER: I traveled with him to the airport this morning with our UC Health Air Care &amp; Mobile Care crew, including teammates who are with us on the field when Damar Hamlin collapsed. Dr. Prince and I have spoken extensively with his care team in Buffalo, and I can confirm that he is doing well. And this is the beginning of the next stage of his recovery. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:16",
      "speaker": "VAUSE",
      "sentences": "But Hamlin's doctor say it's too soon to talk about returning to football. Hamlin though is tweeting his appreciation for all the support he's received so far. World Sports Coy Wire has the story.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:16",
      "speaker": "SEAN MCDERMOTT, HEAD COACH, BUFFALO BILLS",
      "sentences": "We're happy to have him back.COY WIRE, CNN SPORTS ANCHOR (voice-over): Damar Hamlin is back in Buffalo, returning home for the first time after suffering a cardiac arrest during a Monday night football game in Cincinnati a week ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:16",
      "speaker": "MCDERMOTT",
      "sentences": "It's clear that he continues to move and take steps in a positive direction here. And even though I'm not physically with him right now, we're not physically with him, it's like anything else when you have your family close by, it just feels right.WIRE (voice-over): Hamlin was released from the University of Cincinnati Medical Center this morning after his condition upgraded he was cleared to fly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:16",
      "speaker": "KNIGHT",
      "sentences": "Tomorrow, Hamlin has met a number of key milestones on his journey to recovery. All to get him to this point that he can be safely returned to Buffalo.WIRE (voice-over): The 24-year-old Bills' safety tweeting, \"Happy to be back in Buffalo.\" Along with this heartfelt message, \"Watching the world come together around me on Sunday was truly an amazing feeling. The same love you all have shown me is the same love that I plan to put back into the world and more.\" His positive health updates throughout the week fueled his team in their first game since his collapse against rivals New England Patriots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:16",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "35, 30, 20, 15, 10, 5, touchdown, Nyheim Hines. 96 yards.WIRE (voice-over): Fans erupted with joy on the first play and Hamlin shared his excitement, tweeting from his hospital bed with mom and dad by his side. DR. TIMOTHY PRITTS, PROFESSOR, SURGERY DEPT., UNIV. OF CINCINNATI: When the opening kickoff was run back, he jumped up and down, got out of his chair, set I think every alarm off in the ICU in the process. But he was fine. It was just appropriate reaction to very exciting play. WIRE (voice-over): The last time the Buffalo Bills took a kickoff back for a touchdown, three years and three months ago, the same number Hamlin wears. The number three now a symbol of support for Hamlin across the NFL. Hamlin has been transferred to Buffalo General to continue treatment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:16",
      "speaker": "MCDERMOTT",
      "sentences": "I know his parents are going to be with him there and I think that helps us well in knowing that he's well taken care of. I just think overall just continues to put our minds at ease that he's in good hands and he's moving in the right direction.WIRE (voice-over): Coy Wire, CNN, Buffalo. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}