{
  "date": "2023-01-09",
  "headline": "CNN Newsroom",
  "subHeadline": "Bolsonaro Supporters Storm Key Government Buildings In Brazil; Biden Makes Tightly Controlled Visit To The Southern Border; China Reopens Borders In Final Farewell To Zero-COVID; Ukraine Denies Russian Claim It Killed Hundreds Of Soldiers. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:24",
      "speaker": "LAILA HARRAK, CNN ANCHOR",
      "sentences": "Welcome to all of our viewers watching from around the world. I'm Laila Harrak. Ahead on CNN Newsroom.Chaos erupts in Brazil's capital city. Police fired tear gas and arrest hundreds of people after supporters of former president Jair Bolsonaro stormed Congress and breached buildings. Plus, China's travel starved residents are able to explore the world again after the country finally reopened its borders. We have a live report from Hong Kong and strong words from Prince Harry. The Duke of Sussex reveals new details about the royal family drama ahead of his big book release.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from CNN center, this is CNN newsroom with Laila Harrak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "HARRAK",
      "sentences": "Brazil's president is vowing to punish hundreds of supporters of former leader Jair Bolsonaro after they stormed key government buildings in the capital on Sunday.A tension and unrest continued into the night as police used tear gas to try and disperse the crowd. This scene coming just hours after the violence first erupted in Brazilia, where Bolsonaro supporters breached security barriers and broke into Congress, the presidential palace, and the Supreme Court. One Brazilian official says at least 400 people have been arrested. Well, according to CNN Brazil, all three buildings have now been cleared of protesters, but not before they left behind damage, including broken windows. The breach has come about a week after the inauguration of President Luiz Inacio Lula da Silva. He called Sunday's events barbaric and promised those responsible would be held accountable. (BEGIN VIDEO CLIP) LUIZ INACIO LULA DA SILVA, BRAZILIAN PRESIDENT (through translator): There is no precedent in the history of our country. There is no precedent for what these people have done, and these people will be punished. And we will find out who financed these vandals who went to Brazilia. We will find out the financiers, and they will pay with the force of the law for this irresponsible gesture, this antidemocratic gesture, and this gesture of vandals and fascists. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "ROMO",
      "sentences": "President Lula da Silva also to blame his predecessor for the lack of security in the capital where Bolsonaro's supporters have been camped out for over a week. Bolsonaro, who is currently in Florida, denounced what he called the depredations and invasions of public buildings in a tweet, adding that peaceful and lawful demonstrations are part of democracy. But critics say Bolsonaro may have stirred up the crowds by repeatedlysaying, without evidence, that he questioned the integrity of the country's electronic voting system. ROMO (on camera): The intensity of Sunday's protest shows that last year's presidential election is still unfinished business for some Brazilians, and a sign of just how divided the country is. Rafael Romo, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "HARRAK",
      "sentences": "Our world leaders are condemning the violence in Brazil and expressing their support for President Lula da Silva, including U. S. President Joe Biden, who called the situation an assault on democracy on the peaceful transfer of power in Brazil. He says the will of the Brazilian people must not be undermined, and the President of the European Council Charles Michel tweeted his, quote, absolute condemnation of the assault on the democratic institutions of Brazil and made clear he fully supports President Lula de Silva.For more on this, I want to bring in Brian Winter, the editor in chief for America's Quarterly and Vice President of Policy for America Society and Council of the Americas. Welcome back, Brian. You're joining us from New York. I understand so many questions. Let's start with your reaction. Was this expected? BRIAN WINTER, EDITOR-AT-LARGE, AMERICAS QUARTERLY: I think the timing of this was surprising. Many of us who follow Brazil, people who lived in Brazil had been warning that something like this was possible for months. The writing was on the wall, just like we saw in the United States. We had then president of Brazil Jair Bolsonaro questioning the electoral process, saying that the only way he could lose would be if there was fraud. Then the election happened. He never officially recognized the result. But the timing was strange because this all happened one week to the day after Bolsonaro left and Lula was elected president. I'm sorry, took office as president. So that part of it was a surprise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "HARRAK",
      "sentences": "I mean, you know, a lot of parallels are being drawn as what happened nearly two years to the day here in the U.S. Capitol when it was attacked by insurrectionists. An attempt was made to do the same in Brazil. Can you compare and contrast for us these two events for us? What are the parallels? What are the differences?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "WINTER",
      "sentences": "There are so many parallels, in part because Bolsonaro has always really, since the start of his presidential campaign back in 2016 been a follower of Donald Trump. I've said that being an American who professionally for a living, observes what's happening in Brazil, it's been like watching events in my own country, but on a two-year tape delay.But it's worth talking, pausing for a moment and talking about why this happened. Now, again, why did this happen after the inauguration. I think it speaks to the insularity of these social media bubbles and these news environments that a lot of people live in. These Brazilians who led this protest today did so believing that by causing violence, they would force the Brazilian military to intervene and then the Brazilian military would take their side and that they would reinstall Jair Bolsonaro as president. Now, that was crazy, to use a direct word even though there are split loyalties in the Brazilian military, the idea that they would overturn the constitution completely was never realistic. But it shows the degree of just how closed some of these social media bubbles are and these frenzies that people are able to whip themselves into in this era of fake news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "HARRAK",
      "sentences": "The army, as you alluded to, they did not respond to calls from Bolsonaro's supporters to get involved. What does that tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "HARRAK",
      "sentences": "It's going to be difficult in Brazil. I mean, President Lula's first major stress test, I mean, what a start to this mandate? A wake up call, potentially? I mean, did authorities let their guard down? I mean, they seem to all have been taken by surprise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "WINTER",
      "sentences": "Look, I'm not sure. Yes, they were taken by surprise, you're right. But I think that there are differing philosophies and different ideas about how to handle this division. It's not easy. We again, we saw this in the United States as well. How do you send a signal and prosecute the guilty so that something like this never happens again, while at the same time recognizing that this was, in the Brazilian case, a 51-49 result in the last election? It was extremely close.And it's a country that, again, has held pretty firm so far, but is at some risk of coming apart just like were here in the States. I'm under no illusions about how close we got here back in the end of 2020, in the early days of 2021. I think all of us are kind of feeling our way through this, trying to figure out the best way to maintain democracy, to maintain the rule of law by punishing those who were part of this while at the same time signaling to that other half of the country that this can be a country that works for them as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "HARRAK",
      "sentences": "Brian Winter, thank you as ever. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "WINTER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "HARRAK",
      "sentences": "For the first time since taking office, President Joe Biden has visited the southern U.S. border to see how the region is tackling a surge in migration. In El Paso, Texas, he inspected the iron fence that separates the U.S.-Mexico and spoke with officers who patrol the frontier.As he left, he pledged more resources to help ease the crisis. The president has been criticized for failing to address the issue, and earlier, the Texas governor gave him a letter outlining the problems. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "GREG ABBOTT, TEXAS GOVERNOR",
      "sentences": "I urge him in the letter to see the real chaos. What everybody here may already know, and that is there were thousands of migrants sleeping on the streets in El Paso that had been cleaned up in the past few days. And I asked him to go see the area where we have these mass migration processes and go visit with the people who own property and live on the border whose lives have been totally disrupted. I said you have you, Mr. President. You have a job to do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "HARRAK",
      "sentences": "The President later visited a migrant processing center and met with staff to discuss their work. But notably, he was not seen with any of the migrants themselves.Mr. Biden is now in Mexico City for the North American Leaders Summit where he is also expected to discuss migration. CNN's MJ Lee reports. (BEGIN VIDEOTAPE) MJ LEE, CNN CORRESPONDENT (on camera): President Biden arriving in Mexico City after a brief stop in El Paso, Texas, this after growing outcry, including from Republican lawmakers for the President to visit the U.S. southern border to see with his very own eyes the number of migrants that have been trekking to the U.S. southern border. The President spending the day with Border Patrol agents and elected officials and also visiting a migrant respite center. But notably, when he was at that center, he didn't appear to actually meet or see any migrants there. A senior administration official telling CNN that was purely coincidental, that at the time of his visit there just didn't happen to be any migrants at this center. It is worth noting that at the time of the President's visit to El Paso there has been a drastic drop in the number of migrants at this border city. Now what he told reporters after spending the afternoon in El Paso was this that the city needs a lot more resources.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:05",
      "speaker": "LEE",
      "sentences": "President Biden, of course, is trying to strike a balance between appearing strong at the border and taking the concerns of the situation at the border being out of control seriously, but at the same time taking a humane approach to how to handle and process these migrants that are wanting to come across the border into the US.Of course, the administration has been harshly criticized after this week's decision to essentially expand the controversial Title 42 program and saying that people who are coming in from countries like Cuba, Nicaragua, and Haiti, if they do so without properly applying for asylum somewhere else first, that they can be turned away at the border. This has been described by advocate groups as being inhumane and hypocritical. And all of this is looming over the President's visit to Mexico City, and immigration is expected to be such a big issue when he meets with the Mexican leader, the leader of Canada as well. MJ Lee, CNN, Mexico City. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:05",
      "speaker": "HARRAK",
      "sentences": "It was all hugs and happy reunions at one of China's biggest airports on Sunday. This was the scene at the international arrival hall in Beijing. Barriers that separated domestic and international arrivals were gone, as were the so called big white staff wearing white hazmat suits, which have become a symbol of life in China during zero-COVID, which is now a thing of the past.For more on this story, I'm now joined by Kristie Lu Stout in Hong Kong and Steven Jiang in Beijing. Good day to you both. Kristie, I want to start the conversation with you. You are at a border crossing, I understand. Is it crowded? Are travelers streaming into and out of Hong Kong? What's the mood?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:05",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDEN",
      "sentences": "Laila, all morning we've been seeing a steady stream of travelers come through the border. Let me just describe where I am. I'm at Lok Ma Chau train station, located in Hong Kong's, New Territories, in the northern part of Hong Kong, located right up against the border with Shenzhen. In fact, you can see the mainland Chinese tech hub right beyond me over there. And this is the freshly reopened rail crossing between Hong Kong and mainland China. It was closed in February of 2020, and it was just reopened on Sunday.Quarantine is no longer a requirement, but a number of pandemic restrictions are still in place. For example, the mask mandate. It is mandated to wear masks still here and while making the crossing. And also, you have to have proof of a negative PCR COVID-19 test in order to make the journey. Now, this is a gradual, phased reopening. Up to 60,000 travelers are allowed to travel each day between Hong Kong and mainland China, and vice versa. But the demand has been absolutely huge. In fact, here in Hong Kong, over 440,000 people have already signed up for a slot for an opportunity to make the journey across the border. And earlier today, we had a chance to speak to some of them, take a listen. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translator): I'm really very happy about the reopening. I'm going to Shenzhen first and then we'll fly to Chongqing for a few days. I feel like we are going back to pre-COVID times three years ago. I will be much happier and life will turn out for the better. UNIDENTIFIED FEMALE (through translator): We are going home. We'll see grandpa and Grandma. Bery happy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:05",
      "speaker": "LU STOUT",
      "sentences": "Now the reopening of the Hong Kong-China border is reviving hopes that will help reboot the territory's economy which has been hammered so hard, especially after three years of international isolation. But even according to the head of the Hong Kong Tourism Board, it would take one to two years before tourism here in the city returns back to pre-pandemic levels. Back to you, Laila.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:05",
      "speaker": "HARRAK",
      "sentences": "Steven, I want to go to you next. China now no longer cut off from the outside world. How big a moment is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "HARRAK",
      "sentences": "Steven Jiang reporting from Beijing and my thanks to you and my thanks to Kristie Lu Stout in Hong Kong. Thank you for your coverage.And there is much more to come on CNN, including Russia's claims that hundreds of Ukrainian soldiers were killed in a recent airstrike. Ukraine denies it. Plus. The world responds after reports of more executions in Iran. We'll hear from people at a demonstration in London. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "HARRAK",
      "sentences": "Ukrainian President Volodymyr Zelenskyy is praising the resistance of two eastern. cities despite their near total destruction. In his nightly address Sunday, Mr. Zelenskyy said Bahkmut and Soledar were holding out against Russian attacks, despite being among, quote, the bloodiest places on the front line.Meantime, Ukraine and Russia exchanged 100 prisoners of war Sunday, 50 from each side. This is the 36th such swap, and Ukraine says it won't be the last. Also on Sunday, Belarus announced joint Air Force exercises with Russia starting January 16 and running through February 1. [01:25:00] While Ukraine is dismissing Moscow's claims that a recent Russian strike in Kramatorsk killed hundreds of Ukrainian soldiers. The CNN team on the ground has seen no indication of any massive casualties in the area. CNN's Scott McLean has more. (BEGIN VIDEOTAPE) SCOTT MCLEAN, CNN CORRESPONDENT (on camera): Well, it was literally just minutes after the unilaterally declared Russian ceasefire was over when and a series of missiles came down in Kramatorsk. Kramatorsk is not on the front lines, but it's close enough that it is often a target for Russian bombs. Russia claims that this series of strikes was in retaliation for a devastating Ukrainian hit on a Russian barracks in the town of Makivka, that even the Russians concede killed 89 of its soldiers but potentially even more than that. In this case, the Russians claimed that they hit two buildings where a large number of Ukrainian troops were staying and claimed that 600 of them were killed. The trouble is that we haven't found even a shred of evidence to suggest that is actually true. The Ukrainian military dismissed it as nonsense. And our team on the ground in Kramatorsk said there were no wailing sirens, there was no backlog at the morgue, nothing at all to suggest that there had been this kind of mass casualty event in the city. They even went out to the site and what they found is some craters where the missiles had come down and some blown out windows of a high school there. But they found no blood, no bodies, not even any sign that Ukrainian troops had been there at all. Scott McLean, CNN, Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "HARRAK",
      "sentences": "In London, about 3,000 people braved heavy rains on Sunday to protest the Iranian government.All this demonstration, one of several being held in Europe and the U.S. comes as international outrage grows of Iran's brutal crackdown on protesters. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The brave Iranian back in Iran, on the streets of Iran are just protesting and fighting for freedom and they're just killing them. They're executing people just because they're fighting for freedom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It is beyond belief the things they are doing to these young human beings who are only merely asking for the basic rights for freedom, just to breathe freedom, to just have the rights to live, not to be hassled every time you go in a city, especially as a woman.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:32:29",
      "speaker": "HARRAK",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Laila Harrak.Recapping our top story. Brazil's President Luiz Inacio Lula Da Silva, has visited the presidential palace and the supreme court hours after hundreds of supporters of former president Jair Bolsonaro stormed both buildings, as well as Brazil's congress. Some smashed windows and used furniture as barricades against security forces. Police used tear gas to get things under control and have arrested at least 400 people. President Lula Da Silva, called the unrest barbaric, and vowed to punish those responsible. Bolsonaro also denounced what he called the invasions of public buildings. And now the country's supreme court has ordered all of Bolsonaro supporters' camps to be demolished and protesters there arrested within 24 hours. Earlier we heard from Anne Barbosa with CNN Brazil who described the chaotic scenes that broke out in the capital. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "BARBOSA",
      "sentences": "And on the other hand Jair Bolsonaro has left Brazil in the end of the last year. He's currently in the United States. And supporters of Jair Bolsonaro were camping at the capital of Brazil after the election since October -- since last October.Actually, in another city in Brazil it was happening in the same situations. Just this minute (INAUDIBLE) before all of this happening has ordered armed force to refuse these people. Actually today is Sunday, parliamentarian ministers were not working there but actually there are a lot of people in this building of course. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "HARRAK",
      "sentences": "Later today, U.S. House Republicans faced a new hurdle following last week's grueling fight to elect a new speaker. It's an important vote on the rules package which establishes the rules and committees for the 118th Congress and how Congress will govern over the next two years under Republican control.The rules package include some of the concessions Kevin McCarthy made in order to win enough support from his fellow Republicans to secure the speakership. One major concession allows for any lawmaker to call for a vote to remove the speaker at any time. Some moderates worry it will weaken McCarthy's hand but Republican Chip Roy, an early holdout against McCarthy, says the concessions are necessary. (BEGIN VIDEO CLIP) REP. CHIP ROY (R-TX): A little temporary conflict is necessary in this town in order to stop this town from rolling over the American people. Some of the tensions you saw on display when you saw some of the, you know, the interactions there between Mike Rogers and Matt Gaetz, you know, some of that is we need a little of that. We need a little of this sort of breaking the glass in order to get us to the table, in order to fight for the American people and to change the way this place is dysfunctional. I'm not going to play the \"what if\" games on how we're going to use the tools of the house to make sure that we enforce the terms of the agreement. But we will use the tools of the House to enforce the terms of the agreement. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "HARRAK",
      "sentences": "Well now that Republicans control the House they plan to make investigating President Joe Biden, his administration and his family one of their top priorities.More startling revelations from Prince Harry ahead of the release of his memoir, \"Spare\". Speaking with Anderson Cooper on CBS News \"60 Minutes\" the Duke of Sussex says nothing he's written is intended to hurt his family. But he reveals that he hasn't spoken to his brother Prince William and father King Charles for a while now. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Do you speak to William now? Do you text?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "PRINCE HARRY, DUKE OF SUSSEX",
      "sentences": "Currently no. But I look forward to -- I look forward to us being able to find peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "COOPER",
      "sentences": "How long has it been since you spoke?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "PRINCE HARRY",
      "sentences": "A while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "COOPER",
      "sentences": "Do you speak to your dad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "PRINCE HARRY",
      "sentences": "We haven't spoken for quite awhile. No. Not recently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "COOPER",
      "sentences": "Can you see a day when you would return as a full-time member of the royal family?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "PRINCE HARRY",
      "sentences": "No, I can't see that happening.(END VIDEO CLIP) HARRAK: Well, Prince Harry also sat down for an interview with ITV News, where he discussed his frustration with the British media and the death of his mother, Princess Diana. CNN's Max Foster has the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "MAX FOSTER, CNN ROYAL CORRESPONDENT",
      "sentences": "Just when you thought there wouldn't be any more royal revelations, more keep coming. These latest ones come out of a media round that Prince Harry did with the TV networks ahead of the publication of his book on Tuesday.He accuses Camilla, the queen consort of leaking stories about the family to the British media as part of her campaign to become Charles's wife and the queen consort ultimately. He also says that Kate and William never really connected with Meghan. They stereotyped her in a way and that meant that they never really built up a proper relationship with her. It never worked from the get go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "PRINCE HARRY",
      "sentences": "Some of the things that my brother and sister know (ph) in the way they're acting or behaving definitely felt to me as though unfortunately that stereotyping was causing a bit of a barrier to them really sort of, you know, introducing or welcoming here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What do you mean specifically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "PRINCE HARRY",
      "sentences": "Well, American actress, divorced, biracial -- there's all different parts of that and what that can mean. But if you are, like a lot of my family do, if you are reading the press, the British tabloids at the same time as living the life, then there's a tendency where you can actually end up living in the tabloid bubble, rather than the actual reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "FOSTER",
      "sentences": "And he described how when he came to the U.K. and Queen Elizabeth died, he wasn't offered a seat on the plane the rest of the family were using to get to Scotland to see the body of the queen.He says, the door is open to reconciliation, but the ball is in the royal family's court. Max Foster, CNN -- London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "HARRAK",
      "sentences": "Well, Prince Harry says he's making public his rift with the British royal family to try to help the monarchy. CNN contributor and author of \"Elizabeth the Queen\" Sally Bedell Smith weighs in on the decision. Here's what she told my colleague Michael Holmes.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "SALLY BEDELL SMITH, CNN CONTRIBUTOR",
      "sentences": "He feels that for 38 years he's been misunderstood and the story has been told by other people and he wanted to tell his truth as he's called it himself.But I think in the process, he's created an awful lot of collateral damage to members of his family. Certainly to William, certainly to his father although he has said some very nice things about his father. He hasn't really said very many nice things about his brother. And of course, the title of the book is there and he is the second born son and traditionally the second born has been a spare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "MICHAEL HOLMES, CNN ANCHOR",
      "sentences": "Yes.BEDELL-SMITH: I mean I know from talking to people who were advising William and Harry as they were coming of age, and they were working very hard to craft the role for Harry and then for Harry and Meghan to give them some meaning. Being a spare didn't need to be what he sort of envisioned it to be. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "HARRAK",
      "sentences": "The NFL's Buffalo Bills treated fans to an absolute thriller in their first game since teammate Damar Hamlin suffered a cardiac arrest last week.Bills kick (INAUDIBLE) Nyheim Hines returned not one but two kickoffs for touchdowns on Sunday, including one on the very first play of the game, which sent Buffalo fans into a frenzy. The Bills beat their division rivals, the England Patriots 35 to 23. And Hamlin got to see it all watching the game from his hospital bed in Cincinnati while tweeting his support. Meanwhile players and fans were showing their love for Hamlin and feelings (ph) across the country after the game one of Hamlin's team mate how his in a split second him personally. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "DION DAWKINS, BUFFALO BILLS PLAYER",
      "sentences": "Situations like this just remind you why life is so special. You know, in a split second, in any incident like you could be jogging. You could be playing football, you could be playing basketball, you know like not any second is coming.And for the situation to happen, it just opened up all of our eyes. Like it is maybe to become a better father. It has made me become a better teammate, a better person. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "HARRAK",
      "sentences": "CNN's Adrienne Broaddus is in Cincinnati with details on Hamlin's recovery. But first CNN's Omar Jimenez has reactions from friends and players just outside Buffalo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "I don't think it's an understatement to say it's been a rollercoaster of a week here in Buffalo especially so for the players but also for the fans.We are out with Bills Mafia as they were known over the course of the pre-game, and really they talked about how the entire vibe changed when Damar Hamlin among his first words asked the question \"did we win\" earlier this week. And for the fans, they say that changed everything. And I think that was evident on the field as the Bills went out there clearly motivated after a pre-game ceremony honoring their teammate who is still gradually recovering in the hospital. Quarterback Josh Allen spoke words of motivation before hand and then on the first play of the game they returned the football for a touchdown. It actually was the first time in three years and three months that the Bills have returned a kick for a touchdown and of course, Damar Hamlin's number is 3. Take a listen to how quarterback Josh Allen reflected on that moment. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "JOSH ALLEN, BUFFALO BILLS",
      "sentences": "I was going (INAUDIBLE) you can't -- saw that one up right. that went up any better. I was just told by (INAUDIBLE) it's been three years and three months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "TREMAINE EDMUNDS, BUFFALO BILLS",
      "sentences": "I'm extremely happy to see, you know, how he -- you know, contained to (INAUDIBLE) and I know he's happy I can't wait to talk to him then and this one was for sure, for three.And then one thing we heard consistently from fans is that they didn't just look at Hamlin and someone who's on the team that they like, they consider him a part of their family. Take a listen to one fan who has literally been to over 400 consecutive games both home and away. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "KEN JOHNSON, FOOTBALL FAN",
      "sentences": "And the whole vibe to this game, you're going to see a lot of energy in the stadium, and it's all based on his three, words, did we win. I mean when I heard \"did we win\", it was like watching the second \"Rocky movie\" when Adrian wakes up and says \"Rocky just win it for me\".I mean that changed the entire vibe of the Mafia fan base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "JIMENEZ",
      "sentences": "And really over the past week, it's been clear it's more than a game -- fans, players, coaches no matter who you talk to, they looked at it with a larger perspective.And many of the fans I talked to said that it united them even more. You can't go anywhere in the Buffalo area without seeing Damar Hamlin's name on jerseys, on cookies like this -- all to show that they're united as a fan base and as many fans have told me, united is a family. Omar Jimenez, CNN -- Orchard Park, New York. (END VIDEOTAPE) (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "BROADDUS",
      "sentences": "And so many players stepping on to the field showed their love for Damar, and that's one thing he was tweeting back to those players, saying I love you more.Adrienne Broaddus -- CNN, Cincinnati. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "HARRAK",
      "sentences": "Meanwhile, the toy drive started by Damar Hamlin continues to blow away expectations. It's now topped $8.5 million dollars in donations. And keep in mind, he was hoping to raise a mere $2,500 when he started the fund-raiser for kids in need just over two years ago.Adam Rich, a former child actor who rose to fame in the 1970s has died, he was best known for star starring in a TV drama \"Eight is Enough\". (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Susan, look that's Merrill Bacall (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE) Stockwell, he is the pitcher for the Cyclones.Come on, let's go get his autograph.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But Nicholas, he's only a minor league pitcher. I'm not even --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "HARRAK",
      "sentences": "For five seasons, he played Nicholas, the youngest member of the Bradford family. He also later appeared in other shows and movies, until his final TV credit in 1993. In 2021, he was also featured in the CNN documentary series, \"THE HISTORY OF THE SITCOM\".Adam Rich passed away Saturday at his home in Los Angeles. He was 55 years old. Hundreds of people have been airlifted to safety in western Australia, all this after historic flooding in the Kimberley Region. We will have the forecast ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "HARRAK",
      "sentences": "Take a look at these live pictures from Hawaii's Big Island where the U.S. Geological Survey says the Kilauea Volcano is still erupting. It's largely confined to a closed area of Hawaii Volcanoes and National Park but the release of sulfur dioxide remains a health concern.According to the USGS, more than 12,000 tons of the toxic gas is being released on average each day. When the gas meets the atmosphere, it turns into a visible haze known as vog, or volcanic smog. An emergency official says pictures don't do justice to the amount of water covering the Kimberley Region in western Australia. Roads are completely submerged, leaving towns isolated, hundreds of people have been rescued by air, and it's feared the flooding has killed large numbers of livestock. Well, the extreme flooding was caused, rather, by the remnants of a tropical cyclone. Meteorologist Derek Van Dam has this look at what Australians can expect in the days ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "VAN DAM",
      "sentences": "In fact, near the coastline of western Australia, we've had a large area, including Broome that has seen rainfall in excess of 400 millimeters, that is incredible, just in a short period of time as well, 485 millimeters recorded in Broome.And get this, that is two times -- over two times their monthly average rainfall in just three short days. That's why we have the flooding taking place over this portion of western Australia. Incredible to see those amounts of rain. It is, of course, the rainy season, we do get tropical cyclones this time of year. You can see highest rainfall totals for Broome in January and February. Even starting to go up in terms of the climatological averages in December but nothing like this, and nothing like this in such a short period of time as well. Look at this swath of 200 to 300 percent above normal rainfall for portions of the northern territory and western Australia. So much so that we have actually seen some record breaking flooding. Look at this at the Fitzroy River, they have a full (INAUDIBLE) crest of 11 meters. Their previous record was 9.29 meters, so we're at major flood levels across this area. The good news is we do have a generally dry forecast over western Australia, going forward over the next few days. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "HARRAK",
      "sentences": "A possible first for the U.K. On Monday, Virgin Orbit says the start me up (ph) mission is set to launch. If successful it will be the first time an orbital satellite has been launched in England. If all goes as planned a carrier plane called Cosmic Girl will take off from the runway in Cornwall, and release a rocket attached to its wing.When it reaches an altitude of 11,000 meters, the rocket will then propel itself into orbit, carrying with it a payload of nine satellites. Mission organizers say, it should be a thrilling time. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "DAN HART, CEO VIRGIN ORBIT",
      "sentences": "It seemed right now, it's smiling, but you know, their eyes are laser sharp as they're going through our checkouts, going through the communications.You know, space launch is a very serious business, and we'll be looking at integrating all of the informational about the system, about the weather, about the range, and anticipating and supporting each other as we go through a very exciting, but very rigorous process. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}