{
  "date": "2023-03-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Russian Warplane Hits American Drone Over Black Sea; At Least 1 Killed, Several Wounded After Russian Missile; Inflation In Argentina Surges Past 100 Percent In Historic Spike; Meta, Facebook's Parent, To Lay Off Another 10,000 Workers; Clashes Erupt In Pakistan As Police Try To Arrest Imran Khan. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:21",
      "speaker": "LYNDA KINKADE, CNN ANCHOR",
      "sentences": "Hello, everyone, I'm Lynda Kinkade. Coming up on CNN Newsroom. U.S. officials called Russia's downing of an American drone reckless and unprofessional incident fueling fears of an escalation in the war in Ukraine.Clashes outside the home of Pakistan's former prime minister and supporters tried to stop police from arresting him. Plus, the new report says on these six countries on the planet have healthy air quality, as pollution surged to alarming levels in 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:21",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from CNN Center, this is CNN Newsroom with Lynda Kinakde.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:21",
      "speaker": "KINKADE",
      "sentences": "Russia is disputing a U.S. claim that one of its fighter jets here's a U.S. drone, forcing it to crash into the black scene Ukraine. The U.S. military says Russian warplanes intercepted the American surveillance drone on Tuesday, dumping fuel on it and hitting its propeller. The Air Force reports the drone was a complete loss.U.S. European command says the drone was conducting routine operations over international waters. The White House Calls the actions of the Russian pilots reckless. (BEGIN VIDEO CLIP) JOHN KIRBY, U.S. NATIONAL SECURITY COUNCIL: I mean, somebody could have gotten hurt. Nobody wants to see that happen. And it could it could lead to miscalculations between, you know, two militaries that are operating not obviously in Ukraine together but certainly in proximity in the region. And we don't want to see this war escalate beyond what it already has done to the Ukrainian people. And so this is this is clearly -- this was inappropriate, unsafe unprofessional conduct by the Russian pilots. (END VIDEO CLIP) KINKADE: Russia's Defense Ministry denies its jets came into contact with that MQ-9 Reaper drone, Moscow's ambassador to the U.S. says the drone was flying with its transponders off, and had been warned not to enter what Russia calls its special military operations zone. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:21",
      "speaker": "ANATONLY ANTONOV, RUSSIAN AMBASSADOR TO US",
      "sentences": "This drone can carry 1,700 kilos of explosives. This drone can carry if you booms. You'll see that what will be the reaction of United States if you see such Russian drone? Very close, for example, to San Francisco or New York. What building will be reaction on the United States? For me it's clear.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "KINAKDE",
      "sentences": "Well, joining me now from Washington is a retired U.S. Air Force colonel and CNN military analyst Cedric Leighton. Good to see you. Good to have you with us.COL. CEDRIC LEIGHTON (RET.), MILITARY ANALYST: Good to be with you, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "KINKADE",
      "sentences": "So this, of course, is far from the first time the country has intercepted a foreign drone. Explain for us what is unusual about this incident?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "LEIGHTON",
      "sentences": "Well, one of the key factors in this particular incident Lynda is that the Russians were very aggressive in this particular case. Now, that in and of itself is not unheard of. But the fact that they dumped fuel on the drone, and then probably inadvertently, ended up hitting a propeller of the drone, thus disabling it. That is highly unusual. And, you know, it speaks to several different things. I think the fact that they hit the propeller was an accident.But I do think that the very deliberate act of putting oil on or go on the fuselage of the drone, that was a deliberate act designed to damage the system, and that, in and of itself, is a violation of international procedures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "KINKADE",
      "sentences": "And so what do we know about this particular U.S. drone, and what are U.S. drones doing there in the Black Sea?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "LEIGHTON",
      "sentences": "So the drones in the Black Sea are there to monitor various goings on in the Black Sea itself. One of the key things is the Grain Deal that allows Ukraine to ship its grain out of supports of Odesa and some of the other ports in southern Ukraine, and it allows Ukraine to get some degree of foreign exchange, even during this this war time period for them.But it also is important from the standpoint of allowing the U.S. to keep track of what the Russians are doing in a military sense. This drone has the capability to see from its imagery intelligence perspective, what the Russians are doing in Crimea. They can see what some of the Russian naval activities are of the Russian Black Sea Fleet. And they can also, to some extent, determine troop disposition, but it has both an imagery intelligence capability, as well as a signals intelligence capability. And those capabilities are very important for to not only understand what's going on in the Ukraine theater of operations, but also to gauge Russian intentions, both to the Ukraine and internationally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "KINKADE",
      "sentences": "So is it likely that the U.S. will be able to recover this drone? Or what's the risk of if Russia claims it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "LEIGHTON",
      "sentences": "Yes, that's -- it depends on where the drone actually went down into the waters in parts of the Black Sea are quite deep. So that does make a big difference, Lynda. I think that it's highly likely that the drone may never be on. If it is found, of course, the Russians would love to take a look at it, because it has some unique capabilities. On the other hand, the U.S. would absolutely want to get it back to prevent the Russians from exploiting it or possibly reverse engineering it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "KINKADE",
      "sentences": "And just finally, the Russian ambassador said the U.S. would have done the same if a a Russian drone was operating in the same way off the east or west coast of the US. Is that a fair statement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "LEIGHTON",
      "sentences": "Not really, because you know, when a foreign object or an unidentified object comes into or does one that is not using its transponder, we definitely would go ahead and take a look at it. But we probably would not do what it did in international waters.So, you know, when we look at the balloon incident with the Chinese surveillance balloon that was shot over the south of the -- well off the South Carolina coast, that is because that particular object to overflow U.S. territory. So this is a very different issue. We all recognize, we are supposed to recognize international law allows reconnaissance flights to take place in international or over international waters. And that's the big difference. The United States would not have done that in this particular case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "KINKADE",
      "sentences": "Retired U.S. Air Force Colonel Cedric Leighton, always good to have you on the program, especially at this hour. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "LEIGHTON",
      "sentences": "You bet, Lynda. Thanks so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "KINKADE",
      "sentences": "Welcome back. Inflation in Argentina appears to be out of control. New government figures show the yearly inflation rate topped 100 percent last month for the first time in more than 30 years. And it sold 13 percent in just the first two months of this year.It (INAUDIBLE) with the biggest price hikes of food and beverages, which went on nearly 10 percent from January to February. This of course, is bad news for the government of the Argentine President Alberto Fernandez and his finance minister, with general elections scheduled for later this year. We're going to go to the U.K. now where the government is getting ready to reveal its official budget and plans to revitalize the British economy. The latest Chancellor of the Exchequer his announcement follows a very volatile here, with inflation strikes and fears of a recession looming large. CNN's Anna Stewart picks up the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Good morning, Chancellor. Are you going to broke?ANNA STEWART, CNN REPORTER (voiceover): It was a new budget from a new chancellor. KWASI KWARTENG, THEN-BRITISH FINANCE MINISTER: Today we are publishing our growth plan that sets out a new approach for this new era.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "STEWART",
      "sentences": "Six months ago then-Chancellor Kwasi Kwarteng announced mega spending combined with major tax cuts at a time when the U.K. was facing its highest inflation in decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The pound is tumbling against the dollar as the government takes an economic gamble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "STEWART",
      "sentences": "Investors panicked, the pound plunged to a multi-decade low against the dollar. And government bond yields were so volatile, the Bank of England made an emergency intervention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "SHAMIK DHAR, CHIEF ECONOMIST, BNY MELLON",
      "sentences": "I mean, clearly was very damaging at the time. And you know, for a period it looks like -- it looked like we might suffer some serious permanent damage to our reputation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "STEWART",
      "sentences": "The IMF, the International Monetary Fund issued a warning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "KRISTALINA GEORGIEVA, IMF MANAGING DIRECTOR",
      "sentences": "At this time, fiscal policy should not undermine monetary policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "STEWART",
      "sentences": "It wasn't long before the new chancellor was out quickly followed by his boss, the Prime Minister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "LIZ TRUSS, FORMER BRITISH PRIME MINISTER",
      "sentences": "Given the situation, I cannot deliver the mandate on which I was elected by the Conservative Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "STEWART",
      "sentences": "In came, Jeremy Hunt, the fourth U.K. chancellor in as many months to deliver in aggressive U turn. JEREMY HUNT, BRITISH CHANCELLOR OF THE EXCHEQUER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "STEWART",
      "sentences": "Hunt is now ready to deliver the first formal U.K. budget in over a year and against a pretty challenging backdrop. Inflation may have fallen from its record levels, but it remains high. The Bank of England has been forced to raise interest rates 10 times in a row and fears of a recession, a cost of living crisis and the biggest wave of strikes for decades means the Chancellor doesn't have all that much room to maneuver.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "DHAR",
      "sentences": "The economic outlook isn't that terrific, you know, possible recession. Maybe we're going to revise down what we think the economy is capable of growing at over the medium term. And those two things mean that I think you'll play a very safe comes this budget.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "STEWART",
      "sentences": "If last year's mini budget has taught us anything, these announcements have a real impact for better or worse. Anna Stewart, CNN, London.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "KINKADE",
      "sentences": "Well, Facebook's parent company met her plans to layoff another 10,000 workers in the coming months, marking the second round of mass job cuts at the tech giant in just four months. Between this round of layoffs and the 11,000 employees who lost their jobs in November. Meta has cut its workforce by about 25 percent.CEO Mark Zuckerberg says the past year was a humbling wake up call. And he warns the economic challenges facing the company will likely continue for many years. U.S. federal authorities are opening investigations into the collapse of Silicon Valley Bank. Sources say the Justice Department and Securities and Exchange Commission are in the early stages of their probe when it comes as U.S. stocks recovered choose after days of turmoil. CNN's Phil Mattingly reports. (BEGIN VIDEOTAPE) PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT (voiceover): The Justice Department launching an investigation into the collapse of Silicon Valley Bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "SHEILA BAIR, FORMER BANKING REGULATOR",
      "sentences": "It was rapid growth, it was poorly managed. It had its very close knit group of depositors that all talk to each other and ran at the same time. That is unique.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "MATTINGLY",
      "sentences": "As financial markets and the banking sector slowly shifted away from the precipice of crisis.JOSH GOTTHEIMER, U.S. HOUSE DEMOCRAT: I think you're seeing better news today than the last couple of days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "MATTINGLY",
      "sentences": "The federal investigation said to be in its early stages marking a clear escalation and following pledges from President Biden, financial regulators and lawmakers to hold those responsible for the collapse accountable.JOE BIDEN, U.S. PRESIDENT: In my administration no one in mind that -- no one is above the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "GOTTHEIMER",
      "sentences": "We have to make sure people know that if they put money in a bank and deposit it, it will be there in the morning for them otherwise you're going to have runs across the country and systemic risk to the whole, obviously to the whole system, which is what the Fed stepped in and took action on Sunday night about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "MATTINGLY",
      "sentences": "Regional banks, which had been hammered in equity markets on Monday shifting rapidly into positive territory today, with senior Treasury officials continuing to see positive signs about dissipating deposit outflows from the most at risk banks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "BAIR",
      "sentences": "Regional Banks are fine. They're important part of the -- making economy and let's not worry about them too much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "MATTINGLY",
      "sentences": "But as markets stepped back from the brink, the political backlash has clearly started to escalate.TIM SCOTT, U.S. SENATE REPUBLICAN: Remember, the average household has around five to $10,000 in their average bank account. They're now going to have to subsidize people who had up to $5 million in their accounts. That is corporate cronyism, at its worst.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "MATTINGLY",
      "sentences": "With some congressional Republicans attacking the dramatic actions from the administration and a growing number of presidential candidates or likely candidates taking their own shots at the move to backstop all deposits at Silicon Valley and Signature Banks, even those above the $250,000 threshold. White House officials continuing to maintain taxpayers will not be on the hook for any losses from the actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "BIDEN",
      "sentences": "And this is an important point, no losses will be borne by the taxpayers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "MATTINGLY",
      "sentences": "Echoing Biden's emphatic and politically deliberate point from a day ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "BIDEN",
      "sentences": "I'm going to repeat that, no losses will be borne by the taxpayers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "MATTINGLY",
      "sentences": "And as Biden continued a three-day West Coast trip, his economic team in Washington booth (ph) by good news on inflation, as the consumer price index showed annual price increases decline year over year for an eighth straight month with Biden in a statement noting the challenges in the banking sector are an example that economic setbacks are likely but the U.S .faces quote, these challenges from a position of strength.MATTINGLY (on camera): And as Biden administration officials expressed some cautious optimism that the emergency actions they took are indeed starting to take hold and investigators on the federal side and congressional side dig into what exactly happened here, folks in Washington also very clearly looking forward to just one week from Wednesday, that is when the Federal Reserve is set to meet again and make a decision on additional rate increases. The expectation heading into that meeting, at least before the bank failures was that it would be a another significant increase, the convergence of what you're seeing with inflation and have seen over the course of the last several months and also what has tied to some of these bank failures. However, in the wake of this banking crisis, even as it seems to have been receding from the brink, there's a recognition that perhaps the Fed will have to change course maybe not entirely, but at least perhaps not go as big as they were planning. It is a very open and real question with significant effects on the economy going forward, one that won't be answered for another eight days. Phil Mattingly, CNN, the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "KINKADE",
      "sentences": "I want to go to Israel where the head of the Central Bank is the latest to criticize the right wing government's plan to reform the judiciary. Israel's parliament is pushing ahead with a measure limiting the court system's ability to challenge legislative and executive powers and the Iran cause the proposal hasty and warn lawmakers not to interfere in monetary policy.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "AMIR YARON, BANK OF ISRAEL GOVERNOR",
      "sentences": "Many economists will tell you there is ample evidence, ample research that links basically strong and independent institution and prosperous, thriving economy.Right now, the changes in the judicial reform could weaken some of this independence. Moreover, the process itself is hasty one, and that does not have a wide agreement in the public. Therefore, it is imperative that our leaders find a way to come together and put in place an agreed upon process that is wide acceptable and very importantly, maintains the independence and strength of these institutions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:27:28",
      "speaker": "KINKADE",
      "sentences": "Welcome back. You're watching CNN Newsroom. I'm Lynda Kinkade. Good to have you with us.Well, there's a standoff of sorts underway in Pakistan where police have tried and so far failed to arrest former Prime Minister Imran Khan. His supporters and authorities have been crashing outside his home in Lahore. And we're now hearing tear gas has been fired onto his roof and on the grounds outside his property. Police officials says nearly 70 people have been injured and we're hearing that authorities have cut electricity to the house. Khan is accused of illegally buying and selling gifts from foreign dignitaries. It says the charges are politically motivated, meant to keep him out of the upcoming general election. He was ousted in a no confidence vote last April. Khan tell CNN's Sophia Saifi, he is convinced that he'll be arrested. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:27:28",
      "speaker": "IMRAN KHAN, FORMER PAKISTANI PRIME MINISTER",
      "sentences": "They know that if I come to power, they will be held accountable. So they don't want me alive. They also know that even if I go to jail, we will swing the elections no matter what they do. At the moment, I mean, you all you have to do is look at any of the opinion polls, this party is going to sweep the elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:27:28",
      "speaker": "SOPHIA SAIFI, CNN PRODUCER",
      "sentences": "What do you think is going to happen if Imran Khan is what behind bars?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:27:28",
      "speaker": "KHAN",
      "sentences": "Well, I'm all mentally prepared to spend the night in a cell or I don't know how many nights. I'm (INAUDIBLE) arrest me because the number of police you would think it is the biggest terrorist hiding in this house. So the determination is there. And you know, my only worry is I'm telling my workers that they must remain peaceful, the protest should be peaceful. My worry is that if this gets violent, then they would use that pretext of violence to get out of the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:27:28",
      "speaker": "SAIFI",
      "sentences": "The police or advocate, do you think they're going to manhandle you? Or you're going to be dragged out? Or are you going to finish this interview, wrap up everything walk out and give up? Give yourself up to the police? Is that what's going to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "KINKADE",
      "sentences": "The Islamabad high court has issued an arrest warrant for Khan to be presented before the court Saturday.The death toll from Cyclone Freddy has jumped to at least 190 in southern Malawi. And the threat from one of the longest lasting tropical storms ever recorded is still not over. CNN's Larry Madowo reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "People dig through the mud in Malawi's commercial city of Blantyre, hoping to find bodies after Cyclone Freddy tore through their houses.Over the weekend, the storm hit Southern Africa for the second time in a month killing more than 200 people. Cyclone Freddy has damaged roads, flooded neighborhoods and triggered blackouts in the worst-hit areas. The death toll keeps climbing in southern Malawi which suffered the most.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "LAZARUS CHAKWERA, MALAWIAN PRESIDENT",
      "sentences": "It is one of those things that we look for. Help, not just from people and partners but even from God himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "MADOWO",
      "sentences": "The storm has left thousands homeless across southern Africa. The Malawi Dep of Climate Change and Meteorological Services says the cyclone is weakening but will continue to cause torrential rains associated with windy conditions in parts of southern Malawi.Aerial footage shows homes submerged in water in central Mozambique where the storm made landfall on Saturday. Early warnings allowed some residents to flee their homes but rescue operations continue to find those who stayed back. UNIDENTIFIED MALE: Plenty of houses but they are all gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Plenty of bodies down there in the mud there. Plenty of bodies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "MADOWO",
      "sentences": "The ministry of health in Malawi has resorted to using beds built for COVID patients to overcome the number of people showing up at hospitals that are almost overwhelmed.Freddy may set the record for the longest lasting tropical cyclone in history. It has unleashed the same energy as an average full (ph) North Atlantic hurricane season. Malawi officials are on high alert for heavy flooding and wind damage over the next few days. And have closed private (ph) schools until Friday. Larry Madowo, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "KINKADE",
      "sentences": "Well two storms battering opposite sides of the United States. The latest atmospheric river event is bringing hurricane-force wind gusts and rainfall of up to three inches to parts of central California. But although the rain will linger across southern California until Wednesday, the overall threat of flooding is expected to diminish.And in the northeast more than 270,000 customers are without power in New England, New York and Pennsylvania. And more snow, wind and widespread power outages are expected Wednesday before the storm exits out into the Atlantic. Meteorologist Britley Ritz has the latest forecast now. Welcome. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "RITZ",
      "sentences": "And yes, we are still dealing with this system out across the western part of the country. Flash flood threats still exist through the higher elevations of the Sierras and right on down through the southern coastline of California with this AR.Additional flood watches go into effect through early Wednesday. That heavy rain still expected to fall on melting snow 5,000 feet and less now we are dealing with catastrophic flooding in those locations as you saw that were highlighted in red. Here is your current radar still bringing in that heavy rain through southern California. Right now this is going to be an ongoing situation through the rest of the morning, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "KINKADE",
      "sentences": "California keeps copping (ph) out. Plenty to keep you busy, Britley Ritz. Good to have you with us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "RITZ",
      "sentences": "You too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "KINKADE",
      "sentences": "NASA is planning to launch a new instrument into space early next month that will measure air pollution over much of North America.This invention is called Tempo. It stands for Tropospheric Emissions Monitoring of Pollution. It will study three major air pollutants -- ozone, formaldehyde and nitrogen dioxide. Tempo will initially focus on the three most populous U.S. cities, that being New York, L.A. And Chicago. Meanwhile a new report by IQAir, a company that tracts air quality worldwide found only 13 countries and regions have healthy air last year. And these ten countries have the worst air pollution in the world. IQAir found that 90 percent of countries and territories analyzed exceeded the World Health Organization's safe air guidelines. Glory Dolphin Hammes is the CEO of IQAir North America, a division of the Swiss air quality technology company which released this report. She joins us now from (INAUDIBLE) California. Good to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "GLORY DOLPHIN HAMMES, CEO, IQAIR NORTH AMERICA",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "KINKADE",
      "sentences": "So after a brief dip in air pollution during the COVID lockdowns, poor air quality is once again a major issue. 90 percent of the country's exceeded the WHO air quality guidelines. What surprised you most about the findings of this annual report?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "HAMMES",
      "sentences": "I think what surprised me most was finding the levels of pollution that were -- actually that we were able to find in Africa. We added on 13 more countries in the continent of Africa and Africa has always been, from what we determine in the air quality world, model data and satellite data.It's always been perceived as being the most polluted on the planet. But we actually some empirical data that confirms that it was actually a bit worse than what we thought.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "KINKADE",
      "sentences": "Just six countries met the WHO levels -- Australia, Estonia, Finland, Grenada, Iceland and New Zealand. (INAUDIBLE) in several territories, mostly islands, while some countries far exceeded the WHO guidelines. The worst, was Chad, which was 17 times higher. Iraq 16 times higher. And then of course Pakistan, Bahrain, Bangladesh followed.What can the rest of the world learn from the countries with the best air quality?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "HAMMES",
      "sentences": "Well, one of the things that they can learn is that infrastructure that supports next to no or zero emissions does really pay off. We did see many, many years ago that China was actually among the most polluted countries in the world and actually made our list twice previously as we first started out making these measurements.And one of the things that China was able to do is to really truly do an t about face. In terms of their commitment to coal-based plants and looking at cleaner energy sources. And right now, China being one of the biggest producers of solar panels and clean energy, they were able to again reduce their air pollution in double digit numbers. And when we see that countries make this commitment from the top down to devote themselves to infrastructure that produces less to -- that produces none or very little emissions that it makes a huge, huge impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "KINKADE",
      "sentences": "Wow. That is incredible. I do wonder how much the extended COVID lockdowns in China had on these findings. I guess we will see in the next year or two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "HAMMES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "HAMMES",
      "sentences": "Well, wildfires have to do quite a bit with -- in terms of pm 2.5. But one of the other producers, pm 2.5 is really our emissions. And our commitment really to fossil fuels and hopefully we will see a reduction in that as we commit more and more to electric vehicles. But transportation is a huge part of the pollution burden in the state of California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "KINKADE",
      "sentences": "And just quickly, you have spoken about tips to keep outdoor air pollution out of our homes, what can we do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "HAMMES",
      "sentences": "There is so much that we can do as individuals, when we commit ourselves, really to reducing our carbon footprint as a whole. We can do so much. We can reduce our waste. We can use bags and less packaging. That is one thing that we can do. We can also commit ourselves to using an electric vehicle, to get around in public transportation, as well as getting off the grid for a little bit, and really investing in solar power for our homes. So there is a lot we can do here as individuals in order to reduce our own carbon footprint.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "KINKADE",
      "sentences": "All right, we will leave it there for now. Glory Dolphin Hammes, the CEO of IQAir North America. Good to have you with us. Thanks so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "HAMMES",
      "sentences": "Thank you Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "KINKADE",
      "sentences": "For the first time, the U.S. Environmental Protection Agency is proposing a national drinking water standard for so called forever chemicals, known as PFAs. Under the proposed limits, water systems would have to monitor for six specific chemicals and notify the public about the levels.The chemicals linger in the environment and the human body and can cause serious health problems like cancer, obesity, thyroid disease, high cholesterol, decreased fertility and liver damage. The EPA director says that if implemented, the new rule will save lives and reduce illnesses. Parts of Turkey are still feeling the aftershocks more than a month after that earthquake. A 4.6 magnitude tremor was reported Tuesday in the central part of the country. And while the city of Istanbul is more than a thousand miles away from the epicenter of those quake, it faces its own grave earthquake dangers. Nada Bashir reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "The sound of concrete crumbling into rubble, this time by design. This demolition part of a grand regeneration project. The city of Istanbul preparing for expert warned inevitable earthquake.Tens of thousands of homes are currently in the process of being evaluated for their safety as residents grow increasingly concerned. \"Honestly, I am afraid,\" Muzda (ph) tells me. \"I think residents would feel more relieved if precautions were taken immediate.\" This is one of what officials say is more than 800,000 buildings in Istanbul built before earthquake regulations were brought into force in the year 2000. And authorities say at least half of all buildings assessed so far have been placed under high risk categories. \"According to the damage estimations that we held, we foresee that approximately 90,000 structures will be subject to heavy and very heavy damage,\" (INAUDIBLE) tells me. Within this vast city of around 16 million people, the threat of a major earthquake looms large. A fault line beneath the Sea of Marmora (ph) just 20 kilometers from the city at its closest point could cause untold damage if it were to break. And while experts predict the magnitude of such an earthquake could be anywhere between 7.2 and 7.8, there is no telling when the earthquake might strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "CELAL SERGOR, PROFESSOR, ISTANBUL TECHNICAL UNIVERSITY",
      "sentences": "If a major earthquake doesn't happen in the next 20 years, we would be really surprised. So it's that close. There's no way to predict it. The sensible thing is to get prepared for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:56",
      "speaker": "BASHIR",
      "sentences": "And with some of Turkey's most disadvantaged now struggling to even buy bread, many are left with no choice but to continue living in high-risk buildings.Seeing what happened over in the southeast, we became very afraid over here, (INAUDIBLE). What will happen to our house? What will happen to our children? What will happen to us? Questions many Istanbul residents are now asking themselves as concerns mount over how much time is left for those historic cities to prepare for the unimaginable. Nada Bashir, CNN -- Istanbul. (END VIDEOTAPE) KINKADE: Still to come, combatting human trafficking, A look at how one county in southern California is moving to tackle this growing problem. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:56",
      "speaker": "KINKADE",
      "sentences": "San Diego County in southern California is said to be one of the countries hotspots for human trafficking. And just weeks ago, a police raid led to dozens of arrests and the rescue of eight children.As part of CNN's My Freedom Day, Stephanie Elam investigates how police, district attorneys, and even teachers are battling the issue. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:56",
      "speaker": "STEPHANIE ELAM, CNN CORRESPONDENT",
      "sentences": "San Diego is a southern California border town best known for its surf spots and an elite naval fleet. But the city now finds itself in the midst of a different type of battle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How are you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:56",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's cold out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:56",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:56",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, how much are you looking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't know. You tell me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:56",
      "speaker": "ELAM",
      "sentences": "In February, the San Diego human trafficking task force raided several open air prostitution rings operating in neighborhoods around the city.The two-day sting netted 48 suspects and offered support to 41 potential victims including eight children. San Diego County district attorney Summer Stephan went to one of the areas just before the raids began.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:56",
      "speaker": "SUMMER STEPHAN, SAN DIEGO COUNTY DISTRICT ATTORNEY",
      "sentences": "It was around 3",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "ELAM",
      "sentences": "Patrick Henry High School is on the front lines in this battle against modern day slavery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "TERRI CLARK, TEACHER, PATRICK HENRY HIGH SCHOOL",
      "sentences": "We need to talk about what makes someone more susceptible than you, more susceptible than the average person to being trafficked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "ELAM",
      "sentences": "When you hear the term human trafficking, what comes to your mind?Teacher Terri Clark is educating her freshmen and sophomore classes on how to spot signs of trafficking among their peers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "CLARK",
      "sentences": "We're going to look at some methods, some causes, some factors and a really big piece of this, the technology.I see it on a level of like teaching kids CPR. Like you are learning how to save a life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "ELAM",
      "sentences": "Her students learn the ways traffickers lure in young victims and how they might coerce or threaten a student into a dangerous situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He told her that breaking up was not an option. That he owned her now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "AIDEN HERNANDEZ, STUDENT, PATRICK HENRY HIGH SCHOOL",
      "sentences": "What I learned today was that anyone could be trafficked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "SARAH LOVETT, STUDENT, PATRICK HENRY HIGH SCHOOL",
      "sentences": "I do think this class is valuable because it can teach like kids like me to look out for the signs and maybe help like protect their friends and prevent it from happening more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "CLARK",
      "sentences": "And that is a very, very sad and real situation for a lot of teenagers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "ELAM",
      "sentences": "The topic of human trafficking hits particularly close to home for Miss Clark. When her niece was 16 years old, a trafficker lured her into a car just steps from her house in northern California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "CLARK",
      "sentences": "She was taken. She was immediately had her hair cut, her hair dyed and drugged. She was missing for nine days. She was wrested from that it has forever changed who she is and changed who she could become.And so I think about gosh, if she had had this information in high school maybe she would have been way more aware.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "ELAM",
      "sentences": "One teacher, going beyond the call of duty to make sure her students are well armed with the knowledge to protect themselves when they walk out that door and into the real world.Stephanie Elam, CNN -- southern California. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "KINKADE",
      "sentences": "This Thursday is \"My Freedom Day\" and CNN is partnering with young people worldwide for a student-led day of action against modern day slavery.You can learn more about how to recognize the signs of modern day slavery by going to our Web site at CNN.com/MyFreedomDay. We will be back with much more news in just a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Harry Potter's magic --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You are a wizard, Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "STEWART",
      "sentences": "Is transporting to Tokyo.It's on this massive lot where fans will see some of the series' most iconic sets like the Great Hall at Hogwarts and the Forbidden Forest. It's part of the new Warner Brothers Studio soon to open in Japan. What goes through your mind when you see the train, you see the sets, you see the costumes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "JEFF NAGLER, PRESIDENT, WARNER BROTHERS WORLDWIDE STUDIO OPERATIONS",
      "sentences": "Wow. I can't believe it. And when I come here, I have to remember that I'm here on a business trip and not to be looking at this as if I am just a fan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "STEWART",
      "sentences": "Jeff Nagler is president of Warner Brothers worldwide studio operations.Why Japan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "NAGLER",
      "sentences": "I think that was one of the easiest decisions for us actually. Because of the whole global interest in Harry Potter. After the United States and after the U.K., Japan is the third best area for Harry Potter fandom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "STEWART",
      "sentences": "The Tokyo studio is modeled after the one in London and will be larger.A big draw, the Hogwarts Express Train that was made in London, transported by land and by sea to its new home here in Japan. It is not just about the sets, it is about the accessories, the costumes, the props. Like the ones you have seen in the movies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We normally don't get to see what goes on behind the scenes in movies. Here we get to see how films get made.For example, it shows us how the people who work in the costume, props, movie set department, all work as a team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "STEWART",
      "sentences": "A glimpse into movie magic, far from Harry Potter's roots in the U.K.Do you see Asia as a growth market for experiences like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "NAGLER",
      "sentences": "Absolutely. We do look at China. We look at Japan. We look at South Korea. We have a big fan base in Australia, New Zealand as well, all of -- it's not Asia, it's the whole Asia Pacific region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "STEWART",
      "sentences": "Stories of imagination appealing to audiences around the world.Marc Stewart, CNN -- Tokyo. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}