{
  "date": "2023-12-05",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Today: Zelenskyy To Brief Senators Ahead Of Key Vote On Funding; Four Candidates Qualify For Wednesday's GOP Debate; Former U.S. Ambassador Charged With Being Covert Cuba Agent. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Good morning. Thanks for being up early with us. I'm Kasie Hunt. It's just before 5Israel intensifying its military operations in Gaza this morning with expanded ground operations, including tanks rolling across the region and more airstrikes in the south. Tens of thousands of Palestinians have fled to the Rafah Crossing in the last 48 hours, and the U.N. says the number of civilian casualties is rapidly increasing. According to the Hamas-run Health Ministry, nearly 16,000 people are dead. Meanwhile, hostage negotiations remain stalled and U.S. officials say that they're unlikely to resume anytime soon. There are still eight Americans unaccounted for. Let's bring in CNN global affairs analyst Kim Dozier. Kim, good morning. It's always wonderful to have you. I want to show everyone what State Department spokesman Matthew Miller said yesterday about why he thinks and why apparently, the U.S. government thinks Hamas is refusing to release the remaining female hostages. They, of course -- negotiations over the women hostages contributed to the truce. The truce has collapsed -- watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "MATTHEW MILLER, SPOKESMAN, STATE DEPARTMENT",
      "sentences": "The fact that it seems one of the reasons they don't want to turn women over that they've been holding hostage and the reason this pause fell apart is they don't want those women to be able to talk about what happened to them during their time in custody.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "That is a very dark reality. What is underneath what he's saying here?KIM DOZIER, CNN GLOBAL AFFAIRS ANALYST (via Webex by Cisco):  Well, Israel -- so far, the Israeli police force has collected more than 1,500 accounts -- be they physical evidence or eyewitness testimony -- of assaults by Hamas terrorists on women -- mostly rape. And just as a trigger warning to survivors out there, the Israeli government also showed some reporters that 47 minutes of edited video that included Hamas militants filming themselves with GoPro cameras committing various atrocities. What we were shown in the video was executions -- a lot of executions. But we were also shown bodies that were in a state such that I asked an IDF official if they had video of militants committing every sort of atrocity, including sexual violence, that intelligence analysts had to watch and collate, and he said yes -- yes, they have. So that is driving, I believe, a lot of the ferocity of the Israeli military response. And also, there was a silence that has slowly begun to be broken within Israel and now beyond about this violence that's been perpetrated. And people are not willing to talk about it too much publicly yet. And the IDF official I spoke to yesterday said that yes, like U.S. officials, they believe that Hamas doesn't want the women who've been abused the worst to come out yet -- to be released to tell their stories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "So, just to put a finer point on it, what you're saying is that these cameras that the terrorists took with them in on October 7 -- they filmed themselves raping Israeli women, possibly repeatedly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "DOZIER",
      "sentences": "That is my understanding. That's one of the things that those hundreds of hours of videos likely show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "Kim, is the concern about the hostages that are inside Gaza -- is it that they don't want them to talk about what happened to them on October 7 or they don't want them to talk about what they are continuing to experience as they are being held hostage in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "DOZIER",
      "sentences": "It could be both. There is also the chance that some of these people -- some of the women are being held by groups other than Hamas who have raised much -- who have made greater demands of what Israeli has to do before they would release them, such as releasing thousands of Palestinian prisoners now held in Israeli jails.That is part of what has driven Israel to return to fighting and they are considering various plans to try to get to where they think the hostages are being held because they think that, especially with the men -- the men of military age -- the soldiers who are being held -- that none of the militant groups will release them until the fighting is done, or release them until they are forced to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "All right, Kimberly Dozier. Thank you very much for being with us this morning. A tough topic but really important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "DOZIER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "I really appreciate it.All right. Foreign policy is top of mind on Capitol Hill this week where Ukrainian President Volodymyr Zelenskyy will address senators in a closed-door briefing and plead for more aid. This, as the White House issues its starkest warning yet about funding for Ukraine. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISER",
      "sentences": "And we're running out of money and we are nearly out of time. A vote against supplemental funding for Ukraine will hurt Ukraine and help Russia. It will hurt democracy and help dictators.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "MICA SOELLNER, CONGRESSIONAL REPORTER, PUNCHBOWL NEWS",
      "sentences": "Yeah, there's a lot of frustration happening right now I think on both sides of the -- both sides of the chamber, to be honest. We're seeing Senate Democrats saying that they've been held hostage by Senate Republicans, and we're seeing the splits between Senate Republicans and House Republicans when it comes to Ukraine aid. So, right now, I think it's really contingent on what the Senate does in terms of aid.But we're definitely seeing some lawmakers, including Republicans, highlight the importance of getting that aid in a time where support for it is dwindling within the GOP. And I will add that we'll have some more exclusive reporting on members like -- who are saying that this is a lot more important and that the time is urgent to get this aid done later this morning in Punchbowl News as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "Yeah. I think it's possible you guys just put that newsletter out a handful of minutes ago. I was just checking my email to see, which we will -- we will take a look at.Why have you, Mica -- I want to talk a little bit about -- it's a corollary to what I was just talking about with Kim Dozier, which is this very, very difficult issue of the rape of Israeli women on the October 7 attacks and possible continued sexual assaults of women that are being held captive in Gaza. I spoke yesterday with Congresswoman Debbie Dingell who was one of the earlier voices out there talking about this, and she revealed that she's been on the receiving end of harassment from people in the wake of her saying that this happened and asserting it to be true. Take a look at a little bit of what she told me yesterday. (BEGIN VIDEO CLIP) REP. DEBBIE DINGELL (D-MI):  I will speak up against rape everywhere and anywhere -- and as women, we must do so. It is an act of violence against a woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "That's -- you -- clearly, this has been an emotional thing for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "DINGELL",
      "sentences": "I've been dealing with it for seven weeks and I've been doxed on it three times.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "She says she's been doxed on it three times. I was not aware that had been happening to her. I did know she was an outspoken advocate of this.Can you speak a little bit to the emotion around this issue on Capitol Hill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "SOELLNER",
      "sentences": "Yeah, absolutely. I mean, we are seeing deep divisions heightened, especially in the Democratic Party, when it comes to supporting Israel in this critical moment. You know, we're seeing members like Debbie Dingell and I think we might see more members kind of start talking about this. We're seeing lawmakers start posting pictures of vandalism at their district offices and attacks they've gotten to come out in support of Israel.So this is a very heightened time of emotion on Capitol Hill in the wake of this war. And I think that it's also urging lawmakers that aid is also critical to get to Israel in times of multiple global conflicts. So we're seeing a lot of tension and I think this was proven also just maybe a few weeks ago when Rashida Tlaib was actually censored for her comments that many lawmakers deemed as antisemitic in her comments about Palestine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:42:50",
      "speaker": "HUNT",
      "sentences": "Welcome back.And then there were four. The RNC announced last night four candidates have qualified for the fourth GOP debate. It's set to take place in Alabama on Wednesday. Donald Trump, of course, continues to boycott the debates. That leaves Chris Christie, Ron DeSantis, Vivek Ramaswamy, and Nikki Haley to face off in what may be the smallest debate stage lineup yet. This was tough news for North Dakota Gov. Doug Burgum who, after failing to qualify for the stage yet again, decided it was time to call it quits. He dropped his 2024 bid yesterday. Let's bring in Jess Bidgood. She is senior national political reporter at The Boston Globe. Jess, good morning. It's always wonderful to have you. This is potentially another big moment for Nikki Haley. That really, I think, has been kind of the storyline out of the debates in -- which still, let's be real, remain a race for second place. JESS BIDGOOD, SENIOR NATIONAL POLITICAL REPORTER, THE BOSTON GLOBE (via Webex by Cisco):  Absolutely. Former South Carolina Gov. Nikki Haley has parlayed strong debate performance one after the other, really. And she's been able to do something that no other non-Trump candidate really has, which is grow her momentum over the course of this race and grow her position in the polls. So, for her, she will want to use this debate on Wednesday to really cement her status as the alternative to Trump. She's gotten some big endorsements in recent weeks, some of which could come with significant kind of power from donors. But it -- she will be the one -- she will be the target for other candidates to try to knock down. Governor Ron DeSantis of Florida -- he has -- he has struggled in debates. He has -- he has struggled to make the case that he is really the best alternative to Trump. And this could be seen almost as his last chance to try to reassert himself before Iowa, which is a state that he has put all of his --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:42:50",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:42:50",
      "speaker": "BIDGOOD",
      "sentences": "-- really, focused his campaign on by visiting all 99 counties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "And just to be clear -- I mean, to watch those votes -- I mean, a lot of these supporters -- I mean, there were instances in Michigan where people showed up armed with guns. I mean, there are definitely violent undertones to what's going on there.This comes -- I mean, Liz Cheney is out. She's promoting a book. But she is a former Republican. This was a warning she had about the prospect of Trump becoming president again on the \"TODAY\" show yesterday -- watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "LIZ CHENEY, FORMER REPUBLICAN WYOMING CONGRESSWOMAN",
      "sentences": "A vote for Donald Trump may mean the last election that you ever get to vote in.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "So that's a very strong way of putting it.Jess, what does your kind of reporting and sensibility -- I mean, you've covered these races before. I mean, it is very clear that this election, should Trump be on -- become the Republican nominee -- is going to be an unprecedented one based on all of these factors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "BIDGOOD",
      "sentences": "Absolutely. Every time he has run for president -- and this is the third time -- former President Trump has tried to stoke doubt in election results. And he's done that by raising questions about voting practices and counting practices with absolutely no evidence whatsoever in big, largely Democratic and oftentimes majority-minority cities.And so, he's already doing this, much as he did in 2020 and as he did in 2016. In 2020, we saw him try to overturn an election that he lost. He faces federal charges for actions he took to do that, which he denies. And something we're seeing this time around is he's starting to go on offense. He's starting to accuse Biden of being undemocratic -- again, without evidence. And we saw him doing this on Saturday in Iowa. He had -- his allies had signs out saying \"Biden Attacks Democracy.\" And, to me, what that says is that the Trump campaign recognizes that if he is accused of all of these accusations about his impacts on democracy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Yeah. BIDGOOD",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Yeah. I just -- you know, I think part of why this go guard the vote and go into these cities stood out to me as well is because I was at the Capitol complex on January 6 and when he called those supporters in, it was almost like people -- they didn't listen, or if they saw the signals they ignored them and they did not take action. And I think it's important that we don't lose sight of that.Jess Bidgood, of The Boston Globe, thank you very much for being on with us this morning. A former U.S. ambassador to Bolivia is being charged as a foreign agent of Cuba. Manuel Rocha served in Bolivia from 2000 to 2002 and as the deputy principal officer of U.S. interest in Cuba in the 1990s. Court documents show that he repeatedly referred to the U.S. as the enemy and praised Cuban revolutionary Fidel Castro while he was in meetings with an undercover FBI employee who was posing as a member of Cuban intelligence. Let's bring in Ken Gray, former FBI special agent. Ken, good morning to you. Thank you very much for being here. How remarkable is this case? KEN GRAY, CRIMINAL JUSTICE PROFESSOR, UNIVERSITY OF NEW HAVEN, FORMER FBI SWAT (via Skype):  Oh, this is a very remarkable case. It shows that the Cuban intelligence service is one of the best at this game. This is not the first time that they've managed to put somebody inside the U.S. government, but this is the longest-term mole in the U.S. government and is just, as you said, a remarkable case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Why did it take so long for all of this to come out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "HUNT",
      "sentences": "Yeah. What kind of damage would he have been able to do from the positions that he held as someone who clearly was, at some point -- or allegedly, clearly, at some point, was an agent for Cuba?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "GRAY",
      "sentences": "Kasie, he was in one of the highest levels of the State Department, he acted as a member of the National Security Council, and he was also an area expert for the Southern Command. So he had access to political. He had access to diplomatic information. He had access to military information.This guy did a lot of damage -- or could potentially do a lot of damage to the U.S. government and he did so over a 40-year period. So this is a remarkable use of spy against the U.S. government and a person who was ideologically aligned against the United States government, and who knows for how long. I mean, 40 years --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "GRAY",
      "sentences": "-- at this game, but he may have started even earlier than that. He may have been directed to go to Harvard, Yale. He went to Taft School, and then he went to Georgetown. So he was groomed to become the kind of guy that could get these type of jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "HUNT",
      "sentences": "Really fascinating.All right, Ken Gray, former FBI special agent. Thanks very much for being with us this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "GRAY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:43",
      "speaker": "HUNT",
      "sentences": "So, just a handful of days after getting kicked out of Congress, George Santos has a new gig. He's recording messages on Cameo where you can pay celebrities to record videos for you. But that's, so far, not the best part. Democratic Sen. John Fetterman used it to troll indicted Sen. Bob Menendez.(BEGIN VIDEO CLIP) GEORGE SANTOS, FORMER U.S. REPRESENTATIVE, CAMEO RECORDING:  Hey, Bobby. Uh, look, I don't think I need to tell you, but these people that want to make you get in trouble and want to kick you out and make you run away, you make them put up or shut up. You stand your ground, sir, and don't get bogged down by all the haters out there. Stay strong. Merry Christmas! (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:43",
      "speaker": "HUNT",
      "sentences": "Fetterman later revealed Bobby's real identity in a tweet, and Santos wrote back saying, \"I love this. I wish I knew the bobby in question. LOL.\"OK. Today's episode of members of Congress behaving badly. Let's go to sports now where things are slightly more sane. The Bengals win in an overtime thriller against the Jaguars. And the bad news only got worse for Jacksonville as their star quarterback suffered an ankle injury. Andy Scholes has this morning's Bleacher Report, which is a continued apparent saga of quarterbacks in the NFL just having the roughest season in memory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:43",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "Yeah, yeah -- it's not a good season for quarterbacks, Kasie. And this was certainly a rough night for the Jaguars and now all their fans care about is the health of star quarterback Trevor Lawrence.So, late in the fourth when the game was tied at 28, Lawrence is going to get his ankle stepped on by his offensive lineman. He did try to get up after rolling around for a little bit but he went back down and slammed his helmet in frustration. Lawrence helped back to the locker room eventually. And ESPN's Adam Shepherd is reporting it's a sprained ankle and Lawrence is going to undergo further testing to determine the severity. Now, as for the game, Bengals backup quarterback Jake Browning coming up big in his second start since Joe Burrow went down. Browning completed 32 of his 37 passes for 354 yards and a touchdown. He also ran for a score. The Bengals win this game in overtime 34-31 for their first road win on \"MONDAY NIGHT FOOTBALL\" since 1990. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:43",
      "speaker": "JAKE BROWNING, QUARTERBACK, CINCINNATI BENGALS",
      "sentences": "It feels good. We definitely had to earn it. I needed even some overtime to get it done. But I thought we played a complete game on offense. The defense came up with the stops we needed and played well. And yeah, like you said, it's been a long time since I won a game so it feels good.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HUNT",
      "sentences": "Indeed, we will. And I won't hold you to continue my complaints about the college football playoffs. We'll leave that for another day. Thank you, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    }
  ]
}