{
  "date": "2023-04-28",
  "headline": "CNN This Morning",
  "subHeadline": "Former Vice President Mike Pence Testifies Before Federal Grand Jury Investigating Former President Trump's Efforts to Overturn 2020 Election; Republican Presidential Candidate Nikki Haley Calls for Mental Competency Tests for Presidential Candidates Aged 75 or Older; Russian Forces Launch Missile Attacks at Kyiv; Many Evacuate Sudan as Fighting between Military Factions Intensifies; Melting Snow Worsens Flooding Along The Mississippi River; Hero 7th Grader Saves Bus Full Of Kids After Driver Passes Out; South Carolina And Nebraska Fail To Pass More Restrictive Abortion Measures. Aired 8-8:30a ET.",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "That's amazing. Our great producers hand put that together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "AUDIE CORNISH, CNN ANCHOR",
      "sentences": "Yes, I love that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "COLLINS",
      "sentences": "All right, CNN THIS MORNING continues right now.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JAMES CORDEN",
      "sentences": "Just because somebody disagrees with you it doesn't make them bad or evil. We are all more the same than we are different, and there are so many people --(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CORDEN",
      "sentences": "There are so many people who are trying to stoke those differences, and we have to try as best we can to look for the light.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Look for the light. Good message on a final night of James Corden's show. That was hope, guys, for the future? A little bit of unity. All right, so let's start there.But there's this. In the end, Donald Trump could not stop Mike Pence from testifying. His own former vice president appearing before the federal grand jury investigating January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "COLLINS",
      "sentences": "Also, CNN live on the ground right now in Ukraine after Russian missiles killed at least 16 people across the country, including small children. This is the largest scale assault that we have seen in more than a month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CORNISH",
      "sentences": "And the host of tomorrow night's White House Correspondents Dinner will join us live this hour. THIS MORNING starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Lots of developments this morning. Here's we begin this hour. Three U.S. soldiers are dead and another injured after two Apache helicopters collided in Alaska. The Army says they were flying back to base ever a training flight.Also, abortion bans have failed to pass both South Carolina and Nebraska statehouses. The failure of these two bills could be a warning sign for Republicans on abortion as we approach the 2024 election. Also, multiple red flags apparently missed. The Pentagon under intense scrutiny this morning for giving clearance to the 21 now accused of leaking some of America's most closely held classified secrets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "COLLINS",
      "sentences": "OK, but this historic testimony from Mike Pence is really something. This is Trump's own former vice president testifying before the federal grand jury that is investigating Trump's efforts to overturn the 2020 election. We're told that Pence actually testified under oath more than five hours. Trump tried but ultimately failed to stop Pence from testifying in the Special Counsel Jack Smith's probe. Pence himself also resisted the subpoena until a judge ordered him to comply.With more on Pence's historic testimony, the first vice president in modern times to testify about the president he served with, we are joined this morning by Chris Wallace, CNN anchor and host of \"WHO IS TALKING TO CHRIS WALLACE\" who has a very interesting interview airing tonight that we're going to talk about in a moment. But Chris, obviously you've interviewed Trump. You've interviewed Pence. What do you make of the fact that Pence is going behind closed doors, speaking with investigators for over five hours about January 6th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CHRIS WALLACE, CNN ANCHOR",
      "sentences": "Well, it's a big deal because Pence is able to take the grand jurors directly into the Oval Office, into the discussions that the vice president had with the then-president about, one, the idea of false electorates, and, more importantly, what was supposed to happen and eventually did happen on January 6th was that the vice president in his role as the president of the Senate was going to preside over the counting of electoral votes and the certification of Joe Biden as the next president.Donald Trump wanted him to find some way to throw out those votes, to delay the votes, to allow the false electors votes to be counted. Pence, of course, refused. But you're going to have direct testimony from Mike Pence about the conversation that went on between him and Donald Trump. I think there are a couple of things that are important. One, it's the closest you are going to get to what was -- what Donald Trump said, and, more importantly, what was in his mind, because they have to find criminal intent. And I think also it just shows exactly what was going on with Donald Trump, what exactly was his motive in trying to get Mike Pence to block the certification on January 6th in the House of Representatives. CORNISH:  He was also fairly reluctant witness, right? I mean, he is going there. He has already said publicly he doesn't think the president did anything illegal. So how is he managing this against his 2024 run against Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "HARLOW",
      "sentences": "Hey, Chris. Good morning. Before we get to your fascinating interview with Bernie Sanders, I need to hear what you have to say about Nikki Haley elevating the debate over Joe Biden's age to a whole new level. Here is what she said.(BEGIN VIDEO CLIP) NIKKI HALEY, FORMER U.S. AMBASSADOR TO U.N.:  If you vote for Joe Biden, you really are counting on a President Harris, because the idea that he would make it until 86 years old is not -- is not something that I think is likely. It's why I continued to say we need to have mental competency tests starting at 75. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "COLLINS",
      "sentences": "Maybe not elevating it. What do you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "HARLOW",
      "sentences": "Yes, great point, Kaitlan. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "WALLACE",
      "sentences": "Well, it was said somewhat in-artfully, and some would say even crudely, but the issue of Biden's age is going to be an issue in this campaign. There's no question about it. And I have always thought that one way to get -- in effect, what you are hearing from Nikki Haley there is a two-fer. She is attacking the issue of Biden's competence and vigor as he runs for a term that would end when he's 86. She is also taking a shot at Kamala Harris and saying, you don't want her to be a heartbeat away from the presidency. If Biden's approval numbers are low, Harris's numbers are even lower. And I suspect that you are going to see, maybe done more artfully than Governor Haley did there, a lot of talk during the next 12, 14 months where people are saying President Harris? with a question mark, because a lot of people don't like that prospect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "COLLINS",
      "sentences": "Yes, they think that's an easier attack. You actually interviewed Senator Bernie Sanders who once wanted to be the Democratic nominee for the president himself. You asked him about Biden's age. This is what he told you.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "WALLACE",
      "sentences": "Why is it that not a single leading Democrat is willing to contest that nomination in the primaries?SEN. BERNIE SANDERS, (I-VT):  I can't speak for other people, but I suspect it has to do with the real fear of the growth of white rightwing extremism in this country. And that is the Republican Party over the last number of years, accelerated by Trumpism, has become not a conservative party, but a rightwing extremist party. And this is a party that, not all, by any means, but you have many of the leaders who actually don't believe in democracy anymore. You have many Republicans maintaining the lie that Trump actually won the election. You have Republicans working overtime to deny low-income people, people of color, young people the right to vote. People who defended the insurrection in January 6th. So the first answer to your question, Chris, is that I think there is a great fear in this country about attacks on democracy. We want to maintain --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "WALLACE",
      "sentences": "So you are saying it's more fear of Donald Trump and MAGA than it is enthusiasm for Joe Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "SANDERS",
      "sentences": "I think that's half of it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "COLLINS",
      "sentences": "OK, that was part of his answer. But you also talked about the age aspect of this as well. What did he say, Chris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "WALLACE",
      "sentences": "Well, it's an interesting conversation. Joe Biden is 80. Bernie Sanders is 81. And I played for him the clip of Nikki Haley that you talked about earlier where she has questioned whether or not anybody over the age of 75 to have a mental competency test. He pushes back on that, and he says, look, each one is an individual. But one of the -- it gets to be an interesting conversation, because at one point I say, look, there are people, I would submit, like Bernie Sanders, who is a relatively young 81. I don't think anybody would question his energy or his vigor. Obviously, a lot of people question Joe Biden's energy, vigor, and competency.And then there is the question, well, you could be OK at 80. But what about 82 or 86, which is where Biden would be at the end of a term. And one of the questions I have is, it's become routine that presidential candidates share their medical records. Why should it be off -- we are allowed know their cholesterol count, but why, particularly with somebody who is older, why not have them take a cognitive test? I don't know that I think it's so outrageous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "COLLINS",
      "sentences": "Interesting discussion, as well, as always. Can't wait to watch your show. Chris Wallace, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "WALLACE",
      "sentences": "Thank you, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "HARLOW",
      "sentences": "Thank you, Chris. You can watch Chris's full interview tonight. It's going to air, with Senator Sanders and comedy legend Carol Burnett. So tune in to \"WHO'S TALKING TO CHRIS WALLACE?\" at 10",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:06",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Hundreds of miles from the front lines. And as we were discussing in the last hour, Kaitlan, we were saying the body count climbing. It climbed again. Police just updated us here, 17 people dead, 18 injured. Three of the dead are children. Look over my shoulder here. David is going to zoom in there, and you can see the firefighters clustered around the lower part of the building, the first floor of the building there. They are still searching the rubble there. The police say they are focus on that. Now David is going to pan up and take you higher up in the building there towards the eighth floor. The smoke still coming out of there.And I can tell you, a tragic story about what happened there overnight. We have spoken to a lady. Her friends lived in one of the apartments up there on the eighth floor. The husband is in hospital. The wife managed to escape, but there is a 13-year-old and a seven- year-old daughter still missing. The lady telling us was in absolute floods of tears. Still missing somewhere up there on the eighth floor, and the police say that's where they are going to go to next. They say they are not going to stop searching here until they have gone through everything and turned over all the debris here, 109 people registered living in this building. And as I'm talking to you here, behind David there is a line of people just waiting here to find out what's happened to their loved ones, what has happened to their friends. A lot of emergency workers here. The Ukrainians, sadly, are getting all too experienced about clearing up after Russian strikes like this, 21 of the 23 missiles Russia fired into Ukraine last night. This is what happens when just one gets through. And this is the fear we have been hearing from neighbors here, not knowing if this is going to happen again. A lady who lived in the building right here told me she heard the woosh of the missiles, put the kids in the bathtub, put a blanket over their heads and just hoped that they would see the daylight come up in the morning. Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:06",
      "speaker": "COLLINS",
      "sentences": "Just to see the toll of those that don't get intercepted on the faces of the relatives waiting to hear about their loved ones as the death toll has only continued to grow as we've checked in with you this morning. Nic Robertson, we'll stay with you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:06",
      "speaker": "CORNISH",
      "sentences": "We want to talk about Sudan now. U.S. citizens are among those arriving in Saudi Arabia after escaping the fighting between two rival military factions in Sudan. So far, nearly 3,000 evacuees have arrived in the city of Jeddah. And that's where we find CNN international correspondent Larry Madowo live near the Jeddah Islamic seaport, and that's where evacuees have been arriving. Larry, first, can you just talk about how the evacuation process has been playing out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:06",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "Audie, this is turning out to the main landing point for evacuees from Port Sudan, that's on the Red Sea. And a lot of people are making the arduous journey, sometimes up to 30 hours, from Khartoum through a war zone, really, to try to make it to Port Sudan and then get on one of these ships run by the Saudis to get across to here in Jeddah. And from here they can go into other countries. The Saudis say they've evacuated almost 3,000 people, and only about 100 of them are Saudis. They come from 80 different nationalities, including American citizens. Why are American citizens ending up here in Saudi Arabia? Because the State Department guidance, the guidance from the embassy in Khartoum that is now evacuated is that it's still too dangerous to coordinate an evacuation of private U.S. citizens. So many have taken that risk to take that journey across the territory to Port Sudan and then make it out here.And many who are arriving here are upset, they feel abandoned by the U.S. government, by the embassy in Khartoum, and by authorities that should have done better, especially because here in Jeddah, you see other countries evacuated their citizens -- France, Germany, the Chinese, the Indians, a lot of other nationalities, Pakistan, are ether arriving here on the port behind me or at the Jeddah Airport and then going to other countries. So for American citizens, a great concern this morning, Audie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:06",
      "speaker": "CORNISH",
      "sentences": "I am sure there will be more questions about that. Larry Madowo, thank you so much for your reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:06",
      "speaker": "HARLOW",
      "sentences": "Major flooding creating havoc across the Midwest where the spring thaw from just that record snow is causing the Mississippi River to really swell. Experts say this year's slow rise could create some of the worst flooding there in 20 years. The river has already crested in several towns in Minnesota like Wabasha and in parts of Wisconsin as well as here in Campbell. Adrienne Broaddus joins us now from Davenport. I grew up, whether it was my dad's family in Iowa or our family in Minnesota, bracing for scenes like what you are standing in the middle of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "CLAUDIA ANDERSON, OWNER, THE PHOENIX",
      "sentences": "As part of the downtown of Davenport, we flood all the time and, and we -- I don't know, they won't put a flood wall up thinking that everybody wants to look at the river. Well, we're tired of looking at the river. It's enough, we've got 22 employees very hard working. A lot. Lot of men get here since we opened. So, that's hard, and I -- hopefully, we don't lose anybody, but you never know.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "BROADDUS",
      "sentences": "That was Claudia Anderson, because of the rising Mississippi there's a sign outside on her door that says they are closed due to the mighty Mississippi. So, right now, what is she doing? She's taking steps to mitigate the damage. So, her sump pump is working, she's eliminating water that's flowing into her business, because the sewers are also backed up. And they are just ready for the river to crest. It's not expected to happen in this area until late Sunday night or Monday morning. According to the National Weather Service, Poppy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "It's so striking to see because it was just months ago, we were seeing the drought pictures across the Midwest and Mississippi way down. And now, looking at this Adrienne, thanks for being there and covering it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "AUDIE CORNISH, CNN ANCHOR",
      "sentences": "Want talk about politics now, because House Speaker Kevin McCarthy believes House Republicans have done their jobs. After narrowly passing a debt ceiling increase, but what will happen if the Democratic controlled Senate sends it back. We'll have Congressman Jared Moskowitz about that and more, that's next, plus this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:15",
      "speaker": "COLLINS",
      "sentences": "New overnight, the legislatures in two very red states failed to advance restrictive abortion bills just within hours of one another. It was conservative dissenters actually in South Carolina and Nebraska who helped to block these bills. A state senator posting this video in Nebraska after the six-week abortion ban failed by a single vote after one of her Republican colleagues abstained from voting. He had concerns about the band being too early for women to even know that they're pregnant. And he warned fellow Republicans about potential political backlash over abortion bans like that one. In South Carolina, the state's five female senators banded together to filibuster on Wednesday against a bill that would have banned nearly all abortions in the state. This is state senator Sandy Senn, who I should know is a Republican.(BEGIN VIDEO CLIP) SEN. SANDY SENN (R-SC): Abortion laws have always been each and every one of them about control. It's always about control plain and simple. And in the Senate, the males all have control. We the women have not asked for as the Senator from Orangeburg pointed out yesterday. Nor do we want your protection, we don't need it. We don't need it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:15",
      "speaker": "COLLINS",
      "sentences": "She says the women have not asked for it. Of course, that comes after just a few weeks ago, Florida Governor Ron DeSantis signed a law that bans most abortions in his state after six weeks. It's a move that is polarized and fellow conservatives.Joining us now is a lawmaker from that State. Democratic Congressman Jared Moskowitz, who serves on Foreign Affairs and Oversight Committees. Good morning, Congressman, I wonder what you do make of what's happening in Nebraska, in South Carolina, especially given your home state just recently had the governor sign that six-week abortion ban? REP. JARED MOSKOWITZ (D-FL): Yes, I think what we're seeing, and we saw it last year in Kansas is we're seeing, you know, Republican starting to push back on, you know, the extreme policy that is being pushed by moderate Republicans across the country. It's going too far. I mean, the Republican Party used to be the party of government out of your lives, government at your bedroom. And now, they want to use government to control every aspect of your life. And so, look, women's abortion is a woman's health issue. You're seeing women in this country starting to push back, we always told people the Dobbs decision was not about returning it back to the states that they wanted the Dobbs decision because they wanted to get rid of abortion. And now, America is seeing that happen. So, obviously, I'm encouraged to see Republican standing up and fighting against the extreme wings of their party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:15",
      "speaker": "COLLINS",
      "sentences": "Yes, it was remarkable to see those representatives in South Carolina. Speaking of Governor DeSantis, though, obviously, you are from Florida. He's also still in this feud with Disney, where Disney has now sued him over the saying, essentially, he's retaliating against them. Do you think that's going to hurt his chances at trying? I mean, you've worked with him, you know him. Do you think it's going to hurt his consideration of running in 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:15",
      "speaker": "MOSKOWITZ",
      "sentences": "Yes, look, I don't know that that Disney thing is going to be a national issue. Should the governor decide to get into the Presidential race? I mean, aspects are pointing in that direction, obviously. But, you know, again, I go back to the fact that the Republican Party used to be a party of small government, limited government, it used to be a party of, you know, letting corporations have freedom. And now it's all about using government, using the hands of government to bend corporations to their will.We just saw this with the whole, you know, Bud Light issue. I mean, Republicans used to be the ones that would say, oh, you know, the left is woke or, you know, they -- we have all this activism. And meanwhile, you know, Bud Light does something that they don't like, and immediately they want to boycott. And so, you know, it's interesting to watch the Republican Party completely remake itself. You know, in the years after Trump for a party that wants big government, a party that wants government in your life, that party that wants to tell cool using government to tell corporations what they can and cannot do. And so, we are in very interesting times, as we see a new more extreme republican party's start to go mainstream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:15",
      "speaker": "COLLINS",
      "sentences": "Speaking of what's happening where you are on Capitol Hill, we just saw Republicans barely got their proposal when it came to the to the debt ceiling pass. You said, you joke that the Limit, Save, Grow Act, sounded like it was a slogan for the Hair Club for Men. But it didn't get passed and now Republicans say the ball is in Senator Schumer's court, in the White House is court. Do you think it's time for the White House to start engaging with House Speaker Kevin McCarthy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:19",
      "speaker": "COLLINS",
      "sentences": "You said, you're concerned, do you think we're closer to a default as a country today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:19",
      "speaker": "MOSKOWITZ",
      "sentences": "I think, because of how much power the Freedom Caucus has right now in the house, I think we are closer to default. And to be clear, there are people here in the chamber that want to see us default, because they think that's politically advantageous. They want to see it as default, because they think that that is what their constituents want. Look, you're talking to a Democrat who believes that we should cut back government spending, as families start to tighten their spending social government. But holding hostage, the debt ceiling can be so catastrophic, you're talking maybe $10 trillion worth of damage. And by the way, for my Republican colleagues who talk about China, talk about how we had to create a China Select Committee. They want to get tougher on China, they're worried about the dollar. Nothing could be a bigger gift to China than playing around with the debt ceiling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:19",
      "speaker": "COLLINS",
      "sentences": "You obviously disagree with Republicans and what they've passed, including part of that was blocking President Biden's plan on student loan forgiveness. But it seems clear that you think the White House position which is, we're not going to negotiate is unsustainable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:19",
      "speaker": "MOSKOWITZ",
      "sentences": "Listen, Joe Biden has shown his entire career. It's why he's president that he is someone who will always negotiate, he'll always talk. And so, listen, I have faith that Joe Biden, and the speaker will sit down and will talk. I just think that, you know, in D.C., we should always be talking, we should never say we're, you know, we're not going to speak to folks across the aisle. I don't think that's a sustainable position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:19",
      "speaker": "COLLINS",
      "sentences": "But -- so, you say the White House's position right now, because the President said I'll talk to him about the budget, but I'm not going to talk to him about attaching concessions to this and that is still in his position right now, saying he's not going to negotiate. So, you're saying that is unsustainable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:19",
      "speaker": "MOSKOWITZ",
      "sentences": "Yes, and that's been my position from the beginning. I always think that the present United States and the Speaker should always be talking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:19",
      "speaker": "COLLINS",
      "sentences": "Well, we'll see when they do talk if and when, Congressman Jared Moskowitz, thanks so much for being here this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:19",
      "speaker": "MOSKOWITZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}