{
  "date": "2023-12-24",
  "headline": "CNN Newsroom",
  "subHeadline": "No Talk Of Ceasefire During Call; Russians Honor Fallen Troops; U.S. States Ask For Border Assistance. Aired 3-3:30a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "Hello, and welcome to all of you watching us around the world. I'm Kim Brunhuber. This is CNN NEWSROOM.A long phone call between Joe Biden and Benjamin Netanyahu didn't include talk of a ceasefire, even as families with loved ones held hostage in Gaza call for a pause in fighting. And another Christmas at war for Russia and Ukraine. Now, some families in Russia are honoring the fallen and calling for their troops to come home. Plus, thousands of people trying to cross from Mexico to the United States each day as state lawmakers call for more help from the federal government to stop the flow. We begin in Gaza where a U.N. official says there's no safe place left as Israel expands its ground operations against Hamas. The IDF says its forces are ramping up their offensive in both northern and southern part of Gaza, fierce fighting battles with militants as the civilian death toll grows each day. Israel's move comes a day after it warned Palestinians to leave Central Gaza. Now, this CNN video shows some of them heeding that warning. But with fighting now going on in the north, the south and the middle, some Palestinians say they simply don't have a place to go. With more Nada Bashir joins us now from London. So, Nada, first take us through the latest on the fighting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "Well, look, we heard earlier in the week from the Israeli military said that they were nearing gaining total operational control of Northern Gaza and then seeking to expand their ground operations across the Gaza Strip. Important to underscore, of course, that we have for weeks now been seeing the aerial bombardment of the Gaza Strip by the Israeli military across the strip from North to Southern Gaza. And, of course, this has raised alarm bells given the fact that some 1.9 million Palestinians inside the Gaza Strip are, of course, displaced, many of them, the vast majority in the south.The Israeli military now saying that they have already expanded their military operations and in particular their ground operations in parts of central and southern Gaza as well. We've seen those ground operations taking place, fierce fighting around Khan Younis, the largest city in southern Gaza. We heard earlier in the week those evacuation orders calling for civilians in neighborhoods in Central Gaza to leave the area because of incoming fighting. And, of course, this really does beg the question, where do these civilians turn. But, of course, we have repeatedly heard from the Israeli military say that they are targeting Hamas, that this is part of their effort to target weapons stores, to target underground Hamas infrastructure, and, of course, crucially, to bring back those hostages held in the Gaza Strip by Hamas. But as we have seen over the last few weeks, the civilian impact is immense. The death toll continues to rise, now topping 20,000, according to health officials on the ground in Gaza. And there is mounting concern that as we begin to see the aerial bombardment and ground invasion intensifying over the coming days, there are real fears for the safety and security of those Palestinian civilians who have already faced so much tragedy over the last couple of weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. And, Nada, I mean, you've highlighted the question so many people are asking. With fighting going on pretty much everywhere, where exactly are civilians in Gaza supposed to go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "BRUNHUBER",
      "sentences": "Nada Bashir with the latest, thank you so much.So, as Israel expands its offensive, Palestinian medical sources say the people in Gaza are paying the price. Now, we just want to warn you, some of the video you're about to see is graphic. A Palestinian hospital official says at least 18 people were killed in Israeli strikes in Central Gaza before they were buried on Saturday. They are among more than 20,000 people who have been killed since Israel's offensive began, according to the Hamas-controlled health ministry. More than 50,000 others have been wounded. Now, CNN can't confirm those numbers, but even for those who aren't injured, life is a struggle. Here's one young evacuee who says her family was forced to leave their home. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "JANA, GAZA EVACUEE",
      "sentences": "The soldiers kicked us out of our house. That's why we came here to shelter from the bombardments. When they strike, I go hug my mom.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "BRUNHUBER",
      "sentences": "Meanwhile, Israelis kept up the pressure on their government to secure the release of the hostages still in Hamas captivity. Thousands gathered in Tel Aviv on Saturday urging the Netanyahu administration to immediately bring back their loved ones. It was organized by the Hostages and Missing Persons Families Forum.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "ALONA, PROTESTER",
      "sentences": "We feel their pain and we want them home. We are very worried about them. We are in a big tent here in Israel. We want them back home as soon as possible.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "BRUNHUBER",
      "sentences": "Now, according to the prime minister's office, more than 100 hostages are still in Gaza.(BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT:  I had a private conversation. I did not ask for a ceasefire. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "BRUNHUBER",
      "sentences": "Now, President Biden there saying that he held a long call with Prime Minister Benjamin Netanyahu on Saturday but didn't ask for a ceasefire. The president says he emphasized the critical need to protect civilians in Gaza, including aid workers. He says the two also discussed the objectives and phasing of the war. And the White House says they talked about the remaining hostages in Hamas captivity and the importance of securing their release.So, as the war rages in Gaza, Christmas celebrations will be subdued in Bethlehem this year. Instead of the usual festive celebrations, Palestinian Christians on Saturday held a somber candlelight vigil at the spot where they believe Jesus Christ was born. They've also decided not to have a large Christmas tree, the center celebration of the city's celebration. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "FATHER IBRAHIM FALTAS, SENIOR FRANCISCAN FRIAR",
      "sentences": "Bethlehem is a message. It is not a city. It is a message of peace to the whole world. From this sacred place, we convey a message of peace to all the leaders in the world that there should be pressure to stop this war, to have the courage to say stop to the war, stop the blood, the killing and the revenge, where many lives were lost. 20,000 people is not a small number, as well as 50,000 wounded. That's enough.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "BRUNHUBER",
      "sentences": "Churches in the city also placed the traditional nativity display amid rubble and razor wire to show solidarity with the people of Gaza.Now to Russia's war on Ukraine. Wives, mothers and partners of deployed Russian soldiers held a quiet protest near the Kremlin. They wore white headscarves and laid flowers at Russia's Tomb of the Unknown Soldier. They said it was a way to pay tribute to the dead and to call for the government to bring their loved ones home after nearly two years of war. Meanwhile, Ukrainians are preparing for another bleak Christmas at war as the country struggles to secure more financial aid from the west. Joining us now is Olena Chekryzhova in Kyiv, and she teaches English to Ukrainian soldiers. Thank you so much for being here with us. So, I just want to start with this. [03:10:01] Traditionally, at least for the last 100 years or so, Ukrainians used to celebrate Christmas on January 7th. Now, it's been moved to the 25th, like most of the world. Why did Ukraine do this? And how is that being received there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "OLENA CHEKRYZHOVA, ENGLISH TEACHER TO UKRAINIAN MILITARY",
      "sentences": "Yes, that's true. This year, for the first time since 1917, Ukraine is celebrating Christmas on 25th December. This change is because Ukrainian people don't want to keep the Russian heritage and want to abandon this tradition to celebrate Christmas on the same day with the Russians.So, today, this year is the first year when we get back to our traditions, and I think it's a huge step in the direction of the west. And now we celebrate Christmas together with our western partners.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "BRUNHUBER",
      "sentences": "And this is now a second straight wartime Christmas. What's the mood this Christmas compared to last year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "CHEKRYZHOVA",
      "sentences": "Actually, last year, Christmas was celebrated during the period of blackout, so we didn't have electricity, and the celebrations were not really massive. There were hardly any. But this year, there is a debate in the Ukrainian society whether we should celebrate Christmas and the New Year at all. But the majority agrees that we should have some sort of happy and enjoyable feelings.And there is a tiny Christmas tree installed in one of the central squares of Kyiv. Of course, it cannot be compared to the celebrations we used to have in the previous years, but at least Ukrainians are trying to have some joy and to create some festive mood this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "BRUNHUBER",
      "sentences": "So needed, I'm sure. You're originally from Bakhmut, which has become the scene for the longest and bloodiest battle of the invasion. Now, the city is just basically ruins. I want to play a video from the Ukrainian crowdfunding campaign, which features some Ukrainian soldiers singing Christmas carols. And one of the soldiers there, I think one of the first ones, is said to be in Bakhmut. Listen to this.So we're playing some poignant images there of resilience and a sad Christmas away from families for so many soldiers that you know from your work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "CHEKRYZHOVA",
      "sentences": "Yes, I work with soldiers. I teach them English because our armed forces should communicate with our partners, because we receive a lot of help and aid from abroad. And I should say that our soldiers work very hard in order to learn English and to comply with native standards. Native standards are being introduced at different levels, and language preparation is one of them. So, I am happy to contribute to this process and help our fighters to get the competence in English.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. And you must be thinking of them at this time when they're celebrating Christmas essentially in foxholes and so on away from their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "CHEKRYZHOVA",
      "sentences": "Right, exactly. Unfortunately, hundreds of thousands of our people are now in the armed forces and they are protecting our land, our country. But we always remember that we fight for our independence, for our integrity and for the existence of our nation. That's why we should be strong and continue our fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "BRUNHUBER",
      "sentences": "The title of that video that I played, the fundraising video, it's called the War is Not Over. The point of that obviously to remind the wider world about the war in Ukraine as it grinds on and on. It's becoming harder to get support from the west for the war. How is that affecting ordinary Ukrainians as well as the soldiers that you deal with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, exactly what so many Ukrainians probably are wishing for Christmas this year. I want to wish you a happy Christmas.Olena Chekryzhova, thank you so much for speaking with us. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "CHEKRYZHOVA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "BRUNHUBER",
      "sentences": "Former U.S President Donald Trump asks a federal court to grant him immunity from prosecution for election subversion. What he says he shouldn't face punishment, and what current President Joe Biden says about the idea, that's coming up next.Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "BRUNHUBER",
      "sentences": "Former U.S. President Donald Trump is asking a federal appeals court to throw out the criminal election subversion case against him. Trump says he's protected from prosecution under presidential immunity, and he wants the Circuit Court of Appeals in Washington to overturn a lower court ruling rejecting his claims of immunity.Now, the request came days after Michigan's Detroit News announced it had reviewed an audio recording of a call Donald Trump made shortly after the 2020 election, pushing Michigan Republicans not to certify the vote. It's a development that's raising more concerns about what then-President Trump did to try to overturn the election. (BEGIN VIDEO CLIP) JOHN DEAN, CNN CONTRIBUTOR:  It sounds a lot like a bribery attempt actually. It also sounds like entering and making sure you're in the middle of a conspiracy to obstruct the proceedings by throwing sand right in the gears. And it's just phenomenal that we have two recordings now of the president of the United States reaching down to local officials, if you will, a secretary of state in Georgia and now canvassers in Michigan, and trying to gum up the works. And that is potentially a part of the grander conspiracy to obstruct the election. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "BRUNHUBER",
      "sentences": "Saturday evening, President Biden was asked by reporters if any president should be immune from criminal prosecution. Biden said, I can't think of one.U.S. officials say there's an unprecedented surge of migrants entering the country from Mexico. Authorities say they're apprehending record levels of people who have crossed the border illegally. The town of Eagle Pass, Texas, is overwhelmed and there's no consensus on how to solve the problem. Rafael Romo reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "ROMO",
      "sentences": "And while Gonzalez is asking for swift deportations and more resources to protect the border, an immigration activist here and Eagle Pass says, people arriving here should be treated humanely.(BEGIN VIDEO CLIP) JESSIE F. FUENTES, IMMIGRATION ACTIVIST:  It needs dire attention. And I would say that what we're doing or what we have been doing over the last two and a half years is just damaging an incredible ecosystem along with committing cruelty against humanity for the way we're treating human beings. So, there's multiple angles that you can look at what's going on here in Eagle Pass, Texas, and say, how could this be happening in America? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "ROMO",
      "sentences": "This search of immigrants forced authorities here at the border to suspend railroad crossings here in Eagle Pass and also in El Paso because they had to reassign personnel to deal with the large number of immigrants crossing the border in this area. The decision meant losses of $200 million per day, according to figures from the Union Pacific Railway and American agricultural groups complaining about backups on the rail system as far north as the Canada border.The good news is that railroad crossings have resumed both here in Eagle Pass and also in El Paso. Rafael Romo, CNN, Eagle Pass, Texas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "And we'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Some 4,000 people in Iceland aren't able to spend Christmas at home this year after being evacuated due to a nearby volcanic eruption. Luckily, the lava stopped just a few miles short of town, but authorities say it's still too dangerous for the residents to return home.On Friday, a team of engineers flew drones to survey the eruption's aftermath and assess the situation. Iceland's Civil Protection Authority downgraded the volcano's threat level from emergency to dangerous, but experts warned the threat of another eruption hasn't gone away. Warming oceans are considered the greatest threat to the world's coral reefs, but part of Australia's Great Barrier Reef are showing some resiliency with coral now starting to regenerate. [03:25:03] Scientists are welcoming the news as they lobby the Australian government to do more to protect this natural wonder. CNN's Ivan Watson reports. (BEGIN VIDEOTAPE) IVAN WATSON, CNN INTERNATIONAL CORRESPONDENT (voice over):  Nighttime on Australia's Great Barrier Reef. The sea explodes and in otherworldly spectacle. This is coral spawning. One of the world's greatest natural wonders is made up of billions of living creatures that reproduce like this each year. And this season has scientists excited. ABBI SCOTT, CAIRNS-PORT DOUGLAS REEF HUB COORDINATOR:  We were out diving until about 11:00 last night looking at the corals spawning and we were lucky enough to see some of the species spawning. Not all of them but we saw the soft corals and they filled up the water with bundles of eggs and sperm, which was really spectacular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "WATSON",
      "sentences": "The spectacular site is a type of synchronized breeding. Coral polyps release millions of sperm and egg bundles into the water all at once. When two bundles from the same species collide, new life is born.It's a display of nature's resilience, repeated around this time of year across the Great Barrier Reefs nearly 133,000 square miles. But while some parts of the reef remain healthy, other parts are bleaching and dying, killed by temperature rise due to global warming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "ROGER BEEDEN, CHIEF SCIENTIST, GREAT BARRIER REEF MARINE PARK AUTHORITY",
      "sentences": "They're a little bit like Goldilocks. They need the temperature and other conditions to be just right. And if they go outside of those boundaries, then we have this phenomenal coral bleaching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "WATSON",
      "sentences": "Scientists in Australia are studying ways to boost the chances for successful reproduction. Right now, it is nature that holds the key to the reef's survival.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "BEEDEN",
      "sentences": "This process of sexual reproduction, which is what's going on, is also one of the ways in which you get natural adaptation to change in conditions.Now, one of the big challenges with climate change is it's happening so fast that it may mean that the genetic variability isn't able to keep up with it. But, nonetheless, it's really important that the process is happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "WATSON",
      "sentences": "Coral spawning at more reefs near the city of Cairns gives hope that this wonder of the world might still be rescued. The speed at which we transition to green energy and the degree to which our planet warms will determine how much of the Great Barrier Reef can be saved.Ivan Watson, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}