{
  "date": "2023-01-26",
  "headline": "CNN Newsroom",
  "subHeadline": "At Least 4 Former Memphis Officers Charged in Tyre Nichols' Death; Alex Murdaugh Gets Emotional as First Witness Testifies; All 5 Former Memphis Officers Now Charged in Tyre Nichols' Death. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:59",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "We're going to go right back to our breaking news out of Memphis where now we know that at least four of the former Memphis police officers have now been charged in the death of Tyre Nichols.CNN's Sara Sidner is in Memphis. Sara, can you walk us through what we know so far in these charged individuals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:59",
      "speaker": "SARA SIDNER, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Yes, we know that four of these individuals, at least four of them have been booked. And we have seen the charges according to the Shelby County court.Tadarrius Bean, Demetrius Haley and Desmond Mills have each been charged with second-degree murder, aggravated assault, two charges of aggravated kidnapping, two charges of official misconduct, and one charge of official oppression. That is according to the Shelby County criminal courts. An attorney for the fourth former officer, the officer being former because he was fired along with the others, Emmitt Martin III, has told CNN that Martin has also been charged but did not provide us with specifics and could not at the time. And so when you look at these charges, Abby, they are extremely serious. They are not what the mother of Tyre Nichols had asked for, which is murder one, which is premeditated murder. But they are as serious as can be because second-degree murder in this state can be anywhere from 15 to 60 years in prison. It is the knowing killing of a human being, although it is not a premeditated killing of a human being. And then you look at these other charges, the aggravated assault charges tells you something about what happened in this altercation when they were beating Tyre Nichols after this traffic stop, which they initially reported was because they said that Tyre Nichols was driving recklessly. No one other than the family and the attorneys and, of course, the police and D.A. have seen the video. It's not been released publicly. We are expecting that to happen tomorrow. But you look down this, and you when you see two charges of aggravated kidnapping, of all the cases that I have covered when it comes to, you know, police brutality and the accusations in a police-involved killing, I don't think I've ever seen that as one of the charges. So aggravated killing -- or sorry, aggravated kidnapping is a very interesting charge. It tells you something about what went down on January the 7th when they pulled Mr. Nichols over. There are two charges of official misconduct and one charge of official oppression. Official misconduct can be anything from, you know, lying to, you know, to many other things that go against policy and that are against obviously Tennessee law. So this is really telling actually. When you look at all of the charges here, you may start to see a differentiation potentially for each of them. And if we start to see that differentiation, if we start to see that some of them, for example, aren't charged with second-degree murder -- and haven't heard about the fifth officer yet and we haven't heard what the charges are for Emmitt Martin III, the fourth former officer. But if there's differentiation in charges, it will give you some indication of who was, you know, involved in the beating and who was potentially standing by. Because one of the things the police chief said was that they had a duty to intervene and they did not do their duty. They also have a duty to serve and protect. And anyone will tell you that is not what happened here -- Abby?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:51",
      "speaker": "PHILLIP",
      "sentences": "We're going to take you to South Carolina where right now the prosecution has started calling its first witnesses to the stand in the double murder trial of Alex Murdaugh.The disgraced former attorney is charged with killing his wife and his youngest son. And in a stunning moment this morning, the accused killer broke down in tears during testimony from the responding officer who says Murdaugh was not crying when he arrived on the scene of the murder. (BEGIN VIDEO CLIP) SGT. DANIEL GREENE, COLLETON COUNTY, SC, SHERIFF'S OFFICE: As I approached toward him, I could see the male victim laying on the ground to my left as well as the female victim on the ground to my right. His immediate reaction was to start telling me about an incident that happened with his son with a boating accident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:51",
      "speaker": "UNIDENTIFIED PROSECUTOR",
      "sentences": "With a boating accident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:51",
      "speaker": "GREENE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:51",
      "speaker": "UNIDENTIFIED PROSECUTOR",
      "sentences": "Had you asked anything about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:51",
      "speaker": "GREENE",
      "sentences": "I did not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:51",
      "speaker": "UNIDENTIFIED PROSECUTOR",
      "sentences": "Did you ever see any tears in your interactions with Mr. Murdaugh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:51",
      "speaker": "GREENE",
      "sentences": "He did not appear to be crying. He was upset but I did not see any visible tears.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:51",
      "speaker": "PHILLIP",
      "sentences": "CNN's Dianne Gallagher is outside of that courthouse in South Carolina.Dramatic scenes playing out there. What else is happening in the courthouse today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:51",
      "speaker": "DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT",
      "sentences": "You know, Abby, we're on a lunch break right now. We've had two witnesses so far, both of them, some of the initial first responders on scene the night that Maggie and Paul Murdaugh were shot and killed at their home.I want to go back to something that you heard in that sound byte just a few moments ago. Because the jury isn't just hearing testimony. The jury is seeing some of that body camera video and hearing what Mr. Murdaugh was saying on that video at the time. Now, much of this video is quite gruesome. They are preventing people from being able to see it outside of the jury, the judge and those attorneys because it does depict what happened. But you heard him mention a boat crash. And the very first person on scene was Sergeant Daniel Greene with the Colleton County Sheriff's Office. And he says his initial interaction with Alex Murdaugh, he came up to him and he said, this is a long story, my son was in a boat wreck, I know that's what this is, we've been getting threats. That goes back to a 2019 boat crash in which Paul, his son, who was killed, was actually awaiting charges on, to go to trial after a 19- year-old girl, Mallory Beach, was killed in that. The prosecution says that much of their motive theory rests dating back to that boat crash because the girl who was killed, Mallory Beach, her family sued Alex Murdaugh. They say that in the days after they were killed, both Maggie and Paul, they anticipated that his different financial allegations and fraud allegations that happened over the past were going to be un uncovered because of that lawsuit -- Abby?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:51",
      "speaker": "PHILLIP",
      "sentences": "Fascinating case here that we'll continue to follow.Dianne Gallagher, thank you very much. I want to go back to Memphis now and the charges now being filed against at least four of the five officers who were fired following the arrest and death of Tyre Nichols. Here's what we know so far. At least three of those officers have been charged with second-degree murder, as well as aggravated kidnapping and a slew of other charges. I want to bring back in Cheryl Dorsey, the retired sergeant with the Los Angeles Police Department, as well as Bernarda Villalona, the criminal defense attorney and former prosecutor. Both of them back with me on this. Bernarda, I want to start with you on the charges. As we were discussing with Sara Sidner, the aggravated kidnapping charge is one that really sticks out. What do you think this means in the context of this case? BERNARDA VILLALONA, CRIMINAL DEFENSE ATTORNEY &amp; FORMER PROSECUTOR: And it definitely sticks out because this is a charge you normally do not see when it involves homicides with police officers. So when you look at aggravated kidnapping from the state of Tennessee, they are saying it was a false imprisonment with an intent to cause bodily injury or serious bodily injury. What's interesting is it seems that the district attorney's office has already deemed that that stop, that detainment of Mr. Nichols was not correct. It was not right. It should not have happened and, hence, it was a false imprisonment. PHILLIP: That's so interesting, Sergeant Dorsey, because we were just discussing the stop, the traffic stop. So many questions surrounding that. And what Bernarda is describing seems to indicate that there are some questions here about why that stop occurred. And whether or not the reaction by police to the stop was warranted, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:58",
      "speaker": "PHILLIP",
      "sentences": "And, Bernarda, one thing we will look closely at is whether there's any differentiation in the charges between these five officers. So far, we know of three of the charges.A fourth officer is booked but we don't know the nature of his charges as well. What are you looking for? Do you expect to see they might face different charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:58",
      "speaker": "VILLALONA",
      "sentences": "Well, we haven't seen the video so we're not sure. But the question would be, is the prosecutor charging each of them as acting individually or encompassing all five of them as acting in concert as a conspiracy? In for a penny, in for a pound.So I'm curious to see exactly the theory the prosecution is seeking these charges against each of these five officer. Because it could be possible that it's only three officers that is doing the beating and two other officers are standing by or maybe hedging it. But still, even though you didn't put every punch, every kick, or not as many punches and kicks as the other officers, doesn't mean you're not guilty on these charges. So I'm waiting to see the video. But there's a lot to look into. This is a very sad case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:33",
      "speaker": "PHILLIP",
      "sentences": "We are back with the breaking news out of Memphis, Tennessee, where we have learned that all five former Memphis, Tennessee, officers who were involved in the arrest of Tyre Nichols have now been charged.We're going to get straight to Shimon Prokopecz. Shimon, what is the latest on these charges? SHIMON PROKUPECZ, CNN SENIOR CRIME &amp; JUSTICE CORRESPONDENT: All five are charged and really serious charges. The fifth one now, we are just getting the information here from the court documents. Dustin Smith is the fifth officer that we've been waiting for the charges on him to be officially filed with the court. And what we are seeing here is similar charges to the other four officers. There's a murder charges, murder in the second degree, that kidnapping charge, official misconduct, aggravated assault and another aggravated kidnapping charge. So now we have all five officers charged, but all with similar charges. Demetrious Haley, Tadarrius Bean, Desmond Mills, Justin Smith and Emmitt Martin now all charged here in connection with this case. And now all five are facing same charges, murder charges, assault charges and kidnapping charges. Certainly very significant here as the case develops and this investigation develops. And we will be hearing from the D.A. shortly and other officials here. We are also expected to hear from two of the defense attorneys who represent two of the five officers later this afternoon. Certainly, they say that they are going to be fighting these charges. So it is going to be interesting to see, Abby, what they have to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:33",
      "speaker": "PHILLIP",
      "sentences": "Shimon, as you are there in Memphis, what has been the reaction so far from the community to the fact that charges are coming today ahead of the release of the video that we are expecting tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:33",
      "speaker": "PROKUPECZ",
      "sentences": "Yes, so far, we are not really -- and it has been -- people have not been coming to the courthouse to voice their opinion.So, it has been fairly quiet. It has been very normal here outside of the courthouse. Earlier, I was by the jail, and everything seemed pretty regular. I think the news is going to start to come out now to these family members, certainly, and to the community. And it is going to be -- you know, it is something that the police are certainly concerned about is the reaction, not so much to the charges, but the reaction to the video that we are going to see tomorrow. They are hoping that by announcing these charges and announcing that they are -- and continuing to investigate this that the Department of Justice and the FBI are continuing their federal civil rights investigation that, you know, the community just feels that the investigators are taking this seriously. And that there are potentially federal charges to come in this as well. And that is something they want to remind the community that they are taking this very seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:33",
      "speaker": "PHILLIP",
      "sentences": "All right. Shimon Prokupecz, thank you for the report.And do I want to bring in Bernarda Villalona one more time before we go here to react to the latest news here. All five of these officers charged with virtually identical charges, almost identical charges. What do you make of it?",
      "isLastSentenceInterrupted": false
    }
  ]
}