{
  "date": "2023-01-17",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "New Audio In To OutFront Of Private Russian Army Chief; Feds Interviewed Biden Attorney Who Discovered Classified Docs; New Details: Ex-GOP Candidate Arrested In Shootings Targeting Dems; Report: Donors Grumbling About DeSantis' Lack Of Charm; House GOP Eyes Impeaching First Cabinet Official In Nearly 150 Years. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:26",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT nextPlus, just in to OUTFRONT, new details about the investigation into Biden's classified documents. We now know more about who federal investigators have been speaking with about the case. And Ron DeSantis launching a new charm offensive. He's trying to shed the notion that he's dry and reserved, those are the quotes. Why now? Let's go OUTFRONT. And good evening. I'm Erin Burnett. OUTFRONT tonight, convicts on the front line. New audio into OUTFRONT of the chief of the brutal private Russian army fighting on the front lines in Ukraine, the Wagner group. The chief Yevgeny Prigozhin's influence with Putin has been surging. This is what Prigozhin is now telling convicted criminals who have finished their tours of duty with him about staying out of prison. Listen for yourself. (BEGIN VIDEO CLIP) YEVGENY PRIGOZHIN, WAGNER GROUP CHIEF (through translator):  Don't drink a lot, don't use drugs, and don't rape any chicks. Keep telling yourselves over and over not to end up in the slammer again. Okay? I need you to come back to the war. So don't (EXPLETIVE DELETED) up. Okay? Remember your oaths. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:26",
      "speaker": "BURNETT",
      "sentences": "Might need them to come back? The Wagner group has been relying on convicts to fight, right? Justlisten to this. \"The Washington Post\" has reported that 80 percent of Wagner's fighters are convicts. So, let me give you that number a different way. Forty thousand convicts out of an army for that private Wagner group of 50,000. And those convicts have been dying fast and furiously. Just listen to a Wagner commander, as of tonight a former commander. As of tonight because he has now defected and he is now seeking asylum in Norway. (BEGIN VIDEO CLIP) ANDREI MEDVEDEV, FORMER WAGNER COMMANDER (through translator):  Every week, they sent more prisoners to us. We lost a lot of men. Casualties were high. We would lose 15 to 20 men in just our platoon. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:26",
      "speaker": "BURNETT",
      "sentences": "In a moment, I'm going to speak to the lawyer for that former Wagner commander who is now sharing Prigozhin and Putin's secrets with the world from an undisclosed location. What does he know? I'll have that in just a moment.But he is leaving the battlefield as the most brutal battle in the war is raging in Soledar. Ukraine's air force claiming it took down a Russian fighter jet there this afternoon. I'll walk you through this video. You're looking at what appear to be Russians loading a stretcher into a red car. You see them do that. They're going to put that into the car, kind of walk around. They pull the stretcher part out, presumably. The man who was on it is then inside. Once they do that, you'll see the car drive away. And the Russian soldiers run away very quickly. They're clearly afraid of some sort of a strike. They sort of zig and zag to the right. And go back to the left towards a shelter. They know they're being watched. Ukraine has drones over Soledar almost 24/7. And as you can see, that pointer there, after a few seconds, they run into that shelter after the zigzag, and the strike will come. You'll see it, there it is. The building up in flames. Graphic scenes like this have been playing out for days. And meanwhile to the west, Dnipro, that strike on an apartment building, President Zelenskyy has made clear is a war crime, the death toll there rising to 45. And there are still 19 people missing in what was one of the deadliest strikes since the war began. Fred Pleitgen begins our coverage OUTFRONT in Dnipro. And, Fred, a horrible thing to have to see for yourself, as you have. What are you seeing there tonight? FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT:  Yeah, it certainly is a horrible thing. And one of the things the Ukrainians said today is that the search and rescue part of that operation is now over. In other words, right now, it's all about to recover. We saw those rescue crews earlier today basically stopping their work. And the numbers are just staggering. You mentioned 45 people killed, 15 of those actually have not yet been identified. Among the killed, however, six children, five children also turned into orphans. So, obviously, as you can imagine, in the community down there, generally in the city of Dnipro, there is a lot of grief and anger at the Russians. Here's what we're learning. (BEGIN VIDEOTAPE) PLEITGEN (voice-over):  Sirens mark the end of a search and rescue marathon. For three days, responders worked day and night trying to save lives. Now authorities say there is no more hope of finding survivors. There's an eerie quiet here now. And you can really see how people were just ripped out of their lives as the building crumbled around them. You can also see the full scale of the destruction. And the Ukrainians say they cleared around 8,500 tons of debris from this area in about 72 hours. And, still, more bodies were found, including children. While others remain missing. This man searching for his grandson venting his anger at Russia. There is no mercy for them, he says. I will curse them until the last days of my life. May they die. Kyiv says they are certain Russia struck the building with a cruise missile designed to destroy aircraft carriers. Leonora Riyavikina (ph) tells me she was in her apartment in the complex when it was hit. She filmed the chaos when she first left the building and saw the destruction. We thought it was an earthquake or something, she says. Unclear what happened. When we opened the apartment, we saw smoke and dust and heard screams. The Kremlin continues to deny its forces were behind the attack. But Moscow does say Russian fighters are now making gains on the battlefields. Meanwhile, Ukrainian forces are still shelling Russian troops around Soledar, which the Russians say is firmly under their control, thanks to fighters from the private military company Wagner. A Wagner unit posted this video after advancing even further and taking a railway station. Wagner acknowledges using convicts recruited directly from Russian prisons to fight. Leader Yevgeny Prigozhin recently praising a group that survived. I told you I needed your criminal talents in order to defeat the enemy in Ukraine. Now those criminal talents are no longer needed. Ukraine says the Wagner assault and the missile strike show they need more advanced weapons from the U.S. and its allies to keep momentum on the battlefield and protect citizens at home. (END VIDEOTAPE) PLEITGEN (on camera):  You know, Erin, the events here also have big psychological effect on the people here as well. I was speaking to the mayor of Dnipro, and he said, look, Dnipro actually used to be a town before this war started. I was actually quite sympathetic to the Russians. But that is now turning into downright hatred with massive strikes like the ones that people had to witness there in that complex. He also said -- this is something the Ukrainians have been saying for a while -- they really need more of those air defense capabilities, especially the longer-range ones. We know of course that the U.S. is training the Ukrainians on patriots right now. Ukrainians say they need a lot of those to try and prevent strikes like that in the future, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:26",
      "speaker": "BURNETT",
      "sentences": "Fred, thank you very much, live from Dnipro tonight.I want to go now to Brynjulf Risnes. He is the attorney for Andrei Medvedev, the Wagner commander that we heard from earlier who escaped and is now seeking asylum in Norway. This is his first TV interview about this story. I appreciate your time, Brynjulf. So, what did Andrei tell you about his experience on the battlefield in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:09",
      "speaker": "BURNETT",
      "sentences": "I mean, look, it's an incredible story. You talk about going town to town and people helping him and running across that border. I mean -- but, you know, of course -- and, as you say, he only joined for four months.But I want to ask you about that because you talk about the despair that he felt and that he didn't feel the war was what he thought it would be. I want to play something that he said recently about sort of where things stand for him right now. Here's Andrei. (BEGIN VIDEO CLIP) MEDVEDEV (through translator):  I am afraid for my life. I did not commit any crime. I refuse to participate in the maneuvers of Yevgeny Prigozhin. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:09",
      "speaker": "BURNETT",
      "sentences": "Do you think that he could be charged with war crimes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:09",
      "speaker": "RISNES",
      "sentences": "Well, this is being thoroughly analyzed. And it's a thought that is unavoidable. And, of course, that should be scrutinized. Being inside the Wagner group in itself is very problematic, of course.And he probably must have heard about it. And then the question is how to qualify this. And I shouldn't go into the legal nitty-gritty of this. But it's a fact that he himself says, of course he didn't have any contact with civilians. Civilians -- the only places he was engaged in any fighting was in a situation where they were sort of shooting at someone they didn't see. They were told to shoot at certain points. So, he saw that as a typical military activity. And he doesn't see it as a war crime. And, after all, he got away from it. And it will be hard for him to get out of this any better or faster than he did when he was first there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:09",
      "speaker": "BURNETT",
      "sentences": "Right. As you say, served four months and the story of fleeing Russia is pretty incredible.Brynjulf, thank you very much. I appreciate your taking the time in joining me. And I want to go OUTFRONT now to the retired Army Lieutenant General Mark Hertling, former commander of Europe and the Seventh Army. And, General, look, the organization here, the Wagner group, as you've heard the attorney there say, is a brutal organization, right? It's a brutal organization that we know has been behind many war crimes. We have seen the destruction that those troops have inflicted on Soledar. So, from the perspective here of this battle happening in Soledar, which has been led by Wagner group for Putin, what can the Ukrainian military do right now to win in Soledar? And should they? Is it worth it? LT. GEN. MARK HERTLING (RET.), CNN MILITARY ANALYST:  Well, Erin, I want to address, because I was amazed by your interview just now. This guy is a commander in a mercenary organization that has been terrorizing Ukrainian soldiers and citizens, even watching his own soldiers be killed if they run or refuse to fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:09",
      "speaker": "BURNETT",
      "sentences": "Right, which he said he saw. Yeah.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "HERTLING",
      "sentences": "The strategic value of that town is, in my view, I can't figure out why either side is fighting. But I know Ukraine continues to fight because they want to regain their territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "BURNETT",
      "sentences": "So, let me ask you because, of course, part of the reason Wagner Group has sacrificed so much life on this is because they want to get a victory, right? So it's a small town and it may be strategically irrelevant.But then they have a victory and they can use that, Prigozhin who runs the Wagner group can use that to Putin to say I should be the guy in charge, I should be the prominent guy as opposed to others in the military industry, including the Russian defense secretary Sergei Shoigu, who is also fighting for power here. We saw Shoigu today inspecting Russian troops. I'm curious, General, you know, we have seen the failures, we've heard them of the Russian military here, of the Wagner Group. But what are you looking at now to see if Shoigu's military is really just going to absolutely cave and crumble?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:11",
      "speaker": "HERTLING",
      "sentences": "I believe they will eventually cave and crumble. And it's becoming more likely day by day. You see Shoigu in a very clean environment presenting medals. He has been the guy that's been in charge of Russia's military for the last ten years, as well as General Gerasimov. They are responsible for the utter failure, for the kleptocracy, for the corruption within the military that has caused a lack of training, a lack of soldier skills, and a defeat on the battlefield.So that competition between Shoigu and Gerasimov with Prigozhin, the Wagner group commander on the other side is just a fascinating thing from a professional military guy like me to watch, because it's just a comedy of errors, and it shows how corrupt not just the military is but the entire Russian governmental system. And that's why soldiers won't fight for this kind of action. It's just very difficult for a professional to explain what we're seeing, how bad the Russian military, the Russian government is as exhibited on the battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:32",
      "speaker": "BURNETT",
      "sentences": "New reporting just into OUTFRONT. We are learning that federal investigators have interviewed President Biden's personal attorney who initially discovered classified documents at Biden's former office in Washington. Sources telling CNN that Patrick Moore who found the documents as the office was being packed up is one of multiple people interviewed by the U.S. attorney's office in Chicago during its initial review of the matter.Paula Reid is OUTFRONT. She has broken this news. And, Paula, I know you're also reporting about how investigators have handled this case so far. What do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:32",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRSDPONDENT",
      "sentences": "So, Erin, what's so interesting about more is he is a central figure in how this document discovery played out, and specifically when it comes to his interview, we've learned this is not the kind of formal interview where they generate what is called a 302.That is the formal memorialization of an interview. So this suggests this was a more informal conversation. But of course this wasn't a full-blown investigation. The U.S. attorney was conducting an initial review of how these classified documents were found in the office and then in a home, and whether there should be a special counsel appointed. But it also suggests that the special counsel Robert Hur, Erin, is not going to inherit a ton of evidence. There's not going to be a big paper trail for him. But we have learned that he's in the process of assembling his team. And once he does that, he'll have the opportunity to conduct his own interviews. He'll even be able to use a grand jury, which is something that the U.S. attorney in Chicago, we've learned, did not do. Now, earlier today, we had a chance to ask the White House why they sent a personal attorney without proper clearance to do this particular original search of President Biden's former D.C. office. And we were told that they believe there could be personal effects there. And this was a trusted adviser. But, Erin, there are a lot of questions about why they subsequently sent personal attorneys without the proper clearance to look for additional classified material.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:32",
      "speaker": "BURNETT",
      "sentences": "Right, so many questions there.All right. Paula, thank you so much. All right. So, Ryan, you just heard Paula going through the reporting here tonight. Patrick Moore and others are interviewed, when this is just a review, and now more classified documents, of course, have been found. So, now, it's a criminal investigation into President Biden's handling of classified documents. What does that tell you, they were interviewed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:32",
      "speaker": "RYAN GOODMAN, FORMER SPECIAL COUNSEL AT DEPARTMENT OF DEFENSE",
      "sentences": "So, it does suggest that we're in the very early stages. And as Paula said, that the special counsel is going to have to probably re-interview all these people. In any case, they'd need to re-interview them as they've discovered more documents.So, they want to trace the chain of custody and what people know. And this does sound like a super, super informal interview, because if there is an FBI agent involved, they would have had to do that kind of 302 form.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:32",
      "speaker": "BURNETT",
      "sentences": "So, OK. So, now, you've heard the White House counsel's office says Biden's personal lawyer was there because he was cleaning up an office. That's what they're saying. Biden -- because -- you know, he's the president, personal materials were there so that's why that lawyer would be there.Does that add up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:32",
      "speaker": "GOODMAN",
      "sentences": "It is an open-hanging question, of all the questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:32",
      "speaker": "BURNETT",
      "sentences": "Hanging chad of the questions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:32",
      "speaker": "GOODMAN",
      "sentences": "Yeah, it's peculiar. Why do you need a lawyer to pack up your stuff? Unless maybe if they had said something different, oh, well, he had to sort between certain legal materials for Mr. Biden in his personal capacity and other personal effects. And that's what they just separate --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:32",
      "speaker": "BURNETT",
      "sentences": "That could make sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:32",
      "speaker": "GOODMAN",
      "sentences": "But it would make sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:32",
      "speaker": "BURNETT",
      "sentences": "But just packing up an office, you would not send your personal attorney to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:32",
      "speaker": "GOODMAN",
      "sentences": "It doesn't quite make sense. And it is quite fortuitous for them that it was the lawyer that found it. Because if it were somebody else, they'd be like, okay, it's a third party, it's not your lawyer that found the documents, that might be some other junior staffer, and that's -- that would be a problem since we're dealing with classified information.[19:25:06] BURNETT:  Right, so it begs the question of what they knew were there, or who knows what the right words are at this time. All right. Ryan Goodman, thank you very much. And next, chilling video of a failed Republican candidate showing up at the home of a Democratic official. That official was one of four people the former official was trying to harm, even paying people to carry out the shootings. Plus, Florida Governor Ron DeSantis wants to be liked and he's reportedly working rooms and crowds a lot more -- a lot differently than he used to, to try to win people over. So, what's he up to now? \"Politico's\" Jonathan Martin has a reporting. He's OUTFRONT. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "CAMPBELL",
      "sentences": "Solomon provided, quote, firearms and cash payments and personally participated in at least one shooting, according to an arrest warrant affidavit with the intention to cause serious injury or cause death to occupants inside their homes.Additionally, the arrest affidavit included images from the phone of one of the co-conspirators, photos that were sent by Pena. Those images show Pena with one of the four suspected shooters who when arrested had a gun police say was used in one of the shootings. Despite getting walloped by 48 percentage points, Pena maintained a state house election was rigged, a recurring belief echoed by some Republicans nationwide when using elections, and amplified by former President Donald Trump. Pena is an outspoken Trump supporter, and just days after his loss, he tweeted, Trump just announced for 2024, I stand with him. I never conceded my HD-14 race, now researching my options. And just this month, tweeting he'd fight the election, quote, until the day I die. Pena is a convicted felon. He served nearly seven years for burglary and larceny. CNN has reached out to Pena's campaign for comment. County Commissioner Adriann Barboa's home was one of those targeted just hours she says after she was playing with her grandchild. Barboa says Pena visited her home uninvited after the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "ADRIANN BARBOA, COMMISSIONER, BERNALILLO COUNTY",
      "sentences": "He was saying that the elections were fake, really speaking dramatically. He weaponized those dangerous thoughts to threaten me and others, causing serious trauma.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "CAMPBELL",
      "sentences": "Pena also showed up at what he believed was the home of former Commissioner Debbie O'Malley, again, uninvited.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "SOLOMON PENA, FORMER GOP CANDIDATE",
      "sentences": "Hi. My name is Solomon Pena. Can I speak with Debbie O'Malley?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "CAMPBELL",
      "sentences": "O'Malley does not live at that address. But pea later tracked her down at her home, seen here on her ring camera interacting with him at her property gate. He seemed agitated and a little aggressive, her home was one of the four targeted.(END VIDEOTAPE) CAMPBELL (on camera):  Now, Erin, I regularly hear from law enforcement sources who have warned that this is exactly the type of case that keeps them up at night. They fear that there are others out there who are on the receiving end of these election lies. They internalize them and then could be predisposed to act with violence. In the case of Solomon Pena, he lost his election by a landslide, yet allegedly, according to police, determined that the solution was to take up arms against his political opponents. This case is, like many others we've seen, it shows that these threats, the warnings we are hearing about from law enforcement, they are real. They are serious, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "BURNETT",
      "sentences": "All right. Certainly. All right. Josh, thank you very much.I want to go now -- excuse me -- to the Democratic governor of New Mexico, Michelle Lujan Grisham. And, Governor, I appreciate your time. Look, as you hear that, the details here are disturbing, right? Police say in one case shots were fired at a bedroom and the daughter of a state senator was sleeping. She woke up with sheetrock dust on her face from that. The right video shows Pena looking for one of the officials before more than a dozen shots were fired at her home. This is the home where the gate is in the next video. What was your reaction when you learned that a former Republican candidate for office in your state had been charged with orchestrating with all of this, with trying to do this? GOV. MICHELLE LUJAN GRISHAM (D), NEW MEXICO:  Unfortunately, I don't think disturbing is strong enough. It is chilling to realize that you have a member of your community who ran for office who uses the same propaganda that instills violent reactions from others, then perpetrates, orchestrates, and directs what quite simply -- it wasn't just harassment, it was potential murder of innocent victims across the city. It makes anyone running for office terrified. It is a scourge in every single community, the rise of gun violence. But you marry that with these election deniers and this disgusting rhetoric that turns itself into this direct violence. It has no place in America, and it certainly has no place in New Mexico. And I am gratified that the chief suspect, Solomon Pena, is in custody, along with four others. I expect the full, right, weight of the law is brought to bear on all of these individuals. One individual took a handgun, made it into an automatic weapon. And I called today on New Mexico's legislature, among many other public safety and gun violence measures to ban assault weapons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "So, you know, look, after the midterms, the takeaway was that the American people had rejected election denialism. And, yet, I just played for you three out of nine who said similar things this weekend.Kari Lake just declared victory today. This hasn't stopped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "LUJAN GRISHAM",
      "sentences": "So, Erin, my response to that is, frankly, we need to be electing nonelection deniers. We have to reject, in total, everywhere and anywhere a new national Republican brand to use violence, rhetoric, propaganda and election denials as the way to propagate, frankly, their efforts at power. It's disgusting, and it's incredibly dangerous not to just the overall democracy.We've already had people lose their lives defending elected leaders in the democracy. And I'm asking all Americans and all New Mexicans to reject it in its entirety. No candidate anywhere in America ought to be allowed to stand for election who's an election denier and is part of that national Trump Republican brand. And in New Mexico, we aren't going to let that stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "All right. Governor Lujan Grisham, thank you so much for your time tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "LUJAN GRISHAM",
      "sentences": "Thank you, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:45",
      "speaker": "BURNETT",
      "sentences": "Tonight, Florida Governor Ron DeSantis now wants to be liked. According to new reporting by veteran political reporter Jonathan Martin, DeSantis is putting on a charm offensive, making a more concerted effort to work the crowds and make small talk. That is just not something he is known to do, and I think he's been pretty open about the fact that he doesn't like to do it.One former Republican congressman who knows DeSantis even calling him reserved and dry. But now, DeSantis, along with his ever-present wife Casey, appeared to be taking some of this criticism to heart. OUTFRONT now, Jonathan Martin of \"Politico\" with the reporting. So, Jonathan, you know, knowing people in Florida, they're at these events sometimes, and he's kind of famous for he comes in, he does his thing and he leaves, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:45",
      "speaker": "JONATHAN MARTIN, CNN POLITICAL ANALYST",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:45",
      "speaker": "BURNETT",
      "sentences": "He sits at the table with people and he doesn't sit and feel any need to make small talk at all. He doesn't -- it's just not his thing. So what's changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:45",
      "speaker": "MARTIN",
      "sentences": "Well, I think he has had conversations about this with people he trusts, that he knows are looking out for his best interest, who want to see him take the next step in national politics, run for president. And he realizes that he's got to develop some relationships that you can't run entirely a wholesale campaign with viral video clips, and television appearances, that you've got to have friends -- and it's not just donors.Yes, donors obviously require lots of care and feeding, but it's also other politicians, Erin, it's other governors, who you need to have allies when you run in a primary. And then, of course, voters themselves who, in a lot of these early nominating states, as you know, historically want to be touched, want to be sort of engaged. And, so, that's what I wrote my column about, was being in Tallahassee a couple weeks ago for the inauguration, it was so striking, Erin, talking to people who went to the sort of big donor dinner before the inauguration because they told me almost breathlessly that he had gone table to table thanking individuals for coming to the dinner. And, as you know, that's like standard operating procedure for any major politician. But the fact that he did it was so revealing to them because he hasn't done it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:45",
      "speaker": "BURNETT",
      "sentences": "This is not something he does. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:45",
      "speaker": "MARTIN",
      "sentences": "That's right. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:45",
      "speaker": "BURNETT",
      "sentences": "Right.So, look, you talk about people he trusts. Obviously the person, you know, everyone knows that inner circle's incredibly small, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:45",
      "speaker": "MARTIN",
      "sentences": "Right, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:45",
      "speaker": "BURNETT",
      "sentences": "And the person, the closest and in control of it is his wife, his wife Casey --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:45",
      "speaker": "MARTIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:45",
      "speaker": "BURNETT",
      "sentences": "-- consistently by his side. She's taken on a very public role of her own, right? I mean, I remember that disaster relief fund in Florida, right? She was there by his side. She spoke. Then she appeared solo in an ad to support her husband's re-election that was very personal.Here's a clip of that. (BEGIN VIDEO CLIP) CASEY DESANTIS, WIFE OF FLORIDA GOV. RON DESANTIS:  When I was diagnosed with cancer and I was facing the battle for my life, he was the dad who took care of my children when I couldn't. He was there to pick me off of the ground when I literally could not stand. He was there to fight for me when I didn't have the strength to fight for myself. That is who Ron DeSantis is. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:45",
      "speaker": "MARTIN",
      "sentences": "So, Jonathan, how well is she received by the people you're talking to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:45",
      "speaker": "MARTIN",
      "sentences": "The folks that I've talked to are very fond of her. They believe that she is a significant asset for him. As you pointed out, Erin, she is the inner circle with Ron DeSantis. I mean, the two of them, to borrow an old phrase, two for the price of one politically.And I remember talking to one person who had spoken to the two of them privately and said she, A, came off as very smart and, B, very conservative. And I think that's always the concern you hear talking to Republicans is the spouse of the male Republican going to be a moderating influence. And, apparently, that's not who she is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "You know, the ultimate question in politics or political analysis over the last, you know, half dozen years or so is how much of an outlier was Donald Trump? Because if you look, historically speaking, the person who wins the Republican nomination for president, is almost always have been the person who had the most number of endorsements from his fellow governors, senators, members of the House, except for Donald Trump. That's the one that wasn't the case.So I think the question ultimately is, is Ron DeSantis running a Trump-like campaign and hoping to regenerate that magic that Trump did? Jon pointed out in his piece that George W. Bush when he ran for president back in 1999 for the 2000 cycle, he came out of the box with like a dozen GOP governors endorsed him. It doesn't sound like that's going to be the case with DeSantis, whether or not that hurts him, we'll have to wait and see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "Right. So, as Trump -- you know, with the exception that proved the rule or did he absolutely change the rules of the game?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "That's the question, right, we're seeing here.So, but Republican voters, when you look at them -- and he's a national figure at this point, but obviously many of them know of him and have not seen too much of him, but they know of him. They seem to like him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "ENTEN",
      "sentences": "They love him. He's the most well-liked politician on the national scene. His favorability rating is higher than Donald Trump's. It's well higher than Mike Pence.So, when we talk about maybe the game has changed, the fact that a Republican Florida governor who really doesn't have a lot of nationwide name recognition except for winning in 2022, the fact that his net favorability is so high perhaps suggests the game has changed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "So, what do you think is driving that favorability?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "ENTEN",
      "sentences": "I mean, media mentions. I mean, look at how many media mentions he has on Fox News for Republican governors who are potentially thinking of running in 2024. It's way out ahead.It's well north of 2,000. No one else is anywhere close. Fox News loves to talk about Ron DeSantis, in just the same way they love to talk about Donald Trump, regenerating that magic. We'll see if it happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "All right. Thank you very much. Wow, that's 2,000, whatever it was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "ENTEN",
      "sentences": "It's a lot of mentions in the last six months, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:13",
      "speaker": "BURNETT",
      "sentences": "Tonight, Brian Walshe now charged with the murder of his missing wife in Massachusetts with prosecutors issuing a warrant for his arrest. Ana Walshe has not been seen since New Year's Day at her home an hour south of Boston. Law enforcement sources are CNN that a hacksaw, torn off cloth and what appears to be blood stains were recovered from a trash collection site. And Brian Walshe's Internet searches, of course, included how to dismember and dispose of a body, according to sources.And inside the Walshe home, investigators say they found a bloody knife in the basement. I want to go to Jason Carroll who is in Cohasset, Massachusetts, tonight. It's absolutely disturbing and deprave story, Jason. What more do you know tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:13",
      "speaker": "JASON CARROLL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, what we will do, Erin, we'll learn a lot more tomorrow during this arraignment with Brian Walshe, because that's when the district attorney says additional information about their case will be released. Of course, those of us who have been underground, and those paying close attention to this case are wondering if shootings. First of all, will there be test result information revealed during the arraignment?Remember some of the items that you mentioned that recovered, such as the hacksaw at the chest facility, blood in the basement, but immaterial also found at the charter facility. We do not test run to see if the blood matched that of Ana Walshe, to see if the DNA was extracted from any of these, things that were found. We do know that some of that might be revealed in court tomorrow. Also very quickly, Erin, motive. That is one of the big questions that a lot folks have been wondering about. What could possibly be the motive for why this man allegedly killed his wife?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:13",
      "speaker": "BURNETT",
      "sentences": "And what are you learning about the relationship between Ana and her husband?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:13",
      "speaker": "CARROLL",
      "sentences": "Well, as you know, back in 2014, there was that police incident report that we uncovered that showed that Ana told police at that time, her then-fiance had turned to kill her and one of her friends, before they were married.But much of her life was spent in Washington, D.C. She built a life there, working at that real estate firm, Monday to Friday. Remember during all of this time recently, he's been at home on house arrest, related to selling those fake Warhols in a separate case. On as the wonder if that will be brought up during the proceedings tomorrow, during this arraignment, and if we'll get more information about what happened without relationship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "BURNETT",
      "sentences": "Tonight, impeachment. House Republicans laying the groundwork to impeach a cabinet secretary the first time in nearly 150 years. And the target is the Homeland Security Secretary Alejandro Mayorkas and it is for his handling of the southern border.The chairman of the House Oversight Committee, Congressman James Comer, tells CNN and I quote him, if anybody is a prime candidate for impeachment in this town it is Mayorkas. Speaker Kevin McCarthy was also asked about the possibility today. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA), SPEAKER OF THE HOUSE:  I don't predetermine because I'll never use impeachment for political purposes. But if the person is a derelict in their duties and they are harming Americans and Americans are actually dying by the lack of their work that could rise to that occasion. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "BURNETT",
      "sentences": "Priscilla Alvarez is OUTFRONT.(BEGIN VIDEOTAPE) PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT (voice-over): Migrants lining up along the U.S./Mexico border, cities overwhelmed. It is a crisis Republicans say of the administration's own making. They argue Homeland Security Secretary Alejandro Mayorkas is to blame even teasing potential impeachment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "MCCARTHY",
      "sentences": "Should that person stay in their job? Well, I raise the issue they shouldn't. So, the thing we can do is investigate and in that investigation could lead to an impeachment inquiry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "ALVAREZ",
      "sentences": "Republicans allege that Mayorkas failed to enforce the nation's immigration laws and they argue he lied to Congress when he said this to a House committee.REP. CHIP ROY (R-TX):  Will you testify under oath right now do we have operational control, yes or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "ALEJANDRO MAYORKAS, DHS SECRETARY",
      "sentences": "Yes, we do. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "ROY",
      "sentences": "We have operational control of the borders?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "MAYORKAS",
      "sentences": "Yes, we do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "ALVAREZ",
      "sentences": "Just days into the start of the new Congress, Republican Representative Pat Fallon of Texas introduced articles of impeachment against Mayorkas. The exceedingly rare move has picked up steam in the conference with key committee chairs already laying the ground work preparing to hold a series of hearings on border security.But GOP leadership has yet to commit to moving ahead on impeachment. Mayorkas meanwhile remains undeterred officials say and intends to stay at the helm of the department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "MAYORKAS",
      "sentences": "I've got a lot of work to do. I'm proud to do it alongside 250,000 incredibly dedicated and talented individuals in the department of homeland security. I'm going to continue to do my work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "ALVAREZ",
      "sentences": "The Constitution gives the House authority to impeach on treason, bribery, or other high crimes and misdemeanors. Experts say it is ultimately up to lawmakers whether something is impeachable but political disagreements are likely not enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "STEVE VLADECK, CNN LEGAL ANALYST",
      "sentences": "There is really no precedent for impeaching an officer simply because Congress is of the view the officer has carried out their duties in a way they fine distasteful or disagreeable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "ALVAREZ",
      "sentences": "The Biden administration has been wrestling with a growing number of migrants for months, amid mass migration in the western hemisphere. The protocols officials relied upon are the same ones used under former President Donald Trump. Republicans, though, take issue with how the administration has enforced the law at the border but not all are on board with impeaching Mayorkas, including GOP Representative Tony Gonzales.REP. TONY GONZALES (R-TX):  Impeachment is in case of emergency break glass. It seems as if we have taken that to a common thing. It shouldn't be a common thing. Look, DHS Secretary Myorkas has made a lot of mistakes and there's clearly a lot of people upset. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "BURNETT",
      "sentences": "So, Priscilla, what do Republicans already have planned when it comes to Mayorkas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:13",
      "speaker": "ALVAREZ",
      "sentences": "Well, congressional hearings and likely a lot of them. Our colleagues Manu Raju and Melanie Zanona report that the first committee hearing is likely expected later this month or early February. Now, as you heard there, there is still some division within the GOP as to whether they move forward with impeaching Mayorkas but there is certainly consensus the administration is mishandling the U.S./Mexico border.Now, Mayorkas for his part says that he will not resign. The Department of Homeland Security instead putting the onus on Congress and saying that they should be passing immigration reform instead. But, Erin, to your earlier point this is very rare. The only cabinet official impeached was in 1876.",
      "isLastSentenceInterrupted": false
    }
  ]
}