{
  "date": "2023-05-24",
  "headline": "Amanpour",
  "subHeadline": "Interview With Former Kentucky Republican Secretary Of State Trey Grayson; Interview With Former Enlisted U.S. Air Force Member And NSA Translator Reality Winner; Interview With \"Reality\" Director Tina Satter; Interview With Parent Of Uvalde School Shooting Survivor And Parent Of Caitlyne Gonzales Gladys Gonzalez; Interview With Parent Of Uvalde School Shooting Survivor And Parent of Caitlyne Gonzales Neftali Gonzalez; Interview With Singer Bryan Adams. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone, and welcome to Amanpour. Here's what's coming up.Donald Trump has company, as Ron DeSantis joins the other Republican hopefuls. How will their presidential primary shape up? Republican Trey Grayson, former Kentucky secretary of state joins me. Then -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't think your big bad master spy. I think you just messed up.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "-- \"Reality,\" the complex story of NSA whistleblower, Reality Winner.Plus, one year of heartbreak and anguish, 19 children were among the 21 shot to death at a school in Uvalde, and the parents of one of the survivors tells us how the town and the children have changed, perhaps forever. And finally -- (BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "-- superstar singer, Bryan Adams, joins me with his peace anthem.Welcome to the program, everyone. I'm Christiane Amanpour in New York. And here in the United States, the race for the Republican nomination for the president is expanding. The Florida governor, Ron DeSantis, is throwing his hat in the ring, as has long been expected. Donald Trump is still dominating the field, and he has already spent millions attacking DeSantis. So, what does this all tell us about the party and its priorities? Trey Grayson is a former Kentucky Republican secretary of state, and was also head of Harvard's Institute of Politics. He's now practicing attorney who's written recently about the need to protect poll workers. And he's joining me now from Cincinnati, Ohio. Welcome to the program, Mr. Grayson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "TREY GRAYSON, FORMER KENTUCKY REPUBLICAN SECRETARY OF STATE",
      "sentences": "Thanks for having me. Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "So, as we said, everyone expected DeSantis to throw his hat into the ring. Trump is already there. He is by far, you know, the outlier interms of his numbers, way ahead of the others. How do you think DeSantis getting in is going to change this race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GRAYSON",
      "sentences": "Well, it starts the formal campaign season, you know, they've kind of been in the silly season where Trump is essentially a candidate, butDeSantis had been focusing on that legislative session down in Florida, traveling here and there, doing some interviews. But he hadn't really become a full-time candidate, obviously until today. And so, it gives him a chance, as a full-time candidate, to try out his messaging, make his case to the Republican voters. It also gives him a chance at a restart. He's been declining in the polls over the last couple of months. I think there was a lot of anticipation and excitement for him early on, but Trump seems to have regained the momentum. But a campaign announcement does give you that restart, you can flip the narrative, and he'll be able to focus 100 percent on the campaign now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "So, let me just, fill that in a little bit for the viewers. He is signing a whole -- and has really backed a whole load of new restrictions,for instance, on transgender Floridians, he signed that six-week abortion ban, which is not yet enacted, he'll soon allow gun carriers more powers to carry concealed firearms without a permit, he's lowered the threshold for jury members in death penalty decisions and he's asked the Florida Supreme Court to investigate \"wrongdoings over vaccines.\" You have said up to now, it's been the silly season. Does this kind of -- I guess some people call it culture war, that DeSantis seems to be backing on, translate in a general election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GRAYSON",
      "sentences": "Well, it is this risk because you don't get to the general election if you don't win the primary. And DeSantis clearly seems to bebetting on the fact that running to Trump's right on some of these policy issues, on the culture war issues, would allow him to be the nominee. And then, he's probably going to have to either pivot or hope that the election in the fall, the general election, would become a referendum on Biden or about the economy or something else. But it is this challenge, you may weaken yourself for the general by creating a narrative or a campaign that might allow you to win the primary. But you got to win the primary first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "And again, just to be clear, do you think that this very -- you know, I guess they see their primary voters of way off to the right of theRepublican Party, essentially MAGA, that's the base. Does this satisfy MAGA or does the fact that Trump outpacing him with his poll numbers right now mean that it's not so clear, this culture war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GRAYSON",
      "sentences": "Well, the CNN poll that came out today showed something interesting that while both -- you know, Trump had increased his lead overDeSantis compared to the last poll. But one thing that I found interesting was that both of them, their support was pretty soft. Upwards of over 80 percent for each candidate. The supporters in the poll said, we would be open to somebody else. So, that's the door. That's the crack in the door that DeSantis is trying to go through. And so, he's, on the one hand, trying to appeal to the MAGA folks on the right with these issues. But his other challenge is appealing to the part of the party, and this is the part where I'm part of, where I'm -- those messages don't appeal to me. And -- but I want a Republican who can win in the fall. So, there's kind of an electability argument that DeSantis is trying to make. He might not say it much, you know, he'll hopefully get framed by saying -- you know, I think his hope is that when people talk about how -- just like you did, he easily got reelected in a battleground state. And because also the challenges -- the surveys right now don't show him to be more electable than Trump. And so, that -- but that's part of his argument. It's kind of he's trying to do both at once. And it might be that it just craters, that he can appeal on the right and he loses maybe more educated voters in the suburbs, who -- those are your swing voters in the fall. And as you've said, might not really appreciate that cultural message and might stay with the Democrat or look for a third- party candidate or just not vote in the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "So, obviously, there's a long way to go and it's only the beginning right now. But what you talked about was an electable Republican.Donald Trump is actually now talking about that. He is shifting and pivoting on the issue of restricting abortion. You remember, in the town hall, he refused to say whether he would back a federal ban. Now, in a radio interview, he's actually talked about his views based on what could get a Republican elected. Let's just play this. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT: I'm a person that feels that the exceptions are very important for a lot of reasons, but they're also important from the standpoint of an election. If you don't have the exceptions, it's very, very hard, I think that's been proven, it's very, very hard to win an election. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, I mean, there you have it. It sort of was proven in the last midterms --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GRAYSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "-- as Trump candidates didn't do as well as expected. Of course, he did bring the Supreme Court to the place where they were able tooverturn Roe v. Wade. So, how is this particular issue going to play out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "So, let me ask you that because I want you to weigh in on something I'm going to quote you from the latest \"Washington Post\" articleon his policies, Trump's policies. They say, on a host of subjects, from sexual assault to foreign and domestic policy, Trump's positions have become even more extreme. His tone more confrontational, his accounts less tethered to reality. Their review of speeches and interviews with former aides basically describes him as having made maybe been ambiguous or equivocal in the past. He's now brazenly defiant. How do you analyze the Trump that you are seeing now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GRAYSON",
      "sentences": "Well, I worry about the Trump that I see now because, as you know, he does seem more extreme in some of his views. I think he also recognizes,now that he has been away from the White House for four years, the opportunities that maybe he missed out because of personnel selection, by picking people who, fortunately, I think for the country, were Republicans who put patriotism first and I mean, in the traditional sense of, you know, normalcy and governing appropriately, he might not have put those kinds of people in positions of power so that he can take a better opportunity to implement some of the things he wants. And so, that's where I think Trump represents still a danger to the Republican Party, and more importantly to the country. That's why folks like me and others who are in their party were right to move on to move from Trump or are hopeful that one of these other candidates can take him on and win in a primary, because I do worry about a Trump 2.0 presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "So, to that end, you've written very extensively and you're looking very closely at the idea of protecting poll workers, electionworkers and the actual system, the integrity of the system. \"The New York Times\" has said, there is a new under the radar push to restrict voting. And as you know, in the town hall, Trump still claimed, obviously wrongly, that the election was rigged. Conservative activists recently have worked to kill an effort to protect Florida election workers from harassment. And you've just written for \"Bloomberg,\" if we don't stand up for election workers, we're going to be forced to reckon with the world without them, and that's a nightmare scenario for democracy. Is that a real threat right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GRAYSON",
      "sentences": "We are seeing -- maybe not quite the -- a world without election workers, but what we are clearly seeing is the retirement of folks who havebeen helping to run our elections for many years. We're seeing poll workers say -- when I say poll workers, these are the folks who just show up on election day or during early voting, and they get paid a little bit of money, but they're doing it as a public service. And they are the backbone. I think, for your viewers, who remember from the January 6th Committee, the two -- the mother and daughter from Atlanta who were harassed when their names became public, those are the folks upon whom our election system is built. And we've seen this across the country, even in states like Kentucky that aren't a battleground, where, in our state, county clerks are retiring, we're seeing supervisors and other election officials retire and we're seeing poll workers step to the side. And that -- when that starts to happen, you have less experience, when we get to the greater pressure of a presidential election, higher turnout, maybe you'll have challenges, the planning and mistakes and things like that, and that will undermine confidence. So, that's my fear is that all this pressure is going to cost some really good people to say, you know, I've got something else I'd rather do. This just isn't not worth it. This is too hard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. That would, you're right, be a nightmare scenario. Can I ask you though, are we cavalierly ignoring the other -- so far, three otherRepublican candidates who've declared, Asa Hutchinson Tim Scott, Nikki Haley? If they don't stand an actual chance, what is their value added right now, or do they stand a chance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "It's fascinating. We'll keep watching. Thank you very much for your knowledge and perspective. Thank you.Now, Reality Winner is a name that may be familiar to many people. She made headlines in 2017 after being arrested on charges of leaking classified information to the media. A former NSA contractor, she was sentenced to more than five years in prison. The leaked document was about Russian interference in the 2016 election. And now, her story is being told in the new HBO film \"Reality,\" which is directed by Tina Satter. And here's a clip from the trailer. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Reality, what if I said that you printed out classified information? That document has made its way outside of NSA. And the mostlikely candidate is you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think you know a lot more about what you're telling us at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm trying to deploy. I'm not trying to be a whistleblower. That's crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Now, why I'm here is to figure out the why behind this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Reality Winner is now on supervised release in Corpus Christi, Texas, and she's joining me from there. And Tina Satter is joining me herein New York. Welcome, both of you, to the program. Reality Winner, let me first ask you, since this is a film about you. Have you actually watched the film and how do you think it portrays, certainly, it was about your interrogation? REALITY WINNER, FORMER ENLISTED U.S. AIR FORCE MEMBER AND NSA TRANSLATOR: Well, with all due respect to Tina, I have not seen it and I will not see it. Just listening to that brief clip, I mean, my heart is racing. I can't relive that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "All right. So, let me, before I go to Tina, ask you about that because as a viewer it was a very ominous, you know, 80 minutes of watchingyour character being interrogated in the pretty bear home, that you had at the time, and it was -- you were surrounded by, you know, these FBI agents, all men, and it was quite ominous. Can you talk to us about what was going through your head at that time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "WINNER",
      "sentences": "I think the greatest thing that was in my mind was the safety of my animals and the ever-present awareness that surviving your own arrest inthe United States of America is a privilege. And so, as these armed agents moved in and around my house and I asked for permission for every move I made for almost three hours without knowing if I was under arrest or not was constantly replaying in my head, the idea that one of my animals would get out. And if I moved too quickly, after my animals, I would be shot in the back. And that was the only thing on my mind was don't get shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Are you surprised or can you understand that she has not seen the film and probably won't?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "SATTER",
      "sentences": "It does not surprise me at all. I really admire that. There's so much I admire about Reality, which is her honesty and her boundaries andher -- you know, the constant work I feel she does to take care of herself amidst these really wild things that she's had to go through, and I very much understand and respect that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "And just to be clear, the two of you didn't collaborate on this right? Reality, you weren't brought in early?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "WINNER",
      "sentences": "No, I was definitely in jail most of that time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "And no attempts to visit her, Tina?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "SATTER",
      "sentences": "No. I did not get to see Reality when she was in prison. But once she was out in June 2021, we finally got to be in touch, which wasincredible and have been talking to her throughout the process since then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. So, Reality, let us talk about what happened. Before I play a clip of the interrogation, here you are, an NSA contractor, who, in real-life, you are a fluent, Pashto, Dari, Farsi speaker, all the languages spoken in Iran and Afghanistan. You wanted to deployed. You were trying to get your extra clearance. What made you decide to leak these documents and what were they about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "WINNER",
      "sentences": "Those are two questions I honestly can't answer. The latter, because I'm bound by a plea deal. And the former, I have briefly read thatinterrogation document, and it doesn't refresh my memory as to why I am actually did it. It's been so covered up by trauma these past five years that I don't even remember why. It's just -- it's hidden, it's buried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, let me say, from what we know, that you were arrested for allegedly leaking a classified intelligence report on Russian hacks intothe U.S. election infrastructure. This all happened during the Trump presidency when this issue of Russian interference was playing out. So, I want to say that in order to know play this clip of the FBI agents, this one in particular, played by Sydney Sweeney, about this and about, you know, they're trying to get the info out of you. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK. Reality. Are you sure that's what you did with it?SYDNEY SWEENEY, ACTRESS, \"REALITY\": Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're positive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "SWEENEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You didn't take it out of the building?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "SWEENEY",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You didn't take it out of the building and give it to anybody?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "SWEENEY",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You didn't send it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "SWEENEY",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You didn't send it to anyone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "SWEENEY",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Reality, can you guess how many people might have printed out that article?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "SWEENEY",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's not many. That article has made it outside of NSA, OK. Obviously, because we're here. And the most likely candidate, by farand away, is you. So, now, I don't think -- I don't think you're, you know, a big bad master spy or anything. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "So, again, that's them. Is that pretty accurate, do you remember, the way you heard just that clip, or was it more difficult, was it moreintense, their questioning? Because they seem, in the film, and obviously it's on the transcript, to be trying to be warm with you, trying to draw you in, in a friendly way, although, you always understand the underlying - - you know, the underlying intention there to get actual information that they already knew out of you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "And do you remember the arc by which first you denied anything and then you admitted it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WINNER",
      "sentences": "Right. And I didn't know that I had the right to request an attorney. I didn't know that this was an interrogation. And at that time,you just feel so small and you want to say anything to stay alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. I was wondering the whole way through why you didn't say, I can't speak without my attorney? So, Tina Satter, was that a question foryou? And, of course, sort of related also, there are bits in the transcript that are obviously redacted and that you chose a sort of in a cinematic way to blur that out. Talk about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "SATTER",
      "sentences": "I mean, to your first question, I think somehow, I always intuited reading this, it never seemed weird to me that that person didn't ask for alawyer. It seems so terrifying, even from my first read of the transcript. We then did research and learned that the FBI considers that a non- custodial interview where they don't need to say anything about Miranda rights or the lawyer. So, it's sort of like a catch 22 for Reality or a person like Reality undergoing through that. So, yes. But I always sensed this person had to be -- as -- thinking of a woman with those 11 men coming to your house, had to be really terrified through that and not necessarily thinking, I need a lawyer, because you're thinking of other things. So, it really makes sense, as Reality explains, that really horrifying feeling she lived through. Yes. And then, with the redactions, you know, the redactions on the page just sort of -- of course, these big black bars that really connote, like withholding information and who has access to it and are about power and disappearance. So, it really felt important with the filmic treatment to also layer in that idea of someone else saying who can be seen and heard when. And that was how that treatment came to in the film.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "And, Reality, we mentioned in the introduction to you that you were sentenced to five years. It is, according to our stats, really harsh.It is, you know, the heaviest sentence to date imposed under the Espionage Act against an American citizen for leaking classified documents. And you once said, the hardest part is not the punishment, but just knowing that you really didn't change anything. Nobody cares. I know there's a lot of layers there, but how did you deal with being sentenced to five years and how were you treated in prison?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WINNER",
      "sentences": "For me, personally, you know, once you realize what the conditions are and what we subject millions of Americans to every single day in thiscountry, you will survive that. But I thought every single day with my eating disorder. And the fact that, when you are confined like that, you have, there is no treatment and there is no escaping that. And so, for me, I spent five years trying to survive myself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "And I just wonder, now you -- I think you're at home, but in any event, you are under supervised detention. Not actually in jail. What doyou want the message of this film to be, the message of your story?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WINNER",
      "sentences": "For me, I would just ask the audience to look at it with an open mind and to understand that there is a very layered gendered approach tothis that had I been a white man or had I been defensive and asserted my rights, I would have been applauded. But as a woman who complied with law enforcement, that made me even more insidious in court, and that became the reality as far as my detention went and as far as to whether or not that confession was thrown out in a court of law, that I must have understood that I was free to leave at any time. And so, I asked the audience, if they put themselves in that character's shoes, do you feel free to leave at any time and that that was a lawful interrogation? And just question how much authority we are giving the FBI and the law enforcement but also, how would we act in that situation and how would we save our own lives? Because it's really terrifying to later process that in a court of law and have everything I said and did, again, used against me and weaponized me as a woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SATTER",
      "sentences": "Well, I think Reality just said it most importantly and succinctly and incredibly. And I think the film is a chance then to see her, in herown words, you see what she said that day, you do get a sense of her character because of how specific, and herself, she really moved that moment as and it does give you this then landscape to look at in this close-up way exactly what Reality is calling out. This is the state at work, in a small room, in a small house, on a day in the United States in 2017. And this is how they approached this conversation with this young woman and this is how it unfolded. And I think there's really, you take that and take that in and look at it, as Reality said, with really open mind and some like larger sympathy and empathy to what all the humans moving through that, especially Reality, as a young woman were, I think that's what I hope that people take from it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "And as we said in the introduction, these papers that were leaked did refer to something that did happen, Russian interference in theelection. A major security breach for this government. Thank you very much indeed, both of you, for being with us, Reality Winner and Tina Satter. Now, today, marks one year since the 19 elementary school children and two teachers were killed in Uvalde, Texas, during one of the deadliest school shootings in U.S. history. While the security failures that traumatic day are still being scrutinized, Caitlyne Gonzalez, a 10-year-old survivor of the attack, has been speaking out against gun violence here in the U.S. She hopes such a tragedy can be prevented in the future. Her parents now speak to Hari Sreenivasan about how their daughter and the wider community have been coping in the aftermath. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HARI SREENIVASAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Christiane, thanks. Neftali and Gladys Gonzalez, thank you so much both for joining us.You are the parents of 10-year-old Caitlyne, and she was in Robb Elementary School that day when so many of her friends were gunned down. And now, here we are, about a year later, and we are talking. I just want to know, first of all, how is she doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GLADYS GONZALEZ, PARENT OF UVALDE SCHOOL SHOOTING SURVIVOR AND PARENT OF CAITLYNE GONZALES",
      "sentences": "I guess as the one-year mark, you know, what -- now thatthe one-year mark is today, I guess it's -- you know, it's just we've all been stuck on May 24th. So, we have just -- she's been taking the days as they come. You know, there's -- there was an increase in symptoms associated to PTSD that were manifesting as the one-year approached. But, you know, we tried to be with her every day as she pushes through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SREENIVASAN",
      "sentences": "What is she like now since in this past year compared to the day you dropped off at school that day?G. GONZALEZ: I think she has had to do a lot of growing up since May 24th. Prior to that -- I mean, she's always been that outgoing, spontaneous, very charismatic little girl. But since then, she almost has an obsession into looking into other -- into learning about, you know, the mass shootings. And, you know, she's come across and met a lot of mass shooting survivors. And that's -- you know, what 11-year-old does that? Nowadays, you know, it's become more new norm and this is what surviving a mass shooting does to a victim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SREENIVASAN",
      "sentences": "Neftali, she lost her best friend, Jackie. And tell me about - - how does PTSD -- how does this manifest itself in your daughter on a day- to-day basis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SREENIVASAN",
      "sentences": "And do you see improvements? Are there things that your daughter couldn't do a few months ago that she's able to do now?N. GONZALEZ: We have seen -- it might seem like little improvements to somebody else, but to us, they are huge improvements. She couldn't sleep by herself. My wife slept with her for nine months after the shooting. She was just paranoid. And we've seen that now she's able to sleep with her -- by herself. She had to have her whole room lit up, because she's afraid of the dark. And little by little, she's been dimming those lights. So, we have seen improvements, it's just she still needs more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SREENIVASAN",
      "sentences": "Neftali, I'm assuming that, as a veteran, you have had friends in the service that you know that are or have suffered from PTSD. To seeyour daughter going through this, what's that like? N. GONZALEZ: I feel that she's been robbed of her childhood. Because now, she -- at first, she had to deal with the pandemic, you know, and then the shooting and these things I don't think a child, a 10-year-old should go through this stuff. So, I feel that she's been robbed of her childhood. And now, she is taking another road to become an activist. And I just feel that she shouldn't. I wish she had never gone through this so she could live her childhood life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SREENIVASAN",
      "sentences": "Neftali, what is it that -- when you talk to her, what's motivating her to do this? Because, a lot of 10- and 11-year-olds, this isnot their interest or direction. And, look, a lot of adults do not want to speak in public in front of people, yet your daughter is standing in front of legislators and speaking publicly and advocating? N. GONZALEZ: She feels that no child should go to school scared. They should feel safe. And she won't back down. She's committed to this and she -- which is surprising to us. We never saw this side of her at such a young age and having such an interest in this. And it all comes from her. We don't push her. We don't -- she -- I've always said, she is the one, she's in total control. If she ever feels like she doesn't want to do anything, we don't do it. And we're just there to take her to Washington. She's been to Washington, she's been to Austin, to the capitol, and it's all -- this is all she wants to do, she demands these changes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SREENIVASAN",
      "sentences": "So, what are the changes that you are advocating for?G. GONZALEZ: So, we are advocating for gun reform. We're by no means trying to take away, you know, the guns of the, you know, law-abiding citizens, you know, because that's one thing that, you know, we've heard, you know, we all are trying to infringe on our Second Amendment, and that is not. So, this gunman that entered my daughter's school had just turned 18 and he was able to purchase assault weapons, military weapons. And so, had he been 21, he wouldn't have been able to. So, we want, you know, background checks. You know, something that we can meet halfway. We understand that Texas is a gun loving state. And so, changing -- making changes like this, it's going to be hard, but that's not something that we're willing to back down on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "You know, I have spoken to different survivors, unfortunately, of these types of incidents. And when I speak to the kids, one of thethings that kids say is that, you know, grown-ups pushback at them and they say, oh, you've been coached by your parents, oh, you're -- you know, you're part of an anti-gun lobby. Have you or Caitlyne faced that kind of criticism? G. GONZALEZ: Yes. I would say there's been more positive feedback than the negative. However, you know, there's a small, small people that have, you know, made some comments as to we've coached her or we've written her speeches. And to them I say that is totally factitious. You know, never have we coached her or pushed her into speaking at the rallies or local school board meetings. You know, we were never one to speak out. We were never political, by no means, or considered ourselves activists, you know, it was the fact that, you know, she was affected in such a big way and, you know, it affected our family, that pushed us to want to make changes for other family and their children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "Neftali, I mean, has the community grown closer? Are there different divisions? I mean, what have you noticed?N. GONZALEZ: Initially, we felt very united. The whole community came together. Everyone helping each other and grieving. And now, it seems there is a division among out -- between our -- in our community, and I don't understand why, why that division? And we're all here together and we're trying to reach a certain goal, why is there a division?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "What are the sources of division? Why are people divided?N. GONZALEZ: Well, one of them -- the one that bothers me the most is that there are some people that think some of these kids aren't victims. I feel that everybody is a victim, even if you weren't there. As a nation, it is a victim, we're victims of this gun violence. And I just don't see why there is not division.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "Gladys, do you feel like people have said Caitlyne is not a victim because she wasn't shot?G. GONZALEZ: I think, you know, that -- you know, there has been talk. And quite honestly, just the mere fact that she had to escape through a window, you know, that to me is a victim, a survivor. Yes, she was not, you know -- I mean, no, she was not shot, physically shot. She escaped, you know, with some bruises and scrapes, but the mental scars, you know, that, she's living with PTSD and anxiety. And she is just one of many victims that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "And, Neftali, what do you hope for your daughter and really, for Uvalde, given that we're a year away and you don't see the town healingin the way it did immediately after the shooting? N. GONZALEZ: Changes. We need changes, that's what I am hoping that she gets and that we all get. She just -- I want her to go back to her normal self and realistically thinking I think we won't get the child back after May 24th. I see another -- a side of her that I had never seen before and it saddens me because, to me, as a father, I'm a protector, a provider and I feel like I failed as father, as protecting her. I work for the school district as a plumber. I guarantee you, if I was there, I would've done something to stop that threat. I rarely -- after the shooting, I felt guilty. I felt I should've been there and protected these kids somehow, and I felt guilty. I felt bothered. I feel a little bit different now, but it just still bothers me that I wasn't there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "Gladys and Neftali Gonzalez, the parents of Caitlyne Gonzales, survivor of the Robb Elementary shooting, thank you so much for joining us.N. GONZALEZ: Thank you. G. GONZALEZ: Thanks for having us. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "What terrible pain. And, finally, tonight, from the unconscionable attack on children like Caitlyne in American schools andtowns to the devastation these weapons cause in war, especially against civilians, as Caitlyne's father pointed out, himself a military man. My next guest has been writing and producing hit songs for more than four decades. Brian Adams' latest ballad is for world peace. His rock and roll anthems have reached number one in over 40 countries, including his iconic tune \"Summer of '69.\" (BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "Now, he's back on tour with his new album, \"So Happy It Hurts.\"(BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "Brian Adams, welcome to the program, from Toronto. You know, we are coming to you after a terribly sad story of the way weapons are used inthe United States with no seeming ability to stop them. And we heard the case of a child survivor in Uvalde, Texas. I wonder whether that plays into your mind when you think about the ballad that you have just written for world peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "I'm going to play -- you know, play a clip from it, because it is very evocative and I think your message definitely gets through. So, let'splay a clip of \"What If There Were No Sides At All.\" (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ADAMS",
      "sentences": "What if there were no sides at all? What if there were no sides at all? Just a big blue ball floating in space. It's a beautiful world but adangerous place. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "So, you said that you wrote it a few years ago. What was the underlying, you know, war that you were reflecting on at that time? Now, weknow it's the terrible war that Russia has unleashed on Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ADAMS",
      "sentences": "I wasn't -- at the time, I think what I might have been thinking were the various conflicts at the time, whether they'd be Iraq, Gaza,Afghanistan. I mean, as you may or may not know, I did a book on wounded soldiers called \"War: The Legacy -- \" sorry, \"Wounded: The Legacy of War,\" which was soldiers that had come back from Iraq and Afghanistan. But I was thinking about my father a lot because my father was a British -- in the British army, as were many of my family, my grandfathers. And my father ended up being a U.N. peacekeeper observer for the India-Pakistan war in the 1960s. And my mother and I talk about it now and we talk about how he came back a different person from that conflict. And a different -- difficult for an officer who was -- you know, graduated at Sandhurst to become peacekeeping observer because you don't have the opportunity to use the skills you were taught as a military man. And so, when I think about him and I think about what he endured -- and at the time, PTSD didn't exist. We didn't know -- there was no labeling for it at the time. And so, we knew that he had changed but we didn't know why or what happened. And so, I kind of feel as a tribute to my father but it's also -- it's my reflection on really what's been happening for decades and decades going on. You know, why? Why are we always in these conflicts? And what are we achieving? You know, why can't we all just get along? I know it's a very utopian thought to try and push this on everybody, but I believe that there's -- you know, we should be at peace talks right now, we shouldn't be arming everybody and we should be sitting down at the table and getting this sorted out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Look, I think many, many people in the world would agree with you, the toll of war is extensive, not only on the battleground. Now, I didactually know about your book because we interviewed about it and I came to the gallery in London where you were exhibiting the \"Legacy\" photos, \"Wounded: The Legacy of War.\" And it was very powerful. And you were showing so many of those wounded warriors at that time, from Iraq and Afghanistan. In fact, there's one of them in the shot with us there in a wheelchair. What's sort of reaction did you get from putting out the stories of the wounded who are often, you know, shunted aside into care homes or into their own homes and suffer from depression after all the injuries that they've taken?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ADAMS",
      "sentences": "It got a lot of good exposure at the time. And, you know, all of the proceeds from that book went to the various charities that help thewounded. And in fact, a lot of people, after the fact, contacted me and wanted to be part of whatever next project I might have that might have been a continuation of this one. However, this one was a one-off. So, yes. I think a lot of people. And what's interesting, also, about that book is that the group of soldiers that, you know, became a part of that book have actually met various times afterwards. They became a little bit of a clan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "ADAMS",
      "sentences": "Getting out and being -- and doing what I do. I think music is a great release. And in some ways, perhaps, a great healer. So, I like topush that forward, you know? I think the idea that, you know, we came out of this darkness and into the light, and I want to just promote happiness and peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, you're doing it and you've done it for us tonight and for all of our viewers. So, thank you very much indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "ADAMS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}