{
  "date": "2023-11-17",
  "headline": "Inside Politics",
  "subHeadline": "IDF: Tunnel Shaft & Weapons Found At Al-Shifa Hospital; Special Counsel Convenes California Grand Jury, Subpoenas James Biden In Hunter Biden Probe; Exclusive: Education Dept. Opens 7 School Probes After Alleged Antisemitism & Islamophobia Incidents. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:23",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "This billboard in Times Square is the stark reality for families of hostages being held by Hamas. Today is Emily Hand's 9th birthday, 9th. She celebrated her 8th birthday last year with a circus themed party in Kibbutz Berry, not far from the Gaza Strip. Emily was initially believed to have been killed on October 7 in the attack by Hamas, but is now believed to be among the 237 hostages. Her father says he prays she will be home by Christmas.Two days after Israeli military forces infiltrated the Al-Shifa Hospital in Gaza, the IDF is now showing what it says is proof that Hamas was operating underneath the hospital complex. This video shot and distributed by the IDF, shows a tunnel shaft near the hospital. CNN is unable to get comment from hospital authorities at this time. And doctors and health officials in the Hamas run enclave have consistently denied the IDF's accusation. Joining me now is CNN's Oren Liebermann for more on this. So, Oren, the IDF, as I mentioned, has said that these -- what they had covered in this tunnel shaft is part of the reason for the continued operation in the hospital. And as I come to you, I'm sure you will agree that it's understandable that people who are in this Hamas run hospital will not want to contradict Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:23",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Right. And that's what makes this so difficult. The U.N. has said they want to investigate themselves because, frankly, they don't put a tremendous amount of stock in either side, given the length and the -- and what they've seen in this conflict. So they've called for an independent verification, an independent investigation to see what this tunnel shaft was for.So first, what do we know for certain? CNN was able to geolocate the video released by the IDF, and it shows that it is, in fact, within the complex of the Al-Shifa Hospital. It clearly shows what looks like an entrance to a tunnel, and there is some wiring, tubing, piping, some metal there and concrete. The question, of course, is what's inside that tunnel? And that is what CNN cannot independently verify or come to any conclusion about because we need to see inside. Nor has the IDF released any video. But we do expect more coming whether it's in the next days -- day or days, that's an open question we'll have to hear from the IDF. But this is a large part of the Israeli military's focus right now. Shifa was from the very beginning of focus because this is where they said Hamas had its headquarters or a large part of what they called its terror infrastructure under the hospital, using the medical complex as a sort of protection for it. Now Israel is under a tremendous amount of pressure to prove that point, and we've seen that from the international community. The U.S. has backed Israel as well, saying independent U.S. intelligence also confirms there is a Hamas infrastructure under there. It's worth pointing out, Dana, that this is a black and white question. It's either there or it isn't. And now it's up to Israel, with the U.S.'s backing to show that it's there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "PETRAEUS",
      "sentences": "-- weapons, cash and hostage (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "BASH",
      "sentences": "I hear what you're saying about the fact that -- I mean, you understand this because you are -- you have tremendous experience in war, and particularly, in this kind of urban warfare as we're seeing in Gaza. But just -- when you look at the information, war, and the fact that this is a hospital where we -- the world has seen images of babies who are sick, and so on and so forth, it might be standard for this kind of warfare to go in and secure a hospital. But is this different because of the the fact that we are seeing these civilians who are so sick, and so small?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "PETRAEUS",
      "sentences": "Well, I think what might be advisable here, and I hope, actually is the case -- and in fact, they did bring in incubators and medical supplies and so forth in the beginning -- would be to sustain this, you should make a quarter to and from Israel. They need that hospital actually, that's a place where they're going to have to continue to treat civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "BASH",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "PETRAEUS",
      "sentences": "And I think this lead to what should be additional big ideas for this operation. So far, what you have is the big idea of destroying Hamas and dismantling the political wing. How about a big idea for the vision of life for the Palestinians in Gaza after Hamas have gone?We sought to separate the extremists from the population by giving such visions before we would conduct operations in Ramadi, Fallujah, Mosul, and these other cities that we had to clear and hold and then rebuild, and then start to do the rebuilding in the locations where they are now holding, having already clear them to show that this is what they can look forward to. Again, that I think is a crucial element here, even as they understandably seek to find out who could possibly administer this noting that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "BASH",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "PETRAEUS",
      "sentences": "-- the preferred objective here, a competent, capable Palestinian entity is probably not available or willing, and that Arab countries probably are eager to take this on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "PETRAEUS",
      "sentences": "-- themselves as well. And noting that in addition to the humanitarian assistance, component, restoration, the basic services and reconstruction, there's going to have to be a security element that ensures that Hamas cannot reconstitute in the way that the Islamic State was allowed to reconstitute after our combat forces departed Iraq (INAUDIBLE) in a caliphate a couple of years later. BASH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "PETRAEUS",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "BASH",
      "sentences": "It's hard to imagine that they're -- they don't -- probably don't believe it, understandably, because a lot of people have been living in such fear under Hamas in Gaza for a decade. General Petraeus, I should mention again, you are the author of a new book, \"ConflictThank you so much for joining me. Please come back. A lot more to talk about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "PETRAEUS",
      "sentences": "It's a pleasure. Dana, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:08",
      "speaker": "BASH",
      "sentences": "Now to some exclusive new CNN reporting, the President's son is facing another potential indictment. Special Counsel David Weiss has convenient to California grand jury and subpoenaed the President's brother in the investigation into Hunter Hunter Biden's business dealings.Appointing a grand jury may suggest that Weiss is preparing to bring new charges against Hunter Biden, who is already facing gun possession charges back east in Delaware. Let's discuss with CNN Senior Justice Correspondent Evan Perez and CNN Legal Analyst Carrie Cordero. Explain what your sources are telling you, Evan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "PEREZ",
      "sentences": "Well, I think one of the things that's happening is that because Delaware is not a venue that this case could be brought, right. The only reason why it wasn't Delaware was because this was where the investigation began. And Hunter Biden's attorneys had agreed to waive venue to allow for this plea deal to go forward in Delaware.Now that that's no longer there, the only place they could bring this is really in California or in Washington, where his now deceased tax preparer lived and prepared the taxes. So that's why it's in California. But the larger question, I think, that you're bringing up, which is certainly for Hunter Biden's attorneys and his supporters, the President's supporters, they believe that they should never be going forward, that's been the fact. That's one of the arguments they're making is this plea deal should still stand and that the Special Counsel doesn't have the right to bring this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "CORDERO",
      "sentences": "Yes, looks like a resolution in search of a case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "PEREZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "CORDERO",
      "sentences": "I mean, they're trying to -- you know, one would think that, given the nature -- the relatively low level nature of the things that are being potentially alleged here, should have been wrapped up so long ago. And the fact that he's the son of the President, the fact that there are political consequences either way the case is disposed of. It just seems to me that at this point, it is just dragging it on and on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "PEREZ",
      "sentences": "Politics is not supposed to play a role, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "CORDERO",
      "sentences": "Right, it's not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "PEREZ",
      "sentences": "-- but you see this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "CORDERO",
      "sentences": "It's not supposed to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "PEREZ",
      "sentences": "Right. You see this all the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "BASH",
      "sentences": "Excuse me, I'm sorry to laugh but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "PEREZ",
      "sentences": "You see this all the time, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "BASH",
      "sentences": "--I'm laughing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "PEREZ",
      "sentences": "Where --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "PEREZ",
      "sentences": "-- the prosecutors feel like they can't make a decision that they know they should because of the politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "BASH",
      "sentences": "Yes, I mean, the politics are so deeply embedded in all of this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "PEREZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "BASH",
      "sentences": "-- which is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:19",
      "speaker": "PEREZ",
      "sentences": "2023.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:29",
      "speaker": "BASH",
      "sentences": "Now to a CNN exclusive, the Department of Education is launching investigations into seven schools after receiving complaints about alleged incidents of antisemitism and Islamophobia. The investigations include five antisemitism cases into Islamophobia cases.Among the school's one K through 12 school and six colleges including Cornell, Columbia, and the University of Pennsylvania. Now, college campuses, as we've been reporting, they've seen a huge spike in tension over and since the Israeli-Hamas war. Education Secretary Miguel Cardona tells CNN, quote, \"hate has no place in our schools\". (BEGIN VIDEO CLIP) MIGUEL CARDONA, UNITED STATES SECRETARY OF EDUCATION: We need to match it with a level of response that meets the moment. We need to be listening to our students. We need to let them know that they will be safe in our schools. That we're not going to tolerate hate or threats on campus. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:29",
      "speaker": "BASH",
      "sentences": "CNN's Rene Marsh has been following this. So Rene, good to see you. What specifically is the Department of Education looking for here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:29",
      "speaker": "RENE MARSH, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, first Dana, this is very significant. And that number one, these are the first campus hate investigations that we are seeing from the Department of Education since that October 7th Hamas attack. And secondly, to have so many of these investigations happening simultaneously in such a short period of time, that's certainly unique, and it speaks so where we're at right now.So all of these schools that you're looking at on your screen, the university, six universities and that one K through 12 school, they all got worried about this investigation within the last 48 hours. And these investigations stem from complaints from students and advocacy groups. They were complaints that were placed with the Department of Education. Anyone can file a complaint, but these complaints were centered around antisemitic and Islamophobic incidents that allegedly happened on campuses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:29",
      "speaker": "BASH",
      "sentences": "These universities, and I guess in one case, a grade school, they're so -- the people are so scared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:29",
      "speaker": "MARSH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:29",
      "speaker": "BASH",
      "sentences": "It's so fraught right now. So what does DOE think that they can actually do? I mean, launching an investigation is one thing, but is it an investigation, but also a bit of a scare tactic to others if you don't get your act together, university presidents, were going to come in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:05",
      "speaker": "BASH",
      "sentences": "I mean, that's really the key in -- for so long -- too long. Universities have been calling some of this political speech. It's free speech. We can't touch it. No, it's hate speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:05",
      "speaker": "MARSH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:05",
      "speaker": "BASH",
      "sentences": "It's harassment and the fact that the government is -- now on it, is a very different sign because it's needed.Rene, thanks so much for this reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:05",
      "speaker": "MARSH",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    }
  ]
}