{
  "date": "2023-05-29",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Explosions Reported in Russian-Occupied Berdiansk, Mariupol; Erdogan Wins Unprecedented Third Term in Sunday's Vote; The Venice Grand Canal Turns Bright Green; Ugandan President Approves Anti-Gay Law; Ukrainian Recruits Training with Counteroffensive in Mind. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "BIANCA NOBILO, CNN HOST",
      "sentences": "Hello, you're watching CNN \"Newsroom\"; I'm Bianca Nobilo in London in for Max Foster today. Just ahead, people in Kyiv running for cover on Monday morning as Russia launched a new wave of airstrikes in an unusual daytime attack. We're live in Ukraine.Then after two decades in power Recep Tayyip Erdogan secures five more years as Turkey's President will ask what to expect next. And Uganda's President signs one of the world's harshest anti-LGBTQ bills into law defying pressure from Western governments and human rights groups. Explosions rock the center of Kyiv Monday as Russia launched a new attack on the Ukrainian Capital. It comes hours after Moscow unleashed dozens of missile and drone strikes on targets across the country. Sunday saw the largest drone attack to date on Kyiv. Ukraine's Military says it shut down about 70 aerial targets. Explosions are also reported in the Russian occupied Southern Cities of Mariupol and Berdyansk. CNN's Sam Kiley joins us now from Eastern Ukraine to discuss. Sam what seems more large scale attacks on the capital city from the air. What part does this play in Russia's largest strategy when they're trying to make gains in the east? Are they just trying to exhaust the air defenses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, I think, Bianca that's absolutely exactly what they're trying to do. They are trying to exhaust the air defenses. I think what's new about the latest round of attacks, or at least newish in the latest phase of the war are the surface to surface missiles that have been used against Kyiv in the form of the Iskander missiles.Now, they can also be of course, air launched, but they have a very substantial payload. They are very traditionally very accurate missiles. And they are very testing for the air defenses that are not that dissimilar to the hypersonic missiles. When they're coming in to land or explode. They're traveling at five to seven times the speed of sound. So they're close to hypersonic, very difficult to hit out of the air. -- the Ukrainians are saying that they have managed to defend the Capital against these daytime attacks, clearly intended to cause maximum havoc, if they got through among the civilian population on top of the 70 plus, that they were fired, the Russians fired overnight. Most of them also shot down all of this absorbing a huge amount of the supplies and the effort of the aerial defenses that over the last month, Bianca, they have really been focused. The Russian attacks have really been focused on Kyiv clearly intent on trying to break through to the command and control structures ahead of what the Ukrainians are hoping to do, which is launch a summer offensive against Russia to try and drive them out of the territory. They captured at the very least of that territory that they captured just over a year ago, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "NOBILO",
      "sentences": "Sam Kiley, for us in Eastern Ukraine. Thank you so much. And then a few minutes more of Sam Kiley will show you how Ukraine is training new military recruits for its frontline and for the long awaited counter offensive that story is coming up after the break.Spanish Prime Minister Pedro Sanchez is calling for parliament to be dissolved and for a snap election to be held on July 23. His decision came just hours after his left wing coalition suffered stinging losses to conservatives in regional elections on Sunday. Mr. Sanchez could have waited until the end of the year to hold parliamentary elections, but says Now is the time for a national vote. Turkey's President has extended his two decades in power with a victory in Sunday's runoff election. Recep Tayyip Erdogan won 52 percent of the vote while his challenger Kemal Kilicdaroglu received nearly 48 percent. While the President won the majority the close ratio is a deeply divided Turkey which has seen more authoritarian policies in recent years. Kilicdaroglu call the election unfair, but didn't dispute the results. Our Nada Bashir joins us now from Istanbul with more. Nada, emboldened by this victory, what policies has Erdogan promised to pursue with his next five years in power?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "RECEP TAYYIP ERDOGAN, PRESIDENT OF TURKEY",
      "sentences": "Today we have achieved the voluntary return of nearly 600,000 people to safe areas in Syrian territory. With the new resettlement project we are carrying out with Qatar, we will ensure the return of 1 million more people in a few years.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "BASHIR",
      "sentences": "But Bianca, the challenges ahead for President Erdogan are very significant. And this was a very close race and we heard from the opposition leader yesterday Kemal Kilicdaroglu he described this as being one of the most unfair periods in Turkish political history.And he said this results that we've seen the close race and in fact, the fact that we've seen this go to a runoff for the first time in Presidential elections in Turkey shows that this is a deeply polarized nation that there is a significant portion of the Turkish population who really want change after more than two decades of President Erdogan being in power. And of course, we spoke to voters yesterday, some of them supporters of the opposition. They told us that while this may be a significant blow to the opposition, while President Erdogan has secured another term in office, this isn't the end, they hope for the opposition movement for that opposition Alliance. They believe that this could be a significant step towards securing that political change for Turkey in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "NOBILO",
      "sentences": "Nada Bashir in Istanbul. Good to see you there. Thank you so much for your analysis. Nigeria has a new President Bola Tinubu was sworn into office just a few hours ago and he immediately faces the stiff challenge of fixing the ailing economy and dealing with security issues.Two of the candidates he defeated in February's election claimed the vote was tainted by fraud. There will be a court hearing to hear their claims starting on Tuesday. Italian rescue crews have recovered four bodies after a tourist boat capsized in Northern Italy. It happened Sunday on Lake Maggiore that's near Milan. The boat was carrying 24 people when it encountered a violent storm. Some of the 20 survivors were reportedly able to swim to shore. Crews use divers and helicopters and the search and rescue mission. The famous Grand Canal in Venice has turned green authorities are trying to figure out what caused the water to take on the fluorescent color Sunday morning. Police have collected water samples and are looking at CCTV footage in an effort to unravel this mystery. No environmental group has claimed responsibility. Barbie Nadeau is tracking the story for us. Barbie, are the authorities any closer to solving this mystery?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "BARBIE NADEAU, CNN CORRESPONDENT",
      "sentences": "Well, there are still running a lot of tests a lot of analysis they say that what's in the water is not toxic. It's not going to hurt the flora and the fauna, but certainly not more than anything else in the Venice Lagoon. And they think that it is probably a tracing agent.Now this is something that's commonly used in Venice, because when you are building underwater, you're showing up water or shoring up walls and things like that you use this sort of fluorescent agent to see if there's water movement. And so they believe that it is this exact element that got spilled in a very large quantity and so now they're trying to figure out obviously how that happened if it was an accident. They lot of the authorities in Venice right now saying it doesn't seem like it could be an accident. But this is an agent that has to be a chemical that has to be licensed. So they'll be able to kind of track who was using it at what time but as you said no environmental groups have taken claim to this. This seemed immediately what everyone thought was a case of climate activism. But in fact, it could be just a case of an accident entirely, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "It takes the threat of catastrophic fall off the table, protects our hard earned and historic economic recovery. And the agreement also represents a compromise. This means no one got everything they want.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "NOBILO",
      "sentences": "CNN's Chief Congressional Correspondent Manu Raju is on Capitol Hill for us. Manu, great to have you on the show, this 99 page draft plan has been criticized by those on the left and the right, how much of a challenge to these dissenting voices actually pose to this next stage in the process?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Well, it is certainly a challenge because the question will be how many of those members will actually vote no, we do expect some folks on the far right to oppose us because they believe the Speaker of the House gave in way too many concessions and their view of retreat from the Republican position of the bill that passed the House back in April.That bill passed along party lines in the U.S. House to raise the national debt limit. It also included a wide range of spending cuts and policy priorities that conservatives that sought it went nowhere in the Democratic led United States Senate. So then they had to end up cutting a deal between President Biden and the Speaker of the House and when did not go nearly as far as that Republican position. So how many folks on the far right will they lose? That's still a question they're trying to assess right now. And also on the left, the White House had a position for some time that it would not negotiate. It simply said the President's that raise the national debt limit. They said no conditions, we will not negotiate whatsoever, while the President did negotiate and end up giving in a fair amount giving a number of policy victories to the Republicans, including spending cuts, including new work requirements on social safety net programs, such as food stamps, expanding how certain individuals had to actually perform work to get the food stamps. Those kinds of safety net programs that are Democrats in particular, a push for. That has caused some angst on the left, so expect some opposition on the left. So the effort and the challenge here for the leadership on both sides is tried to get a coalition of more moderate members on both sides of the aisle together. And at the moment, there is some expectation that they will get the votes to pass this it could be close, because at the end of the day, this is the only viable option to avoid the nation's first ever debt default if they don't raise the $31.4 trillion national borrowing limit by next Monday. So lawmakers are left with essentially a take it or leave it proposition, take it accept some bad concessions or leave it and accept the possibility of default, which is what the expectation is. At the end of the day, lawmakers may simply hold their nose and vote for it. Expect that to happen on Wednesday in the House, and then it would move over to the U.S. Senate later in the week potentially barely averting the default with just hours to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "NOBILO",
      "sentences": "Manu Raju, great to hear from you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "RAJU",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "NOBILO",
      "sentences": "Uganda's President has signed one of the world's, harshest anti LGBTQ laws. The measure criminalizes homosexual sex education and calls on Ugandans to report on members of the LGBTQ community. It also imposes the death penalty in some cases. The bill passed through Uganda's Parliament earlier this month, its passage in shrines into law, a crackdown on LGBTQ rights that's been happening in Uganda for years.And CNN's David McKenzie has been following this. He joins us live from Johannesburg. David, what strikes you is most troubling about this law. And what compelled President Museveni to sign it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Bianca, I think you know, just in the name of the law itself, I have a copy here. It's called, \"The anti-homosexuality law of Bill\". And you describe some of those harsh sentences that people could find themselves facing to the level of simply promoting homosexuality, and I'm using the wording of the bill.Now, that could mean something like sex education in schools, if it's deemed by authorities that it's pro LGBTQ, then those people could face prosecution, the teachers, the school itself, many years in jail, in fact, is even life in prison for committing acts of homosexuality. Now, this bill has been a long time coming and it's just the latest version of the homophobic law, that now the President has signed, it's been praised, of course, by those members of parliament that were pushing it. But you know the members of the LGBTQ community that I've been speaking to. And human rights lawyers are absolutely horrified at what they say will be what is already a bad situation become so much worse and put them in very real physical danger because of this law. Because one of the key elements of this law, which reflects reporting we've done in Ghana and elsewhere is that it, in fact, makes it illegal to not hand in someone who has committed certain acts of homosexuality and encourages ordinary citizens to turn in their neighbors, their friends, even their family members, to authorities. Just a young man I spoke to a few hours ago who runs a shelter for people fleeing persecution, he says that this will just make it so much harder to do their work, and also could lead to people taking the law into their own hands, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "NOBILO",
      "sentences": "And, David, what impacts do LGBTQ activists that you've been speaking to say that this law will have on their lives? I mean, clearly, it is far reaching extremely repressive lethally so in some cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "NOBILO",
      "sentences": "David McKenzie, for us in Johannesburg. Thank you. Just ahead new military recruits are getting ready for Ukraine's long awaited and much talk about counter offensive. We'll have a report from Central Ukraine.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "NOBILO",
      "sentences": "Welcome back. Ukraine is targeting Russian logistics hubs in occupied territory, Head of Kyiv highly anticipated counter offensive expected to begin at any time. Ukrainians believe the win the war but they also know that victory comes at a steep price. Sam Kiley reports from Eastern Ukraine.(BEGIN VIDEOTAPE) KILEY (voiceover): These are new recruits training. They could be on the front line in a couple of weeks. In training mistakes are harmless. KILEY (on camera): And what happened to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MAKSIM, UKRAINIAN RECRUIT",
      "sentences": "I got hit in the face with a pellet.KILEY (on camera): How long have you been doing this training?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MAKSIM",
      "sentences": "Two months. I recently joined the Army. So for now I'm here for two months training.KILEY (on camera): What do you think about the coming offensive? Do you want to get involved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MAKSIM",
      "sentences": "Yes, I do.KILEY (on camera): You're not worrying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's not breathing!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's not breathing!KILEY (voiceover): Wounded veteran Colonel Oleksandr Piskun runs the training.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "COLONEL OLEKSANDR PISKUN, NATIONAL GUARD",
      "sentences": "I know what it's like to lose loved ones. But this is war and there is no other choice. Of course, once the unit goes into action some of these guys will die. They are all aware of that.KILEY (voiceover): That experience is hard one. Oleksandr came face to face with the Russian who shot him in Bakhmut last week. KILEY (on camera): What would you say to young volunteers or conscripts joining now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "PISKUN",
      "sentences": "That you have to be prepared for anything. To be prepared for the good and the bad.KILEY (voiceover): The hospital's got plans for dealing with the Ukraine's offensive, which is expected this summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "IHOR, UKRAINIAN ARMY",
      "sentences": "They will be tough to force back hard. They won't give up territory that easily. It's going to be a big fight, very big and a lot of casualties.KILEY (voiceover): Colonel Piskun knows that this will not be his last memorial service. This military cemetery has space to grow. Soldiers are confronted with grim truth here that many young men are forever in tuned in this parade of graves. Sam Kiley, CNN in Kryvyi Rih. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}