{
  "date": "2023-08-11",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Winds Expected to Gradually Decrease Friday; Six Arrested after Presidential Candidate Killed; Anscombe: We're Making this Hacking a Public Issue; Outrage after Areas Flooded to save Beijing; Smith: Saudi Spending has been Jaw-Dropping; India Accounts for over 40 Percent of Rice Exports. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "CHRISTINA MACFARLANE, CNN HOST, FIRST MOVE",
      "sentences": "Hello and a warm welcome to \"First Move\". I'm Christina Macfarlane in for Julia Chatterley. Just aheadon today's show, Hawaii in mourning 55 people now confirmed dead has island of Maui disaster. Search and rescue efforts still underway with most of the Town of Lahaina destroyed. None of the fires on Maui have been completely contained, complete coverage just ahead. Plus Niger on edge, West African leaders debate joint military action to restore order after the loss -- after last month's coup. They say a standby military force will be activated fears about the health of Niger's ousted president are on the rise as well. And in sports Sweden and Spain are heading to the Women's World Cup Semi- Finals, the Netherlands and Japan eliminated on Friday and more quarterfinal action on tap this weekend the latest from Australia later this hour. And on global markets U.S. Futures lower. New inflation data showing U.S. wholesale prices coming in a bit harder than expected European shares falling by more than 1 percent but there is encouraging news from the UK where GDP grew unexpectedly in the second quarter. Meanwhile, in Asia a sizable drop for Chinese stocks, the Chinese COMPOSITE falling more than 2 percent on fresh concerns of the country's real estate sector, a property developer Country Garden warning of more than a $7.5 billion loss in the first half of the year more on that later in the show. But first, at least 55 people are now known to have lost their lives in the devastating wildfires on the Hawaiian Island of Maui. The state's governor is warning that the number is expected to rise as searchers sift through burned out homes and businesses. Thousands of people have been forced out of their homes and many people on the island remain without power. A survivor described the dire situation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "EDDIE GARCIA, FARMER",
      "sentences": "Everyone's lost their job, they've lost their house, and they've lost their family. I think there's going to be hundreds ofpeople dead and I don't say that as any conspiracy theory. I just look at how fast it moved. And I know people around to roll in slippers. You know it happens. What happens? How are you going to get out that fast? It's all wooden houses super close together in that neighborhood. You've probably been here on vacation. If there's a way you can help. It's your turn help here because it's needed. Every single home in Lahaina is gone. It's like I said before, it's apocalyptic. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, President Biden has issued a federal disaster declaration listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "-- federal assets on the island, including the U.S. Coast Guard, the Navy Third Fleet and theU.S. Army to assist local emergency response crews along with a Hawaiian National Guard. We're working as quickly as possible to fight these fires and evacuate residents and tourists. In the meantime, our prayers with the people of Hawaii but not just our prayers, every asset we have will be available in them. And we've seen their home business destroyed and some have lost loved ones and it's not over yet. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, our Bill Weir got a firsthand look at what's become of the historic town of Lahaina take a look.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "This is the historic banyan tree 150 year old majestic tree at the center of the Lahaina town. It lookslike it may have survived it needs water desperately to survive right now but for the locals who are coming down and looking at the damage. This is such a sign of hope that maybe their iconic tree will have lived when so much else has gone here. But the history can never be replaced. Right here this is the first hotel in Hawaii, the pioneer hotel pioneer theater. It's completely gone. Right over here was the library. It's just now a stone shell of scorched locks. Around Front Street their fleet woods -- fleet wood of the band fleet wood Mac, his place is gutted out with flames. It's just unrecognizable. One of the most charming beloved port cities anywhere in the world is just scorched, like a bomb went off. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "MACFARLANE",
      "sentences": "It's just devastating. Well, CNN Meteorologist Derek Van Dam is joining us now. And Derek, we know that a lot of these wildfires were beingfanned by Hurricane Dora. Have conditions changed much overnight what a search and rescue teams facing right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, it's a really important point, Derek and as you say, from all your diagrams there we can see how exposed these islands are. Let'shope for some relief for those citizens soon. Derek Van Dam thank you. Well, Hawaiians are struggling to digest the scale of the catastrophe. Even those who managed to escape the fire say they've seen their lives destroyed. Allen Vu from Lahaina lost his house and the restaurant where he works in the fire. And this is what he told CNN earlier today. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ALLEN VU, LAHAINA RESIDENT",
      "sentences": "We didn't expect the fire to go through the town this quick. I was with my General Manager Jerrica (ph) in ourrestaurant, thinking that if the possibility of power coming back; we can salvage our products and our restaurant. We were just getting some work done. I left the bar restaurant around 3 pm with my housemates, they were with me the whole time. And as we were driving the town, we could see that there's smoke coming our way. We drill down on Front Street towards our house which is southbound. During that time there was already an evacuation with bumper to bumper traffic going northbound on Front Street, going up to the civic center. But when we got to our place, we continue to look up at the smoke and it was just you know, within minutes, we can see the small brush I would say a half a mile through the town. I put it just that I shared with some of your staff members that the fire went through town really quick and when we saw that it was time to warn everyone in our neighborhood to get out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MACFARLANE",
      "sentences": "If you would like information on how to help those impacted by the Hawaii wildfires please go to cnn.com/impact. Now in Ukraine explosionshave shaken Kyiv after authorities declared a nationwide air alert. The city's Mayor says missile fragments hit a children's hospital but no one was hurt. Meanwhile, a UN humanitarian official is saying she's appalled by Russian strike on Zaporizhzhia on Thursday. Kyiv says a hotel was hit and was also the site of a children's day camp. Well our Nick Paton Walsh is joining us live now, from close to that region in Ukraine. And Nick, I know that you and your team are actually just down the road when this missile attack happened in Zaporizhzhia on this hotel. Can you tell us about the type of people that were staying there? We're hearing reports obviously have a lot of children being resident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, Russia clearly trying to justify their actions. And we also know, Nick, in the past 24 hours that the Capital Kyiv has beentargeted, again, with reports of a down missile there and this says the counter offensive continues where you are on the frontlines. Talk to us about these small incremental gains we're hearing so often about with Ukrainian troops. I mean, they are small, but how vital are they at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "WALSH",
      "sentences": "Yes, they're very small. And sometimes they are indeed reversed. But there does appear to be some fairly important progress happening to theSouth of Kharkiv. That's the western part of the southern front lines where Ukraine is trying to push towards the Azov Sea and cut Crimea off from the rest of occupied Ukraine and the Russian mainland. Now they do appear according to social media video we've seen to have got to the outskirts of Robotyne. That's something we heard about a few days ago. But this is sort of growing evidence. Often it appears on a time lag. But that indeed is occurring. Robotyne is important because it's been essentially the Russian stronghold. They've poured reinforcements into it paratroopers, they've heavily defended it. And the ultimate question really is whether Ukraine is conducting some kind of maneuver around that village and beginning to in fact, encircle it and move on or if they're fighting a dense war of attrition around it. But most importantly, if there are any Russian defenses it further dealt. We know there are some but much of the debate has been whether Russia's defensive line is really intense at the start because they intend to hold that and not budge, and then gets weaker the further back you push. Will learn that possibly in the weeks ahead, but Ukrainians under great criticism from Western analysts some on the other side of the planet about how slow their counteroffensive is going. They would point to games like this that they say a strategic and potentially may yield greater Russian weakness if it indeed is this place, Robotyne and those around it that the Russians are throwing all their cards at the moment Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "MACFARLANE",
      "sentences": "Nick Paton Walsh I appreciate your reporting there live from Dnipro. Thanks Nick. Now, Ecuador's President has declared a state ofemergency and three days of national mourning after the assassination of a presidential candidate Wednesday. Six Suspects all Colombians have been arrested in connection with the killing that took place after a campaign rally in the Capital Quito. The attack being blamed on organized crime. The candidate was an anti- corruption crusader. Well, Rafael Romeo is joining us now live from Quito. And Rafael, just bring us up to date on what you're hearing on these latest efforts to find those responsible. We're hearing about six arrests, and also the mood in the country today following this shocking attack. I mean, coming just days ahead of the national election there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, that's important information. One does wonder how this has been affecting the political climate there. Rafael Remo, live there fromQuito. Thank you. Now West African leaders are ramping up the rhetoric against Niger's coup leaders. On Thursday, the President of the Ivory Coast called the coup, a terrorist act, and said Niger's neighbors could use military force to restore order. The regional bloc ECOWAS ordering the activation of a standby force Niger to restore the elected President following last month's coup. The details of the plan or when it might be implemented remain unclear. Larry Madowo is joining us now live for more on this. And Larry, what would be the mission of this standby force, if it were put in place and how inflammatory would that be seen by coup leaders at this stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "The coup leaders have always maintained that they're ready for this Christina. And if ECOWAS were to, in fact sendin troops, it would be hugely destabilizing not just for Niger, but for the wide region in the Sahel. Niger has been the safe neighborhood in this very dangerous part of the world that suffers from terrorism, extremism, jihadist insurgency that's why it's been the centerpiece of the West's Security Strategy in the Sahel. But this is a last option. It's an option of last resort. And what ECOWAS is signaling in here is that they are still open to diplomacy to solve the crisis diplomatically, but the military option is still available. It's a last resort, but it's not off the table. That's what you hear these statements from President Alassane Ouattara of Cote d'Ivoire, calling the detention of President Mohammed Bazoum, a terrorist act and he just came out and said it in English, no less that if they cannot release President Bazoum, we should get in there and get them out. We do not condone coups as ECOWAS President Ouattara said and that's always been our position. He said could you who I would contribute between 850 and 1100 soldiers to that joint ECOWAS force if it were to go into Niger. The African Union now also supporting that decision by ECOWAS. I want to read a section of this statement from the African Union Commission, Chairperson Moussa Faki Mahamat, who says the chairperson calls on the military authorities to urgently halt the escalation of relations with the regional organization ECOWAS including the secession of the continued sequestration of President Bazoum in worryingly poor conditions. Such treatment of a democratically elected president through a regular electoral process is unacceptable. ECOWAS yesterday called for the support of the African Union and the UN and they already have that strong statement of support from the African Union. So if they want to go ahead with this, the regional body is standing with his West African bloc, Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back to \"First Move\", where we are taking a closer look at the ongoing cybersecurity threats facing companies and governmentsaround the globe. In Las Vegas this weekend, thousands of hackers are set to take part in a competition to help flag software vulnerabilities in artificial intelligence apps, like ChatGPT. All this amid news, that teenage hacker successfully broke into the computer systems of some of the world's biggest tech firms by exploiting vulnerable telecom and business supply chain infrastructure. Also, researchers from the ESET cybersecurity firm have uncovered a cyber-plot targeting foreign embassies in Belarus. The firm says at least four countries have been targeted by a cyber- espionage group using advanced techniques. Will Tony Anscombe ESET's Chief Security Evangelist joins me now live from Las Vegas, Tony, great to have you with us. Let's begin with this serious cyber plot that I mentioned they're targeting these embassies in Belarus, because this is your work and its important work. Tell us about your findings and who was behind these attacks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "TONY ANSCOMBE, CHIEF SECURITY EVANGELIST AT ESET",
      "sentences": "So our research team found that cyber group we've named MoustachedBouncer actually used some ofthe Belarusian infrastructure, so the ISP infrastructure to attack individuals, AI diplomat and some of the embassies of two European nations and African nation and an Asian nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "MACFARLANE",
      "sentences": "And why is this significant? How has this been impacting those embassies? Have you made them aware of your findings with you know, what'sthe recourse here for what you found?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANSCOMBE",
      "sentences": "When the instance that those particular victims, you know, we worked with those victims to make sure they're secure. But this is only ourtelemetry, I mean, there may be other victims of this particular group, which we don't know about. But by publishing our findings, of course, we make this a public issue where other researchers and other cybersecurity companies protecting those other individuals can then act upon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "MACFARLANE",
      "sentences": "You know, during the course of this war on Ukraine, we talk obviously more about the physical war than the cyber war because we'represented with numbers of dead every single day. But in your world, how has the nature of cyber warfare changed throughout the course of this war that you've been seeing? And is it possible to even say, who has been winning that battle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "MACFARLANE",
      "sentences": "But Tony, the nature of cyber warfare is changing. But the advent of AI, of course, is making this a lot more threatening. And as wementioned, there, you know, there are teenagers now who are able to kind of to break into specific intelligence here. I mean, this is not just an issue for nations. I mean, how do you control it? How do you try and get a handle and stay ahead of what is happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "ANSCOMBE",
      "sentences": "Well, it is tough and AI is in its infancy as well. So we're only seeing that evolve at the moment. And some of the things that are beingtalked about, like large language modules, so that the ChatGPT's and such like this truly have been released early, in my opinion. So I think there's a lot more that we're going to see happen over the next one or two years and a lot more functionality and a lot more abuse, unfortunately, of tools. But I think I mean, back to this attack in Belarus, I think what was interesting was actually this was using illegal interception devices. So this was using devices that are actually placed at an ISP by an illegally on by the Belarusian government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, well, that is a real concern. I think one of the countermeasures to all of this could be taking place where you are in Vegasthis weekend with that event taking place where thousands of hackers are obviously engaged in trying to find the vulnerabilities in the cyber space. So that could be one method by which we try and get a handle on this but as to your reporting and your research in Belarus. We really appreciate you coming on and giving us your thoughts on your findings. Tony, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "ANSCOMBE",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MACFARLANE",
      "sentences": "Hi, welcome back to \"First Move\", now U.S. stocks are up and running for the final time this week, a lower start to the trading day asnew numbers show, U.S. wholesale prices, inflation coming in a bit hotter than expected last month. All the major averages are currently on track for a losing week. The S&amp;P and NASDAQ fell last week as well. The pullback coming as economists debate whether the Fed has truly hiked interest rates for the final time, this tightening cycle. And fresh concerns over China's embattled real estate sector, property giant Country Garden warning it could see a loss of up to $7.6 billion for the first half of this year. Shares of the company dropping to a low, record low in Hong Kong. Marc Stewart has the details for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "China's economy is struggling young people are having a tough time finding a job. Prices of everyday items are fallingbecause there isn't enough demand and exports are seeing a slump. Yet there's another economic component reflected in these economic woes the real estate industry. In the past, the property sector was money making machine accounting for as much as 30 percent of China's GDP. But during the pandemic, home ownership became less enticing. The job market was bruised and that contributed to a shift. Government regulations also added some challenges. In fact, if you look at the data new home sales by China's 100 biggest developers so a 33 percent decrease in July from a year ago. That's the steepest monthly decline since July 2022. According to recent stats so what happened, developers loaded up on debt, the latest to face trouble a company named Country Garden. According to reports by Reuters and Chinese media, it missed interest payments on to U.S. dollar denominated bonds. It brings back memories of another company Evergrande. It collapsed two years ago after several defaults. This latest case involving Country Garden is attention getting because real estate and development has been seen by investors as a way to help China's recovery post pandemic. (BEGIN VIDEO CLIP) ALFREDO MONTUFAR-HELU, HEAD OF CHINA CENTER AT CONFERENCE BOARD: The global economy is losing one of its engines of growth. That's why everyone should care about what's happening to real estate. Real estate is the main drag right now on confidence levels, on demand and on industrial productivity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "STEWART",
      "sentences": "We reached out to a Country Garden it didn't respond to our requests for comment. As far as what's next the government may change someof its policies to help the property market thrive. Mark Stewart, CNN, Tokyo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ASHISH SHARMA, PROFESSOR OF HYDROLOGY AT UNIVERSITY OF NEW SOUTH WALES",
      "sentences": "Seems like a planning problem, somebody allowed development or overdevelopment in an area that was designated to be a flood control zone. WATSON (voice over): Provincial governments thanked evacuees for their sacrifice adding history will record your contribution. That's called comfort to people who have seen their homes and livelihoods destroyed for the greater good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nearly all the factories in our area were seriously damaged. 99 percent of the factories have little hope of salvaging thelosses. WATSON (voice over): Under Chinese rules, people are entitled to compensation of 70 percent of the value of property submerged in flood control areas. Experts say planning for the next extreme weather disaster will only get harder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SHARMA",
      "sentences": "I think the entire world is scrambling to get prepared for the problems climate change is unfolding onto us.WATSON (voice over): Which seems like an almost, impossible challenge. Ivan Watson, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MACFARLANE",
      "sentences": "All right up next, the Women's World Cup, the first few quarterfinal games are in the books find out which teams are advancing tothe semifinals, after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I mean watching Spain against the Netherlands. I mean, they've already knocked out U.S.A. so come on, let's go all the way whynot? DAVIES (on camera): How do you react to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're going through just me so wow -- .DAVIES (on camera): So what is it meant to be able to watch Japan here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, that's amazing, great opportunity. We've been yes, coming to Eden Park. This is our third game.DAVIES (on camera): Do you think Sweden can win the World Cup?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Um, yes, the chai had.DAVIES (on camera): So a disappointing ends to a tournament that had offered so much for Japan. For Sweden and their fans, they will be back here on Tuesday to take on Spain, hoping to take a step closer to that first ever major piece of silverware that has eluded them for so long. Amanda Davies CNN, Auckland, New Zealand. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, men's football is back in the spotlight with the new season kicking off today in the English Premier League and the Saudi ProLeague. The Saudi League has 18 clubs four of them are majority owned by the Saudi public investment fund one of the world's biggest sovereign wealth funds. And Saudi clubs are spending big money to sign players from across Europe. The SPL has spent more than 400 million euros in the summer transfer window that's actually on par with investments made by top European leagues. We'll start off the SPL season has again set up accusations of sports washing, the attempt to use sport to improve a reputation tarnished by scandal or wrongdoing. Joining me now is Rory Smith. He's the Chief of Soccer Correspondent for The New York Times. Rory, great to see you, thanks for being with us. As I was laying out there, Rory, we know that Saudi Arabia have vast resources, seemingly no bottom line financially and are not it seems motivated by profits. So there have been genuine concerns within football that Saudi Arabia is set to overtake Europe as the mecca for the sport of people right to be concerned about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "RORY SMITH, CHIEF SOCCER CORRESPONDENT FOR THE NEW YORK TIMES",
      "sentences": "I think there are reasons for concern but probably not that one immediately. Ithink what we've seen from the Saudis this summer has been spectacular at times jaw dropping. They've taken I think maybe more players than even they were anticipating they set out in the spring to sign players towards the end of their contracts early to mid-30s, to try and kind of give the league a little bit of legitimacy. And they found pretty quickly that a far broader swathe of players was prepared to join them than they expected. They were definitely getting yeses from players in their late 20s, early 30s players who you would expect to see maybe in the Premier League this weekend. I think for the time being certainly the presence of the Champions League means that Saudis think there is a limited ceiling on how far the Saudi League can grow. But we've seen in plenty of other sports that the Saudis tend to do things seriously once they set their minds to them. So I suspect we'll see this pattern continue in a few years' time and that might change the landscape a little.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "SMITH",
      "sentences": "Yes, I think it'd be helpful if there was a slightly more uniform transfer window around the world. It's something that has always been anissue in various parties a football, global kind of nature you have leaves that run it on different schedules, so countries need transfer windows that function in different times. Personally, I close the European one before we start the European season. I think that would make a lot more sense. It might be the case that the Saudi authorities have to kind of talk to UAE for a little bit to see if there's a way of streamlining it. But ultimately, I think for most of the Premier League clubs, once they have this was finalized, they'll be pretty sure that the players want to move to Saudi. But the ones that want to go will have gone already. So it's a slight concern, I suppose. But it could be something that feels particularly pressing once the season is really underway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes. Now listen, we hear the term sports washing so often with Saudi Arabia, for good reason. You know, critics say they're attempting tosanitize their records, obviously wielding these huge sums of money, as it is a form of soft power. But it's curious, Rory, to me that we don't hear more objections from the sporting world themselves from governing bodies, from leagues, from players, is that because this is really all to do with money at the end of the day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "SMITH",
      "sentences": "Yes, ultimately, I think if you're a European leader, and you've addressed some of the concerns that they will have, but it's not stop anyof them, any of the clubs selling the place, they don't want to Saudi Arabia. They've welcomed the injection of funds with open arms. I'm really happy that they've got a market all of a sudden, where they can place I don't say overpaid players, but players that they no longer have a use for and that they need to free up their wages, they can sell them to Saudi Arabia. That's basically as far as the club's interest goes. I think there are legitimate concerns, maybe among the leads in terms of what the Saudi project might do to imbalance the competitive landscape a little bit. But for the most part, football is very much a kind of it's an immediate business, it doesn't think too much in the future is not even capable of it. The vast majority of the authorities, Club's executives, the people in charge of the new game, will see Saudi Arabia as a source of money. And if that leads to problems, they can always think about them -- .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, and I think that's what a lot of human rights groups have a problem with here is that there is not the focus on the record, and moreso on the sport, as you say, moving forward, but so, Rory, what do you see as Saudi Arabia's ultimate goal here, not just in sporting terms, in particular, with football, as we're talking about that? But in terms of economics as well, because some are saying, you know, this, for them, of course, is not about sports washing, they would always say that it's about sort of an economic change, you know, moving shift away from oil dependency with the sort of energy transition coming. I mean, how do you read this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "SMITH",
      "sentences": "Yes, I mean, I think that's the logic that the Saudis have kind of presented. And I think they believe it. They have said consistently thatthey have a problem in terms of obesity in Saudi Arabia in young population. They want to get more sanity being active. I think that's true. I think the Saudi authorities genuinely feel that that will be a good thing for Saudi society. I think they want to diversify the economy as part of the vision 2030 plan. I think that is true. They supposed to people for this we wrote a few weeks ago. And you know, quite a lot of people said that it's not just the players that the football industry. But maybe you get no broadcaster setting from Saudi Arabia, which leads to a sort of the arrival of media talent, and not just on stream. But the off it of course, you know, the whole expertise that was ever understand and those goes into producing television, you need a lot of people who are qualified and talented. And the Saudis want to create a native industry there and also maybe get people in to move to Saudi Arabia, from Europe and the States in Australia. I think there's an element of -- is that sort of eternal political philosophy. I don't think that just because it comes from the ancient world. I don't think that means it's irrelevant. Saudi Arabia has a really young population. It has a young population that is very passionate for football in particular and sport in general. And you have an autocratic regime that does not want that young population to become dissatisfied. So give them what they want. Give them a little bit of the glamour and the luster that you see in the Premier League in the Champions League that makes perfect sense. I think those are all legitimate aims. I think they're sincere. I don't think anyone's in a position to say that Saudi Arabia should not be allowed to have a stronger domestic Football League.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "SMITH",
      "sentences": "There is an issue that everyone tends to address about government interference in sport, which FIFA does not allow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "MACFARLANE",
      "sentences": "And it is it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SMITH",
      "sentences": "No --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "MACFARLANE",
      "sentences": "Sorry to interrupt. It is a problem -- .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SMITH",
      "sentences": "-- to use this too yes to kind of change that public image away from the human rights abuses, issues that we've seen. That is the collateraldamage, that they are using football to do that and football to ask yourself, whether it's OK with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "MACFARLANE",
      "sentences": "Football has to ask very stone questions of it-self and I think sports as a wider context too. Rory, thank you so much. I think you'recoming for us from the World Cup tonight. Thank you so much for being with us from the New York Times there and stay with us more \"First Move\", coming up after this break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}