{
  "date": "2023-05-05",
  "headline": "CNN Newsroom",
  "subHeadline": "Ukraine on Alert after Drone Attack on Kremlin; Manhunt Underway in Serbia's Second Mass Shooting in Two Days; Ukraine Building Momentum for Counteroffensive; Fighting Pushes Sudan's Economy Deeper Into Crisis; U.K. Prepares for First Coronation in 70 Years; Chinese Ambassador Summoned Over Interference Allegations. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:30",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "VAUSE",
      "sentences": "A second mass shooting in Serbia in as many days has left eight people dead, 13 wounded, and the gunman is still a large.Officials say a 21-year-old man open fired on a group of people near the town of Mladenovac, about 50 kilometers South of the capital of Belgrade, where just a day earlier, a 13-year-old opened fired at his school, killing eight fellow students, as well as a security guard. Live now to CNN's Scott McLean, who is near the scene of the second mass shooting. So Scott, what's the latest on the manhunt, as well as the investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "SCOTT MCLEAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "I don't hear anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "VAUSE",
      "sentences": "Scott --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "MCLEAN",
      "sentences": "Should I be hearing the show, because I don't hear the show?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "VAUSE",
      "sentences": "Yes, you should be, Scott. We obviously have some issues there with audio with Scott McLean, but he hopefully will get back to us on the very latest as this manhunt continues. In a moment, we'll get back to Scott. Moscow has now accused the U.S., as well of Ukraine, of directinvolvement in a predawn attack on the Kremlin earlier this week. What they claim was an assassination attempt on Vladimir Putin, but so far revealing no evidence supporting that allegation, which was dismissed by the White House as ludicrous. Still, Russian air strikes across Ukraine have increased significantly over the past 48 hours. In the capital of Kyiv Thursday evening, air raid sirens could be heard, as well as repeated explosions, sending many running for cover. And then there was this. (BEGIN VIDEO CLIP) (SOUND OF ARTILLERY) (SCREAMING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "VAUSE",
      "sentences": "That was actually a Ukrainian drone shot down over Kyiv by friendly fire because of a malfunction. No casualties or injuries were reported.The attack on the Kremlin is not the only drone strike on Russian soil of late. In fact, across Russia for weeks now, drone strikes have been reported on an oil depot in the South, as well as in the Belgorod and the Bryansk regions, which share a border with Ukraine. While Russia says Ukraine is responsible, it may not be that clearcut. CNN's Matthew Chance reports. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): \"60 Minutes,\" the Kremlin version, with breaking news of three more attempted drone strikes on Russian soil. The anchor, a Kremlin mouthpiece, tells her millions of viewers how two attacks on oil facilities were unsuccessful. But another, targeting a village near the Ukrainian border, she admits, got through. Increasingly, Russia's war in Ukraine is coming home. Just hours before, it was the Kremlin itself in the line of fire, a Ukrainian assassination attempt on President Putin, said officials, denied by Ukraine. Now, the Kremlin says it's the United States that's to blame. DMITRY PESKOV, KREMLIN PRESS SECRETARY (through translator):  we know very well that decisions about such actions, about such terrorist attacks are made not in Kyiv but in Washington. And Kyiv does what it is told to do. JOHN KIRBY, NATIONAL SECURITY COUNSEL:  There's a word that comes to mind that I'm obviously not -- not appropriate to -- CHANCE (voice-over):  But U.S. officials are pushing back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "KIRBY",
      "sentences": "Mr. Peskov is lying. I mean, obviously it's a ludicrous claim. The United States had nothing to do with this. We don't even know exactly what happened here, Kaitlan, but I can assure you the United States had no role in it whatsoever.CHANCE (voice-over):  But Ukraine is bracing itself for a further Russian response. Earlier, Russian drones with messages \"for Moscow\" and \"for the Kremlin\" scrawled on them were intercepted. All this as Ukraine's president is on an unannounced European tour, briefly stopping in the Hague in the Netherlands to condemn his Russian counterpart. VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE (through translator):  Of course, we all want to see different Vladimir here, in the Hague, the one who deserves to be sentenced for these criminal actions. CHANCE (voice-over):  Back in the capital of the Russian federation, Muscovites seem unfazed, at least publicly, by the extraordinary events unfolding in their city. \"The drone strike on the Kremlin was going to happen sooner or later,\" says this man, Nikita. \"We live in an awesome country,\" says Anastasia, \"the best protected in the world.\" Even more shocking, then, that someone was able to penetrate those defenses and attack. Matthew Chance, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "VAUSE",
      "sentences": "Matthew Smith is a professor of national security and director of international affairs at the University of New Haven in Connecticut. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "MATTHEW SMITH, PROFESSOR OF NATIONAL SECURITY, UNIVERSITY OF NEW HAVEN",
      "sentences": "Good to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "VAUSE",
      "sentences": "OK. So when you take a closer look at the Kremlin and the dome over the Senate palace, that's where the two drones were shot down. And these are new images after, you know, the alleged attack.There doesn't seem to be a lot of obvious damage to the building, you know, especially since video which appeared on social media shows this, you know, plume of thick smoke coming from the building, you know, after the alleged drone strike. And still, yet, barely a scratch. So as for this new allegation of U.S. involvement, here's the White House reaction. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "KIRBY",
      "sentences": "The United States was not involved in this incident in any way, contrary to Mr. Peskov's. That's what they are, just lies.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "VAUSE",
      "sentences": "So, given Moscow has lied about every major event in this war so far, why is it even the assumption of truth here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "SMITH",
      "sentences": "I don't think there is. I mean, it's pretty astounding that an official U.S. government statement would call a foreign government's, you know, take on this a lie.The Ukrainian government, which has normally just sort of played coy when there have been attacks inside Russia, flat-out denied it and also said it was a lie. So I think something is changing here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "VAUSE",
      "sentences": "So in what way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "SMITH",
      "sentences": "Well, I think -- I think people are really breaking diplomatic norms and are looking at Kremlin and saying, look, we're not going to pretend, like, we don't actually think that you staged this. We think you staged this. And we're basically going to say that outward, openly in a way that we really don't normally do, and I think that is pretty astounding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "VAUSE",
      "sentences": "As for a motive for this latest fiction from the Kremlin, listen to this.(BEGIN VIDEO CLIP) JOSEP BORRELL, E.U. FOREIGN POLICY CHIEF:  When Gorbachev (ph) says this, it can be used in order to justify more conscription of people, civilians (ph), more attacks on Ukraine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "VAUSE",
      "sentences": "So that was the E.U. foreign secretary essentially saying, you know, concerns that this will basically give Putin a cause to basically increase conscription, send more men to Ukraine.And Putin has form on the board, in terms of creating a threat as a precursor to some kind of security crackdown or to boost to his standing domestically. So this alleged drone attack, it seems like amateur-hour stuff, but it does kind of fit a pattern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "SMITH",
      "sentences": "It absolutely fits a pattern. In 1999, there were a series of apartment buildings that were bombed, where about 300 Russians were killed. And there are very serious journalists that have done long, years-long investigations, both Russian and Western, who have come to believe that it's very likely that the Kremlin, that Vladimir Putin, in particular, was behind those bombings.And if they're willing to believe that the president of a country may well have blown up his own citizens to create a reason for a war in Chechnya, then why wouldn't you dink off a couple of drones off the dome of the Senate palace to have justification to mobilize people or to attack the center of Kyiv? It absolutely fits a pattern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "VAUSE",
      "sentences": "And with the war not going so well, clearly, the war is very unpopular there. There does seem to need some kind of reason to rally the nation.Here's the assessment of the year ahead from the DNI in the U.S. (BEGIN VIDEO CLIP) AVRIL HAINES, U.S. DIRECTOR OF NATIONAL INTELLIGENCE:  But even if Ukraine's counteroffensive is not fully successful, the Russians are unlikely to be able to mount a significant offensive operation this year. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:30",
      "speaker": "VAUSE",
      "sentences": "That's not a good position to be in, because it will be a very, very long year without any good news from the front lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "VAUSE",
      "sentences": "Matthew, as always, good to have you with us. We appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "SMITH",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "VAUSE",
      "sentences": "Let's return now to our lead story, the second mass shooting in Serbia in as many days. Scott McLean is live at the scene right now. He joins us.Scott, what's the very latest now on the manhunt and the investigation? SCOTT MCLEAN, CNN INTERNATIONAL CORRESPONDENT:  Hey, John. This manhunt is still going on, and authorities say that it involved some 600 officers who have been combing this area, and it is incredibly vast. I'll just give you a sense of the -- the lay of the land here. There is a village of a few kilometers in this direction that we have just come from. Here are some locals coming up. They're going to be stopped and turned around, because there's a police checkpoint in this area. This is a very rural part of the country. There's orchards. There's fields. And there's another village a few kilometers in this direction. And this is sort of an area in between them. So you can see police have this blocked off. This is where the crime scene took place, they say. And just beyond the trees, there's actually a car there that you can see the windows blown out. So this isn't really part of either village. This is actually a soccer pitch, a sports field, where locals have told us that young people typically gather at nighttime to socialize. There's a barbecue area over there. And that's, it seems what they were doing late last night when these shots first rang out. And the headlines when they first started emerging seemed almost unbelievable when we're talking about eight people killed, 13 injured, seven of them in critical condition in local hospitals. It seems unbelievable, of course, because we know that just two days ago on Wednesday, there was another mass shooting. This one took place at a school where nine people were killed, more were injured. Two people are fighting for their lives in this case. And this is a country that, yes, it has a high rate of gun ownership, but it does not see these kind of mass shootings on any kind of a regular basis. What is particularly scary in this case is that officials say that the weapon used here, John, was actually a fully automatic weapon. That type of weapon in Serbia is completely banned. You cannot get your hands on that kind of a weapon as a civilian. Now we know there's plenty of weapons that are left over from war throughout the 1990s in this country and in the region, but getting a gun legally in this country, a semi-automatic weapon, you still have to jump through a whole bunch of hoops. Right now, Serbia, in the light of the last shooting that we saw on Wednesday, is doing some serious soul searching. They have already -- the government has already proposed legislation to put a two-year moratorium on the issuing of new gun licenses. It's going to review the gun licenses that have already been put out. And because there's plenty of discussion about mental health and other issues in addition to guns, they're also looking to potentially ban cell phones inside of schools and also put curbs on social media, as well. But the bottom line right now, John, is that this manhunt is still very much going on. Coming into this area, we saw heavily-armed police on the side of the highways, searching in the area. And what's really remarkable here is that a lot of people are still waking up, finding out the news themselves. We just drove through one village where we stopped to ask directions to one man. And he said, Look, you're looking for the shooting site. That's in Belgrade. He didn't know that there was yet another shooting that took place here overnight, because it just seems so unbelievable that it could happen in such a short span of time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "VAUSE",
      "sentences": "Scott, I know things are still not clear as to exactly what happened with the shooting. It happened around 11 p.m. local time, so about seven hours ago.But what do we know about the escape, the fact that he was possibly shooting from the vehicle, as he was leaving the scene of the crime, and that the motive here, that possibly was sparked by some kind of argument on that soccer field that you were talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:03",
      "speaker": "VAUSE",
      "sentences": "Yes, absolutely. Scott, thank you. Scott McLean, thanks for the hustle there, getting in there earlier, reporting at first light. We appreciate that. Thank you. Still to come, cease-fire, what cease-fire? Witnesses report some of the heaviest fighting in Sudan since the conflict started last night, leaving reported cease-fires in tatters.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:03",
      "speaker": "VAUSE",
      "sentences": "The head of the Wagner mercenary group is lashing out again at top Russian officials. Yevgeny Prigozhin posted an expletive-filled video online with the bodies of his fighters killed in Ukraine and placing the blame for their death on the Russian military leaders for not providing enough ammunition.(BEGIN VIDEO CLIP) YEVGENY PRIGOZHIN, HEAD OF WAGNER MERCENARY GROUP (through translator):  You think you are the masters of this life? You think you can dispose of their lives? You think because you have warehouses full of ammunition that you have that right? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:03",
      "speaker": "VAUSE",
      "sentences": "Prigozhin addressed the Russian defense minister and the armed forces chief of staff. The Wagner Group is known to recruit convicts to fight on the front lines, especially in the battle for Bakhmut in Eastern Ukraine.Now, in the coming days and weeks, Ukraine is expected to launch a major counteroffensive. And unlike previous major battles, this time, the Ukrainians will face the Russian military, not just with modern Western tanks, armored vehicles and other high-tech weapons but also with troops that have been trained in modern military tactics. CNN's Nic Robertson reports those troops are preparing to kill or be killed. (BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voice-over): Ukraine's counteroffensive is edging closer, momentum building at secret locations. These battle-hardened storm troops in live-fire training, honing tactics to take trenches, just miles from the front lines, where they often put their own lives on the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)(EXPLETIVE DELETED)ROBERTSON (voice-over):  Vlad (ph) shows us video of him storming Russian trenches a few days ago. VLAD (PH), UKRAINIAN MILITARY:  (SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:03",
      "speaker": "GRAPHIC",
      "sentences": "You have a possibility to surrender! (EXPLETIVE DELETED)ROBERTSON (voice-over):  He shouts to the Russian troops to surrender. VLAD (PH):  (SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "ROBERTSON",
      "sentences": "When you're already fighting so well, what's the point of doing extra training like this?ROBERTSON (voice-over):  \"You can't do enough training,\" he says. \"You must do it all the time to be ready.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "ROBERTSON",
      "sentences": "There is every possibility the next time these troops go back to the front line, it could be part of the big counteroffensive operation. They don't know, and their commanders certainly aren't saying.ROBERTSON (voice-over):  Most of these troops in their early twenties. The U.S.-made M-113 that they're training with, a 60-year veteran of the type of infantry assault they'll need to punch the Russian lines. Train and train again, drilled into these young warriors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's never enough to do -- like, you must train every day. If you're not training, you will die.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "ROBERTSON",
      "sentences": "That simple?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "ROBERTSON",
      "sentences": "You've seen and been on the front line. Have you lost friends?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. I lost a couple of friends. I don't know what to say else. It's terrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "ROBERTSON",
      "sentences": "Psychologically, you know that could be you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, but, like, we all can die in one minute. For me, it's not like, OK, so what? I defended my country. I die like a hero. It's OK for me.ROBERTSON (voice-over):  Confidence here has been hard-earned. Camaraderie, cemented in action, the test of their training coming. The only question, when? Nic Robertson, CNN, Eastern Ukraine. (END VIDEOTAPE) VAUSE:  One of the rival factions of war in Sudan says it will extend a cease-fire for 72 hours, beginning Friday morning, which raises the question, why, considering neither side has fully observed previous cease-fires. Columns of dark smoke rose over the capital of Khartoum on Thursday, as both the Sudanese armed forces and Rapid Support Forces accused each other of breaking a truce. Witnesses report the most violent fighting since the start of the clashes last month, which has led to the deaths of hundreds of civilians. The senior U.S. intelligence official tells Congress this will be a long conflict. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "HAINES",
      "sentences": "The fighting in Sudan between the Sudanese armed forces and the Rapid Support Forces is we assess, likely to be protracted, as both sides believe that they can win militarily and have few incentives to come to the negotiating table.Both sides are seeking external sources of support, which if successful, is likely to intensify the conflict and create a greater potential for spill-over challenges in the region. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "VAUSE",
      "sentences": "Among the casualties in Thursday's fighting, Sudan's first professional stage actress and a pioneer of theater in the country. Asia Abdel-Majid was killed after shells hit her home North of the capital. She was 80 years old.Sudan's economy was struggling before the fighting erupted last month, but now, it's in very bad shape, and there's no end in sight to this crisis. Here's Becky Anderson. (BEGIN VIDEOTAPE) BECKY ANDERSON, CNN INTERNATIONAL CORRESPONDENT (voice-over):  A fragile truce in Sudan, marred by outbreaks of violence. Slim hopes of two warring sides coming to the table. Those suffering most are civilians, already operating within a broken economy. Even before the overthrow of President Omar al-Bashir in 2019, Sudan's financial system had been in chaos, crumbling even more since then. A transitional government led by Abdalla Hamdok attracted billions of dollars in international support, aimed at rebuilding the country. That included $50 billion in debt relief from the IMF.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "AZOUR",
      "sentences": "Now, I think the priority is to protect people's lives. We have refugees. We have people that are internally displaced. And also, we need after, we need to stabilize, or after the conflict is stabilized. To see the development agencies, the agencies that are funding, coming and helping a country like Sudan recover.ANDERSON (voice-over):  With no end to the fighting in sight, the country risks falling into the shadows of the international isolation it experienced under 29 years of Omar al-Bashir's rule. And if the violence does end, it will be a long and difficult path before Sudan can steer its fortunes back on-track. Becky Anderson, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Still to come, the U.K. preparing for its first coronation of a British monarch in 70 years. A glimpse of the ceremony steeped in tradition when we come back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Welcome back.Throughout the commonwealth, many are preparing for the coronation of King Charles III. This ancient ceremony will take place at London's Westminster Abbey and feature all the pomp and pageantry you'd expect. The Prince and Princess of Wales, William and Kate, well, they were mixing it with the commoners on London's Underground, the Tube Thursday, riding the Elizabeth line, named after William's late grandmother, Queen Elizabeth II. Then they went to a pub, a pub in central London, meeting with supporters as well as business owners, all getting ready for the big weekend. (BEGIN VIDEO CLIP) (MUSIC) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "But 400 members of the armed forces from commonwealth nations took part in a joint parade Thursday. They've been training for days and will form part of the ceremonial procession on Saturday.Royal enthusiasts have set up camp alongside the procession route, hoping to get a good view of King Charles as he travels from Buckingham Palace to Westminster Abbey. At least he doesn't have to stay in the Tower of London. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "ROBERT BOLITHO, BRITISH ARMY VETERAN",
      "sentences": "It will be very emotional for me. Obviously when the king comes pass, I will -- I will salute my king.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MARGARET TINSLEY, CORONATION ATTENDEE",
      "sentences": "I'm very excited, because I'm a monarchist, and I support him, the king and queen. And we love our king and queen, and we want them to know that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "SHIRLEY MESSINGER, CORONATION ATTENDEE",
      "sentences": "Emotional. You know, the Brits do it so well. Everything is so organized.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Joining me now is royal commentator Sandro Monetti.Sandro, why have the coronation? Charles is already king. King Edward V, King Henry VIII didn't have one. There's no constitutional requirement, so why are we doing it? What's the need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "SANDRO MONETTI, ROYAL COMMENTATOR",
      "sentences": "Because it's more glamorous than the Met Gala. It's got more diamonds than \"Dynasty.\" It's full of wacky traditions. It's a great thing to watch. It's the greatest show on earth, that's why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "But it's not necessarily required, though, is it? It's all part of the ceremony and essentially, what, the pomp and circumstance of the -- of the monarchy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "History demands it. What we're seeing this Saturday is something that's unfolded for centuries. I mentioned ancient tradition. Charles is not sitting on some comfy cushions. He's sitting on a Scottish stone that's, like, thousands of years old. I love this stuff, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "We'll get to that in a moment, but there's been a lot of reporting on the Crown jewels, the orbs, the gown, the secret herbs and spices in the coronation oil. But what about, as you mentioned, the Stone of Destiny?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "Well, some reckon this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Listen to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "-- this goes back to biblical times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "OK.(BEGIN VIDEO CLIP) (MUSIC:  BAGPIPES) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "The only stone in the world that gets a piper escort wherever it's moved anywhere around the country. So, what is the Stone of Destiny? Why was it moved from Edinburgh Castle to Westminster, and what does it have to be back at Hogwarts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "When does it have to be back at Hogwarts, that's the line of the night. Exactly.Well, so this is the stone which is embedded into the coronation chair, which so many monarchs have sat on down the years. Some rumors say it goes back as far as biblical times, not sure that's exactly true. But, certainly, at least 2,000 years old, this thing. It's a treasured piece of rock there in Scotland. It's made a rare journey out of Scotland, been brought to London, amid great security, pomp and circumstance. As you say, it's the only stone in the world that then gets outriders and a VIP procession. And it's got a big part to play in Saturday's ceremony. It's so much part of history. Great to see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "OK. Let's play a little bit of the coronation trivia. OK, who was the first heir to the throne to graduate from university?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "King Charles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Correct. OK, which royal made a cameo appearance on \"Coronation Street\"? Bonus points for the episode number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "Princess Anne?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Prince Charles, episode 4935.OK. Which frog was named after Prince Charles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "You've got me there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "I know. That's a hard one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "I think I'll have to take my title from royal expert. Your questions have done me in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Well, they're all obscured, but these are the fun facts on the coronation. The answer, the Hyloscirtus Princecherlesi of the Prince Charles Magnificent Tree Frog. He has a tree frog named after him, which is kind of -- that's sweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "I'm sorry, it's the honor of a lifetime for Charles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "And the frog.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "Almost as good as getting the crown on his head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Absolutely. What role will Queen Camilla be playing in all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "Well, this is the most fascinating aspect of the whole thing to me, with the royal family story. Because not so long ago, Camilla was the arch villain of the story.And it just shows how life takes some extraordinary twists and turns that now she's going to become queen. That was decided by the late Elizabeth II back in 2020. And so, yes, she will have her own coronation ceremony. She'll be covered in the oils, which make her close to God, as well. She'll be a big part of this. And yes, fans of the crowd might not be thrilled, but it's great human drama.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "And part of that drama, too, is obviously Harry and Meghan. Harry will be there. Meghan will not. Is there still -- is there relief? Is there some fallout from all that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "Well, happy fourth birthday, Archie, as Meghan will be celebrating Archie's birthday. Harry will be in London, more out of duty than delight, judging by his attitude, it seems.It will be so interesting to -- to watch, even though it's Charles's big day. The focus is going to be so much on him. Can't wait to see where they seat him in the Abbey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Yes. Until he gets into the church, we'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "One by the toilets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Yes, exactly. Out in the back.Sandro, good to see you. Enjoy the weekend. I know you will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MONETTI",
      "sentences": "God save the king.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "VAUSE",
      "sentences": "To the Middle East now, where Israeli Defense Forces say they've killed two gunmen in a raid on Thursday, suspected of shooting a mother and two daughters to death last month.The victims' family released a statement saying they were delighted to hear the two men had been killed. Israel says it also killed a senior Hamas operative who helped those two gunmen. (BEGIN VIDEO CLIP) (CROWD CHANTING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "MICHEL CHONG, CANADIAN CONSERVATIVE MEMBER OF PARLIAMENT",
      "sentences": "If we do not take that course of action, Minister, we are basically putting up a giant billboard for all authoritarian states around the world that says we are open for foreign interference threat activities on Canadian soil targeting Canadian citizens. And you could conduct these activities with zero consequences. And that's why this individual needs to be sent packing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "NEWTON",
      "sentences": "CNN reached out to China's foreign ministry for a response about all this, and they gave us a statement that reads, in part, \"China always opposes any country's interference in other countries' internal affairs. We have never had and have no interest in interfering in Canada's internal affairs.\"Now, having said that, also, the issue remains -- this happened in 2021. Why was the MP not briefed? That's what he would like to know. Justin Trudeau, the prime minister, says he did not find out about this until media reports emerged earlier this week. And he says from now on, he will direct the spy agency to be more explicit about those kinds of threats. We expect more from the Trudeau government in the coming days about exactly what kind of action, if any, will be taken against those Chinese diplomats. Paula Newton, CNN, Ottawa. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "VAUSE",
      "sentences": "Vindication for singer Ed Sheeran. A jury found he did not commit copyright infringement. The decision came Thursday in a New York courtroom. Sheeran wasaccused of copying parts of the 1973 Marvin Gaye hit, \"Let's Get It On.\" The family and that song's co-writer sued Sheeran over what they said were similarities with Sheeran's tune, \"Thinking Out Loud.\" Sheeran spoke about the verdict and his frustration with the lawsuit. Here he is. (BEGIN VIDEO CLIP) ED SHEERAN, SINGER/SONGWRITER:  I'm obviously very happy with the outcome of the case. And it looks like I'm not having to retire from my day job after all. But at the same time, I'm unbelievably frustrated that baseless claims like this are allowed to go to court at all. We spent the last eight years talking about two songs with dramatically different lyrics, melodies and four cords which are also different and used by songwriters every day all over the world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}