{
  "date": "2023-09-06",
  "headline": "One World with Zain Asher",
  "subHeadline": "Zelenskyy Describes Attacks On His Country As \"Utter Inhumanity\"; E.U.'s Copernicus Climate Change Service Reports Summer of 2023 Officially The Hottest Summer Ever Recorded; U.N Secretary General Urges The World To Take Immediate Action On Global Warming. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "ZAIN ASHER, CNN INTERNATIONAL ANCHOR",
      "sentences": "A devastating missile strike on a market in Ukraine. Here is what's coming up.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "An ordinary marketplace, a pharmacy, people going about their daily lives, people, in the words of PresidentZelenskyy, who've done nothing wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ASHER",
      "sentences": "Utter inhumanity. That is how President Zelenskyy describes the deadliest attack in months. Real-life view, from Ukraine just ahead. Alsoahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "UNKNOWN",
      "sentences": "We want solutions that are led by African people for African people on African terms.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ASHER",
      "sentences": "Land of opportunity. The sun sets on the Africa Climate Summit has the world mark its hottest summer ever on record. Plus, this film isIslamic State without Islamic state knowing it was being filmed. Never before seen new footage of ISIS's brutality. You'll find only here on CNN. Hello, everyone. I'm Zain Asher in New York. And this is ONE WORLD. Ukraine President Volodymyr Zelenskyy says that Russian evil must be defeated as soon as possible. We want to warn you, though, that the images we are about to show you are extremely disturbing. Zelenskyy is describing one of the worst attacks on his country's soil in months. He's describing it as, quote, utter inhumanity. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ASHER",
      "sentences": "When that blast ripped through a market in Donetsk, at least 16 people were killed, including a child and 28 others wounded. That was amissile strike on a crowded market in the eastern Donetsk region, the deadly carnage taking place as ordinary people were just going about their everyday lives. You can see the extent of the damage left behind in these pictures. The attack coincided with an unannounced trip to Kyiv by America's top diplomat, Antony Blinken, met with President Volodymyr Zelenskyy. Before talks began, Blinken called Ukraine's progress in the counteroffensive very, very encouraging. Nic Robertson is joining us live from London, but first I want to go straight to Melissa Bell, who joins us live now from Kyiv. So, let's talk about what happened in Donetsk. I mean, really, one of the worst attacks in months. It is common for us to see missile strikes in public places. But here the death toll, Melissa, is what is unusual. It is surprisingly high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BELL",
      "sentences": "The flag now flies over what's left of Robotyne. Ukrainian leaders say it's the first victory of the three-month counteroffensive, a source ofgreat pride for the men of the 47th Mechanized Brigade. KARATSUPA, BRADLEY CREW COMMANDER, 47TH MECHANIZED BRIGADE (through translator): We evacuated six civilians that day. Our infantry prepared the civilians and they collected their essential belongings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BELL",
      "sentences": "The soldiers hadn't expected to find them, but rushed the handful of men and elderly women into their Bradley vehicle before speeding away asquickly as they could. KARATSUPA (through translator): As soon as we left, our location was shelled. The Russians don't care whether it is soldiers or civilians. They don't care. It's all the same for them. They just hit two meters from Bradley. We were lucky, thank God. And thanks to the fact that the cross- eyed Russians didn't manage o hit the vehicle directly. Bradley was on fire. Smoke everywhere. The side was cracked but the reinforced armor held. The Bradley was stumbling but we managed to drive away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BELL",
      "sentences": "Back in the safety of a nearby wood, the civilians are given much needed water and phones.UNKNOWN (through translator): Hello, daughter. Hello, hello. Hello, Doll. Daughter, we were rescued. UNKNOWN (through translator): I know, mom. I know. UNKNOWN (through translator): Do not cry. We are home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BELL",
      "sentences": "But for the 47th Brigade, Robotyne was just the start, and some of its heroes have since fallen. I'd like to ask about your colleagues. Theday you went into Robotyne and you took the civilians out, there was another team, but they were killed. PAN, BRADLEY DRIVER, 47TH MECHANIZED BRIGADE: We trained with them in Germany at an American base. Believe me, it's hard to talk about it. TABA, 47TH MECHANIZED BRIGADE: For us, it's a terrible loss. It's very hard to think about them, to talk about them. It's heartbreaking. When you live, eat and bunk with someone who is suddenly not there anymore. It's heart- wrenching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BELL",
      "sentences": "Still, they carry on southwards along a stretch of road they've nicknamed, the \"road to hell\".(END VIDEOTAPE) BELL (on-camera): Now, one of the things that the men of that brigade told us was over and over again, they kept coming back, saying to the crucial part that those Bradley armored vehicles had played, not just in the rescue of the civilians, but in their ability to take Robotyne. You have to understand that what they explain down there about that front line is a black -- is a sky black with drones, enemy drones, Ukrainian drones, attack drones, some of them surveillance drones, kamikaze drones that will seek you out and obliterate you, even as the artillery fire comes. Very difficult conditions. What they told us was that without that measure of protection that those vehicles provide, they simply wouldn't have been able to do it. And of course, that is important as well in the context of Anthony Blinken's visit, because this is also about what more Ukrainians are going to get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "All right. Melissa Bell, live for us there. Thank you so much. I want to turn now to Nic Robertson, joining us live now from London. So Nic,Anthony Blinken visiting Kyiv for the fourth time rather since the war began. The timing of this particular visit, obviously interesting, given that we are just a few weeks away from the United Nations General Assembly. What more can you tell us in terms of the goal ostensibly being to ensure that Ukraine has everything it needs for this counteroffensive to go as smoothly as possible? Nic, what more do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ASHER",
      "sentences": "Nic Robertson, live for us. Thank you. All right, still to come. An entire continent combining its voices for the whole world to hear. Africanleaders warn that climate change is the single biggest threat to humanity, but they also have some ideas in terms of how to combat it, how to handle it. We'll talk about that a little bit later on the show. And he wasn't even on the scene when the attack on the Capitol happened on January 6th, but that did not stop a judge from throwing the book at the leader of the Proud Boys. His harsh sentence, coming up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ASHER",
      "sentences": "That is what we're dealing with. And by the way, next year, it looks as though next year is only going to get hotter. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "WEIR",
      "sentences": "Well, that's it. I mean, those ocean record temperatures, the previous record was set in 2016, an El Nino year. And every day of lastmonth beat that record. And so, it's, you're right. It's not just the amount of the record, which is scientists are usually measuring these events in hundreds of a degree. It's two-thirds of a degree Celsius over the last 30-year average as you're seeing right now. And again, that El Nino is just getting cranked up so, this could be the coolest summer for the rest of our lives and that's really the most terrifying part. And, of course, the dial on this is the use of fossil fuels. And the other headlines coming out recently, this week, ExxonMobil said that humanity will miss any targets to hold warming at two degrees Celsius. That's way over the 1.5 Paris Accords. And the Arab Emirates are offering to buy offsets in Africa this week, which allows them to keep burning and those business models pumping, as usual. So, there's no check, which means the trends we're watching now and the weather whiplash that they're experiencing in Greece right now is only going to get worse, Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ASHER",
      "sentences": "I mean, it's interesting when you say that this might be the coolest summer in our lifetime, that really puts it starkly. I think it's easy fora lot of us to get complacent and say, well, you know, I still need to use my car to drive to work and I still need to power it with gas. And you know, I can't really do anything about the entire world's fossil fuel consumption. I'm just one person. I think there is a sense of complacency. There's always been a sense of complacency, to be honest, but that really needs to change. How do we change the sort of group think that has accompanied climate change, which basically says, listen, I'm just one person. There's nothing really I, myself, can do about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "WEIR",
      "sentences": "That's a great question. I mean, even people who are really concerned and may go protest a new pipeline probably don't protest their local gasstation. It's so entwined in our lives. But it's interesting that Al Gore just put out a new TED Talk in which he sternly calls out oil companies and petro states for standing in the way of progress. And that's what you're seeing now is up until now, the big oil companies said, we didn't know it would get this bad. We learned with everyone else. Well, now you know, and what are you doing next about it? We're heading into a COPPA, you know, meeting of the world around this climate issue coming up in the Arab Emirates, in a petro state. And this is the decision time. Like, you know, it is not complicated what's happening right now. What is complicated are the moneyed interests standing in the way of any sort of group activity on that. We'll see how long do they keep that social license where people don't protest the business models of these huge corporations. And if you boil it down, you could put the deciding people, the C-suiters at these big oil companies, at these petro states, you know, in a tennis stadium. And they will decide the fate of life on Earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "VANESSA NAKATE, CLIMATE ACTIVIST",
      "sentences": "Well, yes, it's evident that the African continent is on the front lines of the climate crisis, but also we asAfrican people, children, young people as well, we are on the front lines of the fight for climate justice. And we know that if we are to move towards a just transition, we need massive investments in renewable energy on the African continent. We know that there is a report that showed that only two percent of global investments in renewables were made on the African continent in the last two decades, but with all the potential that we have for renewable energy. So, it's really important that if we are to talk about a just transition, we have to address the energy poverty on the African continent. It's important to note that fossil fuel companies have for decades promised to lift Africans out of energy poverty. But right now, we have 600 million people in sub-Saharan Africa without basic access to electricity. That is why we need citizen-led, distributed, renewable energy to reach even the person at the very last mile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ASHER",
      "sentences": "You know, what I think is interesting is, yes, of course, there does need to be much more investment in terms of green energy infrastructure andgreen energy projects on the continent that is hugely important. But if you have the U.S. and China just not giving up their over-dependence and over- reliance on fossil fuels, the future is still grim when it comes to climate crisis across the world and especially in Africa, where there isn't as much resilience in terms of infrastructure to weather some of the more extreme weather events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "NAKATE",
      "sentences": "Yes, it's true that the African continent is suffering some of the worst impacts of climate change and this is heavily because of thedependence on fossil fuels. And as the U.N. Secretary General, Mr. Antonio Guterres, has said, we need to end our addiction to fossil fuels. The business models of fossil fuel companies are incompatible with human survival. And the, you know, the U.N. Secretary General has also said that any new investments in fossil fuels would be more on economic madness. That is why we need countries like the U.S., China and all the countries, you know, in the western part of the world. No new fossil fuel investment. The IEA has made it very clear that if we are to have a fighting chance of 1.5 degrees Celsius, there cannot be any new fossil fuel investments and that is coal, oil and gas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "NAKATE",
      "sentences": "Yes, it's true that African countries need to address the issues of adaptation. And obviously, climate finance is needed to make this happen.And I think there is a huge responsibility for rich countries, which heavily developed by extracting, you know, resources from the African continent, to be able to support African countries to address climate adaptation and to also address loss and damage. Because as we address adaptation, I also think it's important that we address the cause of the climate crisis. Adaptation is us addressing the waves from the wind, and it's really important for our communities to build the much-needed resilience to be able to recover, to be able to reduce all the impacts of the climate crisis. I visited some of the regions that are heavily impacted by climate change, like Turkana in the Horn of Africa. So, yes, we need rich countries that heavily developed on the extraction of African countries to pay up and also to support African countries to develop in a more sustainable way but also address the issue of climate adaptation. But as we address adaptation, we also have to address the wind that is the root cause of the climate crisis. Because if we don't address the root cause of the climate crisis, then we will need more finance for adaptation. We will need more finance for loss and damage. So yes, it's important for us to address adaptation, loss and damage, but we must also address the elephant in the room and that is fossil fuels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ASHER",
      "sentences": "Hello and welcome back to ONE WORLD. Let's catch up on the headlines. Ukraine's parliament has approved Rustam Umarov as the country'snew defense minister. He pledged every centimeter of the country will be liberated. Umarov is a skilled negotiator helping broker prisoner exchanges and the Black Sea Grain Initiative. Britain's second largest city says it is, in effect, bankrupt. Birmingham is shutting down all non-essential spending for more than one million residents while it tries to balance a budget of tens of millions in deficit. The council blames long running equal play claims and funding cuts by the central government. Any moment now, Nigeria's presidential election tribunal could rule on whether Bola Tinubu should stay in his position. This after two rifles challenged his victory in the February election because of voting irregularities. The tribunal could order a new election or uphold the win. A U.S. federal judge has handed down a stiff prison sentence to one of the major players in the January 6 assault on the U.S. Capitol. Enrique Tarrio, the former leader of the Proud Boys, was given 22 years in prison on Tuesday for seditious conspiracy. Tarrio's sentence is the longest given to anyone associated with a January 6 insurrection. And it's worth noting that Tarrio wasn't even in Washington when the attack happened. But prosecutors said -- as prosecutors showed, he was integral in planning how members of the Proud Boys would eventually breach the Capitol. And in the Georgia election interference case against Donald Trump, a judge in Fulton County will hold a hearing in about 30 minutes from now for the 19 defendants, including Donald Trump, accused of meddling in the 2020 election. Some of the defendants want to begin their trial as soon as possible, perhaps in the next couple of months. The judge needs to decide if all the defendants should stand trial at that time or whether some cases should be severed from the rest of the group and pushed until later. Some -- Time now for The Exchange. Joining me live now is Temidayo Aganga- Williams. He was a lawyer who worked for the January 6th Congressional Committee to investigate the attack on the Capitol. He was also an assistant U.S. attorney. Temidayo, thank you so much for being with us. I do want to talk about the ex-Proud Boys leader, Enrique Tarrio. You know, the fact that he's been handed down this sort of monumental, very significant 22-year sentence when he wasn't even there -- he wasn't even there on January 6. He had been arrested a few days earlier for something else. Now, what does that tell you about where things will go in terms of Donald Trump? If somebody who wasn't there but who is seen to sort of dictate orders can get 22 years in prison for this, what about the people who are even higher up, like Donald Trump and the people who surround him? TEMIDAYO AGANGA-WILLIAMS, ATTORNEY: You know, so what it does show you is, first, the power of a conspiracy charge. You're not responsible just for what you did, but you're responsible for what the entire conspiracy tried to do. And it also shows you the importance of being at the top of a conspiracy. So, I think, looking at former President Trump, why that's going to be important for him is that he's charged with both in Georgia, where he's in charge with the RICO charge, which is basically being at the top of a criminal enterprise, and in the federal D.C. case where he is charged with trying to overturn the will of the voters. In both cases, he is situated at the top of a kind of criminal enterprise. He's the one who's seen as calling the shots. He's the one who's really leading the charge to overturn the will of the voters. So, if I'm the former president and I see that Enrique Tarrio, the Proud Boys leader, has got 22 years, I'm even more nervous about what I could be facing, because I think the lesson that we take away is that the courts are going to hold those who are at the top more accountable as they should than those that were the foot soldiers. And in this case, there's no bigger person at the top of what's going on here than the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "ASHER",
      "sentences": "Right, because the sentences -- has to be comparable, right? You can't just sort of charge somebody like Enrique Tarrio or sentence someonelike Enrique Tarrio to 22 years and then someone like Donald Trump gets only one to two years. I mean, that is significant -- is my point, in terms of what Enrique Tarrio actually got here because it does give you a sense of where the judge's head is at. I want to talk about Georgia because in that sort of election interference case, when you have 19 co-defendants, obviously there's talk about some of the cases being severed. But just in terms of these cases being possibly tried together, I just want to get your sense, I mean, for an international audience especially, how on earth that would work? Nineteen different people who, I mean, of course, there's nuances in terms of what they all are alleged to have done, but also the logistical challenges with 19 cross-examinations, nineteen people involved in jury selections, nineteen motions filed. And obviously it's confusing not just for people like us watching at home, but also even for the jury, as well. How would that even work? AGANGA-WILLIAMS: So, you know, I think, practically, it probably wouldn't work. And even though the district attorney, Fani Willis, who's a local prosecutor here in Fulton County, Georgia, she said, I want all 19 tried together. But some of these defendants have said, I want my speedy trial rights activated, which means in Georgia, they basically get to go to trial a lot faster under the law. And some of them are asking for a date in October. So, I think, practically, this case is going to get split up. The judge here has a lot of discretion into breaking up this case and 19 defendants for any prosecutor in any kind of case. That really is a beast of a case that would be logistically, I think, almost impossible to try that way. I think the judge is going to cut that case up. And I think there are going to be a lot of implications to what happens there, because we're going to be seeing a televised trial, putting forth evidence against the former president on U.S. television and across the world. But the former president isn't going to be there to defend himself. But that story is going to be out there for the world to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ASHER",
      "sentences": "For years, ISIS has used gruesome, brutal propaganda videos to both recruit new members and also instill fear as well. But now, video recordedin a hospital in Aleppo without their knowledge has exposed their depravity and is giving international prosecutors concrete evidence to go after the group in court. CNN's Jomana Karadsheh has the details in this exclusive report. And we do want to warn you that it does contain very disturbing and graphic video. (BEGIN VIDEOTAPE) JOMANA KARADSHEH, CNN CORRESPONDENT (voice-over): It was an ISIS hallmark. Slick media productions terrorizing the world. It's what they wanted us to see. But not this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "CHRIS ENGELS, COMMISSION FOR INTERNATIONAL JUSTICE AND ACCOUNTABILITY",
      "sentences": "This film is different. This film is Islamic State without Islamic State knowingit was being filmed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "KARADSHEH",
      "sentences": "Never before seen video inside the group's headquarters in the Syrian city of Aleppo in 2013, a children's hospital turned into a house ofhorrors. CCTV video that captures the reality of the Islamic state where torture was routine. Hundreds of Syrians were held in this makeshift prison. Many never made it out to tell their stories. Others did, including some Western hostages with chilling accounts of what they survived and witnessed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "DIDIER FRANCOIS, FRENCH JOURNALIST",
      "sentences": "We could hear the Syrian prisoners in the first places where we were detained, in the Aleppo hospital forinstance. We could see some of them in the corridors and we could see some people lying in their blood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "KARADSHEH",
      "sentences": "This video is much more than just a snapshot of ISIS's reign of terror.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ENGELS",
      "sentences": "As a normal state of affairs, the hospital had CCTV running. The members of Islamic State didn't realize that this was being recorded in thebackground and didn't think too much about it. And the cameras rolled for months, capturing scenes like this. A captive left hanging in a stressed position. Blindfolded detainees march down the hallway. Here, a fighter laughing as he pushes down the head of a handcuffed and hooded detainee. These, only a few of the clips shared exclusively with CNN by the Commission for International Justice and Accountability, CEJA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ENGELS",
      "sentences": "This is exactly the type of treatment that we've heard about from survivors. What makes this important is, as you see right there, theIslamic State member without a mask on walking down the hall. That's a person that would normally try and hide his face outside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "KARADSHEH",
      "sentences": "We've blurred faces to preserve ongoing investigations and possible future prosecutions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ENGELS",
      "sentences": "That's incredible evidence at trial for several of these individuals who've been identified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "ENGELS",
      "sentences": "It's often the case that domestic law enforcement or prosecutorial authorities have enough evidence to prove that they were a member. What wethink is important is that, wherever possible, we're able to prosecute them for the torture, for the kidnapping, for the murder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "KARADSHEH",
      "sentences": "This is not just about the past. ISIS remains a top global security threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "ENGELS",
      "sentences": "These are individuals that have already proven that they are a threat and we don't want to give them the opportunity to decide to go downthat path again. We've had several hundred requests for information. Our law enforcement partners have not at all forgotten about the conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "KARADSHEH",
      "sentences": "Just before dawn on January 17th, heavily armed Dutch police descended on the street in the village of Arkel. They raided a house andarrested a man suspected of having been a senior ISIS commander in Syria. His arrest in the small, sleepy town where he lived a quiet life with his wife and children shocked the nation. Residents here were reluctant to speak to us about the suspect identified as Aham al-Az (ph). He allegedly operated in Damascus, not Aleppo. So, it wasn't the CCTV video that led to his arrest. It was a tip from a Syrian NGO and witness testimony that triggered a years-long Dutch investigation. Sources say he had a long history of extremism in Syria, holding leadership positions first within an al-Qaeda affiliate and later ISIS. Aham al-Az (ph), who rejects the government's accusations, now faces life in prison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "MIRJAM BLOM, PROSECUTOR, NETHERLANDS PUBLIC PROSECUTION SERVICE",
      "sentences": "He had a leading position within terrorist organizations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "KARADSHEH",
      "sentences": "Mirjam Blom is the lead public prosecutor on the case. She's charged him with two counts of membership in terror organizations with theaim to commit war crimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "BLOM",
      "sentences": "In order to charge him with separate war crimes like execution or violent arrests or torture, you need more evidence than indications.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "KARADSHEH",
      "sentences": "And so, this is ongoing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "BLOM",
      "sentences": "We have investigations still going on. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "KARADSHEH",
      "sentences": "Was he hiding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "BLOM",
      "sentences": "He was not hiding, he was just living there openly. People like him and also war criminals can come to the Netherlands hiding in the legitimatestream of refugees. And to be able to investigate and prosecute those cases, it's a very, very important aspect in our mission not to be a safe haven for war criminals. T",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "KARADSHEH",
      "sentences": "The trail of terror ISIS left behind will haunt not only their victims, but those who tormented them. Jomana Karadsheh, CNN.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "ASHER",
      "sentences": "Spanish football player Jennifer Hermoso has officially filed a complaint against Luis Rubiales. Prosecutors had opened an investigation onthe head of Spanish Football Federation late last month, but Hermoso's legal complaint is the next step required for the Spanish justice system to proceed with this case. Rubiales kissed Hermoso on the lips, apparently without her consent, after Spain's World Cup win last month and has refused to quit as president of the Spanish Football Federation despite pressure. CNN World Sport's Patrick Snell is joining us live now from CNN Center. Patrick, one more, can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "PATRICK SNELL, CNN WORLD SPORT",
      "sentences": "Hi, Zain. Yeah, this is such a fast-moving story. Developments every day in a big way, as well. Yesterday was JorgeVilda, the now former coach of the Spanish National Women's team departing the scene. Now, this key development on this day regarding Jenny Hermoso, the player who says that kiss was not mutual, was not consensual despite Rubiales' claims to the contrary. Prosecutor's office revealing last week they were opening proceedings that could lead to sexual aggression charges against Rubiales and now they've issued a statement through a spokesperson saying they've spoken to Hermoso, adding, \"Yesterday, Ms. Jennifer Hermoso submitting a complaint for the events that you all know. The national court's prosecutor's office will file a complaint as soon as possible which will be sent to you, as well as a press release. The statement took place at the state attorney general's office to protect the privacy of the victim. Now, the big news following the appointment of a new Spanish women's team coach following Jorge Vilda's sacking with Montse Tome taking over though from Vilda. Though one former Spanish captain Veronica Boquete saying that replacing Vilda as head coach of the team wasn't enough. Quote, \"The change we're talking about isn't about changing one president for another. It isn't changing one coach for another. It's about making deeper change. Montse Tome on Tuesday becoming the first woman ever to be appointed head coach of the Spanish National Women's Team. She'd be working for the Spanish Federation, I will say, since 2018, she worked under Vilda, whose team did go on to win their first ever World Cup last month in Sydney. Now, 41-year-old Tome is a former player. She will debut as head coach later this month, in fact, when Spain -- take on top-ranked Sweden. That's in a women's Nations League fixture. Meantime, what has Vilda been saying about it all? He's been calling his sacking unfair. He has been long considered a close ally of Rubiales and we've seen applauding his defiant speech when he refused to resign nearly two weeks ago. Let's hear from Jorge Vilda and what he has had to say about it all. Take a listen. (BEGIN VIDEO CLIP) JORGE VILDA, FORMER SPANISH WOMEN'S COACH: I'm as good as one can be after being named world champion 16 days ago, then 10 days ago getting a four- year contract extension, plus the year I had left, and then after today being fired, what I believe to be unfairly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SNELL",
      "sentences": "So again, Zain, it's one that we're watching every step of the way, very close indeed. What comes next? What is next in terms of legalramifications for Rubiales, as indeed the spotlight and the scrutiny you would think now more intense than ever on him right now. What's next in terms for Vilda, as well? So many questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "ASHER",
      "sentences": "That's right, Patrick Snell, live for us there. Thank you. All right, the traffic in Lagos, Nigeria is legendary. Trust me, I have beenstuck in it many, many times. Of course, it's Africa's most popular city with 20 million people who often spend hours in traffic. I was actually once stuck in a car for seven hours to get to the airport for a journey that should have only taken 45 minutes. But a new light rail service could help ease gridlock. The blue line began taking passengers on Monday. The first phase is just 13 kilometers long with links to the city, with Lagos Island. Some riders are saying that anything is better than driving. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "It's about time. Worth noting on this service, it's a long time coming. The first metro was actually proposed back in 1983 around the timethat I was born. They're only getting around to it now. The next phase of the Royal Project is expected to begin later this year. How very exciting. All right, the \"Rolling Stones\" want you to get angry. That's the first single from the legendary rock group's new album called \"Hackney Diamonds\". At a press conference earlier in East London, the group told host Jimmy Fallon about their first new material since 2005. They also debut their video called \"Angry\". (BEGIN VIDEO CLIP) The album hits stores on October 20th. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}