{
  "date": "2023-06-21",
  "headline": "CNN News Central",
  "subHeadline": "Coast Guard Provides Update on Search For Missing Submersible. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "Appreciate it.And thank you for joining INSIDE POLITICS. \"CNN NEWS CENTRAL\" starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CARL HARTSFIELD, WOODS HOLE OCEANOGRAPHIC INSTITUTE",
      "sentences": "Hello. I'm Carl Hartsfield from the Woods Hole Oceanographic Institute.LT. CMDR. RICH KATHARIA, EXCHANGE OFFICER:  Good afternoon. I'm Lieutenant Commander Rich Katharia (ph). I'm an exchange officer currently serving on the staff of commander Submarines Atlantic at Norfolk, Virginia. LT. CMDR. KRISTI BUTLER, U.S. COAST GUARD:  Good afternoon. Lieutenant Commander Kristi Butler (ph), working closely with Captain Frederick from RCC Boston, search-and-rescue mission coordinator. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "FREDERICK",
      "sentences": "So a couple of things.One, I think when you're in the middle of a search-and-rescue case, you always have hope. That's why we're doing what we do. With respect to the noises specifically, we don't know what they are, to be frank with you. We -- the P-3 detected noises. That's why they're up there. That's why they're doing what they're doing. That's why they put sonar buoys in the water. The good news is, what I can tell you is, we're searching in the area where the noises were detected. And we will continue to do so. And we hope that, when we're able to get additional ROVs, which will be there in the morning, the intent will be to continue to search in those areas where the noises were detected and if they're continuing to be detected, and then put additional ROVs down in the last known position where the search was originally taking place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE) regular 30-minute intervals, as reported?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "FREDERICK",
      "sentences": "I hadn't heard 30-minute intervals.What -- so here's what I can tell you. So, I am not a trained ear for underwater aquatics. That's why we have a team of experts that are analyzing that data. That data was sent immediately to the Navy last night. And it was analyzed overnight. They're still looking at it. But I can tell you that it's inconclusive. But, again, I think the important piece is, we're searching in the area where the noises were detected. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "QUESTION",
      "sentences": "You didn't talk about a timeline. Can you talk about what timeline you're working on in conjunction with the teams that are there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "FREDERICK",
      "sentences": "A timeline in what respect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "QUESTION",
      "sentences": "How much oxygen they have left on board?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "FREDERICK",
      "sentences": "Oh, OK.So, well, in terms of -- so we talked about the oxygen number. I think you're all tracking the actual number. I think there's an important point with that, though. The oxygen, that's just one piece of data, right? There are a lot of pieces of data that we need to consider. And we're continuously looking at that. And we will continuously do that throughout the search. But that's not the only thing that's important, right? And, right now, our efforts are solely focused on the search. That certainly is a dialogue that's happening. But we're focused on searching at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "QUESTION",
      "sentences": "And this is a recovery or a rescue at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "FREDERICK",
      "sentences": "Oh, this is -- this is a search-and-rescue mission, 100 percent. We are smack dab in the middle of search-and-rescue, and we will continue to put every available asset that we have in an effort to define the Titan and the crew members.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE) the ROV, and can you confirm that some sort of rectangular object has been spotted? There was some sort of report about that (OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "FREDERICK",
      "sentences": "So, a couple of things. So, the ROVs all -- each ROV brings different capability. The ROVs that are diving today -- Paul, what's the width the depth under...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "HANKINS",
      "sentences": "Four thousand meters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "QUESTION",
      "sentences": "Sir, Captain (OFF-MIKE) from BBC News.When was the -- when these noises first heard? How long did they persist for? And if I could also ask, do you have any information in terms of food and water that the men might (OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "FREDERICK",
      "sentences": "Yes, so the P -- so, several P-3 flights have heard noises as -- yesterday, and we put assets there. We relocated assets immediately.With respect to food and water, it's my understanding there are some limited rations. I can't tell you exactly how much they have aboard, but they do have some limited rations aboard the vessel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE) hearing those noises?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "FREDERICK",
      "sentences": "Listen, you -- I think you need to be careful.We need to have hope, right? But I don't -- I can't tell you what the noises are. But what I can tell you is -- and I think this is the most important point -- we're searching where the noises are. And that's all we can do at this point. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "QUESTION",
      "sentences": "Is that your best clue right now about the status of the submersible, are those noises? And are the noises continuing now? Have they stopped or are they continuing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "FREDERICK",
      "sentences": "So, I just wanted to -- so it's my understanding that the P-3 had heard some noises today as well. But -- so I do want to take just an opportunity to invite Carl to the podium just to talk a little bit about -- he has a little bit more expertise in underwater acoustics, and maybe just to speak to that in general, because, again, there are noises below the surface of the ocean.And so I will just turn it to Carl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "QUESTION",
      "sentences": "Carl, can you spell your name?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "HARTSFIELD",
      "sentences": "Yes, C-A-R-L H-A-R-T-S-F-I-E-L-D.So, again, Carl Hartsfield from the Woods Hole Oceanographic Institution. So, the ocean is a very complex place, obviously, human sounds, nature sounds. And it's very difficult to discern what the source of those noises are at times. But I can tell you that this team has multiple sensors, they're in the area. They're sending data back expeditiously to the best-in-the-world people to analyze that data. And then they're feeding the results of that analysts back to the unified team. And they're making decisions. So Woods Hole is here in an advisory role, but, by our expertise, what I see is a very tight operational loop that's making decisions based on data, and nothing is ruled out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "QUESTION",
      "sentences": "Are the noises continuing? You said you heard the noises this morning. Are they still continuing on a regular basis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "HARTSFIELD",
      "sentences": "There have been multiple reports of noises, and every one of those noises is being analyzed, tracked, looked for patterns and reported upon.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "QUESTION",
      "sentences": "Can you describe what the noise sounds like that they're hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "FREDERICK",
      "sentences": "Well, the noises, again, very complex in the ocean. You have to be an -- acoustic analysis, and you have to have context. They're trying to put all the pieces together.The noises have been described as banging noises. But, again, they have to put the whole picture together in context. And they have to eliminate potential manmade sources other than the Titan. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "QUESTION",
      "sentences": "Is it possible a ship in the ocean or even some mammals out there could mimic that kind of stuff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "FREDERICK",
      "sentences": "So, I can tell you, from my experience with acoustics, that there are sounds by biologics that sound manmade to the untrained ear, but I can assure you that the people listening to these tapes are trained.There are a lot of vessels in the area, and they each make noise, right? So all of that has to be eliminated, and it's analysis over time. Plus, as the captain said, it's where -- the team is searching in the right area. So, if you continue to analysis -- do the analysis, look for different patterns and search in the right area, you're doing the best you possibly can do with the best people on the case. QUESTION:  (OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "FREDERICK",
      "sentences": "Which system is he speaking about?You know that system, Paul?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "HANKINS",
      "sentences": "What's the system that you're talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "HANKINS",
      "sentences": "That just a hydraulic crane?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "QUESTION",
      "sentences": "Considering how many days left, are you still optimistic that you're going to find them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "FREDERICK",
      "sentences": "So, did you say how many days -- or just how many days are -- or...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "QUESTION",
      "sentences": "Considering how many days left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "FREDERICK",
      "sentences": "Well, so, we have to remain optimistic and hopeful when you're in a search-and-rescue case.So, we're in -- we're right in the middle of search-and-rescue case. So I don't -- I don't want to get into a discussion about when that would end with respect to this case. What I will tell you, though, I'm happy to explain to you kind of how that process were to work. The Coast Guard prosecutes search-and- rescue cases on a daily basis. And, sometimes, we don't find what we're looking for. And you have to -- you have to carefully consider all of the factors. And there are a lot of factors you consider. And then after you consider all of those factors, sometimes, you're in a position where you have to make a tough decision. We're not there. Yes. But if we continue to search, potentially, we could be at that point. But, again, we're not there yet. And that's a discussion that we will have with the family long before I'm going to discuss that here publicly. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "QUESTION",
      "sentences": "... likelihood that they can survive beyond tomorrow morning, when the oxygen is expected to run out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "FREDERICK",
      "sentences": "Yes, so I can't put a number on the like -- I'm not going to put a percent. I don't have a percentage number.What I would tell you is, that is just one data point. And there are more -- there are more data points than that we have to look at. So, right now, we continue to search. And we will have... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "QUESTION",
      "sentences": "Who heard the noises? And how often did they hear the noises? Can you just give us any more specifics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "FREDERICK",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "QUESTION",
      "sentences": "Did they hear them this morning? Were they at 30-minute intervals? Just give us some more specifics.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "FREDERICK",
      "sentences": "So, the report -- so...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "FREDERICK",
      "sentences": "The noises were heard by a Canadian P-3. And that was this morning and some yesterday.I don't know, specifically, were they at 30-minute intervals? But, again, I really think the important point to that is, we're in the air. We're searching there. We moved assets, and we're searching there. And we will continue to do so. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE) But is the vessel itself, what do you -- what's the likelihood that it's actually still operable at this hour, the vessel itself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "FREDERICK",
      "sentences": "Yes, I don't -- so, I -- listen, whether it's operable, or whether it's sitting on the ocean floor, or whether it's in the sea column, whether it's on the surface, I -- it's all speculation.And I -- and we're just not in the business of speculation. We're in the business of searching. And we're putting everything we can with the data we have to search for the vessel. And I think we will take one more question. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "FREDERICK",
      "sentences": "Go ahead, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE) Yes, a bit more about the role of the Navy and the assistance being provided, as well as the equipment that have been (OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "FREDERICK",
      "sentences": "Yes, so we asked for some additional subsurface support.And we got that through the Navy through a liaison officer. He's just one of many team members. And we're greatly appreciative of the British government and all the support they have given us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "QUESTION",
      "sentences": "Can we expect daily update now on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "FREDERICK",
      "sentences": "So, I think the plan will be to do it -- to do a daily like this. I'm not going to lock into that right now. But we will keep you informed.And, certainly, if there's any major developments, we will let you know. Thank you very much. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you so much for attending today's questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:06",
      "speaker": "SCIUTTO",
      "sentences": "We have been listening there to an important update from captain Jamie Frederick of the U.S. Coast Guard on the search for that missing submersible.Some key points here. They say that it has now been several times that flights searching for the missing submarine have heard noises in the area taking place today, as well as yesterday, but still no success in identifying or locating the source of those noises. We don't know what they are, says Captain Jamie Frederick, and also not clear that those noises taking place at 30-minute intervals -- there had been some reporting of that prior to this -- also that an aircraft did see an object in the water that had drawn some attention. But they now believe that object does not correlate, is not related to the missing submarine. Our Jason Carroll has been on the scene there listening as well to this important update. It struck me, Jason, there's some managing expectations going on here. They're remaining hopeful. In fact, he said he always has hope. This remains a search-and-rescue operation, but that we're learning the limits of what they know at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "SCIUTTO",
      "sentences": "Yes, the Woods Hole expert made a point of saying they could be human sounds, they could be nature sounds, and also noting, of course, there's a lot of equipment in the area, part of the search.So this is something they have to factor in as they continue to evaluate those -- those sounds that they have been picking up. Jason Carroll there on the scene. We also have Miguel Marquez following the search as well. The other thing that stood out to me, Miguel, from the Coast Guard update is that the search area is now twice the size of Connecticut. We have been reporting yesterday the size of Connecticut, which is already quite large, but he, of course, says that's the surface area, twice the size of Connecticut. And then it goes two-and-a-half miles down from there. It's an enormous search area, given the size of what they're looking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Yes, it's an enormous area and it takes a long time to get there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "MARQUEZ",
      "sentences": "In all, they're going to have about 10 ships on the surface eventually, but it takes -- we're at closest land point to the Titanic wreck site here in St. John's.It's 460 miles south of here. So a ship left this morning. One left overnight. They won't be there until tomorrow morning. There were three C-17s that brought in gear yesterday. That went on the Horizon Arctic that left here about 10 hours ago now, but it probably won't be there until very early tomorrow morning to start helping with the search. One thing they do have is a lot of sonar help. There are several Coast Guard ships and commercial ships that are now doing side-scanning, sonar side-scanning of the bottom of the ocean. So they're paying very close attention to that sound they're hearing, hoping that that is the critical clue to finding this vessel. But they're also sort of trying to get a visual sense of what's on the ocean floor -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:28:45",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "The U.S. Coast Guard giving us an update just moments ago on that missing submersible near the site of the Titanic wreckage.They say this remains 100 percent a search-and-rescue operation. We want to discuss now with an expert. Joining us is Tim Maltin. He's one of the world's leading experts on the Titanic's sinking and wreckage. Tim, thank you so much for being with us this afternoon. And hearing that press briefing, it really strikes me at the intensity of this search and just how little crews have to go on. They're talking about noises of an unknown origin. It speaks to the scale of this operation and the conditions that they're in. Put the enormity of this effort into context for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:28:45",
      "speaker": "TIM MALTIN, TITANIC EXPERT",
      "sentences": "Well, the Titanic is two-and-a-miles deep there. This is an area the size of Connecticut, actually twice the size of Connecticut, because it gets bigger all the time with the currents and the winds.And, of course, it's -- and two-and-a-half miles deep. I think the questions that weren't asked there that we're all waiting to hear is, how many submersibles are there on the seabed looking for the Titan? Are they searching around the Titanic wreckage for the Titan? And the big question, what are they going to do? Even if they find the Titan and even if people are knocking on the sides, what are they going to do to rescue those people?",
      "isLastSentenceInterrupted": false
    }
  ]
}