{
  "date": "2023-12-19",
  "headline": "CNN News Central",
  "subHeadline": "Abortion Rights Emerging As Central Issue For Biden Campaign; IDF Spokesman Says Israel Advancing Its Activity In Khan Yunis Area; Volcano Erupts In Iceland, Spewing Lava And Toxic Gas. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:00:10",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "President Biden hitting the trail as his campaign takes a more aggressive approach on abortion, why they believe the fight over reproductive freedoms will be critical to mobilizing voters in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Plus, Defense Secretary Lloyd Austin is in the Middle East as attacks to commercial vessels continue in the Red Sea, and as Israel's military says operations are ramping up in Southern Gaza. We're going to go live to Tel Aviv.And also, just incredible mesmerizing pictures out of Iceland. A volcano erupting after weeks of earthquakes. Lava and toxic gas shooting into the sky. We are following these major developing stories and many more, all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "SANCHEZ",
      "sentences": "It's not just Republican candidates hitting the trail today, President Biden will soon be heading to a Maryland campaign event as a central part of his re-election pitch takes shape focusing on abortion rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "KEILAR",
      "sentences": "That's right. Ever since the Dobbs decision, polls and electoral results show abortion clearly a winning issue for Democrats. That is why Biden's running mate, Vice President Kamala Harris will be kicking off the new year by touring the country for what they've dubbed the Reproductive Freedoms Tour. It'll start in the battleground state of Wisconsin.CNN's MJ Lee is live for us at the White House. MJ, an aggressive strategy here, obviously they think when you look at what we've seen that it's going to work, what can you tell us about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "MJ LEE, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, you know, the Biden White House and the campaign of both believe for some time, that reproductive issues and abortion rights issues are incredibly politically salient heading into next year's election.You know, the latest sign of that is this Reproductive Freedoms Tour that you mentioned that Vice President Kamala Harris is going to be launching, the very first stop of that the White House says is going to begin in Wisconsin on January 22nd, and that marks the 51st anniversary of the Roe v. Wade decision, which of course, nationalized abortion rights across the country. This, of course, was overturned back in 2022, and so dramatically ended up changing the political landscape across the country on abortion rights, on reproductive rights. And what the White House and the campaign both believe is that they have sort of been validated over and over again, since that landmark decision, that these issues are issues that motivate voters, that they are incredibly politically salient, and that they are issues that can be used to mobilize members of their base. Now, what the White House is saying about the vice president's tour, is that they're going to be focused on sort of telling some of these real life stories of the effects of the Supreme Court overturning Roe v. Wade, what that decision has done in terms of impacting women's access to reproductive rights, abortion rights. Obviously, we have covered those stories across the country of women struggling to sort of have control over their health decisions or reproductive decisions, so that is going to be a key focus for the vice president as she launches this tour, and there is no question that heading into 2024, this is going to be a central theme for the president and his re-election campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "SANCHEZ",
      "sentences": "MJ Lee live from the White House, thank you so much.Let's get some perspective now with CNN political director, David Chalian. David, this is an issue that Democrats can run on right now without having to wait to figure out who the Republican nominee is going to be, right? This gives them a head start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Well, it does no doubt, and up and down the ballot. I mean, I noticed today, Democrats are formulating a campaign strategy in a special house election on Long Island, the election to replace George Santos, try to frame the Republican candidate as an anti-abortion rights candidate.This is something you are going to see in nearly every race up and down the ballot. And it's no mistake, obviously, that Kamala Harris is kicking off this tour in Wisconsin. They have 10 electoral votes that I think the White House is pretty interested in keeping in its column.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "KEILAR",
      "sentences": "We've seen it obviously on these sort of down ballot rates races, right? Do you think it translates for Biden, is there any concern that it doesn't?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "CHALIAN",
      "sentences": "Well, it certainly seems to be bringing out more and more abortion rights supporters to the polls when abortion is literally on the ballot.We saw in seven states since the Dobbs decision, including some red states, Brianna like Ohio and Kentucky and Kansas. We have seen abortion rights having the winning side on all seven when it was on the ballot since the Dobbs decision. That is why you're seeing the White House lean into it. [15:05:07] So yes, it is also true that we see in those states abortion rights out running the Democratic candidate that's also on the ballot. So it's bringing in more people than just what the Democratic candidate support level is, but you'd rather be Biden with this in the ether than without it in the ether. It is one of the bright spots politically, he and his team have to lean into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "SANCHEZ",
      "sentences": "It's not just the White House leaning into it, it is abortion access groups in other states that have put forward initiatives and petitions to have the actual issue of abortion on the ballot, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "CHALIAN",
      "sentences": "No doubt. I mean, again, I'll use Michigan as an example in the 2022 midterms. It was hugely beneficial in that race for Governor Gretchen Whitmer to win re-election that abortion rights was also literally on the ballot, but you're right, Arizona, Florida, Nevada, Colorado. Those are some battleground states in there, potentially, and you are seeing efforts to get abortion as an issue on the actual ballot in some of those states.Even Nebraska, guys, which by the way, it is not a battleground state, but there is a single electoral vote in the Omaha area that is up for grabs that Biden has won in the past and is going to want as part of his path to 270.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "KEILAR",
      "sentences": "Is there a more animating issue than this for Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "CHALIAN",
      "sentences": "I haven't seen it since the Dobbs decision. I think this is the one that is probably most animating. A lot of public opinion polling also shows over the last year-and-a-half or so, that the issue of democracy, voting rights, election integrity is an animating issue for Democrats, but that is also an animating issue for Republicans.This one is a clear-cut winner for Democrats in terms of motivation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "SANCHEZ",
      "sentences": "David, please stand by because there is some more polling specific to the White House on an issue that we want to get your thoughts on.Right now, let's talk about the situation in the Middle East. The Israeli Defense Forces say that operations are ramping up in the Khan Yunis area in southern Gaza, that the Israeli army is focusing on locating underground infrastructures that are being used by Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "KEILAR",
      "sentences": "We have CNN's Jeremy Diamond who is joining us now from Tel Aviv.The IDF, Jeremy, is saying it is advancing activity in southern Gaza at the same time facing pressure, of course, we see that, by the international community to reduce civilian casualties. What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Yes, that's exactly right. The Israeli military now says that it is enhancing and advancing their operations in the Khan Yunis area of southern Gaza. They say that they have added a whole brigade and additional forces to the area.And we know, of course, that the Israeli military has been advancing with this offensive in southern Gaza, so that is nothing new, but certainly the context in which this is happening, of course, with the United Nations Security Council, potentially set to vote on a resolution calling for a suspension of hostilities, one that the United States may not stand in the way of this time, unlike they did earlier this month, with a resolution calling for an entire ceasefire in Gaza. And of course, these military operations are coming as the -- rather this advance in the southern part of the Gaza Strip is coming as the Israeli military is continuing to operate in northern Gaza as well. And in fact, according to Doctors Without Borders, the Israeli military since Sunday, has now been in control of the Al-Awda Hospital in northern Gaza following a 12-day siege. And according to Doctors Without Border, they also removed and stripped and interrogated any males above 16 years old who were in that hospital. Israeli forces entering that hospital on Sunday. Amid all of this, the UNICEF spokesman is saying that there is no place that is safe for children and families in Gaza, saying that even hospitals are not safe as we saw over the past 48 hours, allegations that the Israeli military shelled the Al-Nasr Hospital in Khan Yunis, which is in southern Gaza. So really overall, a really concerning picture, but the Israeli military amid this international pressure, amid the international outcry showing this evening that it is still pressing forward with its offensive, including in that key city of Khan Yunis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:10",
      "speaker": "KEILAR",
      "sentences": "And Jeremy, what about efforts to get more hostages out? What do we know about that at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:13",
      "speaker": "SANCHEZ",
      "sentences": "Jeremy diamond live from Tel Aviv, thanks so much.We've got David Chalian, who has been standing by with us. David, there is new polling that indicates broad dissatisfaction with President Biden's handling of this issue, specifically among younger voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:13",
      "speaker": "CHALIAN",
      "sentences": "Yes. But the broad dissatisfaction is widespread. There is no doubt about that.If you look at his overall approval ratings, either from the New York Times/Siena poll, only 33 percent of registered voters approve of the way that Biden is handling the Israeli-Palestinian conflict; 57 percent, nearly six in 10 of registered voters disapprove. Your point, Boris, about 18 to 29-year-olds, young people, it gets even worse for the president. Nearly three out of four young voters say they disapprove. So you see among young voters, 72 percent disapprove, only 20 percent approve. And it is also true, you see there, among Joe Biden's own fellow Democrats. So he overall is at 75 percent approval among Democrats for his overall job performance, but on this issue, he is only at 55 percent approval among Democrats. Yes, it's a majority, but these are Democrats, and it is 20 points below his overall job approval in terms of his handling of this conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:13",
      "speaker": "KEILAR",
      "sentences": "And tell us what it says when you put Biden up against the Republican frontrunner, former President Trump on who voters think would handle it better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:13",
      "speaker": "CHALIAN",
      "sentences": "Yes, Donald Trump has the edge in this poll, Brianna. Take a look here. They asked specifically that questionAnd I'll note, in the overall horse race in this poll, it is basically a dead heat between these two guys. It's a margin of error race with no clear leader, but clearly this issue is weighing down Biden's numbers because there are some key pieces of his coalition who are not happy with his performance on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:13",
      "speaker": "SANCHEZ",
      "sentences": "Yes. Really significant numbers there.David Chalian --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:13",
      "speaker": "CHALIAN",
      "sentences": "Thanks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:13",
      "speaker": "SANCHEZ",
      "sentences": "Thanks so much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:13",
      "speaker": "KEILAR",
      "sentences": "And still to come, just wild pictures out of Iceland, a river of lava flowing from an erupting volcano.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:13",
      "speaker": "SANCHEZ",
      "sentences": "Really mesmerizing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:13",
      "speaker": "KEILAR",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:15",
      "speaker": "KEILAR",
      "sentences": "Government officials in Iceland say that a massive volcanic eruption on its southwestern peninsula is starting to diminish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:15",
      "speaker": "SANCHEZ",
      "sentences": "But police say they are going to need several days to assess the situation before allowing thousands of evacuated residents to return home.Plumes of smoke, hot lava, toxic fumes -- all of those pushing through a crack about 2,000 miles -- sorry, two miles long, way different than 2,000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:15",
      "speaker": "KEILAR",
      "sentences": "Way less than 2,000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:15",
      "speaker": "SANCHEZ",
      "sentences": "I just get distracted by this video. Look at that. It's like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:15",
      "speaker": "KEILAR",
      "sentences": "It's beautiful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:15",
      "speaker": "SANCHEZ",
      "sentences": "Yes, I can meditate looking at that stuff.The eruption happened late last night, following weeks of tremors. We've got CNN meteorologist, Chad Myers with a closer look. Chad, fortunately, not a 2,000-mile crack. Officials say the lava flow down to a quarter of last night's levels, too. That's got to be an encouraging number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "KEILAR",
      "sentences": "So how do we -- no, we certainly hope not, and you know, we talked about how beautiful it is, because you know, so far, so good and we're looking at this diminished flow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "MYERS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "KEILAR",
      "sentences": "But how do you know if -- these are live pictures, by the way but this again, is diminished flow here -- how do you know if they've gotten past the worst of it here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "MYERS",
      "sentences": "There is absolutely no way to tell.In a couple of probably weeks, they may allow the residents to go back if it continues to diminish. If the lava coming out, the pressure from down below continues to go down. Last night, all the way from the left side of your screen to the right side of your screen where the same fountains that you're seeing there on the left, it was a wall of lava spewing into the air. I was watching at home, on my TV, on YouTube, and I was mesmerized. And then thinking about all the people that were living there that were terrified, without a doubt. Now this is not very big. When it comes to Iceland, if you're going to go there, if you have plans, please don't cancel. This is a small little area on one of the peninsulas. So there was the crack right through here, there is Grindavik. We widen the view, there is much, much more of Iceland than that little spot. That's really right there. So not everybody is in trouble here. Flights are still happening. And 99-point something percent of Iceland is carrying on. But it's this one spot and with all of those people there that have their livelihoods in jeopardy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "SANCHEZ",
      "sentences": "Some important perspective, I'm sure the Iceland Tourism Board is grateful for those clarifying remarks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "KEILAR",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "SANCHEZ",
      "sentences": "Chad Myers, thank you so much, Chad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "MYERS",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "SANCHEZ",
      "sentences": "So there is a frantic search and rescue effort underway in northwest China after a 5.9 magnitude earthquake killed more than 120 people and injured hundreds more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "KEILAR",
      "sentences": "Yes. This quake happened on Monday night and is China's deadliest in nearly a decade. It toppled multiple houses, it knocked out water and electricity.State media reports rescue teams are scrambling in subzero temperatures trying to reach any survivors trapped beneath the rubble. CNN's Marc Stewart is in Beijing with more on the search and rescue efforts. Marc, what is the biggest challenge here that first responders are facing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Hi there, Brianna, without question, the weather is proving to be this very lofty challenge, and not only are we seeing subfreezing temperatures, but many parts of this earthquake zone are seeing record setting lows, so that certainly is impacting rescuers and the work that they do. Also, unfortunately, it could impact the chance of finding even more survivors.At one point, we saw people gathered on a playground, around what amounts to be a campfire, just in an attempt to stay warm. Also, we should point out that this is a part of China that is considered to be high altitude. So, it makes this very difficult job of going through rubble, of moving people, of moving debris that much more physically strenuous, Brianna and Boris, it's a very tough set of circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "SANCHEZ",
      "sentences": "And Marc, what about getting resources there to help? Have we got any word from Chinese President Xi Jinping?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "STEWART",
      "sentences": "We are hearing from the central government and from Chinese President Xi Jinping, Boris. He is saying right now, there is an attempt to make all-out efforts to help the people in this region, about $28 million dollars have been committed to these areas that have been hardest hit.Some progress is being made, especially when it comes to restoring electricity. The electricity in the region has been brought back. So that's certainly helping, especially in these early morning hours considering it is 4:00 AM here in the morning here in China. We should also point out that the electricity has been restored, and you know, we are getting some response from some of the neighboring countries expressing their concern and condolences. But the fact that it is so cold is just proving to be very, very lofty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:29:31",
      "speaker": "SANCHEZ",
      "sentences": "Now to a major antitrust court settlement. Tech giant, Google has agreed to pay $700 million and allow more competition on its Play App Store.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:29:31",
      "speaker": "KEILAR",
      "sentences": "There's actually about 102 million US consumers who will be eligible to receive a total of $630 million in compensation as part of the settlement. It's an agreement that resolves long-running allegations that Google harm competition through its App Store terms and fees.We have CNN tech reporter, Brian Fung on this story. All right, what does this mean for consumers?",
      "isLastSentenceInterrupted": false
    }
  ]
}