{
  "date": "2023-10-04",
  "headline": "The Source with Kaitlan Collins",
  "subHeadline": "Rep. Mace: The Establishment Is Coming After Me; NY A.G.: \"I Will Not Be Bullied... The Donald Trump Show Is Over\"; Second Georgia Attorney Files To Leave Giuliani`s Team As His Ex-Lawyers Sue Him For $1.3 Million In Unpaid Legal Fees. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "To some, it might be right up there, with NCAA March Madness. But you get to decide who makes it to the next round.You go to FatBearWeek.org, daily, to cast your vote, for the 12 big bears, who are picked for the single elimination competition. Only one will be crowned champion. For these bears, there`s no fat shaming. They have been bulking up for a good reason, winter hibernation. It helps. The park is home to Brooks River, and one of the last great salmon runs left on earth, according to the National Park Service. Mm, salmon. Bear 747 is the one to beat. He won last two years, is estimated to weigh 1,400 pounds. We`ll be following the competition. Cast your vote daily, at FatBearWeek.org. The news continues. \"THE SOURCE WITH KAITLAN COLLINS\" starts now. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "Tonight, straight from THE SOURCE.A new fight is erupting in a Speaker-less House. With a fractured GOP, candidates are now emerging to replace the only Speaker, who has ever been ousted from that job. One of the Republicans, who voted to boot Kevin McCarthy, is here, in moments. Plus, Donald Trump is back in court, for day three of his fraud trial, attacking the judge, who just placed a partial gag order on him. The New York Attorney General, who brought that case, is now telling Trump and, really, everyone, she will not be bullied. And Rudy Giuliani`s legal problems are piling up. Another attorney has just left his legal team, as the man once known, as \"America`s Mayor,\" is denying that his drinking habits have prosecutors` attention. I`m Kaitlan Collins. And this is THE SOURCE. Tonight, the race is on, to replace Kevin McCarthy. And the clock is ticking, for Republicans, who have given themselves, one week, from today, to find a new leader. While Speaker-hopefuls are working the phones, others, in the GOP, are working overtime, to punish the eight rebels, who pushed McCarthy, off that cliff, last night, throwing the House, and the Republican Party, into expletive-filled chaos, infighting, backbiting, backstabbing, really, you can pick any word here. The bottom line is it`s bad. I`ll speak with one of those rebels, perhaps the most surprising one, of all of them, in just a moment. But first, listen to how two Republican congressmen describe just how tense things are, inside their party, on Capitol Hill, right now. (BEGIN VIDEO CLIP) REP. GARRET GRAVES (R-LA): I`ll be really candid. I think if we had stayed together, in the meeting, last night, I think that you would have seen fists thrown. And I`m not being dramatic, when I say that there is a lot of raw emotions, right now. REP. STEVE WOMACK (R-AR): Yesterday was different. There was anger. There was frustration. And frankly, there was desperation going on. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "So far, two candidates have officially thrown their hats into the ring, for the open Speaker`s job. Steve Scalise is the second- ranking Republican, in the House. Jim Jordan, the Chairman of the House Judiciary Committee, and a former Freedom Caucus leader. Other names are floating around.But the key question, tonight, really, is who can get enough votes, to get that job? One person that we should note that it won`t be, despite some wishful thinking, by some of his Republican allies, is Donald Trump. Yes, it is true. The Speaker of the House does not need to be a member of Congress. But perhaps, the most obvious reason is the one that is spelled out, in the House Republican rules, says any member who is indicted on felony charges that carry a prison sentence, of two or more years, is required to step down, from leadership. Obviously, that would apply to Trump. But it did not stop him, from posting a picture, on social media, wielding the Speaker`s gavel. Let`s get straight to THE SOURCE, tonight, with one of the Republicans, who voted to remove Kevin McCarthy, from the Speaker`s role. Congresswoman Nancy Mace, of South Carolina, joins me now. Congresswoman, first, I want to give you the opportunity, tonight, to respond directly, to McCarthy`s criticism, of you, during this exhaustive press conference that he had, last night, after you voted to oust him. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA): Nancy Mace is a whole `nother story. OK. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "MCCARTHY",
      "sentences": "Let`s just be honest here. I called Nancy Mace`s Chief of Staff, yesterday. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "REPORTER",
      "sentences": "She didn`t like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "MCCARTHY",
      "sentences": "Because I called the Chief of Staff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "REPORTER",
      "sentences": "She wanted you to call her personally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "MCCARTHY",
      "sentences": "Well she was on \"The View,\" saying I didn`t keep my words.I called her Chief of Staff because, I don`t know, maybe I don`t connect her or something else. But I just said to him, I said, \"Can you please tell me, I don`t understand, where have, I not kept my word?\" You know what her Chief of Staff said? \"You have kept your word, a 100 percent.\" But if you have a problem with the bill, I want to help you. But I can`t sit there, and write your entire bill, and work it all the way through committee. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Yes. I mean, he even said that he would give your Chief of Staff a job, if he got fired, over those comments, of what McCarthy said. I mean, have you spoken to your Chief of Staff? Have you cleared up what they --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "MACE",
      "sentences": "My Chief and I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "-- actually told McCarthy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "MACE",
      "sentences": "Yes. My Chief and I were drinking, last night. He had a beer. I had a glass of wine, at Bullfeathers, on First Street, last night. And we`re just fine. I didn`t hear the conversation.And to me, it doesn`t really matter what words were exchanged. He did not reach out to me. And I want to look forward. I want to bring people together, bring the party together, and find a leader that we can all get behind, do what we told the American people, pick a Speaker that will keep their word, because at the bare minimum, that`s what we should be doing, for the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Well, your bill, on the backlog of rape kits, in the U.S., it has gotten out of committee. It has not gotten a full floor House vote. I mean, the question though is, do you think that whoever is the next Speaker, be it Jim Jordan, Steve Scalise, anyone else, who can actually get to 218, will be more moderate than McCarthy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "MACE",
      "sentences": "I think that the most important thing is that we get someone, who`s going to be honest, who will keep their word.And if we say we`re going to follow the law? There`s a law from 1974, the Budget Impact and Control Act that says we`re supposed to have a budget. We`re supposed to have 12 separate up-or-down spending bills. That`s good for the country. It`s also good for both sides of the aisle. Because leadership will often, as you know, Kaitlan, they skirt the law. They do these CRs, and the omnibuses. They don`t want to give the power back to the people. A select few, the most powerful, have all the say, and they take that power away, from the people, when they avoid the law, when they avoid doing those spending bills. So, when we do those bills, they`re vetted through committee. They`re vetted with amendments. Both sides get to have a say, in the amendment process, before they`re voted on. You have time to read them. And it`s a full House process. That is how the Constitution works. And it`s good for everybody. And that`s not an unreasonable sort of ask. And I`m, of course, advocating for women`s issues. I`m advocating for responsible governance, and oversight, things that make a lot of sense, to everybody, on both sides of the aisle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Yes, because of your vote, are you concerned that you`ll be expelled, from the Republican conference, or kicked off your committees?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "MACE",
      "sentences": "Well, it`s certainly the eight of us that voted this way. I mean, if you want to have the gavel, if you want to move forward, united, you`re going to need our votes. And, I think, if we look backward, and punish people, based on their principles? That`s only going to further divide our Conference.We have a lot of work to do. We promised the American people we would deliver results. And we need to do that. I don`t judge my colleagues for their votes, or for what their values are, or their principles are. And I`ve always said, Kaitlan, I`ve said it on your show. I am willing to work with anyone, who`s willing to work with me. Period. And that means moving the ball forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "So, you`re not worried about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "MACE",
      "sentences": "I am not, today. I mean, they can do what they want to do. I`ve been in a lot of fights. I was the first woman, to graduate, from the Citadel, the Military College of South Carolina. I am not afraid of standing on principle and my values.And I will say, Kaitlan. The Establishment is coming after me. I`ve had a lot of threats about my fundraising. I`m asking people to go to my website, at nancymace.org, to help me, to show their support, because there are folks --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "MACE",
      "sentences": "-- that are coming, after me, tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "I`m glad you brought that up. Because, back in January, when there were the marathon votes, for Kevin McCarthy, to get this job? He was fighting to get the gavel. This is something that you said(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "MACE",
      "sentences": "Matt Gaetz is a fraud. Every time, he voted against Kevin McCarthy, last week, he sent out a fundraising email. What you saw, last week, was a constitutional process, diminished by those kinds of political actions.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Of course, now here we are, in October. You and Congressman Gaetz are, are in agreement, on at least ousting McCarthy. You were on a podcast, together, today. You yourself have been fundraising.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "MACE",
      "sentences": "The irony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Off that vote. MACE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "How do you explain that to now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Well, that podcast was one that is done by Steve Bannon. Of course, you once voted to hold him in contempt of Congress, which he brought up, today. Is he now advising you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MACE",
      "sentences": "No. Nobody. I mean, I have consultants. But he is not one of them.I often will make my decisions on my own volition. I don`t take pressure, from the outside world, or outside groups, generally. I am not beholden to anyone, anywhere, not in D.C. I`m only beholden to the people. And I make decisions, on legislation, on votes, generally on my own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "But overall, when you look at what you were saying, in January, if someone looks at what you said, then, what you say now, and if a critic says that you are being hypocritical of that, how do you respond to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MACE",
      "sentences": "I`m taking it from all sides, right now. And because of the threats that I`ve been receiving, over the last couple of weeks, it finally reached a point, last night, where I was like, \"You know what? I`m going to let people that I need -- that know that I need help, and communicate that.\"This was not a calculated decision. This was a decision based on the threats that I`ve been receiving, in the last three or so weeks, from fellow members, from different groups, around Washington, and around the country. And I got to stand up and defend myself, defend my vote. And it takes money to do that. And people can help me, if they go to nancymace.org.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "So, you don`t think it`s hypocritical that you criticized someone, like the Congressman, for fundraising, off of his fight, against McCarthy, back in January, but you`re fundraising off of after casting your vote, last night, to boot McCarthy, from his job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MACE",
      "sentences": "I waited until after that vote. Some people might call it that. I`m calling it the truth, and what is actually going on. And this was not a politically-calculated decision.I didn`t make this vote, for political reasons. I did it out of principle, because I felt this was the right move for the country. I want us to follow the law. I want us to be responsible with spending. But that has come, I have learned, in a very raw way, over the last 24 hours that that comes with severe consequences, for standing up for what you believe in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Are you getting a lot of backlash for that vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MACE",
      "sentences": "I am getting backlash, from everywhere, right now. But I`m also getting a lot of support. But I`ve had folks call and hang up on me today. I`ve been cursed out. Someone dropped an F-bomb on me, when I made the vote, last night. You could hear the gasp, on the floor, for standing up for what I believe in.But I have learned, in a very lonely way that standing up for principle can also sometimes be a little painful, and quite lonely. I`ve learned that very quickly, in the last 24 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "When it comes to who is going to be the next Speaker, one thing that we`ve heard, from some members, Republicans, is that they want to reform this whole motion to vacate that it can be one vote, as we saw, to move to oust the Speaker. Do you think that should stay, a House rule?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MACE",
      "sentences": "It should stay as a House rule. I mean, this has been a House rule. This has been precedent, for over 100 years, until Nancy Pelosi changed the House rules, when she was in charge. But by and large, this has been around for over 100 years, rarely used, and there is precedent, in the House, for having it as a rule. And again, this was a commitment that was made earlier this year.And, from my perspective, I care about women`s issues. I care about balancing the budget. And I care about following the law, and following our rules. And it`s been around, for a very long time. And we should keep it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Do you think it`s ridiculous, when some of your colleagues are floating the idea, of Trump being House Speaker, when he can`t be the House Speaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MACE",
      "sentences": "Well for -- yes, I mean, I don`t understand that, why we would push a candidate that cannot be Speaker, right now? But that`s their fight. It`s not mine.But I`m focused on who can be our Speaker, next week. That is a valuable endeavor, over the next couple of days. I`m going to meet with every candidate that throws their hat in the ring. And I want to make sure that we get united, next week. We do it quickly. And we have a lot of work to do. COLLINS: Certainly, that is true. Of course, it is paralyzed, right now. Congresswoman Nancy Mace, it`s going to be a busy week. Thank you, for your time, tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MACE",
      "sentences": "Thank you, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Today, we heard from the White House, President Biden saying that the dysfunction, on Capitol Hill, concerns him. But the Speaker drama did make him laugh a little bit.(BEGIN VIDEO CLIP) PETER ALEXANDER (ph), NBC NEWS CHIEF WHITE HOUSE CORRESPONDENT: What`s your advice to the next House Speaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "(Laughs.) That`s above my pay grade.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "We`ll get the thoughts from another Senate Democrat, when we come back. Senator Cory Booker is here with me.Plus, the new reporting that is prompting a full-throated denial, from Rudy Giuliani. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "The House of Representatives is at a complete standstill, tonight, effectively unable to do any real legislative business, until they have selected a successor, to House Speaker, Kevin McCarthy -- former House Speaker, Kevin McCarthy.The repercussions, of course, of those grievances, threaten to be grave, for the Ukrainians, who are fighting to defend their homeland, tonight. The leading contenders, for the Speaker`s gavel, hold very different views, on whether or not the U.S. should continue to provide additional funding, and weapons, for Ukraine. This is what Jim Jordan, one of those, who has officially entered the race, told Manu Raju, today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "MANU RAJU, CNN ANCHOR AND CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "What about Ukraine? Are you -- are you willing to move forward, with an aid package, for Ukraine, if you`re Speaker?REP. JIM JORDAN (R-OH): I`m against that. What I understand is at some point, we`re going to have to deal with this appropriation process, in the right way. And we`re going to try to do that in the next -- what are we down to? 41 days. The most pressing issue, on Americans` mind, is not Ukraine. It is the border situation, and it is crime on the streets. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Well, if he`s unable to get it done, are you worried about whoever takes his place, and what that person is like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BOOKER",
      "sentences": "Yes, I`m very worried. When you see a party that`s not willing to say, \"OK, let`s find it in the middle. Let`s get Democrats and Republicans, together, to do the urgent things that we have to do, right now,\" supporting Ukraine, and defending itself by this outrageous authoritarian invasion?Funding our government so that we can invest in the things, from science and research, all the way the infrastructure and healthcare that we need to invest in? And doing the kind of things that we should be stepping up and doing, together, in this country, which frankly, 70 percent of Americans agree on? COLLINS: Yes. Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BOOKER",
      "sentences": "And so, to have this government being run by its extreme, a tail wagging the dog is absurd to me. And not just me, but it`s absurd to Republicans, in the House, as well as to the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Well, and speaking of Ukraine, at least one of the leading contenders, for the job, to replace Kevin McCarthy, right now, is against more funding for Ukraine. That`s what Jim Jordan told reporters, today. I mean, do you believe that U.S. support for Ukraine is in doubt, because of McCarthy`s ouster?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BOOKER",
      "sentences": "Well, let me make it clear. I`m confident that the overwhelming majority, Democrats and Republicans in the House, support standing with Ukraine, standing for freedom, standing against authoritarianism, and have learned the lessons of history.I know, in the Senate, the majority of us, Democrats and Republicans, again, believe in standing with Ukraine, standing against Putin`s unjust war, and understanding that if we don`t stand here, the cost will be extraordinarily more expensive, in the long run. We agree in the majority here. But if the whole government is going to turn, on a handful of people, whose allegiance is not to America, not to freedom, not to democracy, but to Donald Trump? And they`re going to find ways to tear the House down, if they don`t get their way? Yes, then we have a problem. It is existentially important that we stand with Ukraine, right now, where we stand with democracy, we stand with freedom. And I`m telling you, if it was good enough for Republicans, when Ronald Reagan stood up, against the then-Soviet empire, and said, \"We are going to stand strong, as a nation, against this kind of authoritarian rule,\" it should be OK, for today`s Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Are you willing to hold up any bill that comes to the Senate, without that funding for Ukraine in it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BOOKER",
      "sentences": "I have never seen the kind of resolve, in my caucus, and I wish there were public meetings, to see the passionate speeches, given across the spectrum of my caucus, in the Senate, about how the urgency we all see.People have quoted history. You`ve had people stood up, who had relatives, who survived the Holocaust. The speeches I`ve heard, in our private meetings, in the Senate, are so strong, in support of Ukraine. And I know, from talking to my Republican colleagues, over there, that there is a strong support there, as well. So, I have every confidence that we`re going to do whatever we have to do, to fight to make sure Ukraine funding happens, and happens in a way that gives them the unbroken resources, that they need, to continue to repel this Russian invasion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Senator McConnell has made that clear. Obviously, he`s a Republican.On a subject, Senator, that is deeply personal to you, you have called on your fellow New Jersey senator, Bob Menendez, who is facing bribery charges, to resign from his position, because of those charges. Today, we have learned that his wife, before she was his wife, just before, was driving a car in 2018, in your home state of New Jersey, when she struck and killed a pedestrian. Police questioned her. They concluded that she was not at fault for the crash. But \"The New York Times\" says she was never tested for drugs or alcohol. And that crash is now at the inception, allegedly, according to the indictment, of a bribe that the couple has been charged with. Are you disturbed by this new information? What do you make of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Do you have any concerns of whether or not he was involved in this 2018 incident?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BOOKER",
      "sentences": "Again, I know what I`ve read. And I know there`ll be investigations. And again, I`m a firm believer. As much as I`ve called on him to step down? But I am also a firm believer that people are innocent until proven guilty, that authorities are going to investigate this and, I`m sure, a lot more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "And obviously, he has pleaded not guilty. He has pledged to make his case, in court.What he was indicted on were corruption charges, over accusations, that he accepted bribes, to help Egypt obtain military aid. You are also on the Senate Foreign Relations Committee. Do you agree with Senator Cardin`s decision, to block more aid, for Egypt, at this time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BOOKER",
      "sentences": "Yes, absolutely. I`m one of these folks that for a long time has really believed that these human rights concerns, involving the civil society, in Egypt, is a critical issue, that we should be doing more to pressure, a resolution to.Egypt is a valuable ally to us. But at the same time, we need to find ways, to defend basic rights, human rights, in Egypt and beyond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Senator Cory Booker, very important topics. Thank you, for your time, tonight. Thanks for joining me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BOOKER",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Donald Trump, back in court, again, today, for his third and maybe last appearance, for a while, in his civil fraud case, here in New York. No cameras are allowed, in the courtroom, for the actual proceedings, once they begin. Just a quick view, at the top, as you can see here.But CNN`s team inside reports that it was a tense day, in that courtroom. At times, the former President struggled to contain his emotions, throwing up his hands, in response to comments that the judge was making. At lunch, he left the courthouse, to go back to Florida. Then, eventually back to campaigning, this weekend. But if you ask the New York Attorney General, Letitia James, he never really stopped. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "LETITIA JAMES, NY ATTORNEY GENERAL",
      "sentences": "I will not be bullied. And so Mr. Trump is no longer here. The Donald Trump show is over. This was nothing more than a political stunt. A fundraising stop.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Speaking of fundraising, Trump`s campaign says it raised more than $45 million, in the last quarter. Obviously, a massive number there.I`m joined now, by CNN Legal Analyst, Elie Honig, and Jennifer Rodgers. Elie, let`s start with what happened, today, actually inside the courtroom. Because, our reporters, who were there, said the judge was actually getting quite frustrated, at times, with Trump`s attorneys, and their line of questioning, for a longtime accountant. The Justice, at one point, pounding his fist, saying this is ridiculous. Do you think they have this tedious line of questioning, as a delay tactic? What is -- what do you think they`re trying to do there? ELIE HONIG, FORMER ASSISTANT U.S. ATTORNEY, SOUTHERN DISTRICT OF NY, CNN SENIOR LEGAL ANALYST: So, I think this is the difference between having a judge trial, as we have here, and a jury trial. Because, I think, they were trying to make a point to undercut this accountant, who was the Attorney General`s first witness. And in front of a jury, as you know, you want to drive a point home. And so, you may want to ask the same question, in different contexts, over and over and over, to drive home a theme. And what the judge was basically saying is, \"There`s no jury here. You don`t need the dramatics. I got it. I get the point.\" And that, I think, is what caused Donald Trump to throw up his hands, in frustration. So, the judge is trying to sort of find the sweet spot, here, between allowing Trump to defend himself, but also not allowing this to drag on, forever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Yes, I mean, and there is no jury in that room. Trump has been complaining about that every time. His attorneys say that wasn`t really an option here. I think the judge himself caused some confusion, when he said, neither side asked for a jury.Can you just remind us why there`s not one, in this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "JENNIFER RODGERS, FORMER FEDERAL PROSECUTOR, CNN LEGAL ANALYST",
      "sentences": "Yes. So, the A.G. filed their form that says they were not asking, for a jury trial.If they were entitled, to a jury trial, then Trump`s team could have filed their form saying we want one. The issue here is when you`re asking for equitable relief, which is mostly what the Attorney General is asking for, then, you`re not entitled to have a jury. There`s some argument, maybe if they had asked for one, it could be litigated, and there`s some outside shot, they would have gotten it. But I think most people think they`re not entitled to a jury. So, the fact that they didn`t ask for it meant that they didn`t get to litigate it, but ultimately wasn`t a mistake that really cost them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Yes. And obviously, Trump`s been there, three days in a row. We don`t expect him to go back maybe again, at another time, during the trial, but not tomorrow, since he`s back in Florida.He doesn`t actually have to be there. His presence is not required.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "But he`s complaining that it`s keeping him off the campaign trail, in South Carolina or New Hampshire. Why do you think he is there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "HONIG",
      "sentences": "It`s a great question. It could be political theater.Ordinarily, you would want your client to be there, in the courtroom, A, so they can help you with your case. So, you could lean over your client and go \"OK. The witness just said that. Is that true? Is that not true?\" Also, you normally want to show, whether it`s a jury or a judge, \"This person`s here. It`s a show of respect. They haven`t ghosted you.\" Judges and juries don`t generally like that. But I`ll tell you when he will be back, is when he testifies, if he testifies. He says that he wants to. He can actually be forced onto the stand, because this is a civil case. And we could see him back, next time, we see him back, could be in the witness stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Which would be really remarkable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "But it`s not like we`re not hearing from him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "HONIG",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Because he has been essentially speaking non-stop, since he`s been here.The judge actually took the step of issuing a limited gag order, saying yesterday, saying, \"Don`t even mention my staff, but certainly don`t attack them,\" after he was making some pretty gross comments about the principal deputy clerk, in this situation. The judge has said that he would issue sanctions, if Trump breaks that. But what could he really do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "But does it even count, if he`s not attacking -- RODGERS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "He didn`t go after any clerks today. But he`s still attacking the judge, Elie. I mean, how does that work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "HONIG",
      "sentences": "Yes. Well the rules that the judge has set here is \"You can`t go after my staff.\"And I think that`s actually the right move by the judge. Because these gag orders are not meant to enforce manners, or you don`t have to be nice. And I think the judge is right to say, \"Look, you can criticize me,\" as it currently stands. \"You can criticize the A.G.\" You sign up for that when you`re a judge or a prosecutor. \"But don`t go near my staff.\" And I think that was an appropriately narrow gag order that the judge issued. And, I think, if Trump does violate that, I absolutely think the judge will come down on him, with a severe financial penalty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Jennifer Rodgers, thank you.Elie, stick around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Because we`ve got some Rudy Giuliani questions, to ask you, coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "HONIG",
      "sentences": "Can`t wait.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Which I know, you are super-excited to answer.This is in another Trump case, something has caught the attention of the Special Counsel, Jack Smith. Rudy Giuliani`s drinking habits are now reportedly part of that investigation. Something we should note Giuliani denied today. But what does it have to do with Trump legally? We`ll have Elie explain, or at least try to, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "GIULIANI",
      "sentences": "If I have an alcohol problem, I should be in the Guinness Book of World Records.It`s a typical New York Times malicious lie. I do not have an alcohol problem. I have never had an alcohol problem. When the hell was I drinking? I was working 24 hours a day. It`s a big damn lie. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Giuliani, also went after President Biden, today, alleging, in a new lawsuit, that the President Biden defamed him, by calling him a quote, \"Russian pawn,\" as he did, in the presidential debate.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "GIULIANI",
      "sentences": "He said, \"Your buddy, Rudy Giuliani, he,\" then he said something we can`t understand, the -- like he does sometimes, \"is being used as a Russian pawn. He is being fed information that is Russian -- that is not true.\" I`m trying to give you the flavor of it. You can go listen to it yourself.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Wow.On that, joining me is former Giuliani insider, Ken Frydman, who was a Spokesperson for Giuliani`s 1993 mayoral campaign. He`s also the Consulting Producer for the CNN Original Series, \"GIULIANI: WHAT HAPPENED TO AMERICA`S MAYOR?\" which is fantastic. Elie Honig, also back here with us. Ken, I mean, you hear from Giuliani, there. You see his defense, against this article, as he`s filing that lawsuit. What do you make of the position that he finds himself in? KEN FRYDMAN, SPOKESMAN, 1993 GIULIANI MAYORAL CAMPAIGN, CEO, SOURCE COMMUNICATIONS: Well, I can tell you that in the time that I worked for him, in the early 90s, I never saw him drink. I only saw him drink Diet Coke. So, that`s my frame of reference, in terms of his alcohol consumption. I`ve seen him at the Cigar Bar, on occasion, that closed in 2020. I saw him have a drink, casual drink, with other people. So, I don`t, you know, I wasn`t in the room, when he allegedly told Trump, \"Just say you won,\" drunkenly. So, it was very good reporting, though, I must say, very adept, I mean, a lot of sources, most of them anonymous, but it was well- researched and reported.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "But they kind of look into this window. They note that. And they look into this window where that was amplified. And they have all of these people, some of them who are not anonymous that are on the record --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "FRYDMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "-- talking about this and acknowledging that they do believe that`s part of what we`re seeing, today, the grand scheme of all these issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "FRYDMAN",
      "sentences": "Well, can you imagine Trump saying that \"Under advice of drunken counsel, I won the election.\" I mean, that sounds like what the defense will be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Elie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HONIG",
      "sentences": "Well, and to that point, I mean, this is why it`s legally relevant. Because there is a defense, advice of counsel, \"I was listening to the advice of my lawyers. And it was reasonable. It wasn`t outrageous, and I had a decent basis to rely on it.\" But if he`s visibly or detectably drunk, in a way that Jack Smith can prove, it really undermines that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Well, and to remind everyone, given the news cycle we live in, and how rapidly things happen, this has actually been confirmed, by someone that he was drinking, on Election Night, at the White House. This is Jason Miller.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "FRYDMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "He is still very close to former President Trump. He was there that time.He was actually asked about this, in his testimony, for the January 6 committee. And this is what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "JASON MILLER, TRUMP ADVISER",
      "sentences": "And the Mayor was definitely intoxicated, but I did not know that his level of intoxication when he spoke with the President.There were suggestions by, I believe it was, Mayor Giuliani, to go and declare victory, and say that we`d won it outright. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "I mean, how is Jack Smith looking at that, that you`ve got someone on the record?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Saying that this did happen, and this is what he was telling the former President, on Election Night? HONIG",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HONIG",
      "sentences": "And B, you would argue, if Jason Miller was able to detect, and tell that Rudy was intoxicated, then, presumably any normal human would be able to tell the same. Hence, it`s unreasonable to rely on his legal advice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Brian Tevis didn`t give an explanation for why he has dropped off the Giuliani case. I mean, he was happy to come on this program, and defend him, to talk about what he was going to do in Georgia.What do you make of the fact that he`s dropped out of the case, another attorney has, Bob Costello is suing Giuliani for legal fees, unpaid ones?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "No, he has. I mean, well, he`s issued a statement, saying \"Giuliani shouldn`t complain about this, given there`s over a million dollars, in these unpaid fees\" --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "FRYDMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "-- \"to my firm.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "FRYDMAN",
      "sentences": "Right, \"To my firm?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "FRYDMAN",
      "sentences": "Right. If he was representing him independently, as a solo practitioner, then it might not be the situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "You think it makes it harder for him to get an attorney though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "FRYDMAN",
      "sentences": "Yes, certainly. Who`s going to sign on to a guy, who doesn`t pay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Elie, from a legal perspective, when you look at this lawsuit, a defamation suit that he has filed, against President Biden, I mean, what do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "HONIG",
      "sentences": "I don`t think he`s got much of a chance. I think the phrase, \"Russian pawn,\" is probably too general, too vague, to sustain a defamation suit. I do think it`s worth, in the bigger picture here, reflecting on just what a dizzying fall from grace Rudy Giuliani has had, in the legal profession.I mean, he was the U.S. Attorney, for the Southern District of New York, 20 years, 25 years, before I arrived there. But we revered him. I never met him. But I was proud to work in an office that he once led. His portrait was up on the wall. This was a point of pride. And now, there`s no other way to put it. The man`s become a disgrace and an embarrassment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "FRYDMAN",
      "sentences": "Yes. He was number three in the A.G.`s office, before that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "HONIG",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "FRYDMAN",
      "sentences": "At the age of 38.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "FRYDMAN",
      "sentences": "He was the best of breed, I was told, in researching our documentary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "And what do you make of him now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "FRYDMAN",
      "sentences": "It could be a lot of things, really, to tell you the truth. 80-years-old, 79-years-old, some senility, could be, you know, the zealousness to remain relevant, the avarice, and the access to Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Yes.Ken Frydman? Rudy Giuliani -- Rudy Giuliani -- Elie Honig?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "HONIG",
      "sentences": "My god. I`ll forgive you for that. I`ll forgive you for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Ken Frydman, Elie Honig, on Rudy Giuliani, thank you both, for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "FRYDMAN",
      "sentences": "Well, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "-- for coming in, and trying to break all that down, for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "FRYDMAN",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "Tonight, the State of Tennessee has its first openly transgender lawmaker. Olivia Hill is a member of Nashville`s Metro Council. She`s also a Navy veteran, who served in combat, during Desert Storm, and is an advocate for the LGBTQ+ community.And the Council Member at Large, Olivia Hill, joins us now here, on THE SOURCE. Council Member, this is a historic day for you. I know this is a really big moment. You are now the first transgender elected official, in Tennessee. One of the pitches that you made, to voters, was that you were quote, a \"Qualified human.\" Tell me what drove that. OLIVIA HILL, TENNESSEE`S FIRST OPENLY TRANSGENDER LAWMAKER: Well I tried really hard to just work off of my experience, in my resume, for a right to sit at the table. I knew that trying to run as a trans woman would not win voters. And I just ran for my experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "And what did you hear from voters, when you were out on the campaign trail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "HILL",
      "sentences": "The thing that I shared with most with folks is people understand Nashville traffic, and people understand how Nashville traffic has slowed down.But the thing is, is all the utilities have seen the same traffic. So power, water, storm drains have all seen the same traffic. And they`ve all slowed down. And that`s my expertise. So, I served 10 years in the Navy, and then almost three decades, at Vanderbilt University, running the power plant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "Yes. They say, all politics is local, of course.One thing that people, of course, will look for, when you`re in this role, and what this means is, is a bigger national picture, though, of course, is more than 220 laws have been introduced, this year. Most -- a lot of them, specifically, targeting transgender people. How do you plan, to use your voice, when it comes to that issue specifically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "HILL",
      "sentences": "Well, I really try to kind of separate that. I have a job to do, in Nashville, and to work on infrastructure, utilities, and transit. And I plan to work very hard on that. And I`ve retired a couple years ago. And I plan to spend most of my effort on that.But I also will spend some time to try to advocate for LGBT rights, especially T.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "Yes. You mentioned that you have been through a lot, and that you lost a lot of friends, some contact with family members, your job. I just wonder how you`re feeling, tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "HILL",
      "sentences": "I tell people a lot of times that, imagine what your greatest wish is, and whether it be to Miss America or a billionaire or whatever, and imagine what your greatest wish, and then imagine how you would feel, if you woke up tomorrow, and your wish came true?And that`s what it`s like for most trans people, once they get to a point, where they transition, because you finally get to be your true authentic self. And there`s really not much that could ever match with that. COLLINS: If any of them are listening, tonight, and are struggling or dealing with some of the things that you said, you dealt with, feeling that, that isolation or that loneliness, what would you say to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "HILL",
      "sentences": "Just keep pushing through. Just be your authentic self and be you. And eventually, things will change. People will come back around. The biggest issue we have, in the trans community, is a lot of people see us, as men in wigs. And they don`t really truly see us for who we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "Council Member, Olivia Hill, congratulations, and thank you, for joining us here, on THE SOURCE, tonight, to share that. Best of luck, in your new role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "HILL",
      "sentences": "Thank you so very much for having me on the show.",
      "isLastSentenceInterrupted": false
    }
  ]
}