{
  "date": "2023-01-07",
  "headline": "CNN Newsroom",
  "subHeadline": "Kevin McCarthy Finally Secures Speaker's Gavel After 15 Rounds Of Voting; Interview With Rep. Tim Burchett (R-TN) On House Floor Confrontation; Court Documents Reveal DNA, Video And Phone Records Linking Suspect To Idaho Murders; Doctors: Damar Hamlin Continues To \"Breathe On His Own\"; Prince Harry's Memoir Pulls Curtain Back On Royal Family; Chris Wallace Sits Down With James Cameron About \"Avatar\" Success. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:24",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "You are live in the CNN NEWSROOM. I'm Jim Acosta in Washington.The gavel battle is finally over at least for now. Kevin McCarthy is now the House speaker after four days and 15 rounds of voting. This is the moment that the longest speaker contest in 164 years came to a close. (CHEERS AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:24",
      "speaker": "ACOSTA",
      "sentences": "But before the House elected its new speaker, the cameras captured a stunning political soap opera playing out on the House floor just before midnight. McCarthy and his allies thought they had the votes locked up in round 14, but Florida Congressman Matt Gaetz wait until the very end of the ballot process to vote present even though McCarthy needed just one more yes vote to win.A stunned McCarthy walked up the House floor to confront Gaetz. As McCarthy walked away looking dejected, enter Armed Services Committee chairman Mike Rogers who suddenly lunged at Gaetz and had to be physically restrained by fellow Republican Congressman Richard Hudson. Many thought that this was game over and that the vote to adjourn until Monday was about to pass but at the last minute and another plot twist, a breakthrough with Gaetz was apparently reached. McCarthy changed his vote on adjourning and dozens of Republicans followed. And then the 15th time was the charm. McCarthy saying that he had them all the way. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA): That was easy, huh? (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:24",
      "speaker": "MCCARTHY",
      "sentences": "I never thought we'd get up here. Thank you, Minority Leader Jeffries. Hakeem, I've got to warn you, two years ago I got 100 percent of the vote from my conference. (LAUGHTER AND APPLAUSE)(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:24",
      "speaker": "ACOSTA",
      "sentences": "And with the speaker in place, the 118th Congress was officially sworn in for duty.CNN'S Eva McKend is up on Capitol Hill. Eva, I woke up this morning and asked myself, did that really happen? And I guess yes, it did. This is a top five episode of \"As the Gavel Turns\" I think. Tell us, what did Kevin McCarthy, what did he have to give up to get these holdouts in order to finally win this speaker battle? And will that come back to haunt him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:24",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Well, Jim, you are certainly right. It has been quite the week up here on Capitol Hill.Listen, it will now only require one vote, one member to trigger a vote to potentially oust the speakership. That was a key demand of some of these far-right members. So that is something that they were able to achieve. What they were also able to secure is more members of the Freedom Caucus on the key House Rules Committee. You know, Jim, this place doesn't operate without rules. We saw those C-SPAN cameras being able to have free rein and give the American public a view of the voting this week that they otherwise wouldn't have. And that is because the rules are not in place yet. So the far- right members have been able to secure a position there. And then also actually, Jim, this is something that we hear both Democrats and Republicans lament, that there is not enough time to read massive bills. Well, what McCarthy agreed to is to abide by this 72-hour rule before members vote on bills. Take a listen to how McCarthy characterized this long week. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:24",
      "speaker": "MCCARTHY",
      "sentences": "Don't judge us on how we start. Watch how we finish. And I think by having the disruption now really built the trust with one another and learned how to work together. What we're going to have to find in our mindset is that we have to front load. That we have to think about and work on the bills with a microcosm of the conference before we even start writing it. And that's really what we learned here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:24",
      "speaker": "MCKEND",
      "sentences": "So you can hear there McCarthy essentially saying nothing to see here, that essentially that this episode that we saw unfold this week was all part of the democratic process, and that this was actually a good thing. But Democrats argue that actually this really illustrates that Republicans are not prepared to govern -- Jim. ACOSTAfloor as Alabama Congressman Mike Rogers lunged at his colleague Matt Gaetz. Tell us what you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "ACOSTA",
      "sentences": "Yes, things certainly escalated quickly. All right. Eva McKend, thank you very much.Joining me now is Republican Congressman Tim Burchett of Tennessee. And we should note to our viewers, you can see him right here on the left side of the screen of this photo you're looking at, as Congressman Rogers lunged over. We should note CNN has reached out to Rogers' office for comment, invited him on the program. We have not heard back. But Congressman Burchett is with us, and thanks so much for doing that. You know, Congressman, you know, we're used to seeing scenes play out like this in other countries. We don't see it happen on the House floor in the United States very often. Obviously people were exhausted last night, tempers were flaring. It was late at night. Tell us what you saw. What was happening in the lead up to this moment? REP. TIM BURCHETT (R-TN): Well, you're correct, it was very late. Realize that both sides have some older members, and it was getting late. And I suspect most of them had missed the early bird special at the Sizzler's so they were getting a little cantankerous. And Mike, who's a friend of mine, came by and said some things, probably in haste, as a lot of us do and probably responded to him in some things, as well. And Matt had -- Matt Gaetz had asked to review some of those rules before we voted on speaker, and he felt like he wasn't given enough time to do just that, and asked for a little more time. And you can see me later in one of the tapes going like that because I'd asked -- I'd asked our leadership to give us a little bit of a break so we could put our heads together and go over some of those things. It was just an unfortunate situation. And that's what happens when people are tired and you -- as you said, it was the 15th ballot that we were able to pass. ACOSTA: Yes. But what was going through your mind when you saw Congressman Rogers being restrained? Just being there at this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "BURCHETT",
      "sentences": "Yes. Well, you can see one of the earlier pictures where I'd actually stiff armed him, and, you know, I knew he'd lost his cool. It's the second time he'd done that that week. He'd done it earlier in a conference meeting and made some similar demands toward some of us. And it was unfortunate. You know, it's one of those regrettable things. But it's something that will be -- it will be remembered. I don't think it should take away anything from leader -- then leader, now-Speaker McCarthy's victory because it was hard fought.You know, and I think something you also have to remember is that Lauren Boebert and Matt Gaetz had worked around the clock with several members of the Freedom Caucus to get some of these rules in place, and there were some excellent rules. Some of those things. You know, you mentioned the vacate the chair with one person. That was actually in place since the '20s, and Speaker Pelosi had taken that out. So other things that we do in the Tennessee -- we did in the Tennessee legislature in my 16 years, some transparency items. You're putting more fiscally conservative members on things like the Rules Committee. And if you remember, the transportation bill was a huge, huge bill, over $1 trillion, and it was passed out of committee after a 16-hour markup of the bill. And then it went to the speaker's office, and she with some help of some lobbyists and some advisers actually rewrote the entire bill. And then it was put on the floor without any debate. And we weren't allowed to amend it at any step further. So these things that were put into place that Matt Gaetz fought very hard and Lauren Boebert and some of us fought very hard to put into place are things that will prevent things like that from happening in the future. So I don't think it was -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "BURCHETT",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "ACOSTA",
      "sentences": "Yes, that was what I was going to ask because, you know, I was wondering whether or not, because Gaetz was one of the last holdouts, whether you had felt in any way he had been antagonizing some of his colleagues to the point where something like that was likely to happen. It sounds like you don't put this on Gaetz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "ACOSTA",
      "sentences": "No, I was going to follow up on that because, you know, one of the things that Congressman Gaetz has said is that, you know, because of some of these concessions that Speaker McCarthy had to make that it's going to be like running the House in a straightjacket. Do you think it's going to be impossible to govern, impossible to preside over the House for the upcoming speaker -- the incoming speaker because of some of these concessions? I mean, all it takes is one member to go to the House floor --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "BURCHETT",
      "sentences": "One partisan, sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "ACOSTA",
      "sentences": "Right. Couldn't Matt Gaetz do this next week? Start it all over again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "BURCHETT",
      "sentences": "He could do it every day, but it's just a vote of confidence is what it is. And it would be a simple majority. So I thinking being in leadership and being able to control the floor vote is a key thing, and of course the whip, our new whip who was Steve Scalise, now it's Tom Emert, will do an excellent job. Guy Reschenthaler is his number two man. He and I came together. They have an excellent, excellent working machine on that. They know how to work the floor and they do it very well.But I think it literally, I really do, think it holds the speaker accountable to the people, to the real people. I mean, it is called the people's House for a reason. And that thing was in place since the '20s. And we never had a problem with it up until then, and there have been some very tight majorities and minorities. First the Republicans, then Democrats. Jim, I think it just puts the people more in charge of their house, which it should. You don't have a bully --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "ACOSTA",
      "sentences": "Let me ask you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "BURCHETT",
      "sentences": "Go ahead. Sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "ACOSTA",
      "sentences": "Yes. Let me ask you this. When it was all over, the speaker, Kevin McCarthy, thanked former President Donald Trump for playing a part in this, playing a role in this. Let's take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "MCCARTHY",
      "sentences": "I do want to especially thank President Trump. I don't think anybody should doubt his influence. He was with me from the beginning. Somebody wrote the doubt of whether he was there, and he was all in. He would call me, and he would call others. And he really was -- I was just talking to him tonight. Helping get those final votes. What he's really saying really for the party and the country, that we have to come together.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "ACOSTA",
      "sentences": "Setting aside that last part of what Speaker McCarthy said that the former president would like to see the country come together, I think a lot of Americans would probably sharply disagree with that. Very likely and definitely sharply disagree with that. But do you agree that it was a good idea to have the former president play a role in all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "BURCHETT",
      "sentences": "I can't speak for Trump, honestly. I know that Gaetz and Boebert did not receive a call from him, at least when I was sitting there with them. So maybe some other members did, and if that influenced them in a positive way, I think that's a -- that would be a great thing. Just everybody's -- everybody is adding on a positive category. And you know, victory has 100 fathers and defeat is an orphan.So pile on for all I care. I don't care who called, I was just glad -- I was glad to see Kevin McCarthy -- you know, I voted for him 15 times. So there was no question my loyalty of any of that. And so -- but I was -- I also met with him early on, and I made very similar requests that the Freedom Caucus did. And I received about 85 percent of what I'd asked for to make it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "ACOSTA",
      "sentences": "You're not worried, Congressman, that this looks like your party is not ready for primetime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:03",
      "speaker": "ACOSTA",
      "sentences": "I miss everybody down there in Knoxville, too. But yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:03",
      "speaker": "BURCHETT",
      "sentences": "Yes, sir. We -- I had more debate this week in Congress, more meaningful debate, more intermingling. I would go over and talk on the Democrat side, I talked to my friends in the Squad, AOC and Omar and all of them, and Speaker Pelosi came down and sat beside me, checked on my daughter who got hurt in a little horse accident because she has a granddaughter, whose name -- her name is Isabella and my daughter's name is Isabelle. And she asked me about my wife, Kelly.It gave us time to interact. We actually interacted more this week than we have in the last four years. And if anything, I think that relationship building is where it's at. When I used to be in the state legislature we had very -- I can't remember, the last couple of years I was at my 16 years we were in the majority. But it really didn't change much because we worked together across the aisle. Steve Cohen who is probably as far to the left as I am to the right, out of Memphis, he and I worked when I was in the legislature. We raised the speed limit together, you know. He called my mama when my daddy died. We have those kind of relationships. And I think this week a lot of that -- a lot of those barriers dissolved. At least a little bit. And so, you know, it's always going to be -- democracy's not a pretty thing sometimes. It's ugly. Sometimes it's just a knock down drag-out. But maybe that's what we need to get to where we're at. And I think the country is going to be well served, I honestly do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:03",
      "speaker": "ACOSTA",
      "sentences": "All right. Congressman Tim Burchett, we'll be watching. We'll see. Hopefully there aren't too many more of those knockdown drag- outs. But in full disclosure to our viewers, I was once a local reporter there at Knoxville, Tennessee, at WBIR-TV. So that's what the former mayor and now congressman is referring to.Congressman, thanks so much for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:03",
      "speaker": "BURCHETT",
      "sentences": "Thank you, brother. It's always a pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:30",
      "speaker": "ACOSTA",
      "sentences": "He was hunting them. Those words from the father of Kaylee Goncalves, one of the four college students stabbed to death inside a house near the University of Idaho. And now chilling court documents offer new details about the suspect and his movements before and after the killings.CNN's Veronica Miracle reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:30",
      "speaker": "STEVE GONCALVES, FATHER OF KAYLEE GONCALVES",
      "sentences": "He was stalking them. He was hunting them.VERONICA MIRACLE, CNN CORRESPONDENT (voice-over): The father of Kaylee Goncalves, one of the four university of Idaho students killed, believes his daughter and her friends were hunted after authorities laid out the case against Bryan Kohberger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:30",
      "speaker": "GONCALVES",
      "sentences": "He was just a person looking for an opportunity and just happened to be in that house. And that's hard to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:30",
      "speaker": "MIRACLE",
      "sentences": "Kohberger, charged with the murders, may have cased the scene of the crime four months before the murders according to new court documents. An affidavit released Thursday reveals police started looking for a white Hyundai Elantra like this one around Thanksgiving, almost two weeks before asking the public for information about the car.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:30",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "On December 23rd, they get the cell phone records showing the owner of that car has been what appears to be from the record staked out in the area of that murder house a dozen times since August.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:30",
      "speaker": "MIRACLE",
      "sentences": "Still, no details about why the 28-year-old suspect chose this house and whether he knew any of the four victims, Ethan Chapin, Xana Kernodle, Madison Mogen, and Kaylee Goncalves. The affidavit also revealing around 4",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:30",
      "speaker": "GONCALVES",
      "sentences": "I do know that she was petrified, and I think people respond a little bit different. I think she was just scared, very scared, and it's not like Hollywood where everyone behaves like people think they would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:30",
      "speaker": "MIRACLE",
      "sentences": "According to the affidavit, DNA evidence also led police to the suspect. A knife sheath was left on one of the victims' beds that contained DNA similar to Kohberger's father's DNA found in the family's garbage, according to those documents.A law enforcement source tells CNN as authorities were surveilling the Kohberger family home they witnessed Kohberger putting trash in a neighbor's bin and were able to extract it for DNA comparison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:30",
      "speaker": "MILLER",
      "sentences": "The surveillance team that's watching from a pretty great distance sees him come out and clean the car from top to bottom, inside and out, using surgical gloves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:30",
      "speaker": "MIRACLE",
      "sentences": "In court on Thursday, Kaylee Goncalves' father was in the front row and he was pointedly staring at Kohberger.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "ACOSTA",
      "sentences": "And Kohberger's phone was near the victims' residence 12 times since June of 2022. And court documents say that all of these occasions except for one occurred in the late evening and early morning hours. What does that indicate to you?CANNING-MELLO: Just really great -- first off, really great cellular analysis by the FBI task team. They do tremendous work, especially in this kind of a case. So what they do is, again, we have these patterns of behavior. We all have cell phones. We all have patterns of behavior with our cell phone. And they identify that this cell phone was in the area of Moscow, Idaho, presumably right around this residence where the offender was likely gathering intelligence, who lives here, he's -- knows his targets live there. But who else lives there. Where are they arranged in the residence, where do they sleep in the residence. So when he goes back at 4:00 a.m. on the night of the attack, he knows where they're sleeping and then immediately he goes to the third floor where he kills Madison and Kaylee, they're his first victims. So it's really interesting that -- and also during that time, the phone is shut off. So he knows to shut the phone off so he was not identified at the scene during the crime. It's turned back on a couple of hours later when he's back around the university. And then it's turned back on, and investigators find that he was in the area again around 9:00 the following morning. We can speculate as to why he returns probably to the scene of the crime. Number one, he's looking for police activity. And also I'm thinking maybe he's wondering, shall I go back in and try to get that sheath that I left. Thank goodness he doesn't do that because that turns out to be an instrumental piece of evidence. Also, really important, and I don't think this has been disclosed yet, but on the last page of the affidavit, the affiant talked about the fact that he's in Johnson, Idaho, which from my research it looks like it's about a two-hour drive southeast of the crime scene, where his cell phone is alerted around 5:00 p.m., and then the cell phone is shut off for a period of three hours. What is he doing two hours from the crime scene where the cell phone is shut off for three hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "ACOSTA",
      "sentences": "Right.CANNING-MELLO: So we can all speculate, maybe he's destroying evidence, it's all speculation. But my point is the folks in Johnson, Idaho, may be able to help the police. And it's really critical right now when we're trying to determine motive here and intent that the public helps the police try to reconstruct the timeline of this individual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "ACOSTA",
      "sentences": "All right. Very fascinating insights. Kathy Canning-Mello, thank you so much for your time. We'll have you back on and talk about this more. It's an incredible case. Thanks so much for your time. We appreciate it.CANNING-MELLO: Thank you, Jim. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:34:59",
      "speaker": "SEAN MCDERMOTT, BUFFALO BILLS HEAD COACH",
      "sentences": "The thing that makes me laugh is he did this to the guys -- you know, right away. He flexed, flexed, flexed on them I guess.Some were in the midst of that, and it was a little bit hard to hear, but he, as you can imagine, said, he said, \"I love you, boys.\" And of course, that got the guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:34:59",
      "speaker": "DION DAWKINS, BUFFALO BILLS OFFENSIVE TACKLE",
      "sentences": "To see that boy's face, to see him smile, go like this in the camera, it was -- it was everything. So -- and then to hear him talk to us, it was literally everything. And that's what we needed.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:34:59",
      "speaker": "WIRE",
      "sentences": "Fans everywhere need that, too, right, Jim? Like Tony Spina, born and raised in Buffalo, lives near where the mass shooting took place, was in the heart of the deadly storm, and was in Cincinnati seeing Damar Hamlin go down.He's here now showing support for Cincinnati and their medical workers, and, of course, his Buffalo Bills. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:34:59",
      "speaker": "TONY SPINA, BUFFALO BILLS FAN",
      "sentences": "Coy, you played in Buffalo, so you know it. The Bills are more than a football team to this city.After the uncertainty Monday night, this is going to be maybe the loudest a stadium has ever been in the entire world ever at a sporting event. And I'm just honored to be able to be in attendance for this game. It's going to be the most special game I've ever been to. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:34:59",
      "speaker": "WIRE",
      "sentences": "Tony's right. It's going to be popping.Bills' head coach said tomorrow's going to be a celebration of life. And fewer than 24 hours, Jim, it is on. That field the best bands in the world. I pity the Patriots. Humbly and admittedly biased as a former Bills player. My prediction, Bills by a billion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:34:59",
      "speaker": "ACOSTA",
      "sentences": "There you go. Hey, and I have to be honest, I never root for the Patriots anyway. It's going to be even easier when they play this game. We're all cheering on Damar.Coy Wire, thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:34:59",
      "speaker": "WIRE",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:18",
      "speaker": "ACOSTA",
      "sentences": "The book isn't even out yet, but it's been a week full of salacious details from Prince Harry's upcoming memoir \"Spare.\"Among the revelations so far, and there are many, Prince Harry brands his brother his arch nemesis, claims he and William begged his father not to marry Camilla, admits using cocaine at the age of 17, and doing a stint in rehab. Also claims he was physically attacked by Ms. Brother who called Meghan rude and difficult. He claims William and Kate told him to wear a Nazi uniform then howled with laughter when they saw him in it. Revealed he killed 25 enemies in Afghanistan. Reveals William confronted Meghan for telling Kate she had baby brain. And the list goes on and on. This is before Meghan apparently snapped back by saying, take your finger out of my face. Let's bring in our royal historians, Kate Williams and Ed Owens. My goodness, I'm out of breath reading through some of those headlines in this book, guys. Kate, I know the modern-day Buckingham Palace never, never complained, next explained. But can they really have no comment on all of this? I would have to assume at some point royal sources, as they describe them, will start talking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:18",
      "speaker": "KATE WILLIAMS, CNN ROYAL HISTORIAN",
      "sentences": "Yes, as you say there's been revelation after revelation. And the book isn't even out yet. It's not out until Tuesday.The revelations since the leaks started and the Spanish copies went on sale by mistake, it's been one after the other, altercations. Really Harry's picture of a dysfunctional family in which Charles didn't put his arm around him when he told him Diana was dead. And also sort of long-term dysfunction within the whole structure of heir and spare. So Harry's challenging both the family and the institution here. And as you say, I think it's -- I do think it's very damaging. And I do think that really, although the Buckingham Palace has said they're not going to respond, that they really will have to at some point. Charles's is very in its early stages. This is damaging to him. So if I were advising them, I would tell them they have to speak out at some point. They may not speak explicitly but I think, as you were saying there, we will see royal sources begin to say, this isn't how it was, we don't agree, and you know -- we overtly disagree. We know that sources have said that there's a lot of anger within the palace. I think they'll start expressing it after a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:18",
      "speaker": "ACOSTA",
      "sentences": "Ed, one of the biggest headlines was part of the book where Harry says Prince William physically attacked him during a fight over Meghan Markle.He writes, quote, \"It all happened so fast, so very fast. He grabbed me by the collar, ripping my necklace. He knocked me to the floor. I landed on the dog's bowl, which cracked under my back, the pieces cutting into me. I lay there a moment dazed. Then got to my feet and told him to get out.\" We knew things were bad, but I mean, did -- we didn't know they were this bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "ACOSTA",
      "sentences": "And, Kate, there was also the revelation that Prince Harry had re-enacted the drive through the Paris tunnel where his mother, Princess Diana, had her fatal car crash. That is heartbreaking to hear that. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "WILLIAMS",
      "sentences": "It is heartbreaking. The book opens with Diana's funeral. It really talks a lot about Diana. Harry talks about how he kept a lock of her hair, which her sister took after her passing, on his bedside table.And he is very, very angry still about the investigation, about Diana's death. He says that he and William wished for the investigation into Diana's death to be reopened, it didn't go far enough. And he re-enacted that drive. It is heartbreaking. It is a picture of the royal family, but also a picture of a young boy who lost his mother at such a young age. And then as he talks about in the book, was expected to walk behind the coffin and put on a show for the world, which as he talked about in the book, Earl Spencer, his mother's brother,\" said was a barbarity. That seems to be the case. We see a lot of what Harry has suffered, particularly in the aftermath of his mother's death. And it is heartbreaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "ACOSTA",
      "sentences": "And, Ed, Harry and Meghan were expected to attend the coronation of King Charles. What happens to that? Is it possible that these invitations might be rescinded?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "OWENS",
      "sentences": "Well, I think, to some extent, the memoir, you know -- and there's a lot more to come on Tuesday when it's finally published -- it will, to an extent, overshadow the coronation.King Charles has to get on the front foot really in terms of controlling the narrative of what the coronation is about. He doesn't want Harry to overshadow it. This idea that -- that Harry and Meghan have been invited, that that invite still exists, you know, Harry has essentially pushed the ball back into the king's court in a sense. A lot can happen between now and the coronation. Harry's expecting him to apologize I think essentially. And unless an apology is forthcoming, I don't imagine Harry and Meghan will want to be there in May.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "ACOSTA",
      "sentences": "Kate, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "WILLIAMS",
      "sentences": "Yes, I agree. I think Harry wants an apology. And he doesn't just want a couple of handshakes and a piece of cake. He wants Charles really to apologize for everything that's happened, particularly the death of Diana. And I think that's not going to happen.I think that the royal family very much more the principles are stiff upper lip and move on. Certainly, I think it would help Charles if Harry and Meghan are at the coronation playing the happy families, playing the balcony wave, playing the group. Because what -- all of these revelations will overshadow the coronation, whether Harry is there or not. And it will all -- if Charles can get Harry to be there and to support him, that is -- that will really be an advantage for him. But if he can't, I think it's going to really affect the way -- Harry and Meghan speak to a whole section of British and world society, young, multicultural, particularly young people across the commonwealth, and those are the groupings to which Charles seems increasingly out of touch and is trying to win over. And they can help him, but if they're not there, I think their absence will look quite bad for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:53:12",
      "speaker": "ACOSTA",
      "sentences": "He called it the worst business case in movie history, but now Director James Cameron has plenty to celebrate as his blockbuster, \"Avatar, The Way of Water,\" continues to drench the competition at the box office.CNN's Chris Wallace spoke to Cameron about the movie's record-breaking success. (BEGIN VIDEO CLIP) CHRIS WALLACE, CNN HOST, \"WHO'S TALKING TO CHRIS WALLACE?\" : One, are you going to make that figure of $2 billion, and two, if you don't, does that mean we're not going to see Avatar 3?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:53:12",
      "speaker": "JAMES CAMERON, DIRECTOR",
      "sentences": "It looks like just with the momentum that the film has now that we'll easily pass our breakeven in the next few days actually. So it looks like I can't wiggle out of this. I'm going to have to do these other sequels.And I'm sure that we'll have a discussion soon with the top folks at Disney about, you know, the game plan going forward for \"Avatar 3,\" which is already in the can. We've already captured and photographed the whole film. And then \"Avatar 4 and 5\" are both written. We even have some of four in the can. So I think we can see that -- I think we've begun a franchise at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:53:12",
      "speaker": "WALLACE",
      "sentences": "How crushing, and I hope and you think it's not going to happen, but how crushing would it be to you personally if you didn't get to tell the entire arc of the \"Avatar\" story?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:53:12",
      "speaker": "CAMERON",
      "sentences": "Not so bad. I mean, look, I understand this business, and I understand the variables, and you know, the old expression, man proposes and god disposes. You never quite know what's going to happen.I also believe in planning for the upside, not just making a movie herky jerky and waiting to see what happens. Plan for the upside and accept that if it doesn't work. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}