{
  "date": "2023-10-09",
  "headline": "Inside Politics",
  "subHeadline": "Biden Tells Netanyahu Assistance Is On The Way; Near-Continuous Strikes & Explosions Inside Gaza; CNN Speaks To Family With Missing Loved Ones. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "DORON LIBSHTEIN, BROTHER WAS KILLED SATURDAY",
      "sentences": "And we have hope that he's still alive. And we still have hope for peace in the world. And we are shocked by what is happening right now in our area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "Yes. Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "LIBSHTEIN",
      "sentences": "And this is the worst ever horrific attack on civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "It says a lot that you are still hoping for peace in the world, given what you are going through, losing so many family members and obviously having a nephew unaccounted for. Thank you for sharing your story. I very much appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "LIBSHTEIN",
      "sentences": "This is the legacy of my grandmother. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:39",
      "speaker": "BASH",
      "sentences": "The literal fire of war swallowing more and more of Gaza each and every minute. The fury of Israel's response to an unprovoked terror attack from Hamas inside Israel on civilians. And here in Washington, President Biden has been in touch with Israeli Prime Minister Benjamin Netanyahu throughout the weekend.Yesterday, a U.S. carrier strike group was redirected towards the eastern Mediterranean Sea to act as a deterrent to Hezbollah forces in Lebanon and other militant groups. Joining me now from the White House is CNN's MJ Lee. MJ, what are you hearing from your sources at the White House about the prepared response right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:39",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Dana, needless to say, the situation in Israel has been front and center for President Biden all weekend, as he has been getting briefings by his national security team, and as you said, has spoken already twice with Prime Minister Benjamin Netanyahu. And we saw just overnight how abruptly the President's focus and priority can change.This is now a president who is overseeing and contending with two different wars in two different regions of the world. And even though he, as a candidate, really explicitly ran as the person who he said is best equipped to handle this kind of global crisis really better than anybody else, he is about to be tested in a whole new set of ways. And certainly when it comes to sort of the efforts to reshape diplomacy in the Middle East, those efforts, at the very least, are on hold or disrupted right now. Now, as for the immediacy of the President's actions and how he is responding, of course, he has been talking with his counterpart about the assistance that he wants to send Israel's way. We are already seeing over the weekend, U.S. military assets being moved into the region. The president has made clear that there is going to be more assistance headed Israel's way, though that is going to be complicated by the unusual situation on Capitol Hill of their not being a permanent speaker. And, of course, Dana, U.S. officials are working around the clock to try to gather as much information as possible about this attack that really did take Israeli and U.S. officials by surprise, including Iran's potential role in all of this. Though at this moment in time, U.S. officials still say that they've not found anything to draw a distinct connection between Iran really helping to execute and plan this specific attack. They do say, though, that that connection could soon be made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:39",
      "speaker": "BASH",
      "sentences": "MJ, thank you so much for that reporting.And as MJ just mentioned, this attack, this war that is happening now in the Middle East is happening as the U.S. Congress is without a speaker of the House. Joining me now is Congressman Adam Smith, who is the ranking Democrat on the House Armed Services Committee. Thank you so much for joining me. You have been in touch, you have been briefed, what can you tell us about the situation in Israel that we might not know yet? REP. ADAM SMITH (D), WASHINGTON: Well, I mean, you've covered it reasonably well. I think it's good to frame sort of what the U.S. response is and what our priorities are. I mean, number one priority, obviously, is to get whatever helped Israel that they need. And the President and the White House team is in communication with them on that offer that support Israel. Number two, crucially work with our allies in the region to try and make sure that this conflict doesn't expand and specifically that focuses on Hezbollah up north and Lebanon and Syria. So there's talk with various allies about that. And then third, to make sure that we protect U.S. interests in the region. That's why DOD has moved some assets into the region is focused on that. Now, for now, that's what we can do. The big question that comes is, you know, what if we need some sort of specific aid package? How do we work that through the process? Those conversations are beginning between the White House and Congress as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "SMITH",
      "sentences": "Sure. Just to understand, the U.S. military is not going to get involved in terms of sending, you know, troops or our assets to fight with Israel against Hamas. We will certainly support Israel as our ally in terms of, you know, providing equipment, you know, military ammunition, if they need, other forms of support.We're there because we're kind of worried more broadly about Iran. And keep in mind, we have U.S. forces in Iraq, we have U.S. forces in Syria. Iran has various militia groups in those regions that they back. There is concern that Iran will seize this opportunity to launch further attacks against U.S. interests and U.S. forces. We have forces in Syria primarily because of ISIS, which has not completely gone away. There are large prison camps with ISIS fighters there. And Iran through its Shia militias have been harassing those elements. Iran has also looked for ways to destabilize Iraq. So that is the reason that we have that increased presence, is because of our concern about what Iran might do with its proxies to specifically target U.S. interests or to further destabilize the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "BASH",
      "sentences": "It sounds like, is there credible intelligence that that is something that is imminent, or this is an insurance policy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "SMITH",
      "sentences": "Well, forgive me, Dana, but there's credible intelligence in the sense of just your average intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "BASH",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "SMITH",
      "sentences": "There's no doubt that this war benefits Iran. There's no doubt that Iran is the number one backer of Hamas that has been provided them with the missiles. And so, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "BASH",
      "sentences": "On that, what -- have you seen evidence that shows that Iran was, aside from just being a financial backer of Hamas, was integral in the planning of this attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "SMITH",
      "sentences": "You know, I can't talk about anything classified, so I can't get into that. But again, I think we should just rely on the logic of the situation, both in terms of what Iran has always supplied to Hamas and also to Hezbollah. But also Iran's clear interests in trying to stop the movement of the peace effort between Israel and Saudi Arabia and other Arab states. Iran, you know, fears that peace effort. And I -- it's perfectly logical that they would want to launch an attack like this or encourage an attack like this to disrupt that process.So yes, Iran is definitely in the middle. It's where how specifically in this attack that we'll have to look at some of the intel on that. And like I said, some of that we're not going to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "SMITH",
      "sentences": "-- reveal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "SMITH",
      "sentences": "But clearly, Iran's a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "BASH",
      "sentences": "Yes. The Iranian regime as a problem here is certainly an understatement, I'm sure you would agree. Adam Smith --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "SMITH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "BASH",
      "sentences": "-- thank you so much for coming on. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "SMITH",
      "sentences": "Thanks, Dana. I appreciate the chance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "BASH",
      "sentences": "You're looking at what will very likely be a very long night ahead in Gaza. Bombs piercing the night sky, setting fire to the city as Israel ramps up its response to the Hamas terror attack inside its country on Saturday. The Israeli government is giving little answers to a very, very big question. And that is, how was it caught so off guard?I spoke yesterday with the Israeli Minister of Strategic Affairs and asked him this question. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "BASH",
      "sentences": "Whether or not your government, the Netanyahu government, was distracted because of the domestic fights going on very, very public fights going on about the judiciary and others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "RON DERMER, ISRAELI MINISTER OF STRATEGIC AFFAIRS",
      "sentences": "No. I can tell you as a member of the security Cabinet, we weren't distracted at all. We have our eye on the ball.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "BASH",
      "sentences": "Joining me now to discuss this is Yaakov Katz, a senior columnist and former editor of the Jerusalem Post. Thank you for joining me. You just heard Ron Dermer insists that the Netanyahu government did not take its eye off the ball with all of the domestic issues it has been dealing with.Normally, you see countries rally around a leader at a time like this. What is the reality for Netanyahu and his government right now? YAAKOV KATZ, SR. COLUMNIST &amp; FORMER EDITOR, THE JERUSALEM POST: Look, Dana, people are not going to be rallying around Netanyahu, but people are rallying around the state of Israel. What we saw happen on Saturday with this horrific massacre of almost 1,000 Israelis, and that number is sadly going to continue to rise in their homes, in their beds, in their bomb shelters, in their bases, is something that brings out within the Israeli that sense of allegiance, that sense of patriotism. Stories that I'm hearing of people who are getting on planes in Sri Lanka and flying by hook or crook back to Israel to make it to their units and to serve and to call up into reserves. That is what people rally behind. Netanyahu will have some political trouble, but that will be for after this conflict, where he made a career, as you know, as being Mr. Security. Well, he isn't Mr. Security after what happened on Saturday. And while I have a lot of respect for Minister Dermer, they did loops, get their eye off the ball. What happened here over the last nine months with the judicial reform, the division that they created within Israeli society, created a situation that we were not focused on what was really happening here. And there were so -- the writing was on the wall, that when the Jews are divided, when the country is divided, there will be an enemy who will try to take advantage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "BASH",
      "sentences": "Can I ask you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "KATZ",
      "sentences": "And that's what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "BASH",
      "sentences": "Can I ask you about -- you say that right now, no one's going to sort of try to topple Netanyahu, but there is very much an offer from opposition leaders for unity government. Is that realistic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "KATZ",
      "sentences": "Look, it's realistic if Netanyahu's willing to do it, right? Benny Gantz, the former chief of staff of the IDF, the former defense minister, the guy who was in a government, formed a national unity government with Netanyahu back in 2020 because of a virus called COVID-19, and then was stabbed in the back by Netanyahu.So there wasn't that rotation that was supposed to take place in the prime minister's office, and that government fell, right? He has said, I'm willing to come in with no conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "BASH",
      "sentences": "Yes. KATZ",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "BASH",
      "sentences": "Yaakov Katz, unfortunately, we're out of time, but I do want you to come back. Unfortunately, this is going to be a very long and drawn out process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "KATZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:53:14",
      "speaker": "BASH",
      "sentences": "As near continuous explosions rained down on Gaza, families in Israel are waiting for, hoping for news about their loved ones who are still missing following Saturday's brutal attack by Hamas.I'm joined now by Ido Dan, who is missing members of his family. Thank you so much for joining me. I understand that several members of your family are missing, including your nine-year-old cousin abducted from a kibbutz not far from the Gaza border near Oz. Tell us about the moment that you understand they were taken, and when you last heard from them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "BASH",
      "sentences": "You had a connection with -- DAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "BASH",
      "sentences": "You had a connection with the mother who was safe after the attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "DAN",
      "sentences": "Yes. Actually, I was in connection with Carmela, who's on the screen now, my aunt. She's 80 years old and actually she's now taking hostages and she's, you know, she takes medicine on a daily basis. Some serious medicine, important medicine. And we're very, very worried about her.And then she was in a safe room with one of the grandchildren with no -- yes, she's 12 years old, a girl with special needs on the spectrum. And we're in touch with them through WhatsApp. What happened is that 7:30 a.m., there was what's called in Israel, Tzeva Adom, it's red color alert, and that means basically that you need to, you know, to execute the drill of going to the safe room. Safe room is, you know, it's mandatory for all like that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "DAN",
      "sentences": "-- and, you know, new buildings in Israel. So almost everyone has that. And then you have to go to the room and wait for 10 minutes, unless there's another red alert. And then you leave the room. And, you know, 7And then Hadas (ph), the mother said, no, it's terrible here. Something very, very terrible is happening. We have terrorists inside the kibbutz. I hear them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "BASH",
      "sentences": "Oh my God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "DAN",
      "sentences": "I'm in the safe (INAUDIBLE), I hear them. They're knocking on doors. They're shouting. They're shooting all over. I think I heard grenades because it doesn't sound like a, you know, full of a missile. And I hear people shouting that they got hurt from shootings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "BASH",
      "sentences": "Ido --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "DAN",
      "sentences": "Yes, and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "BASH",
      "sentences": "Ido, this is -- no, I apologize, this is a horrific story. I want to see if you can come back and talk to us. We are -- we're unfortunately out of time for this hour, but as we go, I want to put up the picture of your cousin, nine-year-old, Erez Calderon. He's just one of many members of your family who are missing.I'm so grateful that you're sharing this story and please come back. I want to talk a lot more and I want you to tell us if you hear from anybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "DAN",
      "sentences": "Can I just say one sentence, Dana? I really think, I want to say, to tell the Hamas, there is no basically one war crime that was not committed yesterday -- you know, on Saturday. And I think that kids --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "DAN",
      "sentences": "-- say such young kids --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "BASH",
      "sentences": "Understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "DAN",
      "sentences": "-- and older people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "BASH",
      "sentences": "Very young, very young, very old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "DAN",
      "sentences": "Should be out of this conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "BASH",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:03",
      "speaker": "DAN",
      "sentences": "Please release them immediately.",
      "isLastSentenceInterrupted": false
    }
  ]
}