{
  "date": "2023-09-04",
  "headline": "CNN News Central",
  "subHeadline": "Russia's War in Ukraine; Russian Attacks Near Romanian Border in Odessa Region Left 2 People Injured; Ukraine's Defense Minister Fired by Zelenskyy, Referencing \"New Approaches\"; Georgia Election Case; Interview with Former State and Federal Prosecutor, Jones Walker Partner, and Southern District of Florida Former Assistant U.S. Attorney David Weinstein; Judge Overseeing Mark Meadows' Case May Soon Decide Whether to Transfer it to Federal Court; Justice Thomas Officially Disclosed Trips Sponsored by Republican Donor; Majority of Americans Prefer the Supreme Court to Have Ethics Code; Gauff Defeats Wozniacki to Advance to Quarterfinals; Iga Swiatek, Tennis World's #1, Withdraws from U.S. Open; At the U.S. Open, Americans Shelton and Tiafoe Advances. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "Spider -- MARKS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "As we look at the big picture here of the battlefield in Ukraine, we got word this weekend that the Ukrainian President, Volodymyr Zelenskyy, has fired the defense minister right in the middle of this counteroffensives. What message did that send?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MARKS",
      "sentences": "Well, what it tells you is that, you know, when President Zelenskyy was elected, Ukraine has a very long history of corruption, and he was elected to arrest that. Get his arms around that. Well, simultaneously Russia then invaded his country and he's been fighting, essentially, two enemies. This notion of DNA inside his government that has the corruption bent. He's got to get that thing under control. And he also has to fight this war of sovereignty against Russia.To the soldiers and the leaders on ground, this essentially means nothing. They will continue to focus in on their missions. It's a big deal from the standpoint of President Zelenskyy and how he can galvanize his cabinet and how he can send a very powerful message (INAUDIBLE) if he can't abide (INAUDIBLE). And we must hold folks accountable. To those who that are fighting, it's irrelevant. Keep driving on. Stay focused on the target.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "Most of the fighting in terms of this counteroffensive has been happening in the southern front, and the Ukrainians have retaken Robotyne here, and are trying to push south to this city right here, Tokmak. Talk to us about how the Ukrainians are doing this and the importance of consolidating and protecting their gains.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MARKS",
      "sentences": "Yes, what you are seeing here is this movement -- they made a decision, obviously, at the operational level to grab a hold of Robotyne. They want to move to Tokmak. When you look at the infrastructure, that's kind of how the road network works. Then it goes further south to Melitopol. Then they want to cut straight down to the Sea of Azov.What that -- exactly. Correct. And what that does, if they can hold that penetration, they've got to be able to hold the shoulders of that penetration, then what it does is it dislocates, military term, for giving Russian -- the Russians very few options in terms of resupply. If Ukrainians can hold the penetration, then they can hold one side of it, which would be the northern shoulder so they can begin the reduction to the south and Crimea. That then puts the Russians in a predicament. The balls in the Ukrainian's fort to take advantage of this initial success. But these are belts, defensive belts, as you and I have talked about before. And the Ukrainians have to be very deliberate and don't get ahead of themselves. And make sure that they -- where they make penetration they can hold. Make penetration they can hold, then that allows them to make some choices. You want to have options in combat. You want to eliminate the options to the Russians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "How hard is it to maintain control of a city like Robotyne once you do take it? It -- you know, it's a Ukrainian city, I should mention that, but when they regain control of it, how hard is it to maintain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BERMAN",
      "sentences": "General James \"Spider\" Marks, always a pleasure. Thank you so much. Great to see you.Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. At any moment now, a decision from the federal judge overseeing Mark Meadows' attempt to move his Georgia election subversion case to a federal court could come down. And another former White House aide also moving forward with his criminal trial for defying subpoenas from the House Select Committee that investigated the January 6th Insurrection. Jury selection and Peter Navarro's case begins tomorrow.Joining us to discuss is former state and federal prosecutor David Weinstein. He's also the former assistant U.S. attorney for the Southern District of Florida. David, good to see you. Thanks for being with us. Let's start with Navarro's case. So, Navarro had been arguing that Trump, essentially, exerted executive privilege. The judge saying, you provided no evidence of that. You cannot use it as defense. How do you see this going? DAVID WEINSTEIN, FORMER STATE AND FEDERAL PROSECUTOR, PARTNER, JONES WALKER, AND FORMER ASSISTANT U.S. ATTORNEY, SOUTHERN DISTRICT OF FLORIDA:  Well, it seems to me like it is going to be a very slow guilty plea. We saw some of this previously with Steve Bannon's trial. Look, he was given a subpoena from Congress to appear both to provide testimony and documents. He attempted to exert this claim of executive privilege. As the judge said, he submitted no proof, it's been rejected. And so now, his defense is one of, well, I tried to get there. They wouldn't accommodate my schedule, which is what Bannon said. Or I showed up, they didn't want to listen to me. There's no other claim he can make at this point. It's not a special request. It's a specific invitation. You have to come and you have to provide the testimony and the documents. You hold the key to the jail cell, and if you don't insert that key by giving the testimony or documents, you are going to get thrown into the jail cell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SOLOMON",
      "sentences": "And jury selection begins on that on Tuesday again. Turning to Wednesday, it's a really busy week. On Wednesday, arraignment in that Georgia State election interference case. Of course, all eyes continue to be on what happens with Mark Meadows and his request to move this to a federal court. But what else, David, are you watching about what could potentially happen Wednesday? Do you think we'd get any sense of how many trials this might ultimately be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WEINSTEIN",
      "sentences": "I think we may get some sense of that. And look, an arraignment is one of the most boring procedures that takes place in the criminal docket. You come in and you plead not guilts, and sometimes you don't even show up to plead not guilty. Your lawyer enters a not guilty plea on your behalf. But what's going to be interesting here is to see how these trials are set. Is the judge going to put them all together based on the speedy trial demands and keep those October settings? Or is the judge going to start severing out people who have not joined in the speedy trial demand but if not move to sever?I know that the D.A. wants to try everyone together. So, it will be an interesting dynamic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SOLOMON",
      "sentences": "Yes, for sure. Let's just circle back to Mark Meadows' in this case. The judge in this case last week asked a question that a lot of legal analysts have been cluing into. So, the question was essentially if some of the acts alleged met the colorable defense theory -- and please explain that for us in just a moment, but if some of the acts met that standard, and some of them didn't, how should that go? Should that then still move to a federal court? Legal minds have been split, it seems like. How do you think this is going to go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WEINSTEIN",
      "sentences": "I don't think it is going to work well for Meadows. Look, the defense he is asserting here is that based on the job he was doing, that he is exempt from prosecution for state court crimes. But the problem here is what he was doing was not within necessarily his job description. It was political, and that's what the D.A. has alleged and that's what the D.A. is claiming here.And the judge's question was fine, let's put that aside. You've got a number of overt acts in your RICO conspiracy theory, what if one of those acts actually was within his job description? Does that mean that I have to grant this motion and bring this case into federal court? And the answer is, no, because she doesn't have to prove every overt act. She only has to prove two or more. And if she wants, she can amend. She can take out the overt act that this judge thinks, perhaps, was within his job description. And then Meadows is left with nothing to say that that was within the gambit of his job as a government official. And then the judge has every reason to just deny his motion, and send this all back to state court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SOLOMON",
      "sentences": "And David, before I let you go, I know you said that arraignments tend to be the most boring court cases and court hearings around, but this one might not be because of all of the obvious reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SOLOMON",
      "sentences": "So much to watch. David Weinstein, we so appreciate your expertise today. Thank you.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "All right. Supreme Court Justice Clarence Thomas has finally disclosed trips that were paid for by a billionaire Republican mega donor. But it has renewed questions about ethics on the high court. And even though justices are not bound by a code of conduct, most Americans think they should be.CNN's Senior Data Reporter Henry Enten is here. You know, look, Harry, when it comes to honesty --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATE REPORTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "-- what do Americans think about the Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENTEN",
      "sentences": "You know, when I grew up, the idea of being a Supreme Court justice was -- it was the highest level of honesty and integrity you could get. But take a look here at the perceived level of honesty and ethical standards of SCOTUS justices. 35 percent say they're low, 33 percent say average. So, the fact is, is most Americans believe that Supreme Court justices at best have honest integrity and ethical standards. Now, I should point out, of course, that's basically the case across government where we've seen declining belief that people in federal government have honesty and integrity. But the fact is, it has now spread across the court.And you mentioned, John, you know, the fact that the Supreme Court does not in fact have a formal ethics code, something I had no idea about. Pretty much every other part of the federal government does. Americans overwhelmingly want it. Look at this, 90 percent overall. And it is one of the rare things where we see bipartisan support, Democrats at 96 percent, Republicans at 84 percent, and independents 83 percent. So, Americans aren't that trustworthy of the United States Supreme Court, and they definitely believe they should have formal ethics code.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "It maybe that most people are shocked as you. That there isn't something --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "-- more formal in place there. How about views of the court in general?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENTEN",
      "sentences": "Yes. So, you know, this ties in these low views on the Supreme Court and their honesty and integrity ties in overall with what we're seeing as declining views, favorable views of the United States Supreme Court. Look at where we were back in 2020, 70 percent. You can see the sled -- steady slide downward. Guess where we are now. Just 44 percent of Americans have a favorable view of the United States Supreme Court.Now, that might have to do a little bit with the honesty and integrity, but of course, it also has to do with the fact that the Supreme Court has made a number of decisions that Americans don't like. Most notably, the overturning of Roe V. Wade. And this ties in with the idea that may be the United States Supreme Court has too much power. If you go back to 2019, look at this, the United States Supreme Court has too much power, it's 21 percent. We see the steady climb. We saw a slight decline this year. But the fact is, we're still at double where we were just four years ago. So, Americans, overall, not that hot in the United States Supreme Court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "These last two slides that you showed me, the things are striking. This is a two or three-year trend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "We're not talking about 50 years. You're talking about 2019 here, and it is basically doubled in terms of how many people think that court has too much power, same with favorability, it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENTEN",
      "sentences": "Three years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "-- a fraction of what it was just three years ago. It happened fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENTEN",
      "sentences": "It has happened very, very fast. Americans' minds have changed rapidly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "Harry Enten, always a pleasure. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENTEN",
      "sentences": "Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. Sixth seed and one of the favorites to win the U.S. Open title, teenager Coco Gauff beat Caroline Wozniacki to reach the quarterfinals for the second straight year. And she made a lot -- some history along the way.Let's bring in CNN's Sports Anchor Coy Wire here with more. Coy, good to see you. Coco riding high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "COY WIRE, CNN SPORTS ANCHOR AND CORRESPONDENT",
      "sentences": "What up, Rahel. Good to see you, too. 19-year-old Coco Gauff certainly riding high. Becoming the first American female teen since Serena, more than 20 years ago to make back-to-back U.S. Open quarterfinals. And she is on one of the hottest streaks of her career. Winning twice on tour in the last month. And facing 33-year-old Caroline Wozniacki, the former world number one, mother of two. She forced these one to three sets, but Coco would rise up in the third. A 6-3, 3-6, 6-1 winner. And dad is so proud. Watch this.(BEGIN VIDEO CLIP) COCO GAUFF, 5-TIME WTA TOUR CHAMPION:  My dad isn't in the box anymore, because he gets too nervous. So, he's somewhere in one of the suites. And he has been, apparently, doing laps around the stadium, I heard during the match. So, I don't know if he can hear me right now, but you know, I felt his energy, his good energy, even though I can't really see him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "WIRE",
      "sentences": "And Charlie Ray speechless, what an epic moment. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SOLOMON",
      "sentences": "He meant well. So, I'm glad everybody forgave him, but super cute.All right. Coy, thank you. Good to see you, my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "WIRE",
      "sentences": "You got it. You too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SOLOMON",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    }
  ]
}