{
  "date": "2023-05-30",
  "headline": "CNN News Central",
  "subHeadline": "Disgraced Biotech Executive Elizabeth Holmes Reports To Prison; Man Who Allegedly Killed 11 Jewish Worshippers Now On Trial. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:32:17",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Angry protesters have gathered outside City Hall in Davenport, Iowa, pleading with officials to hold off on demolishing the rest of a partially collapsed apartment building. A portion of the structure gave way on Sunday and a ninth person was rescued last night.Police say five people are still unaccounted for today and at least two could be inside. So now officials face an excruciating decision. Residents are holding out hope for more survivors, but the fire marshal says what is left of the building could collapse and it needs to be torn down. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:17",
      "speaker": "JAMES MORRIS, ASSISTANT CHIEF FIRE MARSHAL, DAVENPORT, IOWA",
      "sentences": "It's -- sorry, it's extremely difficult. You can't run up to a pile of bricks and rocks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:17",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(OFF MIC).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:17",
      "speaker": "MORRIS",
      "sentences": "And just start throwing things off. As much as we want to, we want to get everybody out and we want to do it right now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:17",
      "speaker": "SANCHEZ",
      "sentences": "And obviously emotional decision. Officials said the original plan was to demolish the building today, but they aren't doing that just yet. They are, \"continually evaluating the timing of the demolition.\" Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:17",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Well, Elizabeth Holmes has now reported to a federal prison in Texas, the former Biotech Executives surrendered just in the last hour. You can see her there arriving, even smiling a little bit. As she began her sentence. Holmes founded the now defunct blood testing startup Theranos.In November, a judge sentenced her to more than 11 years in prison for fraud and conspiracy. This after she raised many millions of dollars from investors, while making false claims about her company. CNN's Rosa Flores, she's outside the prison in Bryan, Texas, was there as Holmes arrived. So tell us what the rules are going to be inside while she's there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:10",
      "speaker": "SCIUTTO",
      "sentences": "A dose of hard, hard reality, Rosa Flores in Bryan, Texas. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:34",
      "speaker": "SCIUTTO",
      "sentences": "Now to some of the headlines we are following, police in Hollywood Beach, Florida say they have now arrested two people and are looking for three others. This after a mass shooting near that city's boardwalk. We've also learned that six of the nine people injured yesterday remain in the hospital, among the wounded is a one-year-old.Also in Florida, petition expected to be presented at a school board meeting this evening, requesting that board member Shannon Rodriguez step down. Rodriguez allegedly filed a complaint against a teacher showing her class the Disney Movie, Strange World, which happens to feature a gay character. More than 18,000 people have reportedly signed this new petition. Her complaint triggered an investigation by the school district and the early retirement of the teacher who showed that movie. And in Mississippi, the family of an 11-year-old boy who was shot by a police officer has now filed a $5 million lawsuit. The child suffered fractured ribs, a lacerated liver, had to put on a ventilator as well after a collapsed lung. His family is also demanding that the officer be charged. I spoke with his lawyers, his family's lawyer the last hour. They also want the police chief fired as well. Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:34",
      "speaker": "KEILAR",
      "sentences": "All right, Jim, thank you so much. Emotional moments in court today as the trial began for the man charged with killing 11 worshippers at the Tree of Life synagogue in Pittsburgh. The 2018 massacre was the deadliest ever single attack on an American Jewish community. CNN's Jake Tapper is covering all of this next hour on The Lead. A lot of attention and it's been so long since this has come to what may be a resolution for some of these families. What's played out so far today in the courtroom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:34",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Well, there isn't any disagreement that the defendant committed the crime. The big question is whether or not -- it's my analysis is what the motivation was and that's more in an effort to avoid the death penalty.But let's start with what the prosecution said, the prosecution is making it very clear this is an anti-Semitic bigot in their view and he was out to commit a hate crime. They wrote, \"Bowers hated Jews, he called them the children of Satan. Jews are a cancer on the planet. He said, Jews are evil creatures. He said, the defendant attracted more than 300 online followers who encouraged him as he praised the Holocaust. And then describing his acts at the Tree of Life Synagogue that horrible day, the prosecutor said, once he entered the synagogue, the defendant began to hunt. He moved from room-to-room upstairs, downstairs looking for Jewish worshippers to kill. They really spent a lot of time today talking about his activities that day and the methodical way in which he carried out his horrific crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:34",
      "speaker": "KEILAR",
      "sentences": "Do we get a sense of how the defense is trying to counter that? I mean even if they are just trying to avoid the death penalty how they focus on the motivation and trying to make out like it wasn't anti-Semitism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:34",
      "speaker": "TAPPER",
      "sentences": "Well, it's not a question about whether or not it's anti- Semitism. Judy Clarke who is the Defense Attorney and is often brought in, in cases like this to try to spare the person's life. Not to not keep them locked up forever but to get death penalty off the table. And the death penalty is very much on the table here. She made the argument that there's more than meets the eye.She said, \"There will be no question that this was a planned act. Prosecution said that Robert Bowers had a deep and abiding prejudice that he hated Jews. We know that there is more to the story.\" And what we believe Judy Clarke is setting the stage for this horrific but not unknown conspiracy theory that George Soros and other wealthy Jews were funding the caravan. Remember this was October 2018 when some prominent politicians and prominent right-wing media outlets were talking about the caravan, talking about how George Soros was funding this and, you know, the white replacement theory, the great replacement theory that this is all Jews and non-whites coming to replace the demographic of America. And I think the argument she's going to make is he was misguided but he didn't come up with this. And we'll see if that works.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:34",
      "speaker": "KEILAR",
      "sentences": "Yeah, that it's not just anti-Semitism that he was sort of swept up in something created by someone else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:17",
      "speaker": "KEILAR",
      "sentences": "That is going to be key. Jake, thank you so much. And we'll be with you here just in a few minutes. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:17",
      "speaker": "TAPPER",
      "sentences": "Thanks, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:17",
      "speaker": "KEILAR",
      "sentences": "Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:12",
      "speaker": "SANCHEZ",
      "sentences": "House Speaker Kevin McCarthy says he is prepared to hold FBI Director Christopher Wray in contempt of Congress if he misses a subpoena deadline today to turn over an internal document from an alleged whistleblower. The document claims then Vice President Biden was involved in a criminal scheme with a foreign national.With us now is CNN's Zach Cohen. Zach, McCarthy has made a direct appeal to Wray, really his strongest comments about the FBI and the FBI Director to date. What is he saying and what's the response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:12",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yeah, Boris, there's no doubt this is an escalation by Kevin McCarthy, he's publicly throwing his weight behind this threat to hold the FBI Director in contempt of Congress.Now, this fight has been brewing between the House Republicans and the FBI over a document that Republicans say could provide evidence that links the President to a criminal scheme. Now, the claims in this document are unverified and the credibility of the person behind them is really a question. But listen to what Kevin McCarthy said today on Fox News about his desire to enforce the FBI to turn this document over. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY, (R) HOUSE SPEAKER: I personally called Director Wray and told him he needs to send that document. Today is the deadline. Let me tell Director Christopher Wray right here, right now: If he misses the deadline today, I'm prepared to move contempt charges in Congress against him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:12",
      "speaker": "COHEN",
      "sentences": "So like it's not unusual for these fights to happen between Congress and various government agencies and it's probably not lost on anybody that it's happening today when, yes, there is a deadline but also Kevin McCarthy facing a lot of pressure from members of his own party over the debt agreement. So a lot of factors at play here. It remains to be seen how the FBI and House Republicans will move forward but Kevin McCarthy putting his name on this threat to hold the FBI Director in contempt of Congress if he doesn't comply with the subpoena.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:12",
      "speaker": "SANCHEZ",
      "sentences": "The Speaker with his hands full, we'll see how this moves forward. Zach Cohen, thank you so much for that. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "SCIUTTO",
      "sentences": "So food poisoning, it happens often it's from restaurants or caterers. A new report is telling us more about exactly how that happens in the first place. CNN Health Reporter Jacqueline Howard is with us. So what's the main culprit here and is there anything you can do about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "Well, it is an interesting report, Jim. In this report, the CDC looked at 800 outbreaks of foodborne illness here in the United States. The most common cause, norovirus infections. Norovirus caused 47% of the outbreaks in this report.Salmonella came in second, causing 18.6% of outbreaks. And the report also shows that employees who handle food while sick or infectious appear to be drivers of some of these outbreaks and 41% of the foodborne illness outbreaks they could be traced back to an employee who was suspected of being infectious or sick at that time. So the CDC emphasizes the importance of staying home while sick, but also the importance of managers and establishments supporting that. Because also in the report, fewer than half of establishments, 44% provided paid sick leave. So this report really shows, again, how if workers are supported in staying home while sick and if they actually do, then that may help reduce the spread of these kinds of illnesses, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "SCIUTTO",
      "sentences": "That's such a great point, paid sick leave matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "HOWARD",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "SCIUTTO",
      "sentences": "Jacqueline Howard, thanks so much for covering. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "SANCHEZ",
      "sentences": "If that story wasn't appetizing and made you hungry, how about this for appetizing a 14 legged giant crustacean is quickly becoming the hot new restaurant item in Taiwan? Take a look at that pretty face.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "KEILAR",
      "sentences": "Yum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "SANCHEZ",
      "sentences": "That is an isopod. It looks like it's smiling. It's a distant cousin of crabs and prawns. It was first discovered near the Dongji Islands on the South China Sea in the Taipei restaurant that serves it. Take a look. They charge the equivalent of 48 American dollars for a bowl of ramen topped with this exclusive, delectable ingredient. One lucky customer tells Reuters that the meat tastes like a cross between crab and lobster. It's got a dense texture, some chewiness. The chef says that he has 100 people on a waiting list to try the dish, but now that Brianna has heard about it, it's 101. We know that Brianna is a bit of a bug eater.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "KEILAR",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "SCIUTTO",
      "sentences": "So here's an idea, if it tastes like crab and lobster, get crab and lobster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "SANCHEZ",
      "sentences": "Let's watch Brianna enjoying some cicadas, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "KEILAR",
      "sentences": "Yeah, great. Let's do it.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "KEILAR",
      "sentences": "Are you ready?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Cheers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "KEILAR",
      "sentences": "Actually, I'm less scared of this. Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Oh, the crunch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "KEILAR",
      "sentences": "Do I have a wing hanging out of my mouth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Um.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "KEILAR",
      "sentences": "Um, it's literally in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's not a wing. It's a leg.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "SANCHEZ",
      "sentences": "Important distinction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "KEILAR",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "SANCHEZ",
      "sentences": "A wing or leg, how was that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "KEILAR",
      "sentences": "It tastes like soft shell crab.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "SCIUTTO",
      "sentences": "Which is really good. You should get soft shell crab.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "KEILAR",
      "sentences": "But you have to wrap your head around the fact of what it really is, which is a bug.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "SANCHEZ",
      "sentences": "A delicious bug?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "KEILAR",
      "sentences": "I mean, if you cook it with garlic stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "SANCHEZ",
      "sentences": "If you think about it, though, aren't crabs and lobsters the bugs of the sea?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:44",
      "speaker": "KEILAR",
      "sentences": "Yeah, but I don't think I could -- I couldn't do that big isopod.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "It looks like a big roly-poly, like a big pill bug.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SCIUTTO",
      "sentences": "I'm going to Taiwan actually a couple weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "That's where I draw the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SCIUTTO",
      "sentences": "I'm going to keep a good 10 miles between me and the --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "Let's get him on the wait list.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "We're on it, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SCIUTTO",
      "sentences": "Oh, God, I was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "It would be great.",
      "isLastSentenceInterrupted": false
    }
  ]
}