{
  "date": "2023-07-05",
  "headline": "CNN News Central",
  "subHeadline": "Zelenskyy: \"Object Resembling Explosives\" On Nuclear Plant; Sentencing Hearing Begins For Walmart Mass Shooter; Lab Tests Show Substance Found At WH Was Cocaine. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "This morning, Ukrainian president, Volodymyr Zelenskyy says objects that look like explosive devices are sitting on top of two nuclear reactors at the Zaporizhzhia nuclear power plant which is controlled by Russia. Zelenskyy is warning to the Russians could sabotage the plant. He says. \"The world sees and the world is ready to respond.\"Overnight, we've seen a new video out of eastern Ukraine an explosion in the city of Makiivka, which is held by the Russians. This could be a sign of Ukrainian efforts in their counter-offensive. Let's talk now with Scott McLean. Scott, I want to discuss this charge -- this accusation from the Ukrainians that the Russians are actively trying to sabotage the Zaporizhzhia nuclear power plant. What do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "BERMAN",
      "sentences": "All right, Scott McLean, thank you so much for helping us understand what might be happening there. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Joining us now is Steve Hall, CNN National Security Analyst and former CIA chief of Russian operations, to delve into this more. All right, so you've just heard the back and forth here. Ukraine, saying that Russia is potentially trying to blow up this nuclear reactor, and then Russia turning around and saying the same thing. What does this tell you about how close we could have come to the use of nuclear weapons in this war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "STEVE HALL, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Yes. So, this is a bit of an informational attack on both sides that's going on. Certainly, Russia understands the sensitivities that are on the West with regard to anything with the word nuclear in it. Whether it's a nuclear weapon, whether it's a nuclear war, whether it's tactical nuclear things, or whether it's a nuclear facility or a power-generating station in this particular case.So, I think what we got to ask ourselves until we find out more about what's going on is who gains and how much. And the Russians, of course, control the area right now and would gain significant things if they were to, indeed, destroy this thing because it would -- you know, it would be a big issue that would focus and probably make NATO and the West say, well, geez, are we pushing Russia too far? Would the Ukrainians really want to destroy a significant piece of their own infrastructure and sort of get rid of the high -- the moral high ground that they currently stand on? So, we have to watch the situation carefully because whenever you're talking about nuclear stuff, it is worth paying attention to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "SIDNER",
      "sentences": "Very much so. I know that when I was there when we talk -- every time we talked about the Zaporizhzhia plant, there was real fear in people's hearts. It's just not something that they ever want to deal with. I want to move now to China's President, Xi. We are reportedly learning that he got a face-to-face in March with Putin. That happened but that he warned Putin against the use of nuclear weapons.Now, there is a denial happening. Russia's saying that didn't happen. There was no conversation on that particular point. But how important would China be weighing in on this particular issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "HALL",
      "sentences": "I think pretty important for the Russians because of course, really, China is much more of a superpower than Russia is. Russia really isn't anymore much of a superpower. It's more of a developing nation with nuclear weapons, which is dangerous.But they really depend on the Chinese not only for trade, you know, and for other things that benefit the -- you know, the Russian nation and its economy but just for moral support as well. They've really got not as many supporters as they would like internationally. So, what the Chinese say is important. The Chinese of course -- I mean, excuse me. The Russians, of course, are denying this. Dmitry Peskov, the Kremlin spokesman says it didn't happen, which in my view, is good reason to believe it probably did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "SIDNER",
      "sentences": "Let's talk about the sort of power struggle there in Russia. Putin clearly been trying to sort of clean up and show his leadership shows that he is powerful after this revolt -- this attempted mutiny involving some of the members potentially of his brass -- his military brass and Prigozhin, the head of the Wagner mercenary group. What do you think Putin is doing right now to try and make his power obvious? But also, is he on shaky ground as you see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "HALL",
      "sentences": "I think he could be. And we have to see what's going to happen. This is a feudal situation where you have a powerful guy at the top and a lot of sub-power centers underneath, all of whom I think are vying for -- you know, for real power in the country. It's really hard to see what goes on behind Kremlin walls. But I think Putin is exposed here and weaker than he was a few weeks ago. It's amazing that this happened in my view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "SIDNER",
      "sentences": "Yes, it is highly unusual to see this play out, especially in the public sphere as well. Steve Hall, always a pleasure. Thank you so much for your analysis. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:16",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "You know, it's already emotional, Kate. Patrick Crusius, the defendant in this case, walked into the courtroom wearing a blue jumpsuit. And as soon as that happened, we could hear the emotion from the side where the victims' families are sitting, which is on the right side of the courtroom. The media is on the left side. But you could hear their emotion.And I can tell you that before court even started, the community arrived very early at this courthouse to make sure that they were present. I spoke to the family members of one of the victims and they said that they're hoping that what all of this brings is positiveness in the sense of this community in El Paso coming together to fight hate. Because that is what they are seeing in that courtroom today is what they said and how they put it. So, what is going on? So far, what has happened is the judge asked Patrick Crusius, the defendant if he had a chance to read through the sentencing report. The defendant responded, yes, sir. And then the judge went on to list the types of crimes which include hate crimes, and also the use of a firearm with an attempt to kill. And, of course, there are 90 federal charges that this defendant has pleaded guilty to. And then the judge went on to go through every single count. He named the names of the victims and saying that these individuals were victims of a hate crime. And then he went on with the pre-sentencing procedures in this case, which include the adjustment of the level of the offense -- the level of the crime. And there are two reasons that this judge has listed so far in the moments that I've been inside the courtroom for -- the reason to up the level of the offense for this -- for this defendant, Patrick Crusius. And one of those is in this -- these are the words from the judge saying that the defendant chose these victims because of their national origin or ethnicity. The other reason and, of course, these -- for every single count, it has been different. In some cases, these were elderly individuals. And so, the reason that the judge is listing inside the courtroom for upping the offense of this crime is because -- that he says that Crusius knew or should have known that these weren't vulnerable individuals. Now, Kate, we know that this defendant has already pleaded guilty to these 90 federal charges which include hate crime, he has the right to make a statement before the court or his attorney has the right to make a statement for him. We don't know if he's -- if that is going to happen. And then of course we're expecting the victim impact statements to happen after that, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:16",
      "speaker": "BOLDUAN",
      "sentences": "All right. We'll check back in with you because of those victim impact statements, it could be a couple of days to hear from all of the victims here. Rosa, thank you for being there. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:12",
      "speaker": "BERMAN",
      "sentences": "All right. We do have some breaking news. Lab tests just back on the powdery substance found at the White House over the weekend, have come back positive for cocaine. This substance was found briefly forced an evacuation there.Preliminary tests said it was cocaine. Now, these other lab tests have come back. Now, we should note that President Biden was at Camp David as this first unfolded over the weekend. He returned to Washington Tuesday morning. Let's go to the White House. CNN's Priscilla Alvarez is there. This does raise a whole lot of questions about how the substance got there, Priscilla.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:12",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "It certainly does. And one of the big questions here is how it entered the White House, to begin with. Now, as you mentioned, the -- a person familiar is now confirming to our Kevin Liptak that the lab tests have shown that it is positive for cocaine. Sources have previously told CNN that field tests in the moment had determined that it was possibly cocaine, we now know that that is the case.Now, where it was found was in the West Wing -- in a common area, non- individual office, and also an area where private group-led tours pass through. We also know that the substance was found near where the guests are asked to leave their cell phones before proceeding into the West Wing. Now, of course, this did prompt that brief evacuation on Sunday evening, and caught -- they called in Washington, DC Fire Department, which deployed their hazmat suits to try to determine what this was. And now, since Sunday, we are learning that it is indeed cocaine. Now, again, this is part of an ongoing investigation. We're trying to get more from the Secret Service as again how this got into the White House, and who brought it in. All of those questions still lingering, but at the very least, those lab tests are now in. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "ALVAREZ",
      "sentences": "That's right. I come in and out of this building on a regular basis. And you do have to pass just like you went to the airport through security. And so, the question now is going to be how this -- how this came to be. And Secret Service is the one who's going to be fielding those questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BERMAN",
      "sentences": "All right. It is intriguing. Priscilla Alvarez, thank you so much for the latest on that. It was suspected. The field-tested cocaine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BERMAN",
      "sentences": "Now, these more conclusive lab tests, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "SIDNER",
      "sentences": "I would like to know blow by blow, who was responsible for this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BERMAN",
      "sentences": "Too soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BOLDUAN",
      "sentences": "There is no too soon out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BERMAN",
      "sentences": "No, there's soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BOLDUAN",
      "sentences": "No one was injured, as far as we know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "SIDNER",
      "sentences": "Thank you, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BOLDUAN",
      "sentences": "And it's an illicit drug at the White House. Why can you actually have a bit of fun with it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BERMAN",
      "sentences": "I don't believe in fun.",
      "isLastSentenceInterrupted": false
    }
  ]
}