{
  "date": "2023-04-06",
  "headline": "CNN Newsroom",
  "subHeadline": "Chinese President Xi To Meet With France's Macron Next Hour; Taiwan's President Warns Democracy Is Under Threat; Saudi, Iranian Foreign Ministers Meeting In Beijing. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:27",
      "speaker": "PAULA NEWTON, CNN INTERNATIONAL ANCHOR",
      "sentences": "And a warm welcome to our viewers watching us from all around the world. I'm Paula Newton. Ahead right here on CNN NEWSROOM.We'll hear how China is reacting to top U.S. lawmakers and meeting with the President of Taiwan and preview today's summit between Xi Jinping and French President Emmanuel Macron. Plus. Another night of violence in Jerusalem as Israeli police clashed with Palestinians during a second raid of the al-Aqsa Mosque. One of Islam's most sacred sites. And President Volodymyr Zelenskyy visits one of Ukraine's closest allies. Hear His message to the Polish people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:27",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center. This is CNN NEWSROOM with Paula Newton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:27",
      "speaker": "NEWTON",
      "sentences": "And so, we begin this hour with developing stories from China. Now next, our Chinese President Xi Jinping is expected to welcome French President Emmanuel Macron for a state visit. Mr. Macron met with the Chinese Premier and the head of China's rubber stamp legislature a short time ago. Meantime, Beijing says the U.S. is provoking China after an historic meeting between Taiwan's president and the U.S. House speaker on Wednesday.Now the White House is downplaying that visit's significance. Listen. (BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: There is no reason for Beijing to turn this transit into something that is used as a pretext to overreact. We've been very clear about that. This is something when you look at this transit that the president of Taiwan is doing, this is something that's been part of a long tradition, a long U.S. tradition. And so again, we just do not see. There should not be a reason for the PCR to overreact here. (END VIDEO CLIP) NEWTON: That was the reaction from the White House. Meantime, Taiwan's president says she is heartened in her words by the strong bipartisan support from U.S. lawmakers. A leader of the self-governing Island is rallying allies amid a growing threat from China. But some in Taiwan are taking a different approach. CNN's Selina Wang reports now from Beijing. (BEGIN VIDEO CLIP) SELINA WANG, CNN CORRESPONDENT (voice over): A meeting with the potential to spark a crisis. U.S. House Speaker Kevin McCarthy and Taiwan Presidents Tsai Ing-wen meet outside Los Angeles on Wednesday. A show of democratic solidarity amid rising tensions with China. TSAI ING-WEN, PRESIDENT OF TAIWAN: We once again find ourselves in a row where democracy is under threat. Their presence and unwavering support reassure the people of Taiwan that we are not isolated, and we are not alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:27",
      "speaker": "WANG",
      "sentences": "McCarthy echoing her comments during their meeting at the Reagan Presidential Library.REP. KEVIN MCCARTHY (R-CA): The friendship between the people of Taiwan and America as a matter of profound importance to the free world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:05",
      "speaker": "NEWTON",
      "sentences": "Now, in response, China says it will in fact, take so called effective measures to protect its territorial integrity following the meeting. CNN's Steven Jiang joins me now live from Beijing where we will get more. So, as far as China is concerned, they've called them effective measures. What could that look like in terms of retaliation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:05",
      "speaker": "STEVEN JIANG, CNN INTERNATIONAL BEIJING BUREAU CHIEF",
      "sentences": "Yes, Paula. You know, they're being vague in terms of the specifics for good reasons. And Selina has outlined some of that in her report just now. And this is -- still a very sensitive issue. Actually, the authorities here since her part of the package when she showed the protesters in L.A. in support of the Taiwan president and her policy.But, you know, the contrast as she mentioned, is very stark in terms of what has happened so far from Beijing. And what they did after then U.S. House Speaker Nancy Pelosi's visit Taiwan last year. The reason, several fold. One is this visit by Tsai to the U.S. and her meetings still relatively low key by design, according to U.S. and Chinese -- Taiwanese officials that we talked to. And then of course, says she mentioned the timing coincided with two very high-profile visits. Ma Ying-jeou, the former Taiwan president actually met with Chinese leader Xi Jinping back in 2015 in a historic summit because his party that is now in opposition has long favor closer, warmer ties with Beijing. And there is a presidential election happening in Taiwan in January 2024. So, Beijing is very mindful of that because historically, whenever they had warmongering rhetoric or even intense military exercises ahead of Taiwan elections, that tended to backfire. And in terms of the visit by Macron, as well, as I have to say, European Commission, President von der Leyen, that is happening at a very critical juncture of E.U.-China relations and Taiwan has increasingly become a thorny issue in this relationship as well. Especially after the Russian invasion of Ukraine because obviously, some would argue Moscow used a very similar logic of historical sovereign claim. Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:05",
      "speaker": "NEWTON",
      "sentences": "Yes. Absolutely. That has been a concern. And we want to hear more now about that visit. It's set to get underway at least for the meeting within the next hour. You know, you just mentioned the censoring of Seline's package as well there. But I'm really curious about how China is portraying the trip by both the French president and the head of the E.U.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:05",
      "speaker": "JIANG",
      "sentences": "Yes. It's very interesting because the Chinese state media as well as officials here like to use this term, strategic autonomy when they describe E.U.-China relations and especially applying to the nation of France. And autonomy obviously means autonomy from the U.S. You know, European powers don't always see eye to eye with Washington historically. But the irony here is, of course, China and Xi Jinping's close friend Putin's invasion of Ukraine has united Washington and its European allies more than ever.And that of course is why this visit by Macron and von der Leyen is under such a scrutiny. Even though Macron still wants to build closer deepen -- deepening economic ties and cultural ties with China. But all eyes are really on the strategic from because of the war in Ukraine. Now, that is also why so far, you know, we have not heard much in terms of what China is going to do. They have offered that peace plan. And von der Leyen has made clear any peace plan without brushings complete withdrawal is a nonstarter. And also, how China's interaction on this war would determine the future of E.U.- China relations. So, it's all the -- all the reason why, you know, all eyes on this visit in terms of the meeting between Macron and Xi Jinping and von der Leyen and Xi Jinping. Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "NEWTON",
      "sentences": "You know, President Macron but on certain charm offensive with Vladimir Putin, before the conflict as well. I'm wondering why he thinks China will be different because of course, mixed up in all of this are a lot of geopolitical and economic interests for both countries and for the E.U. in a larger sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "RUDOLF",
      "sentences": "Well, of course, the thing is that Macron's engagement vis-a- vis Putin has failed. But from the French side and also from the perspective of many European E.U. member states, including Germany, they don't throw Russia and China in the same box right now. They think they are -- China is not a conflict party. They have their own interests. Of course, if you logically speaking, they are on the same page as Russia.But in the end, for the Chinese side, they think that in the end, a peaceful solution to this at some point would give the Chinese side more what they really want to achieve. And this is to become a global power in the international -- in the world. So, to be this, it is a sign for them. It won't be just -- they're going to be one of the countries that's actually sitting at this table. Because after you get to a -- some kind of peace talks, China wants to be sitting in the table when you talk about reconstruction of Ukraine. And they also want to be sitting at the table when you talk about general U.N. reform of the whole global order. And then China definitely wants to have a say. And with them being engaging in the biggest board that we have right now. In Europe, they are reserving a table for this conversation, the future as well. The French, they are aware of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "NEWTON",
      "sentences": "Yes. And you make such a good point there that China wants that seat at the table and wants to use any leverage it has. I want to talk quickly, though, also about what the United States has been saying in China, definitely a more confrontational tone, you just have to look at the meeting between House Speaker McCarthy and the president of Taiwan that happened just in the last few hours.So, what do you think the U.S. view of this will be? Will they be happy to see the E.U. and Macron try and build these bridges with China?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "RUDOLF",
      "sentences": "Well, for the European side, they are in a really terrible situation right now. It is -- they know that U.S.-China relations are right in accord and an escalation spiral. They don't want to be drawn into this because for them, if this really were to escalate, sanctioning both Russia and China at the same point of time, this would cause a lot of friction among the E.U. member states. How to pursue this and what kind of impact that this would have on their own economy.So, they don't want to be sucked into this. They want to have some kind of stable relations between United States and China because of the economic interest in China as well. And they are also aware that you have U.S. presidential elections upcoming. [02:15:058] And they -- those results are uncertain as well. So, for the Europeans, they are right, you know, trying to reconfigure -- recalibrate the relationship with China. But because of all of those uncertainties, they just want to have at least the door open economically in China but at the same point of time, they don't want this conflict to further escalate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "NEWTON",
      "sentences": "We have to leave it there for now. Moritz Rudolpf, thanks so much for joining us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "RUDOLF",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "NEWTON",
      "sentences": "All right. As you can see, things are busy with Chinese relations at the moment. And there's more. Iran and Saudi Arabia are moving rapidly to restore diplomatic relations after last month's announcement that the former adversaries would reestablish ties. Now, the foreign ministers of both countries are at this hour in Beijing. A primary objective for both is to quickly reopen embassies and consulates in each other's countries. Now, their reconciliation after seven years of hostility was brokered by Beijing in early March.Now concern is mounting in the Middle East and beyond after Israeli police and Palestinians clashed at one of Islam's holiest sites during two separate raids on Wednesday. (BEGIN VIDEO CLIP) NEWTON (voice over): Video posted online shows police barging into the sacred al-Aqsa Mosque in Jerusalem a second time during nightly prayers this time. Police had dozens of juveniles, some of the masks had thrown, fireworks and stones and tried to barricade themselves inside. Israeli Prime Minister said security forces had to act to restore order. But the raid on the compound has been condemned by key players and deemed overly aggressive. Hundreds of Palestinians were arrested and there are ongoing calls for restraint. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "NEWTON",
      "sentences": "Now, the fallout has been immense. As you can imagine this very sensitive time with Jews celebrating Passover and Muslims marking Ramadan. CNN's Hadas Gold reports from Jerusalem and shows us how the confrontation unfolded.(BEGIN VIDEOTAPE) HADAS GOLD, CNN JERUSALEM CORRESPONDENT (voice over): Israeli police stormed the al-Aqsa Mosque in Jerusalem early Wednesday where Palestinians worship during the holy month of Ramadan. Video put out by the Israeli police shows officers entering the mosque by force as fireworks are launched at them. Videos on social media appear to show officers striking people with batons. Eyewitnesses telling CNN police also fired stun grenades and rubber bullets. The police said in the statement that they went in because hundreds of what they called rioters and mosque desiccators barricaded themselves inside in a violent manner and \"through fireworks, hurled stones and caused damage.\" The authorities arrested more than 300 people during the incident. The Palestinian Red Crescent saying at least two dozen Palestinians were injured. Israeli police say two of their officers were also wounded. GOLD (on camera): The holy sites behind me are known as the al-Aqsa Mosque compound or Haram al-Sharif. The third holiest sites in Islam. You can actually hear the call to prayer going on right now. But it's also known as temple mount to Jews and it's the holiest site in Judaism. Now, there is a status quo that governs these holy sites. And the Israeli police entering the al-Aqsa Mosque which is this building right here with the black roof behind me. That is considered a violation of the status quo and then not only them entering, but then them entering in the way they did. Firing stun grenades and rubber bullets. Well, that brought it to a whole other level. GOLD (voice over): Egypt, Jordan and Saudi Arabia have denounced Israel for what happened. The Jordanian foreign minister saying the world was clearly condemned the attack. Shortly after the raid, rockets were fired from Gaza into Israel. The militant group Hamas saying Israel's actions in Jerusalem wouldn't go unanswered. The Israeli military said it had struck Hamas weapons sites in Gaza in response. Hadas Gold, CNN, Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "NEWTON",
      "sentences": "Jordan has called for an extraordinary meeting of the Arab League meantime. The organization's assistant secretary general told CNN that the Israeli government is bent on inflaming the situation and did not require a pretext to storm the mosque.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "HOSSAM ZAKI, ASSISTANT SECRETARY GENERAL, ARAB LEAGUE",
      "sentences": "We could have predicted these confrontations several weeks before Ramadan. The situation was that bad and it's still that bad. So, whatever the head of the government say, excuse me, but we do not believe any of these words.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:02",
      "speaker": "NEWTON",
      "sentences": "Ukrainian president Volodymyr Zelenskyy is thanking Poland for standing shoulder to shoulder with Ukraine in his words as the war in his country grinds on. His comments coming during his first visit to Warsaw since Russia launched its war on Ukraine. Zelenskyy and Polish President Andrzej Duda have signed an agreement that aims to strengthen the defense capabilities of Ukrainian military through the supply of Polish weapons.Now, Duda says Poland is delivering four fighter jets to Ukraine in addition to four recently given. He also said he wants to obtain security guarantees for Ukraine at the upcoming NATO Summit in Lithuania. Zelenskyy thanked Poland for its continued support. Listen. (BEGIN VIDEO CLIP) VOLODYMR ZELENSKYY, PRESIDENT OF UKRAINE (through translator): Speaking with words of gratitude and strength. Gratitude because there are no moments when we will be apart. But we will be not united. Ukrainian and Polish hearts they beat for one freedom, for common independence of our countries. For us, common Europe, common home, and we will win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:02",
      "speaker": "NEWTON",
      "sentences": "Russian President Vladimir Putin meantime says relations between his country and the U.S. are now in \"a deep crisis.\" He made that comment to the new U.S. Ambassador to Moscow as he went on to say that Washington support for a 2014 Revolution in Ukraine that that was to blame for the current conflict. Now we also heard from President Putin during a meeting of Russia Security Council where he alleged without any evidence that Western intelligence services may be involved in so-called terrorist attacks carried out within Russia.We're going to go live now in London where our Clare Sebastian has been following all these latest developments. Good to have you on the stories, Clare. I mean, it's a striking event, wasn't it? You can imagine Putin there accepting the credentials of the U.S. ambassador. And that was a long time in the making and he couldn't resist taking a shot while he was doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:04",
      "speaker": "JOHN KIRBY, ASSISTANT SECRETARY FOR THE BUREAU OF PUBLIC AFFAIRS",
      "sentences": "From the early days of this war, we have been providing intelligence and information support to the Ukrainian Armed Forces to enable them to better defend themselves. We do not enable nor do we encourage the Ukrainians to strike outside of Ukraine. And I really just -- I'm going to leave it at that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:04",
      "speaker": "SEBSATSIAN",
      "sentences": "Well, that comes of course, after we saw the death and an explosion in St. Petersburg Cafe of prominent Russian military blogger Vladlen Tatarsky. Russia, of course, quick to blame Ukraine for that. I think all of this builds up this narrative in Russia that it is somehow under siege which is, of course, some go somewhere to justify in their eyes, their aggression in Ukraine. And of course, the increased crackdown that we see domestically in Russia, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:04",
      "speaker": "NEWTON",
      "sentences": "Yes. And certainly, that narrative playing out whether it's on T.V. or in publications is important. And Clare, I want to ask you as well about the president of Belarus in the coming hours will be at the Kremlin for talks. You know, I'd have to remind you stakes couldn't be higher especially as we hear that Putin is weighing parking tactical nuclear weapons in Belarus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:04",
      "speaker": "SEBASTIAN",
      "sentences": "Yes. You know, they have met a lot. It's almost more newsworthy, Paula, when Lukashenko is not in Russia for talks at the moment. They've met so many times. I think, as you say that this is at a critical moment because of that announcement which sparked international alarm last month that Putin said he was going to be stationing, as you say tactical nuclear weapons in Belarus that he had already put in the Iskander missile system now which is nuclear capable, of course. Capable of launching those tactical nukes.Lukashenka are also saying in a speech on Friday that they could even station strategic nuclear weapons. Of course, that would be a big step up from tactical nuclear weapons on the territory of Belarus. I think, you know, perhaps there is some element of counterprogramming here. These visits from the Belarusian leader have served that purpose for Moscow in the past. We see of course, as I mentioned that Finland has just acceded to NATO. We see the European leaders, Macron and von der Leyen in China. Russia is perhaps the most important ally. And of course, President Zelenskyy just wrapping up a trip to Poland. Lukashenko has also accused the west of trying to invade Belarus through Poland. So, this provides a sort of alternative alliance. So that bolsters Russian comments, that they are not isolating themselves as a result of this conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:04",
      "speaker": "NEWTON",
      "sentences": "Yes. You make a good point, Clare. Especially coming on the heels, of course, of that meeting in China with Xi Jinping. Clare Sebastian, thanks for wrapping all that up for us. Appreciate it.Now, one week after Russia arrested an American Wall Street Journal reporter, the paper says he has yet to get consular access and meet with U.S. officials. Evan Gershkovich was arrested and charged with espionage. The Journal says he was simply reporting and calls his arrest, a vicious affront to a free press. It said Gershkovich has met with his lawyers and is thankfully in good health. Sources say the U.S. will soon officially declare that Gershkovich is being wrongfully held. But Secretary of State Antony Blinken isn't waiting for that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:04",
      "speaker": "ANTONY BLINKEN, UNITED STATES SECRETARY OF STATE",
      "sentences": "In my own mind, there's no doubt that he's being wrongfully detained by Russia which is exactly what I said to Foreign Minister Lavrov when I spoke to him over the weekend. And insisted that Evan be released immediately.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "NEWTON",
      "sentences": "And welcome back. I'm Paula Newton, and you are watching CNN NEWSROOM.Now, no date has been set but now appears that former U.S. Vice President Mike Pence will in fact testify before a federal grand jury in Washington. And that's because Pence has apparently now chosen not to appeal a federal court order that he testify about his interactions with the former President, Trump, leading up to the January 6 attack on the U.S. Capitol. But there are limits to what Pence may be willing to discuss as CNN's Katelyn Polantz explains. (BEGIN VIDEOTAPE) KATELYN POLANTZ, CNN SENIOR CRIME &amp; JUSTICE REPORTER: Mike Pence, the former vice president, is going to comply with an unprecedented subpoena that he received in a federal investigation to testify about Donald Trump, the man that he served under during his presidency. Now, this subpoena came in the special counsel's investigation related to January 6. Pence -- they had been seeking Pence's testimony, but he went to court as did Trump to try and block it. At the end of the day, a judge had ruled that Pence would need to show up to testify. Donald Trump wouldn't be able to draw a line of secrecy around the presidency. And even though Pence was able to successfully argue that some things he did on January 6 may be protected because he was then operating as a member of Congress or a quasi-member of Congress as he was presiding over the Senate on January 6 as they certified the presidency, he is not going to be able to hold off talking about conversations where Donald Trump may have been acting corruptly and talking to him about what could happen on January 6. We know that Donald Trump wanted to block the election's result and he wanted Mike Pence to be the person that stood up and said to Congress, no, Donald Trump should be president, Joe Biden should not be president, even though that is the result of the election. And we know that the Special Counsel's Office has been looking very closely into that, wanting testimony directly from Mike Pence, the vice president at the time. Now, Pence with this statement is saying also that he's not going to be appealing. And that means we now wait to see when the Special Counsel's Office will call him before that grand jury in Washington still investigating Donald Trump for possible crimes related to January 6. Katelyn Polantz, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "RISHI SUNAK, BRITISH PRIME MINISTER",
      "sentences": "We can't have a situation we are collectively spending 6 million pounds a day on hotels for illegal asylum seekers. We're bringing forward alternative sites like, indeed, the barge that we've announced today that will save us money and indeed reduce pressure on hotels, all part of our plan to stop the boat.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "NEWTON",
      "sentences": "Now, the barge called Bibby Stockholm will house asylum seekers for at least 18 months. The British government says it's exploring the use, as you just heard there from the prime minister, of additional barges.Now, just one month until the three-day celebration marking the coronation of Britain's King Charles III, but one prominent world leader -- yes, he's a no-show. The White House confirms U.S. President Joe Biden will miss the ceremony. Instead, First Lady Jill Biden will lead the U.S. delegation. Now, you know there's no black bad blood, at least that's what they tell us. Officials say the president and King Charles spoke by phone Wednesday and stressed the special relationship between the two countries. Peter Murrell, the husband of former Scottish First Minister Nicola Sturgeon was released without charges Wednesday after nearly 12 hours in police custody. Police in Scotland said he was let go pending further investigation after his home and at least one other location were searched. AFP reports officers were observed carrying shovels into garden areas, though it's not clear why. Now, Murrell's arrest has rocked the Scottish National Party which he ran for 25 years before stepping down as chief executive last month. A police in Scotland say they are investigating whether $750,000 in donations to support Scottish independence were allegedly diverted elsewhere. Now, naming Murrell as a suspect in the case follows his wife's stunning decision in February to step down after eight years as First Minister. Still to come for us. A storm system spawns multiple tornadoes in the U.S. Midwest. We will show you the devastation that is left behind. Plus, a volcano in Columbia is getting ready to erupt. What authorities are you doing to keep people in that area safe? (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:05",
      "speaker": "BRITLEY RITZ, CNN METEOROLOGIST",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:05",
      "speaker": "NEWTON",
      "sentences": "My husband has been giving me the live update. Thankfully, everyone in our neighborhood so far seems to be fine. We'll keep our fingers crossed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:05",
      "speaker": "RITZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:05",
      "speaker": "NEWTON",
      "sentences": "But, Britley, I got to tell. We have no power. We haven't had it for hours. This storm, really the amount of ice accumulating on those trees, and that's what's wreaking havoc. And now more extreme weather, as I understand it, in the United States as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:05",
      "speaker": "RITZ",
      "sentences": "Yes, the same system. And I'm so sorry to hear about that. It's just awful. I understand your pain.We actually still have stronger storms associated with that same system that brought, Paula, unfortunately, the ice and the trees down. Here it is stretching from the Tennessee Valley back into Texas. And no warnings in place, but that doesn't mean that we're not dealing with gusty winds and hail. And that's what's happening back down into Texas. Some of the bigger storms just off to the north of Houston. And this is just going to ramp up as we get the heating of the day out ahead of the boundary itself. So, you'll see areas in green, less of a chance of severe weather than what we had over the past few days. It's still holding the same threats. Hail and wind in isolated tornado can't be ruled out. Although our main focus is on that hail especially now as we get up into parts of the Mid-Atlantic, Roanoke, and Dover. You'll see those areas highlighted in yellow, that's where we're a little more vulnerable. But also a flooding threat. We have areas highlighted in yellow here for more of that flash flood concern. Alexandria, Louisiana back into Houston down towards San Antonio, and Austin as well. Heavy rain already falling in South Texas and it's going to be an ongoing situation through the rest of the afternoon. Some of the heaviest rain coming into Houston by Friday morning and then pressing into the southeast, still holding over the Tennessee River Valley too, by the way. These are areas that are completely saturated. So, we do have flood watches in place from Nashville to Shreveport down into parts of East Texas for the rest of Thursday and with an additional two to four inches of rain. Isolated higher amounts are possible. You'll see that swath of yellow and orange even darker red, so isolated higher amounts up to six inches a possibility. And just a friendly reminder. As you're going out and about going to work wherever you're heading this morning or into the afternoon, a lot of rain settling in one area is not a good situation. You don't want to drive through at six inches to lift you off the ground and to start losing control of a vehicle. 12 to two - excuse me 12 inches to two feet of water -- moving water will lift your vehicle off the ground and carry it. So, turn around don't drown. I know it sounds like a silly saying, Paula, but it will literally save your life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:05",
      "speaker": "NEWTON",
      "sentences": "Absolutely. And it's something people should remember, really take a caution especially as you said when the flash flooding occurs --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:05",
      "speaker": "RITZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}