{
  "date": "2023-04-24",
  "headline": "Connect the World",
  "subHeadline": "Desperate Civilians try to Flee as Fighting Rages; Kirby: \"Vast Majority\" of Americans in Sudan Dual-Nationals; Blinken: U.S. Supporters Efforts to end Hostilities in Sudan; Russian FM Lavrov Chairs U.N. Security Council Meeting; United Nations: We will not Leave Sudan; Diplomats Clash over Ukraine at Russian-Chaired UNSC Meeting. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "ELENI GIOKOS, CNNI HOST",
      "sentences": "This hour evacuations continue in Sudan as the situation on the ground becomes more desperate. But first your headlinesthis hour; Russia's top diplomat Sergei Lavrov is Chairing the U.N. Security Meeting at this hour the Black Sea Green Deal critical to the survival of millions of people is expected to come up for discussion. That's after Moscow is threat to end the agreement, outrage and concern in the EU after a top Chinese diplomat questioned the sovereignty of Former Soviet Republics. China's Ambassador to France Lu Shaye says the countries that were once part of the Soviet Union don't have effective status in international law. And five people were wounded in a car ramming attack at a popular market in central Jerusalem emergency services said police there now calling it a terror attack. All right, welcome back to the second hour of \"Connect the World\"! Foreign powers have been rescuing embassy staff and citizens caught in Sudan's deadly fighting. The U.S. has pulled out almost 100 people and the European Union more than 1000. But as people flee on the ground, many Sudanese are stuck in deteriorating conditions trapped in their homes with dwindling food. They have a choice; stay put or desperately looks for an exit route out of the country via its land borders. That journey to Egypt is fraught with danger and complications rates from opportunities, exorbitant costs and several checkpoints. And bear in mind, evacuation efforts are not over yet. There could be thousands of Americans still stuck in Sudan. So tonight we ask how to escape the violence in Sudan. One week ago, I spoke to two residents who were visiting family and sheltering in Khartoum. At that time fighting had been going on for three days. This is what she told me. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is where we're not prepared for that. We are civilians. We don't have anything in our hand or like to be prepared forsomething like that. We didn't even know that something's got -- something like that is going to happen. We are in very anxious situation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "GIOKOS",
      "sentences": "All right. Well, today, this woman, a U.S. permanent resident sent U.S. a desperate message on WhatsApp. We are stuck between the two bordersfor more than seven hours she writes and we have very old family members on board and they are very sick. We tried everything to get to the other side, but we can't find a solution. Would you please shed a light on that so we can get an emergency assistance and help? She sent these photos at the green border crossing Sudan's border with Egypt about a 13 hour bus ride from outside Khartoum. As far as we know. She and her family are still stuck at the border. Another woman Noon (ph) a Sudanese national shared her journey on a detailed Twitter thread to help others trying to make the journey as well. She sent us this video from that same border crossing. She then took the route from Khartoum to the neighboring City of Omdurman to one of the major bus stations she described being stopped twice by the military and once by the RSF and being quickly let go due to having elderly people with her. From there she took the long 13 hour journey before crossing into Egypt. Now it took another 20 hours after crossing the border traveling first to Aswan, Egypt and finally taking a train to the Capital Cairo where she is now. The trip in total was around $200 which may not sound like a lot some people but keep in mind the GDP per capita in Sudan as of 2021 last year, data is available was only around $750 per person annually. After detailing her journey she offered this advice, put your money in different places, so not all of it gets taken if anything happens. If you are stopped by anyone at a checkpoint and they are asking for anything please cooperate. Your life is more important. Stop to buy food and carry plenty of water as there aren't any shops or restaurants after you leave Khartoum. And she said the trip was long it was scary and tiring. But worth it's in the end. Well, I want to bring in Muna Daoud whose parents are stranded in Sudan right now. Muna is joining me from London, thank you so much for your time Muna. It is a difficult situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "MUNA DAOUD, PARENTS STRANDED IN OMDURMAN, SUDAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "GIOKOS",
      "sentences": "I want you to first tell me about the situation. What situations are your parents in right now? How concerned are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "Yes. And you're describing a situation and you're describing, you know, lack of communication, what we know is that you've been the onefeeding a lot of communication and updates to your parents, but your parents are American, right? And you've seen the images, especially on CNN, where we're showing diplomats being evacuated through Djibouti. The big question then becomes how other Americans that are stranded in Sudan right now going to be assisted? Is there no communication thus far from the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "DAOUD",
      "sentences": "Unfortunately and you know, I'm sad to say that they simply got not a single phone call, not an email, asking how they are updating them oninformation. We were the ones hunting down information, because internet in Sudan has been spotty, looking at websites, looking at the U.S. Embassy website, and Sudan, trying to get information to them. And all the information that was constantly relayed was to shelter in place as if there was a plan coming. But it turns out that nothing came, no help came. And now, all the American phone lines like the U.S. Embassy phone lines are simply not working, and there's nobody to contact. So we're quite shell shocked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "So you've actually reached -- so you've reached out, because I mean, the U.S. State Department is also said, look, we think there areabout 16,000 Americans in Sudan, we would not really sure. And obviously, they can't know everyone that's on the ground. Have you actually registered that your parents are there? So they know their location?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "DAOUD",
      "sentences": "Yes. They've registered every time they've gone to Sudan. They're registered right now. We've emailed the embassy. We've called the embassy.My brother in Saudi has called the ACS in Saudi to try to see what we can do. Wrote a letter to the White House, I don't know what more we can do. Because we simply just want to get them out, or at least have their assistance and guidance in getting them to port Sudan, which is where they're saying they're evacuating people. But how do we get our families from Khartoum to Port Sudan? That's the point. And it seems like there's simply no communication, no care whatsoever, given to anybody, any American Sudanese citizens currently in Sudan. And that's been heartbreaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "I want you to take a listen to this White House says it's not safe to evacuate American citizens from Sudan right now. I want you to listen into what John Kirby had said earlier. (BEGIN VIDEO CLIP) JOHN KIRBY, U.S. NATIONAL SECURITY COUNCIL SPOKESPERSON: Don, I want to push back on this idea that there's 16,000 Americans who want to get out. We don't have firm estimates of the exact number of Americans citizens who are in Sudan; they don't have to register with us. They don't have to tell us that they're there. We think the vast majority of these American citizens in Sudan, and they're not all in Khartoum are dual nationals. These are people who grew up in Sudan who have families there, work there businesses there who don't want to leave. So I think we need to be careful about that number. There's a much smaller population of American citizens who don't work for the government, but work with partner agencies like the American School or Fulbright Scholar Program that we are in touch with. And we're trying to get them the best information we can to get out and as I said, several dozen we know today are in that UN convoy heading to Port Sudan. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "Muna just heard Kirby there, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "DAOUD",
      "sentences": "Honestly I don't know. I don't know what to say that. I don't know if there are different classes of citizens when it comes to the UnitedStates of America. But I do know that my American -- my parents are American citizens. They are also Sudanese citizens. But I also know that my brother and sister live in America. I live in Nigeria, my other brother lives in Saudi Arabia, they have deep ties and connections to Sudan, and we love our country and countrymen very much. But we do expect assistance and help from the American government when lives are at risk anywhere in the world and my parents deserve the dignity and the respect of being saved and rescued by their home country yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "DAOUD",
      "sentences": "There has not been any direct communication from the embassy to my parents, not a single communication. I did hear about certain convoys thatis taking American citizens along with them. I did hear about a Turkish convoy. But these are all like, gathered online through Instagram through Facebook, like none of it is verified and none of this is through the embassy. And all of it is high risk because we don't know the source. There was chatter about a Turkish convoy that is going to skirt Americans along with them. However, they were canceled last minute due to fighting. I do understand that it might not be safe to evacuate citizens. However, it's not safe for citizens to remain there either. So I don't know what the plan is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "DAOUD",
      "sentences": "But there should be a plan. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "And it's major uncertainty. You said your parents are in Omdurman. Have they described what the situation and what the security situation islike in that city at this stage? Do you have access to enough food to enough water? What is their state right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "DAOUD",
      "sentences": "They're currently sheltering in place; Omdurman has been relatively quieter than other parts of Khartoum. But this morning, my mom wasdescribing the constant sound of shelling overhead. They have not been venturing outside. They've been making do with the supplies that they have at home. They're running low on water, food and medication that's needed for my father's health. And the situation -- the security situation is deteriorating, because there is, you know, aside from the warring factions, we have now, criminals that were let go of jails that are looting. You hear all these stories. So they're pretty terrified. And they need help. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Yes. Muna, I can see you're very worried. We wish your parents safe passage to safety. Thank you so much for sharing your story with us. Thankyou.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "DAOUD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "That was Muna Daoud. Her parents are stuck in Sudan, trying to find a way out as we're waiting to hear more guidance from the United States.We've got Oren Liebermann at the Pentagon for us, perhaps Oren you could offer a little bit of insight into what the next steps are. We know that diplomats were evacuated, they were flown to Djibouti. A lot of other Americans are stuck. I mean, with the numbers range between, you know, up to 16,000 people we just heard from a woman who is trying to get her parents out, and she's saying the U.S. government, embassies are not communicating or giving sufficient information. Do we know what's going on in the background?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, the U.S. says it's in touch with several 100 Americans. It hasn't given a more specific number onthat. It's certainly not the 16,000. The administration has made clear it believes that many of those are dual nationals, who have given no indication to the U.S. government that they want to leave. And in terms of how to leave first, the Strategic Coordinator for the National Security Council has said leaving trying to get out may not be safe at the moment and shelter in place may be the safer idea as the situation deteriorates throughout Sudan but especially in Khartoum. But also the U.S. has deployed effectively drones above Sudan to monitor some of the routes out of the country for those trying to escape that would be to some of the land borders, perhaps, but also crucially to the water to the Red Sea in Port Sudan, where the U.S. is deploying--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "All right, Oren, I have to interrupt you. I'm so sorry. The U.S. Secretary of State Antony Blinken is currently addressing the Sudan issue.Let's listen in. ANTONY BLINKEN, U.S. SECRETARY OF STATE: --to the M 23, which is what the Congolese seem to want. And can you tell us what the latest is with negotiations to renew the mandate of the East Africa community regional force? And here as well what role can the U.S. play? And then finally on trade, perhaps we can talk about agriculture specifically, which is a very big deal to the Kenyans. Obviously, what kind of progress are we making in the bilateral talks on agriculture and particularly U.S. GMO exports to your country? Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "BLINKEN",
      "sentences": "Right, thank you Alfred. Let me just add that in terms of our engagement in Sudan. First, we've been deeply engaged directly with theparties. I've spoken to General Burhan Mehdi, on multiple occasions. We strongly support African led efforts to help both mediate this to end the end the hostilities, and as I said, get back on track to transition to civilian led government. We participated in, I think, an important meeting by video conference that was convened by the Chairperson of the African Union, Mr. Faki, just at the end of last week that included the Secretary General of the United Nations that included virtually all of the stakeholders in Africa and beyond, who have an interest in trying to help Sudan that get back on track and we continue to support those efforts. We all have the same goal. We're all driving to the same place that is a ceasefire that's genuinely durable. That turns into a full cessation of hostilities between the competing forces. And that presumes the very important negotiations that were underway to create a transition to a civilian led government. Negotiations that had produced very significant progress, including the agreed framework so that is everyone's goal and we'll use both our direct engagement as helpful and as appropriate, but also strongly in support of a -- led efforts to put this back on track. With regard to the United States and Kenyan trade I think first it's worth pointing out that it's up 20 percent over the last year, that in and of itself, speaks volumes and when it comes to agriculture, that's exactly one of the things that we focused on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "LIEBERMANN",
      "sentences": "Certainly, at least two different tracks here that the U.S. is working on. One you just heard there from Secretary of State Antony Blinkenis on the diplomatic track. Blinken himself has spoken to both the leader of the Sudanese armed forces as well as the rival RSF, the two warring factions there that tried to bring about some sort of durable ceasefire. But right now, that isn't something that appears likely or imminent to happen. And that was something you also heard from the Kenyan foreign minister there. They're in touch with the parties. They're both urging the parties in the same direction towards a ceasefire, but actually getting them there is a far more difficult proposition, at least as of right now. And then there's the military track where the American military is using its assets. That is drones overhead to monitor to conduct surveillance of some of the land routes, and perhaps even monitor some of the situation in Khartoum itself and then moving some Navy ships into the Red Sea to Port Sudan for those American citizens and perhaps others who can make it to that point and seek help from there. The problem is, the U.S. got out its embassy staff, as well as embassy staff, family members and a few other nationals there. But left behind not only dual nationals 16,000 plus, according to the U.S. estimates that we're hearing, but also other people who were there, for example, the American School, which is a school for the embassy, even if it's not specifically embassy staff. So, there are great challenges ahead here for how the U.S. deals with the American citizens who are still in Sudan who want to leave. The administration says they're in touch with several 100. But as we heard at the top of the show, they're not in touch with everybody who wants out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, Oren Liebermann, thank you so much. Well, it has been a very busy two hours of global politics as well as diplomacy. Right now, Russia'stop diplomats is in New York. Sergey Lavrov is chairing the U.N. Security Council meeting at this hour. The Black Sea grain deal critical to the survival of millions of people is expected to be highlighted. Now after Moscow's threats to end the agreement, it's worth noting Russia is presiding over a body where most members have slammed its war against Ukraine U.N. chief Antonio Guterres spoke to the meeting a short time ago. Take a listen. (BEGIN VIDEO CLIP) ANTONIO GUTERRES, UNITED NATIONS SECRETARY-GENERAL: Russia's invasion of Ukraine in violation of United Nations Charter international law is causing massive suffering and devastation to the country and its people and adding to the global economic dislocation triggered by the COVID-19 pandemic. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "All right. CNN's Matthew Chance is at the U.N. and joins us now live. Matthew, the theme is multilateralism. But when you listen to AntonioGutierrez versus the lines coming through from Sergey Lavrov, two very different perspectives of where multilateralism is headed. And of course, interesting that the Russians are focusing on the mistakes they say the U.S. is making right now and frankly, having a really long list of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, I mean, what we saw from Sergey Lavrov, earlier today was a long list of the complaintsand the grievances that the Russians often list when they talk about the sort of violations of international norms and international law that the West with the United States at its head has conducted. And we saw that again, today, it talks about the bombing of Yugoslavia in 1999 to four slobbered on -- to stop ethnically cleansing. Kosovo Albanians of course, back then, talked about the bombing of Libya, which was intended to oust President Gaddafi of the country and the Western support, according to Sergey Lavrov, to various color revolutions in the former Soviet space, like Georgia, like Ukraine and he said, like in Belarus, as well. But of course, the big, you know, kind of exception to this was the fact that, you know, for all the allegations of the United States and the West, violating the principles of multilateralism, and going its own way, there was no acceptance really on the part of Russia, that it is the one that has launched this war against Ukraine and is still carrying on fighting right today. But it was pointed out by the U.N. Secretary General Antonio Guterres, of course, saying, condemning Russia's military action in Ukraine. And that condemnation was reflected by other delegates who spoke at the Security Council meeting over the course of the past hour or so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "Meanwhile, the White House says it's talking with Russia about the two detained Americans, National Security Council Spokesman John Kirby toldCNN this morning, that there's a proposal that would free Paul Whelan and Evan Gershkovich, take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KIRBY",
      "sentences": "We haven't missed an opportunity to talk to Russian officials about both Paul and now Evan and trying to get both of these men out and backwith their families where they belong. I don't have any specific conversations with Mr. Lavrov to speak to today. And you're right; he's here because they now have the presidency temporarily. It's a figurehead position of the Security Council. But I can tell you, we haven't missed a beat and talking to Russian officials. And there's, in fact, there's a proposal on the table it's been on the table to start to get Mr. Whelan out and the Russians haven't been willing to negotiate or talk about that proposal. But that doesn't mean we're going to stop. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "Right, well, Sudan gripped by fierce fighting civilians are trying to get out before violence and chaos consumes their country ahead. We'llfind out what options they have stay with CNN. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Eleni they face in Sudan, a horrible set of choices. And the options that people havereally depend on a few factors. Of course, the primary factor that people are worrying about is their own safety and the safety of their families. There's been intense fighting over many days now. And so, at times, the safest thing to do unless you have a SEAL team or British Marines there to help you out like some foreign nationals have is to shelter in place. If people decide to take that step to try and leave the country or leave the area of, of contact where the two sides are fighting, then they have another set of choices. And it depends also on the financial means available to them or perhaps from those friends and families who can help sponsor people to get out of the country. Of course, the route via land to Egypt is being used by some people already, according to a report and chatter that is happening amongst Sudanese, the bus fares to get north on that very lengthy journey is difficult. They can also possibly go to Port Sudan on the coast, and then hop over to Jeddah as some diplomats and others have done. Chad, as you mentioned, is a long-used route out of the dark for a region of Sudan into Chad. They have closed the border technically, but it's a vast land border that people can slip through. According to UNHCR officials, I've been speaking to over the last few days; some 10 to 20,000 people have managed to get across that border. Some of them are just sleeping out in the open. There are already 40 or 400,000, excuse me, Sudanese refugees there from previous conflicts. Now those countries you see in red, in this map, that doesn't necessarily mean people won't go to those countries. And already there have been a smattering of Sudanese heading into South Sudan, it all depends on what the situation is like in Sudan, and how desperate people are to get out. I think one other country worth mentioning here is Libya. While we have that in red, because it's a dangerous country, that could become in fact a very key transit point of Sudanese leaving North Africa and into Europe. And that is the fear of many humanitarian officials I've been speaking to if you see a wholesale collapse, because of a protracted Civil War, as Sudan will potentially be a source of more migrants pushing through Libya and into Europe and also open itself up to migrants from those southern bordering states. So, the key really here is to try and figure out the fighting as soon as possible. And that is, you know, stating the obvious and getting to a protracted ceasefire is obviously more difficult. You had the U.N. Secretary General, speaking just a short time ago, he assured Sudanese despite international staff being evacuated out of a country that the U.N. will continue to support Sudan. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GUTERRES",
      "sentences": "Let me be clear, the United Nations is not leaving Sudan. Our commitment is to the Sudanese people in support of their wishes for apeaceful and secure future. We stand with them at this terrible time. I've authorized the temporary location both inside and outside Sudan of some United Nations personnel, and families. I call on all council members to exert maximum leverage with the parties to end the violence, restore order and return to the best of the democratic transition. We must all do everything within our power to pull Sudan back from the edge of the abyss. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GIOKOS",
      "sentences": "All right. We just heard from the U.S., U.N. Ambassador Linda Thomas-Greenfield. She was reminding Russia of the U.N. Charter, one of themost important lines is all members shall refrain from the use of force against any other territorial integrity or political independence of any state. It was an interesting line. We've got Oren Liebermann, standing by for us at the Pentagon, listening to some of what she had to say very different to what we heard from Sergey Lavrov. But I have to say, we still haven't heard about the grain deal, which I know should be on the agenda. And I suspect that that is going to be one of the most important lines to come out of this U.N. Security Council meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "LIEBERMANN",
      "sentences": "Well, we'll see where that ends up in terms of the grain deal specifically. But writ large, Linda Thomas Greenfield, the U.S. Ambassadorto the United Nations calling out not only Russia in this case, but also pointing to the fact that in a world where Russia can simply violate the U.N., the U.N. Charter and then end up chairing the U.N. Security Council, there's clearly a problem with the international system, and calling on that system to be strengthened. Some very powerful words here calling out Russia saying, Russia simply wants to redraw international borders, by force in violation of this very U.N. Charter. So again, you see, you see her calling out Russia for its action for its invasion of Ukraine, but also the failure of the U.N. to be able to stop something like this calling for to be strengthened. She talked about what she put forward, essentially, almost a code of ethics, if you will, or guidelines for U.N. Security Council permanent members, U.S. and Russia among them. So, you see, you see Linda Thomas Greenfield here, sort of saying this is how the international system should work. But if you allow a country like Russia to invade Ukraine, the war going on now for more than a year, there's clearly a problem here that needs to be addressed. Of course, that's a problem that you're never going to address when certainly when Russia chairs the U.N. Security Council.",
      "isLastSentenceInterrupted": false
    }
  ]
}