{
  "date": "2023-03-13",
  "headline": "CNN Newsroom",
  "subHeadline": "Silicon Valley Bank Collapses; More Rain Headed for Flooded California; \"Everything Everywhere All at Once\" Wins Big at Oscars; Fierce Battle for Bakhmut Continues; Gary Lineker to Return to \"Match of the Day\" after BBC Suspension; How U.K. Police Failed to Stop Serial Rapist Within Force;  China's President Xi Jinping vows to reunite Taiwan to the motherland and make China's military a Great Wall of Steel; NCAA March Madness Begins. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world. You are watching \"CNN Newsroom\" and I am Rosemary Church.Just ahead, ahead of the trading day on Wall Street, the U.S. government steps in to protect a failed bank, promising depositors they won't lose a penny. One film won everything everywhere all at once at this year's Oscar Awards. Plus, already flooded parts of California bracing for yet another path of storm. UNKNOWN (voice-over):  Live from CNN Center, this is \"CNN Newsroom\" with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Thanks for joining us. And we begin here in the United States where the Biden administration is stepping in to contain the fallout from the sudden collapse of Silicon Valley Bank. Authorities say customers will have access to all their money starting Monday morning.The president also promised to hold those responsible for the bank's failure full accountable. He will speak about the issue in the coming hours. Regulators also shut down another regional institution, Signature Bank, fearing it was also on the brink of collapse. CNN's Arlette Saenz has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "The Biden administration took extraordinary steps Sunday to ensure that all depositors working to Silicon Valley Bank would be made whole, guaranteeing they would have access to their money starting on Monday. The announcement came in a joint statement between the Treasury Department, FDIC, and Federal Reserve. They also revealed the closure of a second bank, Signature Bank, which is based in New York. Officials said that the same protections being offered to depositors with Silicon Valley Bank will also be extended to that bank as well.It came at a time when there are many questions for depositors about whether they would have access to their money. The FDIC only previously ensured up to $250,000 being held the bank. The majority of customers had more money than that in their account. Ultimately, this move will ensure that all depositors will be able to access their money at a time when there were questions about how people would run their businesses and also how they would meet payroll heading into this week. Now, federal officials worked around the clock over the weekend trying to find some resolution to the sudden collapse of Silicon Valley Bank. One avenue that was also being pursued was trying to find a private buyer to purchase the assets of Silicon Valley Bank. Treasury officials said that they were evaluating those bids but ultimately decided to move quickly as they were watching this situation quickly unfold and they wanted to offer some assurances to those customers who had been working with Silicon Valley Bank. Treasury Secretary Janet Yellen said earlier on Sunday there would not be a widescale large bailout of the bank similar to what was seen during the 2008 financial crisis. Treasury officials pushed back on the idea that this was a bailout, saying that the burden will not be borne by the taxpayers and also noting that shareholders and senior management would not be protected by these new rules. Now, ultimately, the White House and the Biden administration has tried to stress that they believe that the banking system in this country is resilient in part due to those reforms put in place after the 2008 financial crisis. President Biden told reporters as he was traveling back from Delaware on Sunday that he would talk about this issue on Monday morning as his White House is trying to ensure that there are not more stresses put on the U.S. banking system and the U.S. economy writ large. Arlette Saenz, CNN, the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "CNN economics and political commentator Catherine Rampell spoke to us earlier about why the administration scrambled over the weekend to contain the fallout from the bank's stunning collapse.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "And investors seemed to be reassured by what they're hearing from Washington. Look at the Futures numbers there. You can see the Nasdaq Futures up for nearly from 1.8% there. The Dow is also up as well as the S&amp;P 500 Futures.Well, more evacuation orders are expected in Central California's Monterey County as another storm system moves into an already flood region. Floodwaters are expected to continue to move through communities near the Pajaro River after a levee breached late last week. California is set for another atmospheric river today. More than 5,000 residents are being warned to evacuate and warned not to drink tap water because it may be contaminated. CNN Mike Valerio has the latest. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MIKE VALERIO, CNN CORRESPONDENT",
      "sentences": "We know for hours, we've still seen first responders go up and down the main drag here of Pajaro just trying to make sure that everybody is reasonably safe. But not everybody has left. Just over my right-hand shoulder, you can still see people who have decided to stay in this apartment building.And, you know, conditions, of course, still remain pretty treacherous. The water level here has not gone down. In fact, it has gone up in recent hours. We also have Humvees coming towards us as we are going to keep reporting here. But, you know, over the past couple of hours, we have waided through some of these streets and you can just see dreams that have been washed away. The water levels coming up pretty high to these cars. And in neighborhoods, when you have small, narrow streets, the water begins to channelize and the intensity of the water flow begins to drive up as well. So, of course, we have the situation here in Parajo. We also have a remarkable aerial rescue in Salinas, California. A driver stuck in the middle of the river. His car washed out into the river. Watch this rescue unfold from high above the Salinas River courtesy of California Highway Patrol. UNKNOWN (voice-over):  Nice and easy. (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "UNKNOWN",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "UNKNOWN",
      "sentences": "All right. (INAUDIBLE). Very well. Just keep this line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "VALERIO",
      "sentences": "And so as more and more emergency vehicles make their way out of here just gives you a sense that this is a very active scene as we go into Monday. And then Tuesday, that is going to be the height of what would be the 11th atmospheric river. The concern again, this levee still has not been patched up which could mean even more water into this small Monterrey County community.Mike Valerio, CNN, Pajaro, California. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "It might be hard to believe, but there is a silver lining to all of this dangerous wet weather hitting California. After months of drought, the water supply is rebounding. Meteorologist Derek Van Dam explains.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "This is truly a wonderful sight for residents of California. The Orville spillway releasing water for the first time since 2019, release signifying to the millions of residents in California that relief is on the way. This water trickles down into other reservoirs and lakes, helping beef up the water supply as we head into the drier summer months.Now, this latest atmospheric river event, it dumped over a foot of rain in some of the highest elevations of California, helping put in a lot of much needed water to these reservoirs. Currently, Orville at 115% of its historical average. It is actually 200 feet above the historic record low that was set up back in 2021. And look what it is doing to the snow pack across the state. Over 200% of average right now. In the Southern Sierra, 244% of average. Just incredible. This is the scene coming out of Mammoth Mountain. You can see complete homes buried under snow. Guess what? There is more snow to come. We have yet another atmospheric river event. I believe that we are at number 11 now, right? Into this state, that will start to oscillate this fire hose of water from north to south from Monday into Tuesday, picking up in intensity throughout the course of that storm system, and eventually reaching Los Angeles and Ventura counties as well. Look at the flood watches, impacting over 17 million Americans. That includes Sacramento, San Francisco just outside of L.A., and we will be measuring the snow fall in feet once again for the Southern Sierras with the potential for over a half of foot of rain for some of those Sierra Nevada foothills with two to four inches of rainfall anticipated across the Central Coast. We are going to monitor for the potential of localized flash flooding. Weather Prediction Center is picking up on that. Moderate risk, that is a level three out of four for both Monday and Tuesday, moving southward with time. You can see the eradication of drought across the state as well. Quite a difference from two months ago. Back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "The storm battered the southern African nation with torrential rain, breaking records for its duration and strength. Last month, the storm killed at least 27 people in Mozambique and Madagascar and impacted more than 170,000 people. This time, experts say, more than half a million people are at risk.Freddy first developed back in early February off Northwest Australia. It has since tracked thousands of miles across the southern Indian Ocean. The sci-fi adventure film \"Everything Everywhere All at Once\" dominated the 95th Academy Awards Sunday night, winning in seven categories out of 11 total nominations. It won best film and its star, Michelle Yeoh, made history becoming the first Asian woman to win Best Actress. Co-star Ke Huy Quan won Best Supporting Actor and this was his first Academy Award nomination. It was also the first for Jamie Lee Curtis, who won Best Supporting Actress. The only major category \"Everything Everywhere\" did not dominate was Best Lead Actor. That award went to Brenda Fraser for his portrayal of an overweight gay father in \"The Whale.\" CNN's Kristie Lu Stout joins us now live from Hong Kong with more on the night's winners. So, talk to us about the reaction across Asia to this incredible win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Oh, yeah, viewers across Asia tuning in with great interest to the Academy Awards this year to watch a sweep by Asian talent. Look, Michelle Yeoh, she has become the first Asian woman, the first Malaysian-born performer to win Best Actress at the Academy Awards for her role in the sci-fi surreal epic \"Everything Everywhere All at Once.\"That film led the path with about 11 nominations, ultimately taking home nine Oscar statues, including the statuette for Best Picture as well as Best Directing. It was during her acceptance speech when Michelle Yeoh really flexed her will, I guess, as a superhero for both Asian representation and also for women of a certain age. I want to share with you her comments. This is what Michelle Yeoh said. She said -- quote -- \"For all the little boys and girls who look like me watching tonight, this is the beacon of hope and possibilities. This is proof dreams come true. And ladies, don't let anyone ever tell you that you are ever past your prime\" -- unquote. Michelle Yeoh's has a career that spans four decades. She was born in Malaysia. She spent many years here in Hong Kong, working in the Hong Kong cinema industry and films like \"Super Cop\" opposite Jackie Chan where she did her own martial arts stunts before heading to Hollywood. Recently, she has been very vocal, giving interviews, talking about Asian representation and even racism in the U.S. entertainment industry. I want you to listen to this clip. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "MICHELLE YEOH, ACTRESS",
      "sentences": "You received scripts. And as the years get bigger, the numbers get bigger, the roles seem to shrink with that. As you know, as a woman, as an aging woman or whatever it is, somehow, they start putting it in boxes. And it's always the guy who gets to go on the adventure and save the world, you know, rescue your daughter, and you think, why can't I do that, too?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "LU STOUT",
      "sentences": "We want to put a spotlight on another star from \"Everything Everywhere All at Once.\" Her co-star, the Vietnamese-American actor Ke Huy Quan, who won Best Supporting Actor, he has a very fascinating backstory.He is, of course, the beloved child actor who played short round in the \"Indiana Jones\" movie as well as Data in \"Goonies.\" But he spent decades behind the scenes before he came to the floor winning all of these awards for his role play Waymond Wang. He was also a refugee. He was born in Saigon. He and his family moved to Los Angeles in 1979. And after they fled Vietnam, they spent time here. He and a brother spent time here in a refugee camp in Hong Kong. He cited that experience in his acceptance speech. This is what he said. He said this: Quote -- \"My journey started on a boat. I spent a year in a refugee camp. They say stories like this only happen in the movies. I cannot believe this is happening to me. This is the American dream.\" -- unquote. Rosemary, just an incredible achievement for Quan, for Yeoh, for the cast and crew of \"Everything Everywhere All at Once.\" Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "Kristie Lu Stout, many thanks, joining us live from Hong Kong. Appreciate it.Sandro Monetti is the editor-in-chief of Hollywood International Filmmmaker Magazine and host of the podcast \"Total Hollywood.\" He joins us live from Los Angeles. Great to have you with us. So, let's take a look at the winners and losers of the 95th Academy Awards, and the movie, as we've just discussed, \"Everything Everywhere All at Once,\" dominated with seven wins, including Best Picture, Best Actress for Michelle Yeoh, Best Director, Best Supporting Actor and Actress, Best Original Screenplay, and Best Editing. So, what is it about this film that has everyone in total awe? [03:15:00] SANDRO MONETTI, EDITOR-IN-CHIEF OF HOLLYWOOD INTERNATIONAL FILMMAKER MAGAZINE, PODCAST HOST:  CHURCH:  Well, it is not your traditional Best Picture Oscar winner, but the clues were all there. If we look at the winners in recent years, \"Parasite,\" \"Nomadland,\" \"CODA,\" now that there are 10,000 Oscar voters, the pool is much larger. They seem to be favoring independent, eccentric, quirky choices rather than the traditional blockbuster. And when you think about voters, much like us critics who see 300 movies a year, you're always looking for something different. And this manic, mad metaverse movie really -- you know, really was something so unusual and different, and Hollywood fell in love with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "Yeah, you're right. I mean, I think for a lot of us, we are looking for something new and interesting. We're getting bored with the Hollywood blockbuster, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "MONETTI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "So Best Actor award went to Brendan Fraser for his role in \"The Whale\" after a long and difficult journey for him back to acting. He was up against the likes of Austin Butler in \"Elvis,\" Colin Farrell and others. Your reaction to his win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "MONETTI",
      "sentences": "Well, that was real suspense because it was 50-50. They had split the awards going into this. And so, yes, Austin Butler, a compelling narrative. Brendan Fraser, the great Hollywood survivor story. He, like the other three winners of the acting winners tonight, have a really inspirational story. The message is the same -- don't give up. Acting careers are a real roller coaster.And now, he's back at the peak again. Interestingly, he might be back at the Oscars next year because his next film is \"Killers of the Flower Moon\" with Leonardo DiCaprio and Martin Scorsese. So, how about that for a comeback? Maybe he'll do a double. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "We'll see. So, what about the losers? Who got snubbed but you think should have walked away with an Oscar Sunday night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "MONETTI",
      "sentences": "Well, I mean, a lot of people got snubbed. I mean, you know, \"Tar,\" \"The Fabelmans,\" \"The Banshees of Inisherin,\" \"Elvis,\" all came in here with high expectations, but leave with a zero on the scorecard.And I'm particularly sorry for Austin Butler. I thought that everybody has their own idea of \"Elvis,\" whether it's the cool '68 comeback special or the guy who marries you in Vegas. That was such a challenge for Austin Butler, where everyone has their own idea of a character, to embody it so well. But he might be back as well. He's in \"Dune 2\" next. So, look for a Brendan Fraser/Austin Butler rematch this time next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "I must say, I found his \"Elvis\" compelling. He was extraordinary. I watched it twice. I was so absorbed by it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "MONETTI",
      "sentences": "He has become the character in real life, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "He really has. He hasn't let it go.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "And he has got a really good singing voice. A very convincing Elvis. So, how about the ceremony overall? What did you think? Best and worst moments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "MONETTI",
      "sentences": "I think the overall tone was elegant and inspirational. I was very unimpressed by Jimmy Kimmel as a host. I'm a big fan of the Oscars having a host, but he seemed particularly ageist to me tonight, especially in an area of inclusion. When he's talking about, oh, Judd Hirsch, he's 88 next week, so let's give away his category first while he's still awake. That's not really the tone you want to send. So, I wasn't impressed by him.I was very impressed by the speeches. They didn't need to play anybody off. They really showed you that Hollywood magic, Hollywood careers, you know, are all about never giving up on your dreams. That was very much the theme of the evening. And the Oscars, which have struggled for years and have been quite frankly rubbish, you know, was actually a really good one tonight. I mean, I shed a couple of tears at points.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "Oh, there you go.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "Wonderful. That's a great roundup. Sandro Monetti, always a pleasure to have you on. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "MONETTI",
      "sentences": "Well done to CNN for winning with \"Navalny.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "CHURCH",
      "sentences": "In Eastern Ukraine, the head of the Russian mercenary group, Wagner, is admitting that Ukrainian forces are fiercely fighting to keep control of the battered city of Bakhmut. That comment from Yevgeny Prigozhin comes as Ukraine says Russian forces are also keeping up their assault on the battered city. The Wagner chief acknowledges the situation in Bakhmut is very difficult, with Ukrainians fighting for every meter.Meantime, one Ukrainian army commander says logistical routes in and out of the city are still functioning, meaning it's possible to transport ammunition and reinforcements. And Ukrainian president Volodymyr Zelenskyy says that his forces are inflicting heavy losses. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE (through translator):  In less than a week, starting from March 6th, we managed to kill more than 1,100 enemy soldiers in the Bakhmut sector alone, which is Russia's irreversible loss, the loss right there near Bakhmut. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:05",
      "speaker": "CLARE SEBASTIAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Yeah, Rosemary, this young sniper, Oleksandr Matsiyevsky, who was seen in that horrific video being essentially executed on camera, calling out \"glory to Ukraine\" right before being shot, it is clear that Ukrainian government intends to make an enduring symbol out of this. He is now being awarded posthumously the highest national order, the \"Hero of Ukraine\" medal.It's something that they want to become an incident that draws attention really to the brutality, as they see it, of treatment of prisoners of war and the fighting in general. Take a listen to what President Zelenskyy had to say about this. (BEGIN VIDEO CLIP) ZELENSKYY (through translator):  Today, I have bestowed the title of \"Hero of Ukraine\" on soldier Oleksandr Matsiyevsky, a man that all Ukrainians will know, a man who will be forever remembered for his bravery, for his confidence in Ukraine, and for \"glory to Ukraine.\" (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:05",
      "speaker": "SEBASTIAN",
      "sentences": "His confidence in Ukraine. Clearly, President Zelenskyy trying to tell this into a way of boosting morale of Ukrainian troops. Matsiyevsky was captured just north of Bakhmut at a time when they need that morale more than ever in that battle, which continues very intensively.It is interesting because around a week ago, it seemed like the momentum was firm on the Russian side. Wagner was claiming control over the entire eastern part of the city. There was some debate among Ukrainian military commanders about the merits of hanging on, given the scale of the losses on both sides. Now, I think we see that Ukraine has very firmly resolved to continue to hang on. We had that comment from President Zelenskyy last week in an interview with Wolf Blitzer saying that if they didn't, Russia would have an open road to other cities in the east. We're hearing from the commander of the land forces of Ukraine this morning that while Russia and Wagner are advancing in all directions in that city, all of those attempts to capture it are being repelled. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back everyone. The BBC is facing criticism from all sides, including a growing boycott of its flagship football show, \"Match of the Day,\" as longtime presenter Gary Lineker remains suspended for criticizing a new U.K policy on asylum seekers. The network is now airing a scaled-back version of the popular program while it tries to defend its impartiality and figure out its next move.For more on this, CNN's Sport Senior Analyst Darren Lewis joins us live from London. Good Morning to you, Darren. So, what is the latest on this controversy at the BBC?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "DARREN LEWIS, CNN SPORT SENIOR ANALYST",
      "sentences": "Well, Rosemary, my understanding is that there should be an announcement on a resolution to this conflict within the coming hours. I've been speaking to sources close to the situation. I'm told there's also likely to be a review of the handling of the case and the social media guidelines that Gary Lineker was claimed to have breached. Now, for our viewers not up with the situation, the BBC announced lastweek that Lineker had stepped away from presenting their flagship sports show, which is watched by 60 percent of the British population in some way, shape or form, and that's around 40 million people, after he criticized, as you say, Rosemary, the language around the government's immigration policy. What happened when they announced he was stepping away was that his co-pundits, the legendary Arsenal striker, Ian Wright, and the all- time Premier League top scorer, Alan Shearer, also announced they, too, would not be on the show, in a show of solidarity for Lineker, who has represented his country at the World Cup semifinal and played for five clubs and the Spanish giant, Barcelona. Now, as a result of that, other people working on the BBC's flagship show, \"Match of the Day,\" said they too wouldn't work. Commentators said they wouldn't work. Reporters on other shows said that they wouldn't work. It ripped the sporting schedule for the weekend apart. And that led the BBC to convene high-level talks with a move towards finding a resolution, a way of moving through this situation because, as I understand it, figures within the entertainment section of the BBC also voiced their support for Lineker and the whole thing threatened to spiral out of control. What we should see now is a compromise, a peace deal, something that will enable the BBC to say, look, we understand the depth of feeling around this, but we also want to maintain our impartiality. And that's something that the BBC Director-General, Tim Davey, put at the heart of his key principles when he took charge three years ago. So Lineker back on the BBC, it should be the case that he presents their \"Match of the Day\" F.A. Cup shows next weekend, and others will be placated by this. The truth could be that there are no real winners in this, because what we should be talking about is the policy rather than the people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:05",
      "speaker": "NATHAN BUSH, FORMER OFFICER, METROPOLITAN POLICE DIPLOMATIC GROUP",
      "sentences": "It baffles me how a monster was able to wear that uniform.POLGLACE (voice-over): Nathan Bush served in the same unit while Carrick was there. (on-camera): Does it make you reflect differently on your time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:05",
      "speaker": "BUSH",
      "sentences": "It makes me question probably every single person that I worked with.POLGLACE (voice-over): After Carrick pleaded guilty to 71 sexual offenses, the Met police admitted Carrick had previously come to theirs and other forces' attention nine times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:05",
      "speaker": "UNKNOWN",
      "sentences": "We have missed opportunities over time to identify a pattern of abusive behavior.POLGLACE (voice-over): CNN has spent more than a month looking into these missed opportunities, and found on at least two occasions, police did not follow their own procedures for handling misconduct and therefore did not miss Carrick's violence but failed to treat it with the severity it deserved, leaving him free to meet further victims. We spoke via text to one of those victims, Darciane, who met Carrick in 2020. After months of abuse, she reported in to a police station outside of London in July 2021. DARCIANE, VICTIM OF DAVID CARRICK (voice-over): It's not easy to arrive at a police station and tell a policeman I was raped by a policeman. POLGLACE (voice-over): Carrick was placed on restrictive duties and his gun removed while they investigated, but he was not suspended. Darciane ended up withdrawing her complaint. DARCIANE (voice-over): I didn't feel protected, and whenever I went to the police station to make another statement, I asked and nobody told me anything. So I was very shaken and thinking they didn't believe me. POLGLACE (voice-over): within two months, Carrick was preparing to return to full duties, armed once again. That should never have happened. From our research into the Met's protocol for handling misconduct cases, Darciane's allegations should have been investigated further despite her withdrawing the complaint and the officers assigned to the case would have had access to a searchable database that logged at least one previous incident in which Carrick was violent toward a woman. It happened five months before Darciane met him. (on-camera): In September 2019, a neighbor reported they had seen Carrick grabbing a woman by the neck during a domestic incident in Hertfordshire. Police there told us they sent a crime report to the Met Police, specifically to the department handling complaints against officers known as the Directorate of Professional Standards or the DPS. Now, according to the DPS' own guidelines, an allegation as serious as this should have been escalated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:05",
      "speaker": "NURSRIT MEHTAB, FORMER SCOTLAND YARD SUPERINTENDENT, NORTH AREA",
      "sentences": "It's domestic abuse, third-party reporting, so clearly it was done in view of other people. And the fact that in 2019, Carrick was carrying a gun, so it should have been escalated because there's a red flag there.POLGLACE (voice-over): But no further action was taken. The victim did not want to pursue charges at the time, but Hartfordshire Police told CNN that since Carrick's sentencing, they have now come forward with allegations against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:05",
      "speaker": "UNKNOWN",
      "sentences": "Understand, you're under arrest, I think",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:05",
      "speaker": "UNKNOWN",
      "sentences": "No, no --POLGLACE (voice-over): In October 2021, Carrick was finally arrested again when another woman came forward with a rape allegation three months after Darciane's complaint.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:05",
      "speaker": "UNKNOWN",
      "sentences": "(BLEEP) sake, I've only been a police officer for 20 yearsPOLGLACE (voice-over): He was charged and Darciane's case was reopened. DARCIANE (voice-over): And I told God and myself, thank you, Lord, for showing up another victim, so now they believe me. POLGLACE (voice-over): She's not alone in this experience. Out of 573 Met police officers accused of sexual offenses by the public over 11 years, just two were charged. To add to the horror, the Met has confirmed two of Carrick's colleagues have been placed on restricted duties after contacting one of his victims. Sky News reported they'd been sending sexually suggestive messages to her. As yet, no police officer has faced any consequences for failing to stop Carrick for so many years. The U.K.'s police watchdog has reopened a review into the handling of Carrick's case despite previously saying they had no cause to investigate. And the force continues to struggle to prove it can keep women safe and hold its officers to account. [03:40:00] (on-camera): CNN reached out to the Met police for this investigation, and they referred us to their existing statements on Carrick. They said they would not be commenting further, while their ongoing government reviews into handling his case. Since Carrick's sentencing, more potential victims have come forward. Meanwhile, the Center for Women's Justice told CNN that some of Carrick's victims are now considering a class action lawsuit against the Met police. As yet, no police officer has faced any consequences for failing to stop Carrick. Katie Polglace, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:05",
      "speaker": "CHURCH",
      "sentences": "Still to come, Xi Jinping has bound to modernize China's military and safeguard the country's security as the National People's Congress wraps up. A live report from Beijing next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:02",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "Yeah, Rosemary. Strong words from Xi Jinping but also not unexpected and that Taiwan line, of course, getting the most rousing applause, as you can imagine, But the event actually was more closely monitored by most China observers on Monday, was actually, the debut performance by his new premier, Li Qiang, because, until recently, Li was rather an obscure figure outside of China, mostly known to be a close ally and protege of President Xi, and of course, most recently, the Communist Party chief of Shanghai, who oversaw that brutal two-month COVID lockdown in that city.But during the press conference, he actually highlighted his career which was for years, he ran some of the country's most economically advanced and diverse regions. Not just Shanghai but its neighboring provinces. And naturally before COVID, he was often seen as one of the more pragmatic and business-friendly provincial leaders. So, obviously, Li Qiang tried to offer reassurance to a global audience now. He's been tasked with running the world's second-largest economy with no national governance experience at a time when this economy is facing strong winds -- headwinds both domestically and internationally. But the challenge for him, of course, this is very much a one-man show now and Mr. Xi's agenda very much remains the same in terms of reasserting the party's dominance in every aspect of Chinese life, including the economy. Now, on that China-brokered deal between Saudi Arabia and Iran, obviously, considered a major diplomatic coup by Beijing. That's why their officials and state media have been reminding and highlighting this to the whole world throughout the weekend. And some analysts have tried to frame this as China doing this out of its own self economic interest, being one of the world's biggest energy consumers and a major oil importer from both Saudi Arabia and Iran. But it is worth noting that it's yet another indication of China is looking beyond its trade and energy flows in the region, but rather trying to focus its geopolitical role as a stabilizing force in the region. And obviously, they insist this is not them trying to fill a power vacuum, but the comparison with the U.S. is almost inevitable. Not to mention this is their way of pushing back that narrative that China's not serious about being a peacemaker, especially in the war of Ukraine. This is a good opportunity for them, Rosemary, to change the narrative on that front on a global stage. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:02",
      "speaker": "CHURCH",
      "sentences": "Alright, Steven Jiang joining us live from Beijing. Many thanks.The U.S. Coast guard has suspended the search for migrants missing from an overturned boat in southern California. At least eight people died after two smuggling boats capsized near the shore of a beach in San Diego County. It's not clear how many migrants are still missing. Local officials say the migrants were part of a human trafficking operation. (BEGIN VIDEO CLIP) CAPT. JAMES SPITLER, U.S. COAST GUARD: This is not necessarily people trying to find a better life. This is part of a transnational criminal organization effort to smuggle people into the United States. These people are often labor trafficked and sex trafficked when they arrive. JAMES GARTLAND, CHIEF OF LIFEGUARD DIVISION, SAN DIEGO FIRE-RESCUE DEPARTMENT: This is the one of the worst maritime smuggling tragedies that I can think of in California, certainly here in the city of San Diego. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "CHURCH",
      "sentences": "My Freedom Day, an initiative supported by CNN and CNN Freedom Project, is focusing on spotting the signs of slavery this year. And a freedom day event from last year resulted in the rescue of two underaged human trafficking victims in Bolivia. In the ensuing investigation, 16 more children were identified as potential victims.CNN interviewed April Havlin, the director of the nonprofit that organized the Bolivia event. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:05",
      "speaker": "CHURCH",
      "sentences": "This Thursday is My Freedom Day. CNN is partnering with young people worldwide for a student-led of action against modern-day slavery. And these students in Kosovo are pledging to take action.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:05",
      "speaker": "UNKNOWN",
      "sentences": "Small actions go a long way. Let's stay united in fighting against human trafficking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:05",
      "speaker": "UNKNOWN",
      "sentences": "Knowing the signs saves lives. Let's take action together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:05",
      "speaker": "UNKNOWN",
      "sentences": "Let's end modern-day slavery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:05",
      "speaker": "UNKNOWN",
      "sentences": "My Freedom Day!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}