{
  "date": "2023-02-13",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Unidentified Fallen Objects; DeSantis Wages Culture War Ahead Of Possible White House Run; Earthquake Death Toll Surpasses 36,000 In Turkey, Syria; Turkey-Syria Earthquake Death Toll Surpasses 36,000; Young Girl Rescued From Rubble One Week After Earthquake; Survivors Still Being Rescued A Week After Earthquake; Bodycam Footage Released In Alex Murdaugh Double Murder Trial; U. S. Military Shoots Down Three Unidentified Objects In North American Airspace This Weekend; Fascination With UFOs Grows After Mysterious Weekend. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:23",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Good evening.We begin for a change tonight with everything we do not know about the three objects shot out of the skies over the US and Canada this weekend, and there is a lot and it is just -- it's not just us or just you or everybody doing Google searches or phoning their Members of Congress who don't know -- it is also the Members of Congress themselves, at least to a degree. (BEGIN VIDEO CLIP) SEN. MITCH MCCONNELL (R-KY):  What in the world is going on? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:23",
      "speaker": "COOPER",
      "sentences": "The Senate Minority Leader Mitch McConnell and the full Senate are expected to get a classified briefing on the subject tomorrow, until then he clearly has questions.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:23",
      "speaker": "MCCONNELL",
      "sentences": "What are we shooting down? Where did they come from? Whether they are hostile or not, is there coherent guidance about when to shoot them down?    How did we get into a position? We are the greatest nation in theworld and doesn't know what is traversing our own airspace? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:23",
      "speaker": "COOPER",
      "sentences": "To be fair, we are less in the dark tonight than just yesterday when NORAD's top General found himself not ruling out space aliens.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:23",
      "speaker": "QUESTION",
      "sentences": "Have you ruled out aliens or extraterrestrials? And if so, why? Because that is what everyone is asking us right now.GEN. GLEN VANHERCK, COMMANDER, UNITED STATES NORTHERN COMMAND AND NORTH AMERICAN AEROSPACE DEFENSE COMMAND:  Thanks for the question, Helene. I'll let the Intel Community and the Counterintelligence Community figure that out. I haven't ruled out anything at this point. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:23",
      "speaker": "COOPER",
      "sentences": "So he didn't yesterday. Today, the White House did.(BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY:  I know there have been questions and concerns about this, but there is no -- again no indication of aliens or extraterrestrial activity with these recent takedowns. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:23",
      "speaker": "COOPER",
      "sentences": "Okay, so no indication of that, according to the White House.Late today, CNN obtained a Pentagon memo sent to lawmakers today describe the object shot down Saturday in Canadian airspace is what appeared to be \"small metallic balloon with a tethered payload below it.\" The memo also said the object shot down Sunday over Michigan's Lake Huron \"slowly descended\" into the water after impact. What we still do not know however is whether those two or a third from Friday are in any way connected to or related to the larger Chinese spy balloon there shot down off the Carolina coast, or whether these other three are surveillance craft at all. We don't know how close a look fighter pilots got at them before opening fire. And if they did, we don't know what they told their superiors they saw and why we, you haven't been told that about these conversations. We also don't know exactly why these objects are apparently just now being spotted with an emphasis on the word \"apparently,\" because another thing we don't know is whether or not the Defense Department and Intelligence Community are as much in the dark as the public is, and if they do know a lot more than they're telling us or letting on. Why aren't they telling us or letting us know?    Then there is the White House, of course, multiple sources tell CNN even the President's allies worry he is saying too little. It is something spokesman, John Kirby today tried to rebut. (BEGIN VIDEO CLIP) ADM. JOHN KIRBY (RET), COORDINATOR FOR STRATEGIC COMMUNICATIONS AT THE NATIONAL SECURITY COUNCIL:  We have been, I think as transparent as we can be. I won't speak for the President's personal speaking schedule, but I mean, he has been deeply engaged in every one of these decisions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:23",
      "speaker": "COOPER",
      "sentences": "CNN's Oren Liebermann is at The Pentagon for us with some of the breaking news on all of this.So three unidentified objects shot down out of North American airspace in three days. Are we any closer to learning what they were or where they came from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:23",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "In short, that answer is no. The Pentagon, the White House, the National Security Council, as you just heard there, keep describing these as \"objects\" without anything really beyond the relative size, which is much smaller than the Chinese surveillance balloon shot down off the coast of South Carolina, and their altitudes between twenty and forty thousand feet, and it's because of those altitudes that they've been shot down because they are a threat to civilian aviation.We have just learned that in the most recent incident, that is the shoot down over Lake Huron, a second missile was needed. Three sources familiar with what happened there say the F-16 fired a first heat seeking sidewinder missile, but it missed forcing the fighter pilot to fire a second missile to take down that object that slowly descended over Lake Huron. General VanHerck when he briefed reporters on Sunday did not acknowledge the missed missile, and it is unclear what happened to it if it was simply allowed to fly off or self-destructed or anything like that. But that just goes into the questions that we still have about these, namely, what are they? Why are they so hard to target if it's anything beyond their size, and where do we go from here as the recovery efforts continue -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "LIEBERMANN",
      "sentences": "Correct. A Defense official tells us a significant portion of the wreckage has been recovered. A salvage vessel with a crane arrived off the coast of South Carolina there on Friday and got to work. It has been more difficult on some days to go into the water because of the conditions of the seas, frankly.    But on the days they could work, they have raised a significantportion of what is below and it includes some of the structure and crucially, some of the electronics that the FBI is working to investigate to figure out what sort of tech there was. In terms of the surface recovery effort, essentially, what is floating on top of the water, that had wrapped up a couple of days earlier. So now, it is a question of what else and what's left on the bottom of the ocean in about 50 feet of water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "COOPER",
      "sentences": "And what more are you learning about the apparent adjustments made to the radar used by NORAD to detect objects that might be flying through North American airspace?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "LIEBERMANN",
      "sentences": "This has been an interesting process. After the Chinese surveillance balloon was detected, NORAD essentially adjusted its radars to make them more sensitive. They were designed to pick up for example, heavy Russian bombers off the coast of the US. Instead, they were shifted to also be able to pick up slow moving, smaller objects and then boom, boom, boom, we have these three incidents right in a row -- Friday, Saturday, and Sunday.The question is, is there an ongoing process of refining the radars and a Defense official says that process is ongoing to try to find to make sure they can find anything that poses a threat to US National Security, but perhaps to avoid some of what is not a threat to National Security that forces NORAD to scramble fighters. COOPER;  And today, the Chinese Foreign Minister accused the US of \"illegally flying multiple balloons into Chinese airspace in the past year.\" The US government has denied that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "LIEBERMANN",
      "sentences": "Absolutely. This got a forceful response from Deputy Secretary of State Wendy Sherman and we have heard similar words from The Pentagon, but perhaps not as strongly as this. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "WENDY SHERMAN, US DEPUTY SECRETARY OF STATE",
      "sentences": "There are no US government balloons over the People's Republic of China. None. Zero. Period.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "LIEBERMANN",
      "sentences": "To be clear, though, the US has spy satellites just like the Chinese, those are in essentially international space where that is perfectly legal. The US simply saying we don't have anything like a spy balloon in Chinese sovereign airspace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "COOPER",
      "sentences": "Oren Liebermann, appreciate it.Our next guest is retired Canadian Air Force Major General Scott Clancy. He is the former Director of Operations at NORAD. Also CNN chief law enforcement intelligence analyst, John Miller. John Miller, let's start with you. Does this make sense to you that we don't have so many -- we really don't have any answers at all at this stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "It does, because we're getting a lot of answers on the Chinese balloon that began all of this controversy in early February. These others don't match. Don't know what they are. Don't know if they are corporate, weather related, or other spy vehicles from maybe other countries.It is really the challenge of first you shoot them down, then they break into pieces or fall into the water, then you have to put that puzzle back together. I would not be surprised, nor would anybody in the US Intelligence Community to find out that these are multiple surveillance platforms that were literally flying over or under the radar for some time from multiple countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "COOPER",
      "sentences": "And General Clancy, so we learned that the first missile shot at the object Sunday over Lake Huron missed, does it make sense to you that there are still so many unknowns about the three objects? I mean, is it plausible, the US government doesn't know who is behind them? Or at least what kind of vehicles these were or objects these were?MAJOR GENERAL SCOTT CLANCY (RCAF RET), FORMER DIRECTOR OF OPERATIONS AT NORAD:  Yes, that makes total sense to me, Anderson. I think that NORAD does its best to detect these types of objects and all of the activities that surround our periphery and on the inside. However, in my experience, as a Director of Operations, there is going to be gaps in that Intelligence and our ability to respond to them, and what you're seeing here is the ability of NORAD to close one of those gaps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "COOPER",
      "sentences": "But Major, wouldn't a pilot in most cases, I mean, if a pilot shot it down, would they have had a visual of it? I mean, would they have been able to photograph it? You would think that at this point, it's been a day or two, that photo might be published.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "COOPER",
      "sentences": "John, that makes sense to you? I mean, that somebody -- I mean, there was a pilot who saw something and took a photograph that there is information that the government has that they are in the process of trying to collect more information about or I mean, it is not as if they are as blind as we are.    MILLER-- the General just said is going to be essential, because you want to know what it had looked like before you shot it down, also helps you to put it together. But you've got challenges there, because you've got F-22s, you know, flying at speed, even their version of slow is pretty fast to get a picture of something that is moving way slower.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "COOPER",
      "sentences": "And General Clancy, NORAD Command readjusted its filters to better spot slow moving targets operating above a certain altitude or a certain altitude. Can you just talk about that? I mean, is that why -- would that account for why suddenly there are, you know, three objects all in a row.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "CLANCY",
      "sentences": "That would account for some of them, Anderson, but I think what we're seeing is the confluence of two things. One, even during my time, a couple of years ago, as the Director of Operations, we were working hard, because we already knew that our aging radar systems had some significant deficiencies.One of the ways in which you do filter information is you want to weed out that which you're not really worried about as a threat, slow moving targets end up being on the bottom end of that. But this wouldn't, in my estimation, explain all of these targets all at once. I think the other thing that you're seeing and this is speculation, perhaps on my behalf, but it is based upon my experience, I think you're seeing a concerted coordinated Intelligence gathering operation by one or some of our adversaries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "COOPER",
      "sentences": "Do you think these objects are then -- do you think they're from the same adversary or theoretically or possibly from the same adversary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "CLANCY",
      "sentences": "I mean, everything is possible. Again, I would go back to General VanHerck's comments, my former boss, that it would be prudent to wait.The reason for this is, is that kind of diplomatic impacts that this could have. I say diplomatic, but they could be military, strategic and economic -- are multifaceted and complex, and I think that you would want to be sure to do deliberate action as a nation state based upon information you have and acting prematurely would not be prudent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "COOPER",
      "sentences": "General Clancy, John Miller, appreciate it. Thank you.Coming up next, the latest moves by Florida Governor Ron DeSantis to possibly position himself for a presidential run, the latest efforts by the former President to swat him down. And later, a live report from the quake zone where survivors are still being pulled from the rubble as the death toll climbs again, now tops, 36,000 people. (COMMERCIAL BREAK)    [20:16:37]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "COOPER",
      "sentences": "With former UN Ambassador Nikki Haley expected to enter the Republican presidential race this week, attention is turning to the one who unlike Ambassador Haley has been outpolling the former President at times, Florida Governor Ron DeSantis.He is not in yet, but his constituent in Mar-a-Lago is already treating him as if he were, and the Governor with his so-called anti- woke agenda seems to be positioning himself for a run to the former President's right. More now from CNN's Jeff Zeleny in Florida. (BEGIN VIDEOTAPE) GOV. RON DESANTIS (R-FL):  Florida is where woke goes to die. JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT (voice over): And for Governor Ron DeSantis, Florida is where presidential aspirations come alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "DESANTIS",
      "sentences": "So help me God.ZELENY (voice over):  Six weeks after starting his second term, he is putting the finishing touches on the DeSantis playbook.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "DESANTIS",
      "sentences": "Freedom lives here in our Great Sunshine State of Florida.ZELENY (voice over):  Taking his record from Florida's capital to the national stage as one of the country's youngest Governors with one of the loudest voices on conservative policies. It is a driving force in the latest chapter of the culture wars, already shaping the 2024 campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "DESANTIS",
      "sentences": "When other States can sign their people's freedom to the dustbin, Florida stood strongly as freedom's linchpin.ZELENY (voice over):  The Governor has introduced himself as a leading cultural warrior with a growing list of what he calls anti-woke laws and proposals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "DESANTIS",
      "sentences": "And this bill takes three main steps.ZELENY (voice over):  Like the Parental Rights and Education Act, which critics have dubbed the Don't Say Gay Bill that bans instruction of sexual orientation and gender identity from kindergarten through third grade. Under his watch, transgender children in Florida can no longer access certain treatments and he eliminated state funding for LGBTQ mental health programs. He has also called for bans on mandates for COVID-19 vaccines and masks. He used State funds to expand a controversial migrant relocation program and is locked in a battle over an advanced African- American Studies course that he says goes against State Law for how race can be taught in Florida classrooms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "DESANTIS",
      "sentences": "Why don't we just do and teach the things that matter? Why is it always someone has to try to jam their agenda down our throats?ZELENY (voice over):  He spends his time signing laws passed by the GOP controlled Florida Legislature rather than sounding off on social media, like his one-time supporter and now rival, former President Donald Trump, who now mocks DeSantis with a nickname --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Ron DeSanctimonious.ZELENY (voice over):  The Governor is releasing a new book: \"The Courage to Be Free\" at the end of February and setting out on tour with stops in Texas, California, Alabama, and beyond. On the floor of the Florida Senate, Democratic Senator Jason Pizzo has blasted the ambitions of DeSantis -- JASON PIZZO (D) FLORIDA STATE SENATE:  ... of a speech that's going to be given an Iowa in a couple of years. ZELENY (voice over):  And told us today the Governor has cast his entire agenda as the backbone of a presidential bid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "PIZZO",
      "sentences": "It's a playbook that I think is squarely set towards a national audience because it's certainly not remedying or curing any problems here.ZELENY (voice over):  DeSantis is building a national team, CNN has learned with plans for an announcement in late May or early June, after the Florida Legislature enacts even more of his agenda that could serve as a roadmap for his political future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:03",
      "speaker": "COOPER",
      "sentences": "Yes. Jeff Zeleny, appreciate it. Thanks.Perspective now from \"New York Times\" political correspondent, Michael Bender. He and Maggie Haberman share the byline on a great piece out over the weekend under the headline, \"DeSantis' challenge: When and How to Counter Attack Trump.\" Michael, so you write in your article, thus far, Governor DeSantis, \"has pursued a strategy of conflict avoidance\" when it comes to the former President. Talk about the logic behind that strategy at this point. He has clearly looked at what happened to Republican candidates in 2016 during the primaries. MICHAEL BENDER, POLITICAL CORRESPONDENT, \"THE NEW YORK TIMES\":  Yes, that's right. I mean, this is Trump's party no matter how you slice it, it has been for four, five or six years now. I mean, the best way to explain the problem that Ron DeSantis has in front of him is, is I want to tell you a little bit about talking to some of the Trump rally goers at the end of 2022. This is right before the Midterms, when everyone thought a red wave was coming. I was walking around doing some reporting at Trump rallies, talking to rally goers about 2024, asking them if Trump would be the best Republican to win the White House back in 2024. And somewhat surprisingly, I had very little trouble finding rally goers -- Trump rally goers who told me no, Trump is not the best Republican to win back the White House. These people -- you know, these Trump loyalists see what has been happening for several election cycles now, how divisive Trump is, you know how many people he turns off in the General Election. And they know that there could be another -- a better choice to beat Biden or whoever the Democratic nominee might be. But there's a huge but here. They are so loyal to Donald Trump, even knowing that, they say they will vote for him if he runs and he has announced his campaign there. That's because they say how he has fought for them, how vigorously he has fought for them, that they don't want the media to (INAUDIBLE) label these kinds of things. Republicans generally are very, very pragmatic voters. They want to back someone who is going to win in November. And this kind of loyalty presents a very big problem for people like Ron DeSantis. How do you attack someone who draw some so much of that loyalty from, you know, from Republican voters without it bouncing back right on you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:03",
      "speaker": "COOPER",
      "sentences": "As you pointed out in the article, the former President recently made an ugly insinuation on social media about the Governor's time as a high school teacher, when asked about it by reporter, Governor DeSantis said he was focused on fighting President Biden not smearing other Republicans.How long does it seem like he would be able to maintain that strategy when or if he decides to announce his candidacy? Because I mean, plenty of people have tried to ignore the -- you know, the slings and arrows coming from Donald Trump and that doesn't necessarily work either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:03",
      "speaker": "BENDER",
      "sentences": "That's right. I mean, I think what DeSantis wants to do here is hold off for at least a couple more months. The legislative session in Florida where he will have plenty of issues that he can essentially campaign on in Florida and turn into national issues that runs from March until about May.So it doesn't seem like DeSantis is going to announce a presidential campaign before then, focus on -- what he wants to do is focus on that legislative session and keep talking about those issues. The question though, well, you raise the question. What he's done so far, though, is pretty remarkable. With this strategy, he has effectively made it a two-man race. I know Jeff mentioned Haley, Tim Scott, some other folks who could announce very shortly, but the strategy of taking the high road from DeSantis has pretty remarkably made this, you know, the story of the of the Republican primary so far is a two-man race between DeSantis and Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:03",
      "speaker": "COOPER",
      "sentences": "Yes, let's see how long that lasts. Michael Bender, really appreciate it. Fascinating article. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:03",
      "speaker": "BENDER",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:28:21",
      "speaker": "COOPER",
      "sentences": "Turkish officials shared a video today after rescuers pulled a seven-year-old young girl named Hivay Uscher (ph) from the rubble near the epicenter of that massive earthquake last week near the Syrian border. Our affiliate in Turkey says she is seven and in the second grade. Rescuers who put an oxygen mask on her as you can see her first request apparently was for strawberry milk and a Turkish pastry.We do not know more about Hivay or her condition. We don't know the status of her parents or her family, only that according to Turkish officials today, more than 1,300 children are currently separated from their parents after the earthquake. The death toll is now at least 36,217 people in Turkey and Syria and a top UN official now believes that the rescue phase is \"coming to a close.\" CNN's Sara Sidner is in Turkey, joins us now with more on the search. What is the latest you've been seeing and hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "KUDRET KOCEBELER, SEARCHING FOR HUSBAND AFTER EARTHQUAKE",
      "sentences": "(Speaking Foreign Language)SIDNER (voice-over): 38-year-old Kudret Kocebeler desperately pleads with volunteer rescuers to search for her husband Badir (ph). He's buried, she says, in their corner apartment which is somewhere under this rubble. They try to console her, but this mother of twins wants action, not words. KOCEBELER (through translation): There is nobody out there. It's been six days. I'm waiting here with my twins standing in the cold. She says she's been asking anyone who will listen to dig her husband out but for six days, she says officials kept telling her they needed permission from the government to start on her building. Soldiers tell me if you attack us, we have the authority to shoot you, she says. If you have authority to shoot, why don't you have the authority, she says, to pull him out? I want my husband back even if he's not alive. She may have accepted his death but can't go on without seeing her husband's body removed from this hellscape. KOCEBELER (through translation): My life, my blood, my everything, my best friend in life, he left me with my twins here alone. SIDNER (on-camera): While she waits for the realities of her husband's death, here in this area where you see enormous piles of rubble, these are different buildings but you can't really distinguish them because there's just so much destruction. There have been signs of life. A child was found here alive after a week in the rubble. (voice-over): Nurses comfort the girl who they think is three or four years old. She's dehydrated and in shock, but alive. This is the moment she was rescued. Her exhausted little body pulled from under the seemingly endless mountains of rubble in Hatay. She was rushed to the makeshift hospital set up in the parking lot of the actual hospital that was evacuated after the earthquake. When she first arrived, as a mother, I felt that she was like my own daughter, this nurse says. (on-camera): She's cracking up the staffs. She's talking. (voice-over): When we walked in, the toddler had managed to make the nurses laugh, relieved she could talk a bit. (on-camera): What is it that she said that made you all laugh? She made all the nurses laugh. FILIZ BOZKURT, NURSE (through translation): The word that made all the nurses laugh was, mama, and I'm hungry, I want to eat something. SIDNER (on-camera): What did that do to your hearts when she said mama? I felt a great pulse in my heart, she says. No one knew her name. And when they asked, she said, Dada. It turns out this toddler does not speak Turkish, she speaks Arabic. Rescuers later tell us she's Syrian. The chance of survival in this sea of dust and destruction dims by the hour. While this wife and mother of twins awaits proof of the death of her husband, farther into town this toddler has given new life to hope of finding more survivors. It's an important example that such a miracle can happen even after a week has passed, the Turkish Minister of Health told us. This little miracle takes flight to a fully functioning hospital, away from the place she used to call home. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "Such an incredible rescue, Sara. Has there been any update on the woman who's searching for her husband or waiting for her husband to be taken out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "SIDNER",
      "sentences": "Yes. Kudret -- yes, there has, Anderson. Kudret's husband has been found, but he has been found -- his body. He is dead. But she is, while in great grief, she is just happy that she's at least able to see him one last time and give him a proper burial.These scenes are happening all over Turkey. That was in Hatay. We are in Adiyaman, where you see behind me a huge amount of rubble. This is a couple of different buildings. And I'll give you sort of a look at the scene. It's about 4:35 in the morning here and you can see that the rescue crews that are here have been going all night long. And that is partly because they know that there are at least seven people that are trapped inside of this building. There were signs of life at the very beginning, but they have not heard any signs of life in the last couple of days or so. [20:35:07] And we did end up meeting the family of some of those who are trapped. They say five of those seven people are their family members. That is the kind of heartbreak that you were seeing all across Turkey. Families are keeping vigil outside of these destruction zones, just waiting to say goodbye one last time to their loved ones, because a lot of people have lost hope that they will see their loved one alive again, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "Yes. Sara Sidner, I appreciate you being there. Thank you.I'm joined now by someone from the U.S. who's in Turkey assisting with rescue and recovery operations. Chief John Morrison of Virginia Task Force One, it's an international urban search and rescue unit based in Fairfax, Virginia. John, I appreciate you being with us. I mean, I know you've been doing this for a while. You've seen and heard a lot of things. What's it been like for you and your team in Turkey the last couple of days. CHIEF JOHN MORRISON, VIRGINIA TASK FORCE 1, FAIRFAX COUNTY: Hi, Anderson, thanks for having us on. It's been a pretty devastating area here in Adiyaman where your reporter also is. There are numerous widespread apartment buildings that have come down sometimes on top of each other, and that complicates, obviously, the rescue team. And as you can see on that video clip there in front of you, what we're trying to do is trying to get into these void spaces that are created when building collapse. And sometimes it's very difficult to get to those. And we're certainly in that phase now where a lot of the easier rescues that are on the tops of the rubble piles have been made. And so we're trying to get to those that are deeply in tune within the structure and those void spaces while we still can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "And, I mean, what are the biggest risks that you're dealing with? Because, obviously, anytime you're -- I mean, you've got layers of -- you've got different floors of a building that have collapsed on top of one another. You just said there could be void spaces, there could be people inside there, but moving anything, you risk, you know, other debris falling. So what are the biggest impediments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "MORRISON",
      "sentences": "Yes. Safety is a very big concern of ours. With our heavy rigging team that we bring with us, along with our structural engineers and our rescue specialists, they will help move the large concrete slabs off of the pile in a safe as possible manner. Knowing -- and our engineers specifically train with knowing how those slabs, once we remove them, how the rest of the building will respond. It's never 100 percent sure thing, but we do take safety very, very seriously because we don't want to become part of the issue and get hurt ourselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "As the mission inevitably moves from rescue to recovery, how does that change your approach or does it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "MORRISON",
      "sentences": "It doesn't, really. We'll be here as long as the Turkish people need our assistance until they require to be international assistance no longer. So we'll be here helping them out. When they say that they've moved to a recovery operation, they no longer need the urban search and rescue capability that USAID has provided, we'll work to demobilize and come back home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "Well, John Morrison, I appreciate, I mean, all the work you and everybody from your team does. Thank you very much for talking with us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "MORRISON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:11",
      "speaker": "COOPER",
      "sentences": "Tonight, we have never before seen body camera footage from sheriff's deputies who responded to Alex Murdaugh's 911 call, the night his wife and youngest son were shot to death. He is on trial for the double murder and denies killing them. The video was recently played for jurors and just released to the public today.Randi Kaye tonight, who's been following the case from the start, has been in the courtroom every day. She's the key moments from the video. First, I want you to know the redactions and blurring of the video came that way from the court itself. (BEGIN VIDEOTAPE) SGT. DANIEL GREENE, COLLETON COUNTY SHERIFF: (INAUDIBLE) seen the security Whiskey Fox, Whiskey Mike both gunshot wounds to the head. RANDI KAYE, CNN NATIONAL CORRESPONDENT (voice-over): It's just before 10:30 p.m. on June 7th, 2021, the night Maggie and Paul Murdaugh were murdered. This is body cam footage from Colleton County Sheriff's Sergeant Daniel Greene, who was first on the scene. Moments after arriving, he spots Alex Murdaugh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:11",
      "speaker": "ALEX MURDAUGH, WHO KILLED HIS WIFE AND SON",
      "sentences": "Sir, I would just let you know because of the scene, I did go get a gun and bring it down here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:11",
      "speaker": "GREENE",
      "sentences": "OK, it's in your vehicle. Do you have any guns on you at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:11",
      "speaker": "MURDAUGH",
      "sentences": "No, sir. It's leaning up against the side of my car.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:11",
      "speaker": "GREENE",
      "sentences": "OK. You're fine, man. You're fine. Turn around for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:11",
      "speaker": "MURDAUGH",
      "sentences": "I don't have any gun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:11",
      "speaker": "GREENE",
      "sentences": "OK. Yes, sir. I see that. KAYE (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:11",
      "speaker": "MURDAUGH",
      "sentences": "This is a long story. My son was in a boat wreck months back. He's been getting threats. Most of it's been benign stuff. We didn't take serious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:11",
      "speaker": "GREENE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:11",
      "speaker": "MURDAUGH",
      "sentences": "You know, he's been getting, like, punched. I notice what it is.KAYE (voice-over): A key moment in the body cam footage comes when Sergeant Greene asks Murdoch when he last saw his family. Listen closely to his answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:11",
      "speaker": "GREENE",
      "sentences": "When was the last time you were here with them or talk to them or anything like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:11",
      "speaker": "MURDAUGH",
      "sentences": "It was earlier tonight. I don't know the exact time, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:11",
      "speaker": "GREENE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "MURDAUGH",
      "sentences": "Maggie Murdaugh. Margaret Branstetter Murdaugh. How are you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "GREENE",
      "sentences": "I'm OK.KAYE (voice-over): Alex also asks the deputy's several times if his family is dead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "MURDAUGH",
      "sentences": "Did you check?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "GREENE",
      "sentences": "Did I check what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "MURDAUGH",
      "sentences": "Did you check them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "GREENE",
      "sentences": "We got medical guys that are -- that's what they're going to do, OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "MURDAUGH",
      "sentences": "You've been checking, and they're dead, right? They are dead aren't they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "GREENE",
      "sentences": "Yes, sir, that's what it -- that's what it looks like.KAYE (voice-over): On some of the body cam video, Alex Murdaugh is seen pacing around the property. He's making phone calls, including one to one of his brothers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "MURDAUGH",
      "sentences": "Yes, the police are here now. The police are here now.KAYE (voice-over): In another clip, he asks the deputies to get his surviving son Buster on the phone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "MURDAUGH",
      "sentences": "Can you all get a police officer with my oldest son in Columbia? No, I haven't told him yet. It's got to be me that tells him.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "COOPER",
      "sentences": "And Randi joins us now from Walterboro, South Carolina. The pathologist who did the autopsies also testified today. What did the court hear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "KAYE",
      "sentences": "Well, Anderson, she told the court that Paul Murdaugh was shot twice. First in the chest, but then in the shoulder, and the head. That was the fatal wound. She also said that there was no sign of a struggle with him, no defensive wounds, and that he was standing and facing the shooter as he was killed.So if it was indeed his father, as the prosecution alleges, he was looking right at him. The pathologist also said that Maggie Murdaugh was shot five times, three of them while standing. The fatal shots were delivered while she was on the ground, including one to the back of the head, Anderson. And again, no sign of defensive wounds or any sign of a struggle with her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "COOPER",
      "sentences": "So, Americans curiosity about UFOs, or as they're now called, unidentified aerial phenomena, was already peaked back in 2021 when the U.S. intelligence community released that long-awaited report on what it knew about these unidentified objects. Turns out, not much definitively.But then after the shootdowns over the weekend, speculation was rampant again after, as we mentioned, the commander of NORAD said he wouldn't rule out anything as an explanation, including extra- terrestrials. Today, officials at the White House news conference tried to end the speculation not once, but twice. In fact, one comment which we played earlier, was given toward the top of today's remarks unprompted. (BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: I know there's been questions and concerns about this, but there is no, again, no indication of aliens or extra-terrestrial activity with these recent takedowns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "JOHN KIRBY, NSC STRATEGIC COMMUNICATIONS COORDINATOR",
      "sentences": "I don't think the American people need to worry about aliens with respect to these craft, period. I don't think there's any more that needs to be said there.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "COOPER",
      "sentences": "I'm joined now by our Senior Data Reporter and explainer of unexplained phenomena, Harry Enten. How interested are people in these objects that have been shut down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Yes, it's not really much of a surprise that they came out unprompted. When you look at Google searches over the last week, they're up 833 percent for UFOs compared to a week ago. The last two days, with the exception of one date a few years ago, back in 2020, were the most searched days for UFOs on Google since 2004. So a lot of people very interested.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "COOPER",
      "sentences": "April 28th, 2020 was what? Was that when that report was released?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "ENTEN",
      "sentences": "Yes. So essentially back then, what we had was the Pentagon released a video in which they showed essentially some Navy fighter pilots. And, in fact, I think we have some of that video that we can watch here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "COOPER",
      "sentences": "I interviewed one of those fighter pilots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "ENTEN",
      "sentences": "Yes.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come on, bro.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's a whole fleet of them. Look on the ASA (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My gosh. UNIDENTIFIED MALE(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "COOPER",
      "sentences": "And then there was the one that just like, traveled in strange like, directions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "ENTEN",
      "sentences": "Yes. What's so interesting is I think we get this idea of UFOs, it's like flying saucers right out of like, Mars attacks or something. But that really wasn't what that was. It was just like, they were like, what the heck is this? What is going on here? It was kind of cool, though, to see.And they weren't really like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "COOPER",
      "sentences": "That's the one I was talking about, the one that's just, like, moving in strange and really fast. So what is the consensus? Do people think extra-terrestrial life exists?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "ENTEN",
      "sentences": "So I love this question. So, essentially, Pew Research Center a few years ago asked, you know, when the, you know, the federal government, the military reports on sort of these UFOs, do you believe that they're actually, you know, extraterrestrial life essentially going on outside?And we are a 50-50 nation on this. Essentially 51 percent of Americans said definitely yes, or probably yes, it is a sign of extra- terrestrial life, 47 percent said probably no, definitely not. And what's interesting to me about that question is that essentially, you know, on pretty much everything we look in on our world today, there seems to be a partisan divide. No real partisan divide on this, no real age divide on this, no real educational divide on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "COOPER",
      "sentences": "How many people actually reported seeing a UFO?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "ENTEN",
      "sentences": "Yes. So, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "COOPER",
      "sentences": "Or say they have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "ENTEN",
      "sentences": "Yes, say they have, right? You know, a majority say, yes, I might believe it, but only about 10 percent say they've actually seen a UFO. I don't know who those 10 percent are, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "COOPER",
      "sentences": "It seems a lot to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "ENTEN",
      "sentences": "It seems a little high. But you know what? Still, that is higher than the percentage of voters in George Santos congressional district who hold a favorable view of him. So this all goes back to that, right? That 10 percent threshold. That's essentially where we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:11",
      "speaker": "COOPER",
      "sentences": "Harry Enten, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:58:41",
      "speaker": "COOPER",
      "sentences": "It's been a tough day for our Jake Tapper. His beloved Philadelphia Eagles lost to the Super Bowl. This afternoon, he interviewed the Super Bowl MVP Patrick Mahomes, the quarterback of the winning team, the Kansas Chiefs. Take a look.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:58:41",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "I'll never be allowed back into Philadelphia if I don't ask you what you thought about that holding call against James Bradberry, who acknowledges he did tug Smith-Schuster's jersey, but he thought that the refs would let it slide. What did you think about it?PATRICK MAHOMES, KANSAS CITY CHIEFS' QUARTERBACK: Yes, I mean, I was throwing it to the spot where I thought Juju was going to be at, and I knew there was a reason that he wasn't as close as he was when I threw it. I couldn't see exactly. I just knew when we ran that kind of double move route that he wasn't, going to -- that he wasn't usually is at. And then when you see it on film, man, I mean, he tugged him and kind of forced him out of the direction of where he wanted to throw the ball. And so at the end of the day, you got to play football and the rest to make their calls, the best that they can do in their best of their ability. And it went our way on that call where a couple of other ones it might have went the other way. You can come to the parade Wednesday, too, if you want to. I know Paul is trying to get out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:58:41",
      "speaker": "TAPPER",
      "sentences": "It's OK, I'll let Paul represent me. It's OK. I appreciate it. But thank you so much. Enjoy Disney Land.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}