{
  "date": "2023-10-30",
  "headline": "The Situation Room",
  "subHeadline": "Israel Pushes Deeper Into Gaza, Says This Is A Time For War; IDF Says, Israeli Forces Rescue Soldier Kidnapped By Hamas; Angry Mob Storms Airport As Anti-Semitic Violence Spreads; Wolf Speaks With Family Members Of Two Israeli Hamas Hostages; Cast Of \"Friends\" Breaks Silence On Matthew Perry's Death. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "And rescuers with the Israeli volunteer group, United Hatzalah, which we profiled last week, found them that day. They were screaming and dehydrated. The boys are now safe with family members and the rescuers, for whom there has been so little light in all this darkness, while they reunited with the twins a few days ago.I'll be back from Tel Aviv tomorrow here on The Lead. Our coverage continues with Wolf Blitzer. He's right over there in The Situation Room, also live here from Tel Aviv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Happening now, breaking news, Israeli tanks and troops pushed deeper and deeper into Gaza, as Prime Minister Benjamin Netanyahu declares, this is the time for war, rejecting calls for a ceasefire. The air and ground assault on Hamas targets intensifying while Gazans face a new level of desperation and destruction.The Israeli military says it rescued a female soldier kidnapped by Hamas during ground operations in Gaza, this as we're getting our first look at the three women who were shown in a new Hamas hostage video. And an anti-Semitic mob at a Russian airport underscores the climate of hate towards Israelis and Jews that's clearly spreading around the world. The Biden administration taking new action in response to the disturbing rise in anti-Semitic rhetoric and threats in the United States. Welcome to our viewers in the United States and around the world. I'm Wolf Blitzer in Tel Aviv, Israel, and you're in the Situation Room. We begin tonight with the breaking news here in Israel. Prime Minister Benjamin Netanyahu forcefully rejected calls for a ceasefire amid an expanding ground incursion of Gaza, this as Israeli Defense Forces announced the rescue of a soldier kidnapped by Hamas. CNN journalists are on the ground covering all the breaking news for us from the Middle East as well as back in Washington. First, let's go to Sara Sidner. She's here with me in Tel Aviv. So, Sara, what led to the rescue of this Israeli soldier?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Here's what we know from the Israeli military. Overnight, they were able to rescue Private Ori Megidish. She was rescued during a ground operation inside of Gaza. She was taken out. She was checked medically. They found that she was okay, and she has been reunited with her family.So, while one family has gotten one of their loved ones back, though, there is new video that has been put out by Hamas of three more hostages. Israel believes there are more than 220 hostages that are currently being held in Gaza. And we saw these three women sitting next to each other in what looked like plastic chairs. And one of them spoke very forcefully about what she wanted to happen. The names of the people who have been identified by their family members, by the way, and then the prime minister also said their names, is Elena Trupanov, Daniel Aloni and Rimon Kirsht. These three women are sitting next to each other and they're talking -- just Aloni is speaking to the camera. And here's what she says. At some point she starts to scream, which is extremely disturbing, I'm sure, for the families to see. They're happy to see that they're alive, but to see the kind of distress that they are in. They -- none of them look injured. But we did hear from Aloni and she said at one point, you promise to release us all, which gives you some suggestion that she knows that there is some negotiations going on for these hostages there. And then at the end she says, free us all. And she screams now, now, now. That is what all of the families want. That is what all of the hostages want. But at this point in time, we only know of this one hostage that has been rescued by the Israeli military, according to the IDF on these ground forces, and the four others who released earlier last week. At this point, Israel is saying there's more than, I think, 239 now. The number of hostages has gone up, according to Israel. Their count has gone up. And we are really in one of these situations where the families are desperate to know anything. Now they know something, but their loved ones are not back in their arms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "LEE",
      "sentences": "The concern about this war broadening out into a greater regional conflict, is it greater now than, say, a week ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "JOHN KIRBY, COORDINATOR FOR STRATEGIC COMMUNICATIONS, NATIONAL SECURITY COUNCIL",
      "sentences": "I don't know that I'd put a percentage on it, M.J. We're deeply concerned about that potential, which is why we have done everything we can to send a strong signal of deterrence to prevent that. Everything we're doing is to try to prevent that, but it is still of concern.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "LEE",
      "sentences": "And, Wolf, as Israel continues its ground operations into Gaza, U.S. officials are being exceedingly careful about one thing, and that is to emphasize that Israel and Israel alone is responsible for its military operations and its decisions. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "BLITZER",
      "sentences": "M.J. Lee at the White House for us. Thank you, M.J.I want to go to see this Jeremy Diamond right now. He's here in Israel, in Ashkelon. That's right near the border with Gaza. Jeremy, what's the latest on the Israeli incursion? What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, Wolf, tonight is really Prime Minister Benjamin Netanyahu saying that there is a time for war and there is a time for peace. Right now, Wolf, he says it is a time for war. This as Israel is continuing to expand its ground operations inside of Gaza, vowing to continue adding troops inside there.Over the last several hours, Wolf, we have been hearing a very intense barrage of artillery fire being directed at the Gaza Strip. Earlier today, we were positioned in Sderot, overlooking Israeli operations inside of Gaza. And what we were able to see is ongoing activity involving tanks in the Gaza Strip and as well as ongoing artillery fire being directed at Gaza, machine gun fire indicating ongoing battles between Hamas militants and Israeli troops inside of Gaza. Our photojournalist, Matthias Somm, was also able to get some imagery of Beit Hanoun, which is the northeastern most city in Gaza, to see the aftermath of some of that bombardment and those -- the operations that have been carried out by Israeli troops in Northern Gaza. You can see some of these buildings, shells of themselves, really just the foundation remaining there. All of this as we are learning now of this operation that Sara was just talking about to free one of those Israeli hostages, the Israeli prime minister tonight making clear that he believes this ground operation is only strengthening Israel's hand to get those hostages released. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Our common assessment of all of the -- not only the cabinet members, but also all the security forces and the military is that the ground action actually creates the possibility, not the certainty, but the possibility of getting our hostages out because Hamas will not do it unless they're under pressure. They simply will not do it. They only do it under pressure. This creates pressure.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Jeremy Diamond in Ashkelon for us, not far from Gaza, thank you very much.Just ahead, we're going to have much more news from CNN's reporters live on the ground here in Israel. And I'll speak with a key senior adviser to the Israeli prime minister, Benjamin Netanyahu, after he denounced calls for a ceasefire with Hamas. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "ABDELAZIZ",
      "sentences": "The evacuation order called impossible by the World Health Organization and the U.N., both stressed hospitals and civilians must be protected, including some 12,000 displaced people sheltering inside Al-Quds Hospital.Tell us we're safe and we will leave the hospital, he says. There is no safe place, not in the south, not in the whole of Gaza. Near constant airstrikes now pound the enclave while Israeli troops expand their ground operations. The IDF insists it is eradicating Hamas. But on the ground in this densely populated territory, utter devastation is the consequence. There are 2 million people, half of them children, trapped here under bombardment and under siege. This is revenge, a cowardly racist campaign, he says. We in this area, we are one family, we are kind people. Instead of waking up to the sound of the call to prayer, we woke up to an airstrike. The anguish and horror inside Gaza sparking mass demonstrations, from New York City to London, to Rome, and calls for a ceasefire are growing louder. U.N. members overwhelmingly voted for an immediate and sustained truce last week. But even as Palestinian families bury their youngest, more than 3,000 children killed in three weeks. Save the Children said, citing Gaza's Hamas-controlled health authorities, amplifying the global outcry. Prime Minister Netanyahu vows, this is only the beginning. (END VIDEOTAPE) ABDELAZIZ (on camera): Now the U.N. warns that civil order is breaking down in Gaza as the situation becomes more dire and more desperate by the hour. Save the Children, the U.K. charity says that grave violations of epic proportions are taking place on the ground. But, so far, Israel undeterred by the global outcry. Israel's military says it plans to send more troops into Gaza. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "Salma Abdelaziz, thank you for that report.Right now, I want to bring in Mark Regev. He's a senior adviser to the Israeli prime minister, Benjamin Netanyahu. Mark, thanks very much for coming in. I know that Israeli aircraft flew over Gaza and dropped leaflets warning people in Gaza to move south right now, to stay away from various hospitals even, various shelters, various schools. None of those places are safe anymore?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "MARK REGEV, SENIOR ADVISER TO ISRAELI PRIME MINISTER",
      "sentences": "There was -- in Northern Gaza's trip, there was until recently about 1 million, 1.1 million people. And I'm happy to tell you that some 800,000 have heeded our advice and have moved south. It's common sense. There's going to be difficult fighting there in the north and we don't want civilians caught up in the crossfire between the IDF, the Israel Defense Forces, and Hamas.And while Israel is making an effort to give them time to move to the south, it's interesting, Wolf, to see what Hamas is doing. They're telling people don't leave. They're actually putting up roadblocks to prevent people from leaving because they want to sacrifice every last Gazan civilian on the altar of their crazy agenda. Do you know, Wolf, in a normal country like the United States or Israel, our militaries defend our civilian population. But Hamas inverts that. They say the civilians have to protect their terror machine. That's wrong. They should be condemned for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "So, what you're saying is that Israel is not going to move into the southern part of Gaza and not attack targets in the southern part of Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "REGEV",
      "sentences": "What we're doing is we're focusing our campaign in the north at the moment. And in the south, on the western side near the coast, we're going to work with the international community, with the Americans, with our list to establish a humanitarian zone close to the Rafah crossing so the aid can go right there for all the people displaced from the north. We want to keep them safe and out of the fighting as much as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "So, what do you say to the critics, Israel's critics, who insist that Israel is not doing enough to protect civilians in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "REGEV",
      "sentences": "Listen, those critics should remember that while we're trying to make a maximum effort to keep civilians out of the crossfire, Hamas is doing the very opposite. As President Biden has said, they have a deliberate policy of using the Palestinian civilian population as a human shield.And so it's very difficult. If both sides want to keep civilians out of the crossfire, that works very well. But when one side, Hamas, is determined to embed its military machine in hospitals, in schools, under urban areas, it makes it very difficult. We make a maximum effort, but by ourselves it's difficult. The finger has to be pointed at Hamas, who's committing a double war crime. War crime number one, they're brutally murdering Israeli civilians. War crime number two is they use Palestinian civilians as human shield for their war machine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "REGEV",
      "sentences": "First of all, we got a hostage out today in a military operation. One out and hopefully we'll be able to get more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "BLITZER",
      "sentences": "There are more than 200.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "REGEV",
      "sentences": "Yes I know, I know very well 239, and of them, apparently, ten Americans. But we believe Hamas isn't going to let these people out suddenly because Hamas become, you know, humanitarian, that they're become Boy Scouts. No. Hamas, we've seen, is a brutal terrorist organization capable of the most horrific violence. They're barbaric. So we have no illusions that Hamas is suddenly going to let all these people out.What we do believe is you ratchet up the pressure, they feel the pain, they feel the power of the Israeli military and at the same time in parallel, diplomatic pressure on their allies in the Gulf. Maybe that's the best way to get them out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "BLITZER",
      "sentences": "Well, we heard today that -- CNN learned that the head of the Mossad, the Israeli intelligence service, actually made a visit to Qatar to talk to the leadership there to see what could be done to negotiate some sort of hostage release. What can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "REGEV",
      "sentences": "Not a lot, Wolf, that that sort of thing we don't talk about. But I can tell you, as the military operation goes forward and the pressure is ratcheted up, maybe some efforts that are going on behind the scenes to release the hostages, we'll see that actually move forward and expedite the release of those hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "BLITZER",
      "sentences": "You're an adviser to the prime minister of Israel, Benjamin Netanyahu. I know he posted recently some criticism of the IDF, the Israel Defense Forces, the military intelligence and the Shin Bet, the domestic intelligence service, for failing to appreciate what Hamas was about to do, to move into Israel from Gaza and slaughter more than a thousand Israelis in the process.He later apologized, said he was sorry for that. He hasn't personally, even though he's the prime minister of Israel, taken any responsibility for what happened. Should he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "REGEV",
      "sentences": "He has said publicly. Yes, what happened on October 7th was a huge disaster for Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "BLITZER",
      "sentences": "But he didn't apologize.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "REGEV",
      "sentences": "He said, when this is over, everyone including himself will face an inquiry, face an investigation, have to answer questions, from the top down, he said. And he knows that has to happen and will happen. In Israel, you've been covering this story long enough to remember, in 1973, after the Yom Kippur War, which was largely seen they surprised us, there was a full investigation, in 1990 -- sorry, in 2006, after the Lebanon War, a similar investigation.We have in Israel a system of checks and balances, of lessons learned and we'll do that this time too and if people fell short in doing their jobs there will be consequences. That's clear to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "BLITZER",
      "sentences": "Because to a lot of Israelis he fell short, the prime minister of Israel. He's the prime minister, he's the leader of the country, and perhaps he was getting some information. I don't know we'll find out from a commission of inquiry down the road, but he wasn't paying enough attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "REGEV",
      "sentences": "So, we'll have to see where this goes. He was the man at the top, that's for sure, right? The buck stops here, as I think Harry Truman said. We'll have to see how this plays out.At the moment, though, Israelis are focused on winning this war. And actually, from a political point of view, the government has been expanded to include a party that used to be in the opposition has now come in to support the coalition because of the importance of winning this war. Israelis understand that we have to win this now. We didn't want this war. We didn't start this war. But it's been forced upon us, but we'll win it, and we have to win it decisively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "BLITZER",
      "sentences": "And that's why you're rejecting any talk of a ceasefire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "REGEV",
      "sentences": "Correct. But when they killed us, they didn't ask us how we vote if we're left wing or right wing. They didn't ask us if we're secular or religious, if we support judicial reform or don't. Hamas brutally butchered Israelis, no matter what we think.And I think maybe for many Israelis, this is a wake-up call, because though in Israel we like to argue about politics passionately, as you know, maybe we have to remember that our differences are there, but maybe the way our enemies look at us, they don't care about those differences. And maybe that can unite us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "BLITZER",
      "sentences": "Let's continue this conversation down the road. Mark Regev, thank you very much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "REGEV",
      "sentences": "My pleasure, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:28:44",
      "speaker": "BLITZER",
      "sentences": "Back now to the breaking news, the Israeli Prime Minister Benjamin Netanyahu's vigorous rejection of calls to reach a ceasefire with Hamas amid a growing Israeli ground invasion of Gaza that's ongoing right now.Our Chief National Security Analyst Jim Sciutto is standing by for us. He's in Northern Israel, not far from Lebanon. Jim, first of all, bring us up to date.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "BLITZER",
      "sentences": "Yes, very, very depressing. You go up there and so many people, communities have totally been evacuated.Jim Sciutto reporting for us from Northern Israel, thank you. As the tensions boil over here in the Middle East, we're also seeing very disturbing scenes of anti-Semitic violence all across the world. CNN's Brian Todd has our report. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice over): An anti-Semitic riot at an airport in the Southern Russian Republic of Dagestan. A violent mob stormed the terminal after a flight from Tel Aviv landed there on Sunday. Some rioters chanted Allahu akbar, waved a Palestinian flag. Once inside the terminal, many of them burst into hallways, rushed through checkpoints, seemingly looking for people. A vehicle was violently shaken. A State Department spokesman likens this to the organized violent attacks on Jews in Russia in the late 19th and early 20th centuries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "MATTHEW MILLER, SPOKESPERSON, STATE DEPARTMENT",
      "sentences": "Like a pogrom to me, we call on Russian authorities to publicly condemn these violent protests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "TODD",
      "sentences": "Political and religious leaders in Dagestan did condemn the violence, and the founder of the free speech platform, Telegram, said Telegram accounts that incited the violence in Dagestan will be banned from the platform.But the threat is hardly isolated. At Cornell University in Upstate New York, police are investigating a series of anti-Semitic threats made recently against the school's Jewish community. It wasn't just this graffiti on campus saying, quote, Israel is fascist. The school's newspaper says there were online posts threatening to shoot Jewish students, to shoot up their kosher dining hall and encouraging others to harm Jews. Some of the usernames chosen by those making threats included the word, Hamas. MOLLY GOLDSTEIN, CO-PRESIDENT, CORNELL CENTER FOR JEWISH LIVING: Jewish students on campus right now are unbelievably terrified for their lives. I never would have expected this to happen on my own campus, to happen in my own home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "TODD",
      "sentences": "Governor Kathy Hochul says state police are ramping up security on the Cornell campus.GOV. KATHY HOCHUL (D-NY): We will not tolerate threats. or hatred or anti-Semitism or any kind of hatred that makes people feel vulnerable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "TODD",
      "sentences": "At Tulane University recently, three students were assaulted during a rally. It's part of an alarming spike in anti-Semitic incidents throughout the U.S., tracked by the Anti-Defamation League since the October 7th Hamas attack on Israel and Israel's response in Gaza.JONATHAN GREENBLATT, CEO AND NATIONAL DIRECTOR, ANTI-DEFAMATION LEAGUE: Already in the United States, anti-Semitic incidents before October the 7th at the highest point ADL had ever tracked in 45 years of doing this work. And in the last three weeks, numbers are up an additional 400 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "TODD",
      "sentences": "One expert on extremism says during this war, many people on both sides are lumping their anger against the Israeli government or Hamas with unfounded anger against the Jewish and Muslim communities. And much of that is fueled by inaccurate information online.PROF. CYNTHIA MILLER-IDRISS, EXPERT ON EXTREMISM, AMERICAN UNIVERSITY: Social media, like chat rooms and forums and gaming rooms are a really a toxic mess of hate right now. And there's so much misinformation being fueled about this war. (END VIDEOTAPE) TODD (on camera): President Biden told reporters today that he's very concerned about the rise of anti-Semitism, and the White House has announced new actions it's taking to combat incidents on college campuses in the U.S. The Biden administration recruiting officials with the Departments of Homeland Security, Justice and the Education Department to coordinate the response with law enforcement officials at the colleges. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:39:08",
      "speaker": "BLITZER",
      "sentences": "We're live in Tel Aviv with our breaking news coverage of the Israel-Hamas War. We'll have much more on that. That's coming up just ahead.Right now, though, a truly historic, long shot court case is underway to determine if Donald Trump is disqualified from being president of the United States again, based on an insurrectionist ban in the 14th Amendment of the U.S. Constitution. CNN Senior Justice Correspondent Evan Perez is following the trial for us in Colorado. Evan, there hasn't ever been a case like this in U.S. history, I take it. Walk us through what unfolded in court today and the major questions being raised.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:07",
      "speaker": "BLITZER",
      "sentences": "We will find out sooner rather than later. Evan Perez, thank you very much.We're also following news right now, breaking news, I should say, on the investigation into last week's deadly shooting rampage in Maine. CNN's Shimon Prokupecz is joining us right now. He's got new details. What are you learning, Shimon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:07",
      "speaker": "SHIMON PROKUPECZ, CNN SENIOR CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "Well, you know, Wolf, this just gets worse and worse and really just heartbreaking for the family members as new information comes out, indicating that more and more this could have been prevented, that there were many and many warning signs. And now we're learning that in July, that the military ordered that the shooter not have access to weapons or ammunition.And, of course, all of this, we're just learning, this is just coming in, we also have learned that back in September, the police were at his house. There was a concern that the military had back then over his behavior and his mental health illness and what was going on in his life, that they called the local police in his neighborhood where he lives and they asked them to go to his house and check on him, and they did, but they say they couldn't find him. At one point they thought he was home, but that's not entirely clear. And obviously that also is raising questions, because what exactly were police doing to find him to sort of deal with this investigation? Today, we got the chance to ask the governor, the governor of Maine, get her reaction on all of this new reporting about the law enforcement, that they were looking for him, that there were some other questions about his mental health here. Take a listen to her reaction as I try to ask her that question. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:07",
      "speaker": "PROKUPECZ",
      "sentences": "We know that there is an alarming concern from the law enforcement community that activity and information here was ignored. And the simple answer is why was that done and are you concerned about that?GOV. JANET MILLS (D-ME): I think those kinds of facts will get to be determined. You're making assumptions. I'm not willing to make those assumptions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:07",
      "speaker": "PROKUPECZ",
      "sentences": "And, Wolf, so now the investigation, of course, here continues. She says -- the governor says that they will at some point answer questions. Look, it's been several days. They've not done so. We've repeatedly gone to them to ask about this. And now, obviously, with this new information about the military and their issue with them possessing weapons, it's going to bring up a whole host of questions.And in the end, of course, Wolf, for the families just hearing this, hearing this new information, other information that we've reported on, certainly is going to be so troubling and just really disappointing and probably something really hard for them to grapple with right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:35",
      "speaker": "BLITZER",
      "sentences": "Here in Israel, the families of hostages kidnapped by Hamas are living with anguish and uncertainty about the fate of their loved ones.I spoke with relatives of an 85-year-old grandmother and great grandmother of 15 and a 22-year-old musician who had been held now, both of them, for more than three weeks. (BEGIN VIDEOTAPE) BLITZER (voice-over): Two horrific stories that have become too familiar for hundreds of Israeli families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:35",
      "speaker": "ADVA ADAR, GRANDDAUGHTER OF HOSTAGE",
      "sentences": "She was pretty from the inside. The same as she was from the outside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:35",
      "speaker": "BLITZER",
      "sentences": "Adva is the granddaughter of the 85-year-old Yaffa Adar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:35",
      "speaker": "ADAR",
      "sentences": "She had an old body but a very young spirit and she liked good food and good wine and music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:35",
      "speaker": "BLITZER",
      "sentences": "On October 7th, Yaffa's family got a text message saying Hamas terrorists had entered their kibbutz where she lived along.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:35",
      "speaker": "ADAR",
      "sentences": "She texted us, terrorists in the kibbutz, they're shooting, and there are street battles, and they are entering through houses and burning people and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:35",
      "speaker": "BLITZER",
      "sentences": "She texted that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:35",
      "speaker": "ADAR",
      "sentences": "Yeah. And then we couldn't reach her anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:35",
      "speaker": "BLITZER",
      "sentences": "The next time they saw Yaffa was in this video. That's her grandmother in a golf cart in Gaza surrounded by armed Hamas terrorists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "BLITZER",
      "sentences": "Like Yaffa's loved ones, Evyatar David's family is holding on to hope he's still alive after seeing video of him in Gaza. Twenty- two-year-old Evyatar was kidnapped at the Nova Music Festival in the Israeli desert near the Gaza border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "ILLAY EVYATAR, BROTHER OF HOSTAGE",
      "sentences": "He's a musician. He plays the guitar and sings. We like to sing together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "BLITZER",
      "sentences": "Evyatar left for the festival with four good friends after joining his family for Shabbat dinner on Friday night. His older brother remembers the last text message the family received on the morning of October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "EVYATAR",
      "sentences": "They said the party's over, we're running away, we're going to the cars. And that was it. And in about 7",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "BLITZER",
      "sentences": "Two of Evyatar's friends were murdered by Hamas at the music festival. It was not until his sister posted a picture of her brother on Instagram with her phone number that the family found out Evyatar survived the terror attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "EVYATAR",
      "sentences": "We got two videos that -- propaganda videos of Hamas, and we saw him with his friend --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "BLITZER",
      "sentences": "With a guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "EVYATAR",
      "sentences": "Yeah, with the guy on one of those videos. On the other one, he was by himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "BLITZER",
      "sentences": "For both the David family and the Adar family, every hour that ticks by without their loved ones coming home seems to lessen the possibility they are still alive.As you know, the Israeli military, the IDF is escalating its military operations in Gaza right now, hoping to destroy Hamas. How is that impacting you and your family knowing that your brother is being held hostage there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "EVYATAR",
      "sentences": "It's concerning. But we are full of hope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "BLITZER",
      "sentences": "Yaffa, the grandmother, has been without medication for her heart and her kidneys for more than three weeks.So, we don't know her condition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "ADAR",
      "sentences": "No. We're trying to stay positive, but we are very scared and worried about her physical condition. So everyone needs to help us, shout her shout and pressure whoever needs to be pressured and demand Hamas to bring all of the hostages back home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "BLITZER",
      "sentences": "And I hope when she comes home, I'll meet her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "ADAR",
      "sentences": "I hope so, yeah. Thank you. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:18",
      "speaker": "BLITZER",
      "sentences": "There's also some breaking news in the U.S. right now. The cast members of \"Friends\" breaking their silence about the death of costar Matthew Perry at the age of 54.CNN's Josh Campbell is joining us now from Los Angeles. Josh, so what are Perry's cast mates saying tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:18",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT",
      "sentences": "Yeah, Wolf. Well, since the actor's death on Saturday night, we've heard this outpouring of support from the entertainment industry, from fans around the world. We're now hearing from Matthew Perry's colleagues on the hit show \"Friends\". In this joint statement to \"People\" magazine, this is from Jennifer Aniston, Courtney Cox, Lisa Kudrow, David Schwimmer and Matt LeBlanc.They write: We are so utterly devastated by the loss of Matthew. We were more than just cast mates. We are a family. There is so much to say, but right now, we are going to take a moment to grieve and process this unfathomable loss. It goes on to state: In time, we will say more, as and when we are able. For now, our thoughts and love are with Matty's family, his friends, and everyone who loved him around the world. Now, we are getting new information today, Wolf, from the Los Angeles Fire Department who, of course, responded on Saturday night. L.A. Fire telling CNN that they were called due to reports of someone who was unconscious in a stand-alone Jacuzzi. The Fire Department says that a bystander brought the victim's head above water. He was pulled out of the water by firefighters. Sadly, a rapid respond team that did an assessment indicated he had already passed away by the time authorities arrived. Now, I'm told that the Los Angeles police department robbery homicide squad launched an investigation. A law enforcement source telling me, though, that at this point, no indication of any kind of foul play. We are learning, though, Wolf, that an autopsy was conducted by the Los Angeles County medical examiner. Now, as far as the cause of death, the coroner here in L.A. listed that cause as deferred, which means that additional investigation is required. We are told that they are awaiting on toxicology reports. A law enforcement source tells me they are trying to determine whether there were any foreign substances in the actor's body. Of course, whenever he died on Saturday night. But a tragic, tragic loss. Matthew Perry obviously someone who was very open for many years about his own struggle with alcohol and drug use, going so far as to use his own experience to try to help others, to try to help others cope, to try to work on prevention. He was lauded for those efforts in trying to ensure that others didn't go through what he did. But, of course, this is such a tragic loss for all of us who loved \"Friends\" and his career, and now, of course, wolf, we are hearing from the stars that were on that hit show with him, saying they've lost more than just a cast mate, Wolf. They've lost a member of their family.",
      "isLastSentenceInterrupted": false
    }
  ]
}