{
  "date": "2023-06-07",
  "headline": "CNN Newsroom",
  "subHeadline": "Source: Former Trump White House Chief Of Staff Mark Meadows Testifies Before Federal Grand Jury; Two Killed, Five Wounded In Virginia Shooting; Kyiv And Moscow Trade Blame Over Dam Collapse. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:28",
      "speaker": "PAULA NEWTON, CNN INTERNATIONAL ANCHOR",
      "sentences": "And a warm welcome to all our viewers here in the United States and all around the world. I'm Paula Newton. Ahead right here on CNN NEWSROOM.Investigations intensifying. CNN has learned Donald Trump's former chief of staff testified before a federal grand jury even as the classified documents probe picks up steam in Florida. CNN is on the ground in flooded parts of Ukraine after that massive dam collapse in Kherson. What we're learning about who's responsible for the damage? We'll have a live report. Plus. Shooting a 180 after slamming LIV Golf for taking Saudi money. The PGA is now putting up a hypocritical slope to partner with LIV Golf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:28",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with Paula Newton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:28",
      "speaker": "NEWTON",
      "sentences": "And we begin with two major developments in the special counsel investigation of Donald Trump. First, sources tell CNN that a second grand jury based in southern Florida is hearing testimony about the former president's handling of classified documents. And that panel is expected to hear from another witness in the day ahead. Now this is in addition to a grand jury already meeting in Washington.Another source says former Trump White House Chief of Staff Mark Meadows, has testified before a grand jury investigating his former boss. CNN Senior Legal Affairs Correspondent Paul Reid picks up the story from there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:28",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Former Trump White House Chief of Staff Mark Meadows is not just a witness for special counsel Jack Smith. He is the witness. Why? Well, when it comes to the January 6 investigation, he was at the center of everything. The House Select Committee that looked into the events surrounding January 6 came to the conclusion that all roads lead to Mark Meadows in and around the events on that day and the so-called pressure campaign on states and officials to try to overturn the results of the election. Now when it comes to the investigation into the possible mishandlingof classified documents, Meadows increasingly appears to be a possibly critical witness there as well. Not only would he have been at the White House, a present where things were being packed up towards the end of the administration. But recent CNN reporting on a bombshell audio recording where Trump talks about having a classified document reveals that that conversation was recorded by Meadows' auto biographers. So clearly, investigators can have a lot of different questions for Meadows in either investigation, though at this point. It's unclear if he has spoken to investigators about both probes or just one. But this certainly solved a long, swirling question in Trump's circles. They have been wondering what exactly is going on with Meadows. The former President tried to block Meadows from being able to testify, citing executive privilege, he lost that fight. So, it was expected that Meadows would testify that there had been no communication between Meadows' attorneys and those for the former president, leading to some concern about whether Meadows was indeed cooperating with investigators. But at this point, the fact that the special counsel has spoken to Meadows shortly signals that at least the classified document investigation is not only in its final phase, but likely wrapping up sometime soon. Paula Reid, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:10",
      "speaker": "NEWTON",
      "sentences": "Right. So, he's almost going to be a bit of an echo, right? For everything that the president -- the former president said and did during these times. Specifically, though, if the grand jury is talking to him at this point in time, if they're getting evidence now, you know, the big question here is, are we any closer to indictment? Is it -- can you read the tea leaves here from this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:10",
      "speaker": "MARIOTTI",
      "sentences": "I think we are getting closer to an indictment. You know, a recent piece of news that gives us a clue that the -- and the investigations in the late stages that the president's attorneys, the former president's attorneys, met with Jack Smith and his team. That suggests to me, it's pretty late in the game. They're probably at a stage where they're trying to convince Mr. Smith not to pursue an indictment, which I think will likely be unsuccessful.That said, I do think that there's been a premature rush to say that an indictment is coming this week or within days. I think the fact that Mr. Meadows testified suggests to me that it's still going to be some time. But I do think it's a matter at this point if, you know, days and weeks, not, you know, months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:10",
      "speaker": "NEWTON",
      "sentences": "When you heard about the developments, some of it CNN reporting about what's going on with the documents investigation specifically at Mar-a-Lago. What surprised you about that? Because, you know, CNN's reporting is that this entire thing about how the documents ended up there, we know how they left Mar-a-Lago that he was waving around documents that may or may not have been had national security implications, all of it put together.What does that say to you about that particular invest investigation? Because, you know, the former president has made it seem like look, this is clerical stuff, this doesn't rise, you know, to the level of criminal indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:10",
      "speaker": "MARIOTTI",
      "sentences": "You know. I have to say, I think that's a false statement. A bit of a misdirection by the former president. I think there's no question that if the former president had made like a clerical error or administrative error had inadvertently kept a document. I think his fate would have been more like Mike Pence's. The vice -- the former vice president's running mates, who inadvertently kept a document or two that were classified.He notified the government of those, returned the documents. I think that matter was very quickly resolved. But as to the former president, what happened was he not only kept a whole lot of documents but then when the government asked him for those documents back, he fought for quite some time. In the words of former Attorney General Bill Barr, he jerked them around. I think that was a pretty accurate characterization by the former attorney general. He jerked them around, you know, kind -- delayed them, didn't respond. And then when they actually issued a grand jury subpoena, when the Justice Department actually visited Mar-a-Lago to request the documents back, he ultimately didn't return all the documents. There was a false statement that was made to law enforcement. And then ultimately, they had to literally go and seize the documents against his will. So, I think a very different situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:10",
      "speaker": "NEWTON",
      "sentences": "So, we don't have a lot of time left. And look, I'm not asking you to weigh in politically, some people have said this doesn't mean anything politically. In fact, it might embolden him. But if he is indicted, if there is a trial going on, if he could even be found not guilty or guilty during all of this, how does it affect his ability to actually be president again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:10",
      "speaker": "MARIOTTI",
      "sentences": "Oh, wow. What a big question. I'll just say that, you know, as a lawyer, it's obviously very distracting and a very big deal for anyone who's under criminal indictment or a trial. Any of my clients that have had to deal with that very challenging situation for anybody. That said, I'm not even sure this case could get to trial before the election here in the United States. And even if it did, a mere criminal conviction would not prevent Donald Trump from serving as president, although it would create a -- quite a crisis if the judiciary was trying to imprison the executive. I don't think it's anything that we've seen in the United Statesbefore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:10",
      "speaker": "NEWTON",
      "sentences": "Yes. And once again, buckle up. Renato Mariotti. Thank you so much, really appreciate your insights here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:10",
      "speaker": "MARIOTTI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:10",
      "speaker": "NEWTON",
      "sentences": "And the U.S. state of Virginia, a joyful occasion turned into tragedy Tuesday. Police a gunman opened fire on a crowd of people gathered after a high school graduation ceremony. At least two people were killed including an 18-year-old student who had just graduated. Five others were wounded. Here's how officials described the scene.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "NEWTON",
      "sentences": "Police say they have detained that suspect, a 19-year-old who they believe may have known one of the victims.Ukraine and Russia are trading blame as questions mount over what caused the collapse of a critical dam in Russian-occupied southern Ukraine. Now, a U.N. official says the collapse could be \"the most significant damage to civilian infrastructure since the start of the war. Video shows a deluge of water gushing from a huge breach in the Nova Kakhovka dam after it suffered a collapse early Tuesday. Now that led to mass evacuations amid flooding in towns and cities downstream from the dam, including Kherson. One official said more than 1300 homes along the west bank there of the -- in Dnipro River appeared to be already underwater. Now while Kyiv and Moscow accuse each other of being responsible for the collapse, they also acknowledged the dam's destruction will cause severe environmental damage. CNN's Sam Kiley has more. (BEGIN VIDEOTAPE) SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voiceover): A new phase in Russia's war on Ukraine, a dam under Moscow's control burst. Soon vast areas downstream were flooded, including parts of Kherson City. Ukraine and its allies blamed Russia for the breach. But that may have backfired. UNIDENTIFIED MALE (through translator): OK. We need to leave quickly. KILEY (voiceover): He escaped, but according to a Ukrainian officer who commands a team in the area, many Russian troops who hold the east bank of the Dnipro did not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Their positions were fully destroyed. As they are full with water. They have a lot of wounded people and dead people for now. We seem them all because they are just running and they try to evacuate themselves. They left not only positions, they left all their weapons, equipment, ammunition and vehicles, including armored vehicles, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "KILEY",
      "sentences": "But if this is to Ukraine's advantage, can you be sure that Ukraine didn't destroy the dam?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, Ukraine didn't destroy the dam, because first, we haven't control of it. That's a problem for us too. And the main problem is about civilians, because a lot of them need evacuation now.KILEY (voiceover): All Ukrainian drone footage of the area has been held back by the government amid a campaign of secrecy surrounding its planned counter offensive. Satellite imagery shows that the dam suffered structural failure at the end of May, as the lake waters above it broke through. It has been under Russian control since March last year. VOLODYMR ZELENSKYY, PRESIDENT OF UKRAINE (through translator): It was mined. It was mined by the Russian occupiers, and they blew it up. KILEY (voiceover): Russia says Ukraine did it to offset battlefield losses in the East. But again, Ukraine civilians suffer. 80 settlements and tens of thousands of people face flooding. Clean water and power systems have been destroyed in Kherson again. UNIDENTIFIED MALE (through translator): Everything is going to die here, living creatures, all the birds, everything will die. And people will be drowned. KILEY (voiceover): Ukraine evacuated civilians in trains as the waters rose. And they now face an ecological and humanitarian disaster. But one that may offer a military advantage. Sam Kiley, CNN in Kharkiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "NEWTON",
      "sentences": "CNN's Clare Sebastian is following developments for us and joins us now live from London. Claire just so much to try and go through here. When you look at the scope of his tragedy. In terms of how Ukraine is going to cope with such a catastrophic piece of infrastructure being damaged in this way. What more do you know about that? And also, of course, the evidence about who may be behind this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:05",
      "speaker": "NEWTON",
      "sentences": "After months of outrage, lawsuits and accusations of human rights abuses and sports washing, the U.S.-based PGA Tour, has announced a merger with its Saudi-backed rival LIV Golf. Now, quite a few PGA golfers left the tour last year to join LIV with its huge prize money and no cut events. At the time, PGA Commissioner Jay Monahan couldn't have been more critical of the new startup. Now it seems he wants a mulligan or a do over.More now from CNN World Sport Anchor Don Riddell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:05",
      "speaker": "DON RIDDELL, CNN WORLD SPORT ANCHOR",
      "sentences": "You know, for the past year, the world of men's Professional Golf has been in a state of civil war, but now it seems that the embattled factions have called a truce. On Tuesday morning, the PGA Tour, the D.P. World Tour and the Saudi- backed breakaway LIV Tour announced that they were now in business together.It was an absolutely stunning development that seemingly took everybody by surprise. Even many of the game's top players. And it is a remarkable U-turn for the PGA Tour, whose Commissioner Jay Monahan said this about LIV less than a year ago. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:05",
      "speaker": "JAY MONAHAN, PGA TOUR COMMISSIONER",
      "sentences": "I think you'd have to be living under a rock to not know that there are significant implications. And as it relates to the families of 9/11, I have two families that are close to me that lost loved ones. And so, my heart goes out to them. And I would ask, you know, any player that has left or any player they would ever consider leaving. Have you ever had to apologize for being a member of the PGA Tour?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:05",
      "speaker": "RIDDELL",
      "sentences": "So, when LIV became a reality with its first tournament just outside London last June, they had managed to lure some of the game's top players with contracts worth tens if not hundreds of millions of dollars. As a result, those players were suspended from their tours. Now we have learned that they will be allowed to rejoin those tours at the end of this season. So, no wonder Phil Mickelson tweeted this. Within minutes of the announcement. Awesome day to day, smiley face.Whether it be that those players, guys like Mickelson, Dustin Johnson, Brooks Koepka, Patrick Reed and Bryson DeChambeau get to keep all that money and return to the fold. And if so, how are the loyal Tour players supposed to feel about that? Rory McIlroy was the most outspoken about it all. He became known as golf moral compass but last month, he said he didn't want to talk about it anymore because he said it was hurting his game. This tweet from Golf Digest Joel Beall is telling. He said, \"Rory McIlroy took a stand for what he believed was right, which brought an invisible pain and weight that can't be measured and was sold out by the very thing he was trying to defend.\" There is still so much that we don't know about all of this, no doubt there will be a lot of reaction in the days to come. Not least because next week, we have another major tournament. The U.S. Open in Los Angeles. There are of course going to be winners and losers and who they are will depend on your point of view. But golf fans I guess should be happy because now they can see their favorite players on the same golf course at the same time. The big question must be, at what cost? Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:27:24",
      "speaker": "NEWTON",
      "sentences": "Prince Harry will be back in court in the coming hours to finish his testimony in a lawsuit against the British tabloids. And he faced hours of questioning on Tuesday and that included grueling cross examination over phone hacking claims against Mirror Group Newspapers. CNN's Max Foster has the details now from London.(BEGIN VIDEOTAPE) MAX FOSTER, CNN ROYAL CORRESPONDENT (voiceover): Prince Harry's years long battle with a tabloid press reaching its most dramatic moment yet, as he arrived at London's high court to testify in his landmark trial against British publisher Mirror Group Newspapers, MGN. Caught sketches showing a senior royal in a witness box for the first time in more than 130 years. Prince Harry's tell all memoir spare and recent Netflix documentary have already detailed so many of the princess' grievances with the press, which he partly blames for his decision to leave the U.K. and life as a working royal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:05",
      "speaker": "NEWTON",
      "sentences": "And for more on this, I'm joined by Bidisha Mamata. She is a broadcaster or a watcher and presenter in the U.K. She joins me now from London. Thanks for weighing in on this as we continue to wait for more cross examination. That was extraordinary in court. By all accounts, he'll face more of it today. How do you think he will -- he will stand for this in the sense that there was mixed reaction as to how he weathered this in the first instance?BIDISHA MAMATA, BROADCASTER &amp; ROYAL WATCHER: Yes, Max's work ruling is exactly right. There were no fireworks at all. Instead, what you've got is a number of celebrities on one hand feeling extremely chagrined, extremely violated. And yet you've got the Mirror Group on the other hand, and this is a legal trial. So, Prince Harry's general level of unhappiness and trauma are not legally up for question and the entire culture of British tabloids, that's also not on the stand. What Prince Harry is going to have to prove is that out of 147 specific articles, newspaper articles that he put forward. The information in there was produced through surveillance, hacking, private investigation, reading someone else's voicemails. And Mirror Group are not saying that any of this is OK and fine and dandy. What they are saying quite hurtfully, I think, is to Prince Harry, could you have been betrayed by your friends and family and people in the royal household? Is it on us or is it on your side of things? And this is why you have this level of disjunction of Prince Harry repeatedly having to say look, I don't exactly remember the moment that this Article 74-B (PH) was read to me all the time I became aware of it. And it's going to be like this for the whole number of weeks that this trial runs to a huge feeling of overwhelming violation and irritation from the star side. And narrow legal arguments from the side of the Mirror Group. NEWTON: And when you say the Mirror Group, this is their point, right? They're saying perhaps we got the information through leaks, and we didn't do anything that was illegal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:05",
      "speaker": "MAMATA",
      "sentences": "Yes. And that is, maybe it's true, maybe it's not true. But that's the legal leg that they're standing on precisely because there will never be a moment in British culture. Where you've got the entirety of tabloid culture standing up and going. Yes, it's true, Your Honor, we're not very nice. We gossip about the rich. We go around, looking through people's bins. There will never be that moment. And I get the feeling that that's what Prince Harry really wants. He wants a massive Mea culpa on behalf of an entire culture. And I don't think that's going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:05",
      "speaker": "NEWTON",
      "sentences": "And to that Mea culpa, you've already laid out that legally, that's not necessarily possible, because that's not what this case is about. But do you think any verdict of guilt at this point in time would change the behavior of the tabloids?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:05",
      "speaker": "MAMATA",
      "sentences": "It might do incrementally. But what these tabloids this entire culture tends to do is even when given a little bit of a slap on the wrist. Even when you've had entire media groups closed down or reconfigured. They rise again, and they are either more careful the next time, to do whatever it was they were doing in the first place, or they find the loopholes in the law. They find a way to stretch legal limits so that what they're doing is always in the realms of plausible deniability.And the argument that the tabloids will always use, and I don't think it's an untrue one is to say, look, there's enormous public interest in this. We've just got after clicks and views and papers sold and if the general public weren't completely lapping it up. We wouldn't do any of this. And they will also say that celebrities and royalty who are also celebrities, of course, are very happy with good press. And they're not very happy with the more intimate scurrilous press.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "First on duty officer speaking.AGUIRRE (voiceover): Canadian officials say they're currently tracking more than 400 active fires and at least 26,000 people were forced to evacuate, unsure of what they have left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I want to go home. And I'm sure that everybody else here does too.AGUIRRE (voiceover): The country's Prime Minister, making a public appeal for donations to help fire victims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:10",
      "speaker": "JUSTIN TRUDEAU, CANADIAN PRIME MINISTER",
      "sentences": "People can support their neighbors who are facing incredibly devastating losses all across the country.AGUIRRE (voiceover): Back in the U.S., forecasters are watching a cold front that could push the smoke further south and east before weeks and I'm Laura Aguirre reporting. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "NEWTON",
      "sentences": "Former U.S. Vice President Mike Pence is expected to announce his candidacy for the 2024 Presidential election later today. And it comes after he filed official paperwork earlier this week. Pence is set to appear at a CNN Town Hall event Wednesday evening as well, he'll join former New Jersey Governor Chris Christie, who made his own campaign announcement on Tuesday in New Hampshire. This is Christie's second run for the White House after he dropped out of the Republican primary in 2016. Christie believes he's best positioned to take on Trump, also drawing independent support away from President Joe Biden. CNN's Omar Jimenez has details on Chris Christie's big reveal Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "It was a Town Hall event that lasted more than two full hours. But former New Jersey Governor Chris Christie said those critical words, I intend to seek the Republican nomination for President of the United States. He joins what has been an ever-growing GOP field are trying to break through and be the ones who again secure that nomination.Over the course of this hours long event, Former Governor Christie took questions while also making remarks. And while there were a lot of laughs, he highlighted the seriousness of the moment he believes the country is in on the precipice of getting bigger or getting smaller and his words. And he pointed to moments throughout United States history going back to the Revolutionary War, where he saw leaders on the precipice of making decisions that made the country bigger or made it smaller. And he believes former President Donald Trump is one of those people that would make the country smaller. He also, in regard to the Former President said, the rest of the field has treated him like he who must not be named for Harry Potter enthusiast like Voldemort, take a listen to some more of what Christie had to say about the former President. (BEGIN VIDEO CLIP) CHRIS CHRISTIE, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: You know, I love this. I've seen some of the press coverage of me getting ready to run. And there's this thing like, Christie doesn't really care about winning, all he cares about doing is destroying Trump. Now, let me ask you something. How are those two things mutually exclusive? I am going out there to take out Donald Trump but here's why, I want to win. And I don't want him to win. There is one name for the Republican nomination, and he's in front of it. And if you want to win, you better go right through him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "JIMENEZ",
      "sentences": "Now, up to this point, former President Donald Trump has pulled the highest among the GOP candidates. And those same polls show Governor Christie needing to do a lot of work. That said, Christie said that the polls at this point in the campaign season are not usually indicative of who actually gets the nomination. Or at the very least, could be very different from who eventually gets the nomination.And that dynamic is one he intends to capitalize on. He also said if you're looking for the perfect candidate, you should go ahead and leave the room speaking of himself. Instead, he says that throughout his campaign, the voters will know him and know what he stands for. And it'll be something we look out for as his campaign officially kicks off. Omar Jimenez, CNN, St. Anselm College.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "NEWTON",
      "sentences": "CNN will host a Town Hall with Chris Christie this Monday, June 12th in New York, starting at 8The commissioner of the PGA Tour is promising a new partnership with LIV Golf will be great for the game. LIV launched one year ago luring away many top golfers with huge prize money and no cut tournaments. But financial backing from a sovereign wealth fund chaired by Saudi Crown Prince Mohammed bin Salman, drew criticism over the Kingdom's human rights record. PGA Commissioner Jay Monahan was one of the most outspoken opponents, but he now has a very different outlook. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:06",
      "speaker": "NEWTON",
      "sentences": "CNN's Brian Todd has a closer look at this bombshell announcement.(BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voiceover): A mega business deal that surprised everyone but the tightest power circles in the sport of golf. The U.S. based PGA Tour announces it will partner with the rival tour it's been trying to fight off for a year, Saudi-backed LIV Golf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:06",
      "speaker": "DAN RAPAPORT, GOLF JOURNALIST BARSTOOL SPORTS",
      "sentences": "Just how fast and how start the 180 happen is definitely shocking and the fact that nobody knew this was coming.TODD (voiceover): Last year, LIV Golf succeeded in luring away top PGA players like Phil Mickelson, Bryson DeChambeau and Dustin Johnson. It reportedly offered superstar Tiger Woods between 700 and $800 million to join which Woods turned down. The PGA Tour fought tooth and nail to stem LIV Golf momentum. Barring defecting players from competing in some PGA tour events, engaging in legal disputes with the Saudi tour, what changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:06",
      "speaker": "RAPAPORT",
      "sentences": "The money went out in the end. The Saudis had way more money from PGA Tour. The PGA Tour, I guess came to a conclusion that they couldn't continue to fight this fight. They just didn't have the resources to continue.TODD (voiceover): Now one of America's most iconic sports entities teams up with a tour backed by a wealth fund chaired by Mohammed bin Salman known as MBS. The Crown Prince of Saudi Arabia, the man who U.S. Intelligence said approved the operation which led to the murder and dismemberment of Washington Post columnist Jamal Khashoggi in 2018. Which bin Salman has denied.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:06",
      "speaker": "CHRISTINE BRENNAN, CNN SPORTS ANALYST",
      "sentences": "Basically, the headline is never mind. Everything we talked about the outrage of the PGA Tour, how they spoke about the 9/11 families, and they're concerned about the murder of Jamal Khashoggi, that's all out the window. The PGA Tour has wimped out, let's just say what it is.TODD (voiceover): A year ago, PGA Commissioner Jay Monahan told CBS this about the Saudi Golf Tour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:06",
      "speaker": "MONAHAN",
      "sentences": "As it relates to the families of 9/11. I have two families that are close to me that lost loved ones. And so, my heart goes out to them. And I would ask, you know, any player that has left or any player that would ever consider leaving. Have you ever had to apologize for being a member of the PGA Tour?TODD (voiceover): This is what Monahan says now about the merger to CNBC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:06",
      "speaker": "MONAHAN",
      "sentences": "We've recognized that together, we can have a far greater impact on this game than we can, working apart.TODD (voiceover): Analysts say the new deal gives the Saudis power they haven't had before in the world of sports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:06",
      "speaker": "BRENNAN",
      "sentences": "They are leaping for joy. They are dancing through the streets, because they have won.(END VIDEOTAPE) TODD (on camera): And it's not just golf where the Saudis have shelled out massive sums of money for high profile events and stars with a critics call Sportswashing. They've invested huge sums of money in Formula One racing. Have lowered tennis's biggest names to compete in tournaments there, have paid soccer's biggest stars hundreds of millions of dollars to compete there, and have even staged WrestleMania events. Brian Todd, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:06",
      "speaker": "NEWTON",
      "sentences": "Now, as you heard the PGA Tour's decision to partner with LIV, outraged many families and survivors of the 9/11 terror attacks. Terry Strada lost her husband Tom on September 11th, 2001. She's the chair for 9/11 Families United. The group says they're quote, shocked and deeply offended by the decision.TERRY STRADA, CHAIR, 9/11 FAMILIES UNITED: Just completely disgusted with his choice to side with the Kingdom. When yes, he used the 9/11 family's storyline, our pain and our suffering, to promote his choice, to say no to everything about LIV a year ago. And now, like you've just said of complete 180 and saying that, you know, this is going to be good for golf, this is going to be good for our players. He's sold out every single one of us, he turned his back on the 9/11 community. And he sold out his players, his fans, the golf base, the American people, and for what? What changed that he decided to do this and take a stand with the Kingdom and against the 9/11 families. It's despicable, he's disgusting. NEWTON: Tiger Woods and Rory McIlroy were two of the most vocal opponents of LIV Golf when it launched last June. And the reports say, they and other PGA players were not aware of the new partnership before it was announced Tuesday. Some learned about it in fact from Twitter. CNN spoke with 2020 U.S. Open champion Bryson DeChambeau about the alliance and objections from 9/11 families listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:06",
      "speaker": "BRYSON DECHAMBEAU, PROFESSIONAL GOLFER",
      "sentences": "Well, I think we'll never be able to repay the families back for what exactly happened just over 20 years ago and what happened was definitely horrible. And I think as time has gone on, 20 years has passed, and we're in a place now where it's time to start trying to work together to make things better together as a whole. I have deep sympathy I don't know exactly what they are feeling. I can't ever know what they feel, but I have a huge amount of respect for their position and what they believe.Nor do I ever want anything like that to ever occur again. I think as we move forward from that, we've got to look towards the pathway to peace, especially in forgiveness. Especially if we're trying to mend the world and make it a better place. I think this is what they're trying to accomplish. LIV is trying to accomplish, the PIF is trying to accomplish. We're all trying to accomplish a better world for everybody in a way to provide great entertainment for everybody around the world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}