{
  "date": "2023-12-13",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Biden Meets With Families Of American Hostages Held By Hamas; Climate Deal Calls For Transitioning Away From Fossil Fuels; U.S. Supreme Court To Consider Abortion Drug Case; Supreme Court To Decide On Whether Or Not To Restrict Abortion Drug; Federal Reserve Leaves Interest Rates Unchanged; Russia Launches Overnight Attack On Kyiv; Biden-Netanyahu Rift Spills Into Public View; Senator Bernie Sanders Calls On U.S. President Joe Biden To Cut Aid To Israel; Emmy Winner Andre Braugher Dead At 61. Aired 2- 3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:35",
      "speaker": "ISA SOARES, CNN INTERNATIONAL HOST",
      "sentences": "A very warm welcome to the show, everyone, I'm Isa Soares. Tonight, families of the American hostages heldby Hamas meet with President Joe Biden as the pressure builds in Israel to bring all those still in Gaza back home. Then for the first time, COP ends with a deal that calls on all nations to transition away from fossil fuels. But does the language go far enough? We will explore. Plus, the U.S. Supreme Court will decide whether to restrict access to a widely-used abortion drug even in states where the procedure is allowed. That is coming up this hour. But first this evening, Israel says it will continue its war on Hamas with or without international support, as condemnation grows over the worsening humanitarian disaster in Gaza. Palestinians say they're living with the threat of imminent death either by an airstrike, starvation or disease. Cold, rainy weather is compounding the misery, as you can see there, for people who have been displaced some multiple times, now sleeping intense all on the street. But there is no end in sight to the war, renewed strikes today across Gaza. Israel is also reporting a ground battle with Hamas that killed nine soldiers, one of the single deadliest incidents for Israeli troops since their ground invasion of Gaza began. Israel is rejecting meantime a non-binding U.N. resolution that calls for an immediate ceasefire. The General Assembly overwhelmingly passed it yesterday despite opposition from the U.S. and a few others. But in remarks to donors, President Joe Biden did use language we haven't heard from him before. He warned that Israel is losing support because of its quote, \"indiscriminate bombing in Gaza.\" Let's bring in Jeremy Diamond from Sderot in southern Israel. And Jeremy, let me start first with those comments by President Biden. How were his words received first of all by the Netanyahu government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:35",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, there is no change in posture from the Netanyahu government. There is a clear acknowledgment of differencesbetween the U.S. President and the Israeli Prime Minister, perhaps the starkest differences that we have seen between the two since the beginning of this war, during which time for the majority of this war we have seen, as the American president has really sought to show no daylight with the Israeli Prime Minister. But now, as the civilian death toll mounts and as there are questions about the end of the intense phase of Israeli military operations in Gaza, and beginning to start to think about the day after Hamas, that daylight is emerging once more. And for now, it doesn't seem like that daylight is being bridged. Instead, it appears that there will be some very difficult conversations in the coming days about what exactly will happen once Hamas is defeated, if Hamas is defeated in the Gaza Strip. The National Security adviser Jake Sullivan, he is set to arrive in Israel tomorrow for some very intense conversations with Israeli officials about not only this mountain civilian death toll, about getting more humanitarian aid into Gaza, but also about that conversation about the future of the Gaza Strip and whether or not, there is the possibility, whether there is an opening for negotiations to resume about a true two-state solution to this conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:35",
      "speaker": "SOARES",
      "sentences": "Yes, it does seem that both on very different sides when it comes to the day after. Let's talk about what's happening in Gaza them. As theseongoing battles, as we just put it out for our viewers and they can see the images expand, the IDF telling CNN that nine of its soldiers were killed in just a single incident. What more are you learning, Jeremy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Jeremy Diamond for us in Sderot, thanks very much, Jeremy, appreciate it. And in the next few minutes, we will take you to the WhiteHouse where President Biden has been meeting some of the families of those hostages. At least, eight Americans are still being held by Hamas. Seven men and one woman have been missing of course since October the 7th. We will take you there in just a moment. In the meantime, this year's COP28 Summit ended with a deal, but for the first time, calls on all nations to transition away from fossil fuels. The landmark agreement between nearly 200 countries comes after two weeks of painstaking talks and extended deadline and much back-and-forth over whether fossil feels could be included. While the deal stopped short of calling on nations to phase out oil, coal and gas, U.N.'s climate envoy John Kerry underscored its importance. This is what he said. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "JOHN KERRY, UNITED STATES SPECIAL PRESIDENTIAL ENVOY FOR CLIMATE",
      "sentences": "The message coming out of this COP is, we are moving away from fossil fuels,we're not turning back, that is the future. One country can say no to the whole thing. That actually makes it even more remarkable, that as much ambition is contained in this document. Now, we have to obviously push, but I'll tell you what's going to make the greatest difference in my judgment. The signal that comes out here today is that the whole world is going to be moving even harder to try to make this happen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Well, CNN's chief climate correspondent Bill Weir is here to help us understand what's in the deal. He joins us from New York. Bill, good tosee you. So how should we view what has been achieved here at COP28, Bill? I mean, as historic as the word that's being thrown around, how significant is it though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "It's usually significant. If we look at it from historical perspective, you know, over 30 years, theyhaven't used the f-words, fossil fuels. The source of climate change. And finally, this actually calls for a transition away from it, and gaveled into motion by the CEO of the Abu Dhabi National Oil Company. But then, if you look forward, he is also about to start $150 billion expansion of Abu Dhabi's oil fields right now. What is in this is that it explicitly references fossil fuels and it needs to transition away. What isn't in it is a hard commitment to phase out. No details on financing or for developing countries on how to deal with this or preventative measures, how to adapt to the changes that are already here. Nothing to stop nations from burning and selling fossil fuels indefinitely. And so, there are eight different pathways that are laid out here in which countries can pick and choose which ones they can sort of help the general effort, and this is a time test, Isa --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WEIR",
      "sentences": "Science says we have until 2030 to reduce our pollution by 40 percent. Right now, we're on pace to do it by 10 percent. So, a four-foldincrease in the ramp down of fossil fuels is needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Maybe, I'm a glass half-full kind of person, the fact that it has taken us 30 years, I don't even think it's a cause for celebration. Butlook, let's break it down --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WEIR",
      "sentences": "Absolutely --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "We had a graphic there that showed what was in it, what was not. On that weaker language it seems to be the problem, right? Around fossilfuels. Many of the smaller countries, those really on the frontline of climate change, a conversation you and I have had throughout this whole year, they feel that, you know, this deal hasn't gone far enough. Samoa's lead delegate called the deal a litany of loopholes. Talk to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WEIR",
      "sentences": "Yes, it's part of that, and actually she was part of that 39 nations, small island nation consortium that felt shut out. They weren't in the roomwhen the gavel came down --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WEIR",
      "sentences": "They would not probably have formally objected, but had something to say about, you know, their existential threat being on the line. But it isthe loophole, is that say a country like Saudi Arabia, as long as they triple their renewables, they put a bunch of solar panels in the desert, which is happening, the economics are undeniable there, they could still expand oil and gas ad infinitum. You know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WEIR",
      "sentences": "And sort of be sticking to disagreement. So that's where a lot of people -- but a lot of people thought that the Saudis and the Kuwaitis andother Petra states would want to keep fossil fuels out of the language entirely. So the half-glass full folks will say just the fact that they're acknowledging the source of the problem in a Petra state like Dubai is a win right there. And if you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WEIR",
      "sentences": "Talk to entrepreneurs on the sidelines, they're incredibly enthused by how much interest and investment there is. This is a sea change from theattitudes around Paris in 2015 where it was really the hard-liners who were coming together, and everyone else --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WEIR",
      "sentences": "Is kind of interested. Now everybody is into it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Enormous amount of work, isn't it? And energy and effort has gone into this language in the past 48 days. But look, on the upside, and you'reclearly more optimistic than I am, so you're the expert here. Let's talk about the renewables. This plan to triple renewables by 2030. For developing countries, Bill, and this is something I've heard as well from guests on my show. This requires financing. It's great for Saudi Arabia, right? That has the money to do this. What about the smaller developing countries?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WEIR",
      "sentences": "This is interesting. This is something that Al Gore actually specifically tweeted about as he derided the final results. So, there arecountries, developing countries in Africa and Asia where they're deeply in debt --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WEIR",
      "sentences": "To maybe countries like China who helped them build roads or an airport or something. They have to keep pumping their oil just to servicethat debt, and there's nothing left --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WEIR",
      "sentences": "Over to transition to wind and solar. So that is where the financing piece comes around, to re-adjust that, to incentivize developing countries,to leapfrog old dirty fuels the way in India they leapfrog the landline telephone and right to cellphones. That is key because the rich countries are transitioning already because it just makes sense that wind and solar are so cheap. And now, the storage, energy storage is becoming more vogue. So, a big part of the challenge is helping these folks who can go either way in their new energy stream, and the decisions they make now will be sort of be baked in for 40 or 50 years, it's helping them go clean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes, well, it's taken us 28 COPs to get here, and let's hope we can deliver. Bill Weir, great to see you, thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WEIR",
      "sentences": "You bet, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Well, a short time ago, as I was mentioning, U.S. President Joe Biden met with families of eight Americans taken hostage by Hamas onOctober the 7th. It is the first time Biden has met with those families face-to-face. He briefly spoke with them on a video call conference just about two months or so ago. Afterward, family members praised the efforts of U.S. President working for the release of the remaining hostages. Have a listen. (BEGIN VIDEO CLIP) JONATHAN DEKEL-CHEN, SON TAKEN HOSTAGE BY HAMAS: We met today with -- it was a terrific meeting, a conversation. I think we all came away feeling that as families of hostages of American-Israeli hostages, which are eight out of a total of 138 hostages, we felt that -- and we felt before, and were only reinforced in seeing and believing that we could have no better friend in Washington or in the White House than President Biden himself and his administration. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Let's get more on this, White House reporter Priscilla Alvarez joins us now from Washington. Priscilla, great to see you. So what wasPresident Biden's message then to these families today, because they all clearly very moved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, that, this is a priority for the administration, and it will continue to be as they try to restartthose negotiations to have more releases of hostages, but also to make clear to them that the White House has not forgotten. These were the families of eight unaccounted Americans who were abducted or believed to be abducted by Hamas on October 7th. And the White House has been in regular communication with these families, both through the president, but also by the president's hostage envoy. Now in this, meaning the first in-person meeting, it was the president and Secretary of State Antony Blinken and deputy National Security adviser Jon Finer, all of whom have been intimately involved in these negotiations to see the release of additional hostages. And, again, it was the first in-person the president had spoken via Zoom to these families in October. Now, the families were asked about more of the discussion and specifically --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ALVAREZ",
      "sentences": "Whether they learned anything more about the conditions of their relatives, and to that, they said quote, \"they wanted to keep the contentprivate\". This has been difficult for the administration, and all of those involved, because of the lack of clarity in information on these hostages, be it what the conditions are, where they are, and again, whether they can seek -- whether they can get their release. And so, the families did not speak to any of that. They really did want to keep it private, but what has become --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ALVAREZ",
      "sentences": "Clear is that, this is going to be an ongoing endeavor by the White House. And to add to that, National Security adviser Jake Sullivan istraveling to Israel this week --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Indeed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ALVAREZ",
      "sentences": "To do more on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "I wonder what you're hearing, Priscilla, about those negotiations, because we heard today that Hamas is not responding to attempts to gethostage negotiations back on track. What is the U.S. government, Biden administration saying about those negotiations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ALVAREZ",
      "sentences": "Sort of the ongoing question. Is there another faction that has them? Where are they? And so, all of these are questions that we do nothave answers to yet, but certainly what the administration is making clear is that, they're working around the clock to see more of them released, and especially these Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Indeed. And it does seem -- it does seem, of course, for the families of course, and I had a press conference from those families,Priscilla, I remember one lady saying -- and correct me if I'm wrong, she said, you know, that would be the Christmas wish that we would all want. Just talk to those families, the breakdown of those families and what we know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ALVAREZ",
      "sentences": "Well, as you mentioned, we know that there are dual citizens, American and Israeli. We know that as you mentioned, they have been wantingto see their loved ones, understandably, and they have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ALVAREZ",
      "sentences": "Been waiting for that moment, and as you mentioned, we heard again, that they were hoping that they could have that by the end of theyear, that this would sort of be the miracle to end the year, but even though they want that, it's been so difficult to see that through, and that's what we're hearing from administration officials the most. These were sons, daughters --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ALVAREZ",
      "sentences": "Just extended family of these -- of these hostages that were speaking to reporters today and to the president, and I keep coming back tothis because it is what we hear from administration officials, we hear so little about the conditions of these hostages, because not even administration officials know about it. The most that they can say and affirm is that they're working on it, so that is really the message coming out of today, that it's still top of mind even though weeks have passed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes, Christmas miracle will be what all these families really should get. Thanks very much, Priscilla, appreciate it. I want to welcomeOr Gat from Tel Aviv. His sister Carmel(ph) was kidnapped on October the 7th, and it's still being held by Hamas. His sister-in-law was released last month. His mother was killed by Hamas fighters on the day of the attack on October 7th. Or, thank you very much for taking time to speak to us this evening. Give us a sense first of all how your sister-in-law is doing and how you're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "OR GAT, SISTER BEING HELD HOSTAGE BY HAMAS",
      "sentences": "Hi, good evening in Israel, good day in the U.S. I'm not really sure these days how my sister is doing,actually, I don't know at all. What's happening, not in Gaza,  not in Qatar, and not really what's happening in the Israeli government or cabinet, and as the family of -- abducted family member, I don't know further. I think I should know, and there's things that I -- it's OK that I don't know, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "GAT",
      "sentences": "It doesn't seem that something is really happening right now. And what am I doing? It doesn't really matter because it's worse than Carmel(ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes -- no, but I think -- I think clearly, I think hearing from your voice --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "GAT",
      "sentences": "The Carmel(ph) situation is the worst, so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes, I can hear from your voice the frustration, the disappointment perhaps from everything you're going through. Your sister-in-law, as wesaid, Or Gat, was released during the pause in the fighting, I think, it was November 29th from my notes. Do you know from your sister-in-law, do you know why your sister wasn't released on that day with her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "GAT",
      "sentences": "No, I don't know why. I think if you look at the logic of the releases, I'm not sure if the audience and you are familiar with the deal,but it was at first, 50 women and children --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "GAT",
      "sentences": "In return for four days of ceasefire. And Yarden was on the list and Carmel(ph) wasn't. They're both NTLDR(ph), Yarden, she's a mom, butCarmel(ph) don't. So maybe that's helped, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "GAT",
      "sentences": "I'm not sure. I think that the children and the wounded and elder people were first to go, and after that, I think it was pretty random, butI'm not sure --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Pretty random. And Or Gat, I mean, so far we've had a 100 hostages, over a hundred hostages have been released. I wonder what you are learning,what you're hearing from those who have been released about your sister. Where she's being held, how she is being treated --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "GAT",
      "sentences": "Sorry, more than a hundred being released?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Over --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "GAT",
      "sentences": "I'm not sure --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "More than a 100 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "GAT",
      "sentences": "I'm not sure that they had --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GAT",
      "sentences": "No, we had information about -- with some people that saw her in captivity, but it doesn't refer to anything that happened to her right now.It was a long time ago, two weeks ago, and a lot has been  changed for sure right now. It's changing all the time, so as for now, after what I know from the others that being with her in captivity, that she was alive, and she did yoga, and she help people because she's occupational therapist, and that's what she's doing in that character anyway. She is helping people that, I guess that's where -- as I know her, that's where she observed the strength from to help others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GAT",
      "sentences": "And I had -- think -- I think that right now, like even though we got information before, we don't really know, and that's what we're worriedabout, we don't know if she's -- can be hit by IDF attacks, can be hit by Hamas or Gazan citizens, I don't know where she is, and I don't know what is the risks that happened every second. And I'm not -- I don't think that she is like in a good place right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes, well, I'm not surprised, given everything you've just laid out, but it's wonderful to see that she is gaining strength obviously fromwhat she is passionate about and what -- and her care for others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GAT",
      "sentences": "All of her life, and I'm sure she is doing the check now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "And do you know? I mean, what are you hearing from -- if anything at all from what you've given me so far and what you've told me so far.You're not hearing much from the Netanyahu government, from this administration. How angry, how frustrated are you about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GAT",
      "sentences": "I am angry and frustrated in the highest level, because my sister isn't here, and it's not just -- it's not related just to our government.It's also them, but it's also Hamas, Qatar, the U.S., all about what now these days that our government needs to do, and it's not just Netanyahu, it's anyone in duty that have the responsibility for October 7th to not happen. And now to, let's say fix what's left of it, and that's the hostages because we can pass this day until all the hostages are back --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GAT",
      "sentences": "In their borders, they're taken out of their homes, and I don't think none of us, not the government, and none of us in the world can go onthrough that, because they not chose to be in a fight, and not chose to even protect the land. Like, you know, in Israel, lots of us protecting and defending our country, and the one that now in captivity, they didn't choose it and they didn't volunteer for it, and it's not their job. They went to holiday with their parents and with their family like anyone going out these days in Christmas to be with his family, and think on Christmas eve that after Christmas eve in the morning, terrorists come into your home, butcher all of the kids, kidnap some of them, and that's what happened to us and it's still going. The hostages are not back, and that's -- people that are still alive from this event, and all other Kibbutzers, the one that got it more and the one who got it less, they now live in hotels all-around Israel. And they're not in their homes. I don't know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GAT",
      "sentences": "I'm not sure if anyone understands the situation right now in Israel and in Gaza Strip as it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Or Gat, really appreciate you taking the time to speak to us, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GAT",
      "sentences": "Thank you very much, please bring them --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Thank you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GAT",
      "sentences": "Back as fast as you can, and everyone. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:26:42",
      "speaker": "SOARES",
      "sentences": "Welcome back everyone. The U.S. Supreme Court will decide whether to restrict access to a widely-used abortion drug, even in states where theprocedure is allowed. The Biden administration wants to maintain access to Mifepristone. Groups and doctors who oppose abortion want more than restriction. They want a ruling that the initial approval of the drug was unlawful. This sets the court on the track to make a major nationwide ruling on whether or not the drug can be used at all. The case could be decided by July, making abortion once again a key issue in the upcoming presidential election. Senior Supreme Court analyst Joan Biskupic joins me now from Washington. Joan, great to see you. So, give us a sense of the Supreme Court, when they take up this case and what we could see unfold here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:26:42",
      "speaker": "JOAN BISKUPIC, CNN SUPREME COURT ANALYST",
      "sentences": "Sure, good to see you, Isa. The justices have just opened up a major new front in the national abortioncontroversy here. And this is -- this is where it all started back in June of 2022 when the justices reversed constitutional abortion rights nationwide, and two major things are at stake here. First, access to abortion, and also the expertise of the federal agency that's charged with deciding whether drugs are safe and effective. First on the access, in front of the Supreme Court will be regulations that date back to 2016 that involve when a woman can take the drug. Can it be a 10 weeks of pregnancy or must it only be up to 7 weeks of pregnancy? And can this drug be dispensed through the mail after it's been prescribed or must a woman pick it up in person? Now, what I should tell you is that, you know, this is the main way that women in abortion who want to end a pregnancy access abortion. So this is -- this is very crucial. And then, the other thing that's more broader than just the abortion dilemma, which is significant in and of itself, is the fact that this is the first time lower court judges have second-guessed this agency, that through its own scientific expertise, medical expertise, is deciding whether a drug is safe and effective. So it could actually impact in the end, drugs for cancer, for diabetes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:26:42",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:26:42",
      "speaker": "BISKUPIC",
      "sentences": "For epilepsy, not just abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:26:42",
      "speaker": "SOARES",
      "sentences": "Yes, and that was going to be my question. I mean, I wonder whether you had any reaction, Joan, from the FDA, because I mean, I wonder if thisputs into question that their authority here, because they are the ones that regulate these medications.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:26:42",
      "speaker": "BISKUPIC",
      "sentences": "You know, that's exactly right. And it was the Food and Drug Administration represented by the Biden administration that came forwardand said, please, Supreme Court, take up this case, and you know, that you know, we're dealing with a conservative-dominated --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:26:42",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:26:42",
      "speaker": "BISKUPIC",
      "sentences": "Supreme Court that rolled back abortion rights, but what they want is for the Supreme Court to step in and say, look, this is a wholedifferent question, this goes to exactly what you said, Isa. The authority of a federal agency to regulate drugs, even though, bottom-line, what we're seeing in America right now is that the availability of abortion is being worked out in courtrooms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:26:42",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:26:42",
      "speaker": "BISKUPIC",
      "sentences": "I know you were aware of the situation in Texas where a woman --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:26:42",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:16",
      "speaker": "SOARES",
      "sentences": "And what is most realistic here, Joan, is that this will no doubt bring the abortion debate into the fore as we into the 2024 presidentialelection. Thank you very much, Joan, appreciate it as always. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:16",
      "speaker": "BISKUPIC",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:16",
      "speaker": "SOARES",
      "sentences": "Still to come tonight, the U.S. Federal Reserve holds interest rates steady. We will break that down next with Julia Chatterley.Plus, Russia launches more overnight attacks against Kyiv. We will report live from Ukraine. That is coming up. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "JULIA CHATTERLEY, CNN ANCHOR",
      "sentences": "Yes and your point is exactly right. It was the clues that investors were looking for and they love them. The dot plotwhich is the projection of where interest rates are going forward told us was that they expect to reduce rates by 0.75 percent next year. And that is more actually than we were expecting from the September meeting. They're acknowledging that inflation is coming down. It's still not at that 2 percent target but it's moving in the right direction. And they acknowledged that growth is slowing too. The problem that Jay Powell has gotten, and I will listen very closely to what he says next, is that investors are already celebrating. They're expecting double that 0.75 percent. They expect them to reduce rates by around 1.5 percentage points next year. Something has got to give. What Jay Powell will say in this meeting is, hold your horses. A lot of work has been done on inflation. The jobs market is resilient. But to suggest perhaps that they're going to do double those projections is getting a little ahead of themselves. So now you will watch to see how investors react and the stock market reactions to what he will say next. That will be don't start celebrating too soon yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Yes, I do like a good dot plot.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Yes, exactly. Hard to digest for viewers but it does give an insight into what may be coming from the Fed. Let me pick your brain abouta story for the south of the continent and that is in Argentina. Javier Milei, the new president, our viewers will remember is the man who wielded this chainsaw, I think we have video of him, on the campaign trail to try symbolize his plans to cut state spending. He is promising, he promised today, to do just that, right? With this eye watering financial package. Talk us through this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, the chainsaw, I call it really bitter medicine to an ill patient, which is the Argentine economy. First and foremost, the focustoday has been on that promise that he made to slash the rate where the currency sits at this moment. Where it was officially set was just below 400 Argentine pesos to the dollar. Then it was adjusted quite dramatically to 800 pesos to the dollar. Really, Isa, we have to focus on where it is unofficially trading, which was around 1,000 pesos to the dollar. So just to put this in some form of English, what this means is if you had dollar debts, they now doubled in size. It also means that if you are trading at that official exchange rate, imports just got doubly as expensive. Also on the brighter side, exports just got cheaper but basically, it is a reality check to say, look, we have to align the market to where the unofficial rate was. And why? Because we have been spending like crazy, inflation has blown up, we have printed Argentine pesos. And what we are officially saying is that we're going to stop doing that at this stage. Interest rates to support that currency have been jacked up to I think 133 percent. You try borrowing in that kind of environment. So basically what they tried to do is some kind of psychic break for the economy. And it's going to really hurt in the short term for some of the reasons I have mentioned, Isa. The hope is that stability follows. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "It's a reality check and the Argentinians voted for, this right?That is why he was brought in. So it was not imposed on them. This is what -- this is what he promised and this is what they wanted. So we see how the future there in terms of the economy, how they do. Thank you very much, Julia, great to see you. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "He didn't get what he needed. Essentially you can't have much more of a bigdiplomatic move than sending your president to Washington to talk to the main congressional leaders, who might be able to influence those decisions. And then him emerging with no immediate announcement. Look, it is entirely possible that the full Congress goes away for the holidays in maybe 24-48 hours. They could magically change the situation. It looks pretty unlikely. We already have the officials here in Ukraine essentially saying that they could be running out of money to pay for salaries, for first responders, for doctors by January. And so a real sense of an acute crisis financially here too. On the front line, the doctors, the soldiers that we spoke to are very clear that, if they don't have continued sense of U.S. funding, they are going to be struggling to retain their positions in the weeks or months ahead. Just, here we heard a sense of sirens as well. This is a country that is really reeling from how far it has swung from international attention, from literally months ago to right now, where Russia appears to be seeing progress on many of its front lines. And the West essentially beginning to recalibrate how much more attention it has for this particular issue, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Nick Paton Walsh for us right now in this hour in Zaporizhzhya. Thank you very much. Nick.And still to come tonight, the closest of allies now at odds over the war in Gaza. We look at the apparent rift surfacing between leaders of the United States and Israel. That is next. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:03",
      "speaker": "BARAK RAVID, CNN POLITICAL AND GLOBAL AFFAIRS ANALYST",
      "sentences": "I agree with you, it is very meaningful. Comments made by President Biden and the first seriouscriticism of the Israeli government since the war started. I think we need to divide it into three parts. When it comes to supporting Israel, trying to defend itself and its security, Biden, no doubt, we all know where he is. When it comes to the objectives of the war in Gaza, we also know where he is. He supports the destruction of Hamas, like the Israeli government. But he thinks the way to do it is a bit different. But where does the rift really start? It started the day after because Joe Biden basically has said, I support what Israel is doing in Gaza but I want to see the context. I want to see where it is going. What is the political plan for the day after? How will this contribute to getting back to peace talks, to a two state solution? When he goes to Netanyahu, Netanyahu says no to almost everything. He says no to the Palestinian Authority having any part on the day after in Gaza. He says no to the two-state solution. He says no to relaunching peace talks. And I think this is where the rift really is. It is not about the war; it is about what happens the day after.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:03",
      "speaker": "SOARES",
      "sentences": "On that, I think President Biden touched on this, he said, I'm quoting here, \"Bibi has got a tough decision to make,\" basically making theargument that he is beholden to his most radical members of his right-wing government. How do you see, then, given this rift on this point, on the so-called day after, how do you see Netanyahu reacting to this? His administration, clearly, does not see eye to eye on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:03",
      "speaker": "RAVID",
      "sentences": "That is the understatement of the century, obviously. I have to say that when Joe Biden, in his speech yesterday, tried to differentiatebetween Netanyahu and all of the radicals in his government, the Jewish supremacists, the radicals, the racists and the xenophobes. When, actually, there is no real distance ideologically or in their position between a person like bengvir and someone like Benjamin Netanyahu. It is sort of like 50 shades of gray. But I think what Biden was trying to signal here is he thinks that, for Netanyahu, personally, it is not too late to change course, meaning that if Netanyahu, and Biden did not say that but it is my interpretation. If Netanyahu, the day after the war decides to change his government and let go of the radicals and bring in some more moderate forces, he will have a way to cooperate with Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:03",
      "speaker": "SOARES",
      "sentences": "I think it is important to point out those words from President Biden that you directed at the Netanyahu government, not Israel. The Bidenadministration has said that they have no plans to place conditions or draw any red liance on military aid to Israel. That is despite and I think it is important to mention, the growing calls from NGOs, Democratic lawmakers, including Bernie Sanders today, writing a letter saying the U.S. must not provide $10 billion in military aid for Netanyahu's government. How is this growing pressure from internationally, at home, internally, on Biden, do you think and the UNJ vote yesterday, do you think that this will shift, at all, Biden's decision when it comes to aid for Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "We shall see. Jake Sullivan is expected to travel to Israel on Thursday. So we shall see what he walks away with. Barak, always welcome onthe show. Thank you very much. Hunter Biden is on the offensive in a political showdown with U.S. House Republicans. Lawmakers had subpoenaed President Biden's son for a closed- door deposition this morning, where they planned to ask him whether his father had ever been involved in any of his foreign business dealings. He decided to make public comments instead, offering to testify with the doors wide open. (BEGIN VIDEO CLIP) HUNTER BIDEN, PRESIDENT BIDEN'S SON: For six years, MAGA Republicans, including members of the House committees, who ordered a closed-door session right now, have impugned my character, invaded my privacy, attacked my wife, my children, my family and my friends. They have ridiculed my struggle with addiction. They have belittled my recovery and they have tried to dehumanize me, all to embarrass and damage my father, who has devoted his entire public life to service. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "House Republicans wanted to talk to Hunter Biden in order to firm up their impeachment inquiry against his father. There is a floor vote onthe resolutions set to happen in the next few hours. With the Republican majority, it is expected to pass. That would formalize the inquiry which Republicans say would strengthen their subpoena powers. I'm going to take a short break, we will see you on the other side. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    }
  ]
}