{
  "date": "2023-10-07",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Israel Now Says 200 People Have Been Killed And Nearly 1,500 Injured; The Israeli Prime Minister, Declared His Country Is At War With Hamas; The Surprise Hamas Attack Happening Almost 50 Years To The Day After The Yom Kippur War. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:30",
      "speaker": "RICHARD QUEST, CNN ANCHOR",
      "sentences": "I'm Richard Quest with the breaking news story and to bring you up to date.Israel now says 200 people have been killed and nearly 1,500 injured after Hamas launched an unprecedented shock attack from Gaza that breached Israel's borders. The Israeli military says Hamas fired thousands of rockets into Israel, and militants stormed across the border. In doing so, they took what Israel's military says our hostages and prisoners of war. Benjamin Netanyahu, the Israeli Prime Minister, declared his country is at war with Hamas, saying a short time ago what happened today has never been seen in Israel. A terrified Israeli civilian described the panic as the militants moved into her town. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translation): Suddenly out of nowhere shots are coming in. They started shooting in every direction. And I took the car keys and just drove, and started moving forward to get out of the shots, out of the shots. And at some point they overtook us. We were overtaken by the shooters. They started shooting at our vehicles. We got out of the vehicles. I didn't keep driving. We took cover (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:30",
      "speaker": "QUEST",
      "sentences": "As the events unfolded, Israel responded. They air strikes into Gaza, where many a residential tower in Gaza City collapsed as you can see on the pictures here.Palestinian health officials reporting 200 deaths in Gaza and more than 1,600 people have also been injured. The attacks have continued into tonight. The armed wing of Hamas says it fired 150 rockets towards Israel a few hours ago just after 11:00 at night in Israel at the moment. The surprise Hamas attack happening almost 50 years to the day after the Yom Kippur War. Then Arab States attacked Israel on the holiest day of the Jewish calendar. Nic Robertson arrived at the main airport in Israel, Tel Aviv, has been good in. And quickly took cover. Once he got off the plane, the air raid sirens bled. This is how it unfolded. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:30",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Literally just got off the plane here Ben Gurion Airport. The sirens have gone off. People are taking cover. We got off the bus, people are taking cover. And you can hear the intercept missiles banging in the air. Nothing incoming here but everyone is taking cover, they've got down. A lot of concern about what's going to happen here this night.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "We are at war, not at an operation or in rounds, but at war. This morning, Hamas launched a murderous surprise attack against the State of Israel and its citizens. We have been in this since the early morning hours.KILEY (voice-over): This has arguably been the biggest Israeli intelligence failure since Arab nations attacked the country 50 years ago. Israel has hit back with airstrikes pounding militant targets. And at least 198 Gazans have been killed. By the country's right wing government will be under pressure to attack deeper into Gaza and reserves are being mobilized country wide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "AVI MELAMED, FORMER ISRAELI INTELLIGENCE OFFICIAL",
      "sentences": "It's very possible that we will witness a massive Israeli ground operation in Gaza Strip. They basically will aim to try and to change totally from the ground, the conditions that have been prevailed for the last almost two decades.KILEY (voice-over): Israeli forces have struggled to contain the attacks from Gaza from the sea and bulldozer assault on the fence around the Palestinian enclave. And with the hostage crisis looming, the initiative still remains with Hamas. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "QUEST",
      "sentences": "Now, Elliott Gotkine with me following developments from London. Elliott, I wanted to just get your passing, if you will, on Netanyahu's comments, it's separating the hyperbole, or extreme language, from what you believe is an indication of where we're going here. Mighty vengeance for this black day and what's been seen today as never been seen in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "ELLIOTT GOTKINE, JOURNALIST",
      "sentences": "I think, well, he's certainly true on that point, what has been seen today has never been seen in Israel, nothing even close to it since the Yom Kippur War 50 years ago when Israel was, again, taken by surprise by the surrounding nations. And, you know, was facing an existential threat. I don't think we're at that stage just yet.But clearly, Israel has already started the response against this unprecedented and surprise Hamas attack against Israel. And I think that going forward, we should expect that to be ramped up. And this could mean, of course, additional airstrikes. But I think what many people wouldn't be surprised to see, Richard, would be some kind of ground incursion. And that, of course, is something that would take the current round of fighting to a whole new level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "QUEST",
      "sentences": "I get -- when I hear you say that, I can also feel everybody thinking as indeed they've said on this program. That's not going to ask -- that's not going to solve anything. It's really going to make the situation worse. But I'm guessing it's when he says it, it doesn't -- I've never -- it's vengeance rather than necessarily worrying about putting it right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "GOTKINE",
      "sentences": "I think that perhaps it's also a question of having to do what this government will be under pressure to do, as Sam Kiley was referring to. And when we heard from the IDF's chief international spokesperson before, asked if, specifically, if there was likely to be a ground incursion or ground invasion by Israel back into Gaza. He just simply replied that everything is on the table.Clearly, they're not going to give away any tactics right now. But I think that any government of any stripe, left centrist or as in this case, the most right wing in Israel's history, would be under enormous pressure to respond not just in kind, but to show that this kind of attack just simply cannot be allowed to happen. Not just from a military perspective but also don't forget that Israel's deterrence, Israel's just that the kind of perception of Israel being able to withstand this kind of attack and repel this kind of attack has been severely weakened as, of course, has been -- has its -- its intelligence --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "QUEST",
      "sentences": "Does this government survive and there's already been questions and calls some members of the government have said that they're, you know, are going to look elsewhere. It is a small fragile coalition, right wing coalition. But, I mean, you're talking -- you just alluded -- you said they're talking about national government, which way is this going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "GOTKINE",
      "sentences": "It's hard to say at this point, Richard, but I think certainly there will be major questions to be answered in terms of the intelligence failures, in terms of how Israel could be taken by surprise, not just in general, but on the almost 50 years to the day of Israel's biggest intelligence failure when it was almost overrun during the Yom Kippur War. There will be major questions to be asked.But I think, Richard, that those questions will be left aside to another day. Certainly then there are no calls for this government to resign or step aside from the leaders of the opposition. Right now they're talking about unity, the kind of unity that we haven't seen in more than nine months of this government as it has tried to push through this judicial overhaul. So those questions for sure are going to be asked and answers will be demanded. But I don't think that we're there just yet to have those questions asked or answered right now in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "QUEST",
      "sentences": "Elliot, watch events, please. I know it's late. It's 11President Biden at the White House condemned the attacks roundly, saying the United States is ready to offer all appropriate means of support to Israel. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "JOE BIDEN, PRESIDENT OF UNITED STATES",
      "sentences": "Today, the people of Israel are under attack, orchestrated by a terrorist organization, Hamas. In this moment of tragedy, I want to say to them and to the world, and to terrorists everywhere, that the United States stands with Israel. We will not ever fail to have their back. We'll make sure that they have the help their citizens need, and they can continue to defend themselves.You know, the world's seen appalling images, thousands of rockets, in a space of hours, raining down on Israeli cities. I get up this morning started this at 7:38, my calls, most terrorists crossing in Israel killing not only Israeli soldiers, but Israeli civilians, in the street, in their homes, innocent people murdered, wounded, entire families taken hostage by Hamas, just days after Israel marked the holiest of days in the Jewish calendar is unconscionable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "QUEST",
      "sentences": "So what did they do? I mean, that's the reality, because my guess is that his leverage for restraint to Netanyahu is limited, if at all, bearing in mind what we've already heard from the Israeli prime minister, and the necessity to provide greater support in a relationship that's already cheek to jowl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "KEVIN LIPTAK, CNN SENIOR WHITE HOUSE REPORTER",
      "sentences": "Yes. And certainly President Biden is trying to use every bit of leverage that he has with the Israeli prime minister. But as you say, this is a relationship that is currently strained at the moment, the President President Biden has had his differences with Netanyahu over the past year or so. It took them quite a bit of time to even meet face to face. They did sit down on the sidelines of the UN General Assembly last month.But certainly President Biden, in his remarks today, was so calibrated. And, you know, part of the reason, he only spoke for three minutes or so is that he is limited in what he's able to say. But certainly I think behind the scenes, you can expect that American officials are, you know, engaging in this rush of diplomacy to try and defuse this crisis from devolving into something bigger. And certainly President Biden did say today that he would personally remain in touch with Netanyahu over the coming days as the response, as Israel's response becomes more known. Now, this is all occurring against the backdrop of this major diplomatic push that President Biden had been hoping to execute to normalize relations between Israel and Saudi Arabia, who is the traditional defender of the Palestinians in the Gulf. Now, that is all on hold at the moment, of course. But one of the major expectations of that deal had been some concessions from Israel to the Palestinians, things like a free zone settlements, or things like an acknowledgement of an eventual Palestinian state. It is very difficult at this hour to imagine those talks going forward, at least in the near term. Certainly President Biden is now focused on the immediate events at hand. And he did say twice in those remarks that he would be sure to provide Israel with everything they needed. Their question at this hour is what exactly that is and whether it requires some sort of passage by Congress. And you'll remember, Richard, Congress is currently without a House Speaker. They cannot pass anything at the moment. And so, the President is limited in that aspect as well but certainly a strong forceful condemnation of the attacks today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Absolutely, Richard. And that's the reaction that really matters. That's really where Israel is going to be focused is, how are the regional players responding, reacting, behaving in this moment. As you mentioned, of course, Saudi Arabia at the top of the list. I mean, it was only a couple of weeks ago that Prime Minister Netanyahu was standing in the UN Security Council touting a historic deal that was on the precipice with Saudi Arabia that would prove this quantum leap in peace in the region.Today, of course, a very different picture, as you heard there. I mean, you can only imagine that those negotiations are absolutely derailed at this point. Now, Saudi Arabia has issued a statement. I do have it for you. They did call on both sides to stop the fighting. But I want to read you the remainder of that statement, because it is important the kingdom is repeating its prep, its previous warnings of the dangers of the situation blowing up as a result of the continuing occupation, and depriving the Palestinian people of their legitimate rights, and the repeated and systematic provocations against the sanctities. Now, that deal that Prime Minister Netanyahu had been boasting about a couple of weeks ago. Well, it was expected to include concessions for the Palestinians. And it seems very much from this statement that that is where Riyadh's mind is focused. So for critics of Prime Minister Netanyahu, the question is going to be, well, you were mediating with the kingdom. Where is that mediation, where is that softening, if at all now, and what does that mean, going forward. The other important reaction is, as always, in this region, Iran, of course, the arch enemy of Israel and the backer of Hezbollah. And as always, there is concern that Hezbollah could step in. No sign of that now but always that fear that that second front opens up from Lebanon. I have their statement as well. This comes from a major general in Iran reading that to you. We congratulate the Palestinian fighters and will stand by their side until the Liberation of Palestine and Holy Jerusalem. No surprise that statement. That's absolutely what you expect. But absolutely, Israel's eyes will be on Tehran as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:00",
      "speaker": "QUEST",
      "sentences": "Salma Abdelaziz, I'm grateful for you. Thank you.Our international diplomatic editor, Nic Robertson, arrived in Tel Aviv a few hours ago. On landing, he took cover as sirens rang out across the air. There you are, Nic. I can now see you. You're on your way to Ashkelon. And before you tell me the latest situation there, the pictures of you and your fellow passengers on the floor, on the tarmac of Ben Gurion, I mean, what happened? Was it a case of you sort of walk down the stairs, and then were suddenly told -- what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:00",
      "speaker": "ROBERTSON",
      "sentences": "You know, all the way from leaving the UK, the pilot had informed us that the airline had been in touch with our people on the ground at Ben Gurion with Israeli Security Services. He even talking to British government. And all the way through the flight, the pilot kept telling us that everything he was hearing from Ben Gurion, it was safe to go and it was safe to go. And he was talking to the authorities there. And so we landed.But when the plane landed, everyone -- it was a big round of applause. Everyone was so relieved to get on the ground. No one really knew if they were going to make it or not. And then as you say, we're getting off the plane, going down the steps, there's a bus because we're parked away from the terminal. We get on the bus, run the bus for about 30 seconds heading towards the terminal. And then through the cracked open windows, I can hear the siren. The bus stops and the driver just waves it everyone just -- he stopped randomly. I mean, there was no shelter place, you could just see that that people are hiding behind, you know, equipment that's laying around at any airport. And people just like got out. And suddenly they're reacting to being in this alien environment. There were Israelis there, there were British there, there were others there. So people suddenly found themselves at the center of this, having to take cover in an open airfield, surrounded by tarmac, hearing the sirens, and then hearing the explosions over their heads. And there was some people there who were very, very concerning, hadn't been through this sort of thing before in tears. People hugging loved one. So it was a really, really stressful environment. And then, the bus driver said, OK, we're good. Let's go get back on the bus get in the terminal. And that's how it went.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "QUEST",
      "sentences": "Nic Robertson, I'm grateful as always, thank you. You brought us to the moment and to the scene. Nic Robertson, our international diplomatic editor reporting. This is CNN, there is much more to tell you about the events in Israel, where it's now 20 past 11Military activity continues on both sides, the rising number of dead and injured on both sides. And of course, we'll bring you both sides after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "QUEST",
      "sentences": "Our coverage of Hamas' attack on Israel continues. At least 200 Israelis were killed when Hamas sent gunman and a barrage of rockets into Israel. Israel says Hamas captured a number of Israelis during the attacks. More than 230 Palestinians have been killed in the subsequent Israeli airstrikes.The Prime Minister of Israel has spoken to President Biden who says support for Israel is rock solid and unwavering. Christiane Amanpour spoke to the former Israeli Prime Minister Ehud Olmert, he was an office during Israel's 2006 ground incursion into Gaza. And he now believes these are the actions that Israel should take. [16:25:03] (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "EHUD OLMERT, FORMER ISRAELI PRIME MINISTER",
      "sentences": "Well, obviously, we will have to do two things in two different and separated tracks. One, we have to fight the terrorists. There is no question about it. These are brutal, vicious terrorists. They are not interested in making peace with Israel. They are motivated, inspired, equipped and triggered by the Iranians and by others.And Israel has to plan in a very careful manner. I would not give advice to the Prime Minister, not even through you, Christiane and CNN. But I think that the reaction of the Prime Minister has to be very calculated, very careful, very aggressive and very powerful with -- in a manner that will hit the terrorists and try to avoid, as much as possible, hurting non-involved civilians --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "OK. So that's ---",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "OLMERT",
      "sentences": "-- quite a few of them. I want to add something to this. If there was a dream or an illusion that the Palestinian issue can be ignored, I think the events of today prove that it can't be ignored, it can't be overlooked. And then something must be done in order to deal with the Palestinians.Not with Hamas, we have to fight Hamas but we have to reach out for the Palestinian Authority. We have to speak with those who are capable and interested, and perhaps maybe ready to speak with us, which we didn't do up until now for many years already. And this is a tragic mistake. Now, we'll have to do it. We'll have to reach out for Abu Mazen but we'll have to fight the Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "AMANPOUR",
      "sentences": "From what you know about the Palestinians and the Palestinian Authority and the West Bank, do you believe that this could erupt further around, you know, West Bank and elsewhere, and not be limited just to the Gaza Area of Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "OLMERT",
      "sentences": "Well, you probably know quite well that over the last few months, there is an ongoing terror activities by individuals, but it's orchestrated and inspired by the Hamas in the West Bank. So there is already terror on a lower level, on the lower level in the West Bank, but quite a significant terror.And it probably can expand, and we have to be careful and aware of that. But this is not the only other arena. Question is what will Hezbollah do and what the Iranians will inspire the other factions to do. So this is something that needs to be taken care of in a very careful but in a very powerful and decisive manner. Two things, two cracks at the same time, fighting Hamas and talking to Abu Mazen. If someone thinks that we can continue to ignore the Palestinian issue as if it doesn't exist, I think the events of today are a tragic and painful, and bloody reminder of the impossibility of this dream. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "QUEST",
      "sentences": "And that's former Prime Minister Ehud Olmert talking to Christiane. Danny, Ambassador Danny Danon from Tel Aviv is with me. He's a member of the Knesset, former Israeli ambassador to the United Nations member of the Knesset Intelligence Committee.And let's -- we'll get to intelligence in one second because, obviously, that's highly relevant. But tonight, I guess the -- what -- how far -- how much license are you giving the Prime Minister to wreak the vengeance for this black day as he puts it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "QUEST",
      "sentences": "And the -- to do that will involve civilian deaths and injuries. And I guess one element of restraint, would you urge on the Prime Minister?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "DANNY DANON, FORMER ISRAELI AMBASSADOR TO THE UNITED NATIONS",
      "sentences": "No restraint. Our goal is to minimize the casualties of the civilians in Gaza. But when we come to protect our people, no restraints, no boundaries. We'll do whatever is necessary to stop the killing we saw today in Israel.So I would advise today, the people of Gaza, to seek shelter, to move away from the places where the Hamas leadership is hiding today. Because we will go everywhere, we will use all the force we have to make sure we hunt them down. We have no intention to hurt any civilians, but at the same time we will not allow Hamas committed double wall crime, to target our civilians and to hide behind the civilians in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "QUEST",
      "sentences": "The issue of intelligence, the Prime Minister admitted nothing like this has ever happened before in Israel, at least, I mean, arguably since the Yom Kippur War. How on earth did one of the world's leading world class intelligence organizations, Mossad, all of them, not know something was going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "DANON",
      "sentences": "Well, in the last week, we had so many events about Yom Kippur War, which took place 50 years ago, and about the failure of our intelligence to provide the correct information. And unfortunately, today we experienced another failure. It will take us some time to analyze exactly what happened, why we failed. But we are strong, we paid a heavy price, exactly like Yom Kippur, we paid the price. But after a few days, we came back and we won the war, we will win this war also,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "QUEST",
      "sentences": "Is this an -- is what happened today, in a sense, not that it is in any way excusable or understandable, or justified. But is it an obvious intelligence failure, when de facto, you have a government that is basically split the country down the middle on domestic politics, and the country is ribbon over various policies? And the result of that is, you take the eye off the ball.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "DANON",
      "sentences": "Absolutely not. You know, the violence on Gaza is coming against us, no matter who is in charge. Whether it's the left wing or right wing government, we experienced violence from Gaza. And I want to remind you that 18 years ago, we pulled out from Gaza. We don't have any Jewish communities in Gaza, you don't have what so-called occupation in Gaza today. But still Hamas is coming against us in our cities, in our kibbutzim, in our communities, regardless of who within the Prime Minister's Office.And today, I think we put aside all the differences. We are one people united to fight against Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "QUEST",
      "sentences": "And that's why I was remiss at the beginning, forgive me, sir, to just inquire that your family and friends are all safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "DANON",
      "sentences": "Well, it's not easy for all of us. You know, my son was deployed into the Southern Command. Tens of thousands of boys, they left their home today to protect our people. But we pray for them and we thank those people who are standing and praying for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "QUEST",
      "sentences": "Thank you, sir. The ambassador, former ambassador to the UN and member of the Knesset.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "DANON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:36:48",
      "speaker": "QUEST",
      "sentences": "The Israeli Prime Minister Benjamin Netanyahu has described it as a mighty vengeance that Israel will wreak on Hamas after what he's calling a day like no other in Israeli history. The attack by Hamas, the Palestinian militant group, officials say killed at least 200 Israelis and injured over 1,500. The Israeli military says some of its citizens and soldiers are now being held captive.And the Prime Minister says his country is at war with Hamas. In response, Israel's launched airstrikes into Gaza. 200 Palestinians at least have been killed in those attacks. And Israel is called up thousands of reservists. Sam Kiley is following all of this, from London. Sam, the intelligence failings for another day in a sense, but the need to contain the war, that sounds almost impossible at the moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:36:48",
      "speaker": "KILEY",
      "sentences": "Well, I think you've got -- you put your finger on exactly the conundrum that faces the Israeli government at the moment, and one that has been provided by Hamas. Hamas wants to expand this war, Mohammed Deif, the leader, the military leader of Hamas on the Gaza Strip, came out with his exhortation today saying anybody with a gun that supports us and acts as a club, a car, a vehicle, please join us.Now, he wants to see an uprising, more of an uprising, more violence than we've seen already over the last year or so coming from the West Bank. Possibly include -- and definitely rather, including Palestinians living in Israel in so called Israeli Arabs, as the Israelis refer to them. That is a community that has access to many hundreds of thousands of weapons according to a recent Knesset report. Now, we haven't seen that conflagration spread but that's clearly what Hamas wants to see. Whilst at the same time, the Israeli government is posed with the problem of how to respond to this very complex attack, which has completely rattled not only the intelligence services, but the Israeli Defense Forces themselves. They've been caught completely flat-footed in a quite staggering way. Their response to large numbers of Hamas militants wandering around numbers of kibbutz, small villages, overrunning Erez Crossing. I've been through that crossing literally dozens of times. It must be one of the most fortified crossings on any border anywhere in the world. And yet, in relatively short order, according to their own propaganda videos, this is Hamas has published, of course, they don't show any pictures of them suffering losses, so we've only got their perspective of it. But nonetheless, they were able to get in and kill, and break out. Now, how does Israel respond to that without spreading it further in the way that Hamas wants to, Richard, and that's their great conundrum now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "QUEST",
      "sentences": "Two quotes from the Israeli Prime Minister Benjamin Netanyahu cuts the attention. What happened today is never been seen in Israel. Mighty, we will take mighty vengeance for this black day. And then, I tell Hamas you're responsible for the well being of captives, Israel will settle the score with anyone who harms them.With me is the Israeli journalist Gideon Levy. He writes for Haaretz. He's in Tel Aviv. First of all, Gideon, I hope your family knows you know, and everybody's well and safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "GIDEON LEVY, ISRAELI JOURNALIST",
      "sentences": "Yes. Thanks, God. I was jogging in the morning when the first siren was -- jogging in the park. And then came the second siren was a terrible explosion over my head, but we are all fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "QUEST",
      "sentences": "So now, the vengeance for this black day. I mean, I assume Israelis are shocked at the lack or the failure of intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "LEVY",
      "sentences": "They are shocked, shocked is to say the least. We were told for years that our intelligence is the most legendary intelligence in the world, that we have the best devices, the best soldiers, the best sources. And here it collapse today like it never did before, maybe 50 years ago, 50 years in one day in the Yom Kippur War. But even then there were some warnings. This time there was no warning whatsoever from a group of people that we are following them.You know, the Israeli intelligence can tell you the color of the underwear of each terrorist in the West Bank. And all of a sudden total darkness. This will be investigated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "QUEST",
      "sentences": "How far do you believe, bearing in mind it's a riven country split in the middle over Netanyahu's policies. But how far license do you think Israeli citizens are giving Netanyahu as he reeks his vengeance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:14",
      "speaker": "QUEST",
      "sentences": "The relationship with the United States has been on rocky ground since, of course, the judicial reforms. President Biden tonight says he stands rock solid. He will have Israel's back. Whatever Israel needs, Israel will get. Let's ignore the fact that there's no Speaker in the House but that's another issue for domestic US politics. And is this of comfort to Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:14",
      "speaker": "LEVY",
      "sentences": "No, it's not a comfort because we all know that once this war will be over, and it will be over, we will face the same problems, the same arguments, the same confrontations and the same challenges. Now it's a break, a very bloody break in Israel will gain a lot of sympathy, not only, by the way, from the United States, but for most of the countries. But the day after everything will be, again, challenging, problematic.And Israel will have to learn something from this war. They were afraid Israel will not do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:14",
      "speaker": "QUEST",
      "sentences": "Now, I want to ask you the same question I asked Ambassador Danny Danon a short moment ago. Basically, how far do you think it was the preoccupation with domestic politics, judicial reforms, that of course created such division in Israeli society, but allowed and negligently, the Israeli government to take its eye off the ball?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:14",
      "speaker": "LEVY",
      "sentences": "I wouldn't put everything on this, by all means not. The failure of the intelligence, for example, has nothing to do was the domestic crisis in Israel. If it would have been a professional intelligence, so nobody disturbed the intelligence to collect information and to warn. Yes, there is a big division in Israel. Yes, there's also some kind of cracks within the Israeli army. But to put it on this, the failure of the intelligence or the failure to see reality, this is, from my point of view, far exaggerated and unfair also.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:14",
      "speaker": "QUEST",
      "sentences": "Gideon, it's nearly midnight in Tel Aviv, I suspect you're not about to go to bed, but I'll give you the opportunity since it is late at night. I am not sure how much sleeping anybody's going to be doing in Israel and Tel Aviv tonight. Thank you, sir, grateful for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:14",
      "speaker": "LEVY",
      "sentences": "Thank you. Richard. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:15",
      "speaker": "QUEST",
      "sentences": "We are at war says the Israeli Prime Minister and reaction to that war is coming in from around the world. The UK foreign secretary spoke a few moments ago and defended Israel's right to self-defense.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:15",
      "speaker": "JAMES CLEVERLY, UK FOREIGN SECRETARY",
      "sentences": "The UK completely condemns these terrorist acts against Israel and we support Israel's right to self- defense. And, of course, we will be working closely with the Israeli government. We're already in contact with them and will continue to do so both to protect British nationals in Israel, and to try and bring peace as quickly as possible.There is travel advice on the FCO website. People should follow that if they are planning to travel to Israel. And they should follow the advice of the Israeli Defense Force if they are already in Israel. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:15",
      "speaker": "QUEST",
      "sentences": "Now staying with the UK, a different perspective from my colleague, Christiane Amanpour, who talked to the head of the Palestinian mission to the UK, Husam Zomlot.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:15",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "First and foremost, do you condemn what Hamas did inside Israel to Israeli civilians? There are dead and there are hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:15",
      "speaker": "HUSAM ZOMLOT, HEAD OF THE PALESTINIAN MISSION TO THE UK",
      "sentences": "First and foremost, the Western media must really abandon this framework that has gotten us to where we are today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:15",
      "speaker": "AMANPOUR",
      "sentences": "OK but I just want to know, do you support the killing of civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:15",
      "speaker": "ZOMLOT",
      "sentences": "Of course not. Of course not. Of course not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:15",
      "speaker": "AMANPOUR",
      "sentences": "OK. So do you condemn that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:15",
      "speaker": "ZOMLOT",
      "sentences": "The loss of civilian life is tragic in all sides, and what is happening is extremely worrying and very tragic. And as we speak, the loss of lives, you've counted 70, but really there is more than 200 Palestinian deaths so far, more than 1600. Entire residential compounds are being wiped out. This is a war crime committed by Israel.What is more tragic, or equally tragic, is the blindness and the deafness of the world, and the international community for so many years. Of the warnings we have been saying that this was coming. Israeli knew that this was coming their way. We, the National Movement of Palestine, the PLO, have found a different path 30 years ago. We have committed to what the world ask us, recognize Israel, commit to negotiations of non-violence and to international legitimacy and resolution. Israel was expected to do one thing only, roll back its occupation, stop its colonial settlement expansion. Not one day, it did so killing the prospect -- the prospect of a two-state solution. And the world was expected to do one thing, Christiane, uphold international law equally on everybody, on Ukraine, on Palestine, and the world fails to do that, no accountability. But now, every single political avenue is blocked, every single legal avenue for us is blocked like the ICJ, the International Court of Justice. You've heard what the US said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:15",
      "speaker": "AMANPOUR",
      "sentences": "Yes. But I want to know what happens now. What happens now? There's a war --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:15",
      "speaker": "ZOMLOT",
      "sentences": "It's a consequence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:15",
      "speaker": "AMANPOUR",
      "sentences": "-- that Israel has declared after Palestinian militants who and -- I don't think your friends, Hamas is not a supporter of the Palestinian Authority. There's a war and, as you say, there's going to be a massive escalation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "AMANPOUR",
      "sentences": "Fine. Yes, I know. I know. But, I mean, as you know, neither the Israeli political spectrum nor the United States, nor anybody, it's like the Palestinian issue doesn't exist any more. The two-state solution try and the diplomacy is on deep freeze.Can I first ask you, though, before we get to there, what triggered this attack? It's on a certain date. It's 50 years to the date, just about, before, you know, 50 years ago was October 6, Yom Kippur, Egypt, Syria launched a surprise attack on Israel. What do you think triggered this? And it's a very sophisticated Hamas attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "ZOMLOT",
      "sentences": "I don't know. I really, really don't know. What I know is that it was a matter of when not if. We've been shouting every day, don't leave a vacuum, don't unheave what we are saying, pay attention. Don't underestimate people's desire for freedom, for ending the bondage and captivity. Pay attention to the destruction that Israel is doing. Make sure that these supremacists and the Israeli government are not going to turn the whole thing upside down.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}