{
  "date": "2023-05-26",
  "headline": "Inside Politics",
  "subHeadline": "Washington Post Reports, Trump Workers Moved Boxes Day Before FBI Came for Documents; Poll Shows 60 Percent of Democratic Voters Want Biden for 2024 Nominee; Biden's Nomination for Next Joint Chiefs of Staff Chair on Hold. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "JOHN KING, CNN NEWSROOM",
      "sentences": "The Washington Post says that was the very day before that a couple of Trump aides were moving some documents in there.Here's something else in here. Prosecutors separately been told by more than one witness that Trump at times kept classified documents out in the open in his Florida office, where others could see them, people familiar with the matter said, and sometimes showed them to people, including aides and visitors. The significance in trying to build a case is what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, there's two pieces here. One part of the case is to show or to try to prove that the president, the former president, willfully mishandled classified information, right. He's no longer president. He should not have possession of these documents, and he's showing them to people who are not clear to have it, right? And so that is part of the -- from the beginning, what the Justice Department has said this investigation is about is about willful retention of these documents, again mishandling them.And then the second part is, of course, the obstruction. Because once he knows that the government is trying to take possession of these documents, which, again, he does not have the right to have as a former president, he no longer should not have possession of these things, that he was trying to find ways to obstruct it, to prevent them from being turned over, and according to some of this new reporting, taking extraordinary steps, really, to try to hide them so that his own lawyers were misleading the FBI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "And, Elie, I want you to help us with what the Justice Department, what the special counsel would have to prove in terms of Trump's mindset. But as we get to the question, let's first listen to something he said to our colleague, Kaitlan Collins, during the CNN town hall when she asked him, did you show these to people?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Did you ever show those classified documents to anyone? DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "COLLINS",
      "sentences": "What do you mean, not really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "TRUMP",
      "sentences": "Not that I can think of.I don't have anything. I have no classified documents. And, by the way, they become automatically declassified when I took them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "COLLINS",
      "sentences": "No, you have to declassify them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "TRUMP",
      "sentences": "Let me ask you --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "The back part, we know, Elie, he did have classified documents, and we know they don't automatically become. There's a process. A president can declassify things. But to the idea that -- you know, Trump's defense, he says he doesn't remember doing it or not really. But if the defense says, yes, I had these, and I just thought it was cool, it was like a keepsake, and I showed a guy in my office, hey, look at this document, is that a defense?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "So, no, John, it's not a complete defense at all. What prosecutor tutors have to prove here is that Donald Trump knew he had those documents and that he had some criminal intent. And that detail of this new reporting that Trump had those documents in his office, that he showed them to people, at times, that gets you three really important things as a prosecutor.First of all, he knew those documents were there. I don't think there's much dispute about that. But you have to establish that. Second of all, that he disseminated that information. He showed it to other people. No, he didn't post it online, but he had people there visiting who were not cleared, who he showed it to. And third, in the clip you just played, he essentially lied about it to Kaitlan. And you would say, why would he deny, why would he say, not really that he showed it to other people if, in fact, he had? And you would argue to a jury that shows his guilty knowledge, that shows his guilty conscience and that's what you need to prove to show criminal intent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "And so let's stay on that point. I'm going to read you another piece from The Post reporting. Trump and his aides also allegedly carried out a dress rehearsal for moving sensitive papers even before his office received the May 2022 subpoena, according to people familiar with the matter who spoke on the condition of anonymity to describe the sensitive ongoing investigation.Elie, to you first on that one. The idea that there was a dress rehearsal, again, gets you to the idea of intent and understanding that these were sensitive, not just documents, I get to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HONIG",
      "sentences": "That's exactly what it gets you as a prosecutor, John. It's important to understand this does not mean they ran a sort of fire drill like you would in high school, where they said, okay, let's practice. We're going to go here. We're going to move these documents. It sounds like it, but that's not exactly the reporting from Josh Dawsey, who was on last night explaining this.What he said was the judge said that when the Archives first started asking about these documents, Trump's team engaged in this sort of effort to deceive and mislead, and then they did it again when DOJ came to town. That's why the first time was a dress rehearsal. And that's crucial evidence of intent because you argued to a jury they did this more than once, they did this as part of a plan, they did it with intent to deceive DOJ, and that gets you to obstruction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "And so, Evan, to button this up, new details in The Washington Post. You and other members of our team have been here with new details in this investigation in recent days and weeks as well. What does that tell us about the timeline?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "PEREZ",
      "sentences": "Well, look, I mean, I think from everything we indicate -- it seems to indicate that at least the grand jury that is looking at the Mar-a-Lago part of the investigation hasn't met in at least a couple of weeks. So, there's a lot of certainly conjecture among people who are watching this very closely that Jack Smith is close to at least making a decision on what to do here. Perhaps They're writing a prosecution memo. Perhaps they are waiting for additional information to come in. But it's clear that they are very near the end of this investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "ARLETE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes. I mean, I think in their ideal world, of course, they would want to have 100 percent of Democrats supporting the president. But some of these falls in line with some of the polling that we saw leading into his re-election announcement, when I think it was about half of Democrats said that they did not want him to run for re-election.Ultimately, it's very early. They don't think that these polls are going to last this way, heading as we get further into 2024. But it does speak to questions about enthusiasm for Biden within the Democratic Party. His advisers and Democrats ultimately believe, or Democratic officials ultimately believe that voters will come and be out there supporting him, and especially when you have a foil like a former President Donald Trump or if it ends up being Governor Ron DeSantis, that that could drive more Democrats out. But there could be questions over the course of the next few months about what that Democratic enthusiasm might look like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "KING",
      "sentences": "Right. And so the challenge before you know who your Republican opponent is, at least to try to deal with those matches your weaknesses, build up your strengths and deal with your weaknesses, you can.If you look at our poll, support Biden as the 2020 nominee wouldn't. This is the part I want to look at, Zolan, here, the wouldn't. You have 54 percent of people of color support him, 28 percent would consider, that's pretty good, but 18 percent say they would not. White non-college graduates. That's a piece, if it's Trump or the DeSantis going after those voters, 19 percent say they would not. 18 percent of independents say they would not. So you have -- again, his weaknesses in the coalition, not a threat to his nomination, but if you think back to the margins in places like Michigan and Arizona and Pennsylvania and Georgia, you look at those numbers, you think, we need those voters. How do you try to fix that now before you know who the Republican is? ZOLAN KANNO-YOUNGS, WHITE HOUSE CORRESPONDENT, THE NEW YORK TIMES: One thing that has come up when I've spoken to voters, whether it be in places like Pennsylvania, whether it be at HBCUs as well, is this question of sort of what have you done for me lately? Look, the president, no doubt in this administration, passed a slate of bills going back to last summer. They passed a bipartisan infrastructure package going to as well as investments in climate, as well as investments in semiconductors. But the challenge here is when much of your legislation will take time to actually be implemented. How often do we hear at the White House, we're in an implementation phase right now? Well, how long will it take for people to actually feel the impact of that implementation? And until then, will they look at things that you haven't done that have been blocked by congressional gridlock, whether it's voting rights, whether it's police reform, what have you, while still feeling the immediate impacts of the economy as well. And, yes, inflation has subsided, high rates, and still, people are still feeling that. So, that is the challenge here. And it really does also highlight the importance of messaging and how you describe some of those achievements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "KING",
      "sentences": "And so as you watch it play out, it's clear in this segment, people will say at home, oh, you're picking on the president. No, his numbers are just weak in some areas and you have to deal with it. But both -- any candidates are going to have to deal with the funk the country is in. Just look at this question we have asked most American, would it be a setback or a disaster if Biden won the presidency again? 66 percent of Americans say that about President Biden. 56 percent about that say that about President Trump. 44 percent specifically say disaster. 12 percent setback if it's Trump, 41 percent disaster, 26 percent setback if it's Biden. The country is in a funk, dove it after COVID with inflation, other issues, and so that any candidate is fighting through this funk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, I mean, I think there's a feeling by the American people that the political system is feeling stale, right, that they've seen this game, they've seen this brinkmanship on the debt ceiling, they've seen these fights over and over again. You also have a country that deals with gun violence repeatedly, and then Capitol Hill can do very little about it. I think the system of just we are running the same cycle over and over again is exhausting for voters. And I think if you're a voter, you're looking at the top of the ticket, thinking to yourself, these guys are responsible for the fact I'm feeling this way.And Donald Trump had his shot in the White House. Biden has had his shot in the White House. Both men are sort of viewed as part of that cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SAENZ",
      "sentences": "Yes. They definitely think that abortion and the feelings about that in this country will be ultimately on their side heading into that election. And they plan to make this a big focus. It was a big focus of his rollout, especially as you're seeing all of these Republican candidates who they feel have positions that are antithesis to where the country needs to be heading.So, that issue of abortion is something that worked for Democrats in the midterms, and they're hoping it will galvanize people heading into November 24.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "KING",
      "sentences": "Senator Tommy Tuberville says Air Force General Charles Q. Brown can join the line. The Alabama Republican is single handedly holding up some 200-plus military promotions and he says that will now include General Brown, who, as you see there, is President Biden's choice to be the next chairman of the Joint Chiefs of Staff, meaning President's choice to be America's highest ranking military officer.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "C.Q. is a fearless leader and an unyielding patriot. I know I'll be able to rely on his advice as a military strategist and as a leader of military innovation dedicated to keeping our armed forces the best in the world.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "KING",
      "sentences": "Our reporters are back with us. Lauren Fox, Senator Tuberville says this is a dispute he doesn't like the Pentagon's abortion policy where they give travel benefits and leave to people who have to go to another state maybe to get abortion services, 200-plus senior military, and now the top American military. He says, too bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "FOX",
      "sentences": "Yes, I mean what's really interesting about this is he disputes and doesn't like a policy that's being set out by the Biden administration but that these 200-some individuals have nothing to do with, right? And you can technically burn through Senate floor time for every single one of those nominees. The reason that Democrats aren't doing is because they don't want to set a precedent of this is what we're going to do every time someone doesn't like an administration policy or a Pentagon policy.And so they are trying to wait them out hoping that maybe some Republican pressure, which there has been some Republicans saying we don't like this, we don't think this is a good idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "JACKIE KUCINICH, CNN POLITICAL ANALYST",
      "sentences": "Mitch McConnell said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "FOX",
      "sentences": "McConnell just said it, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "KING",
      "sentences": "Yes, he has said it, but he hasn't done anything about it yet, which is the challenge, because everybody -- and President Biden, as a 40-year senator, understands the tradition in the Senate. Any one senator can put a hold on a nomination.So, you mentioned the pressure. The Pentagon spokeswoman on CNN this morning trying to create that very pressure, saying how look around the world, Senator. We need our generals in place and we need them now. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SABRINA SINGH, DEPUTY SPOKESPERSON, DEFENSE DEPARTMENT",
      "sentences": "We are in the middle of the Ukrainian war right now. We're working to arm the Ukrainians with whatever it takes and whatever we can do in their fight against Russia. When you don't have someone in that permanent position leading the department making those decisions, that does have an impact not only on our readiness but our national security.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "KING",
      "sentences": "The question is, can the president, can people at the Pentagon, can anyone get through to -- I think the person you have to get through to, right, is McConnell -- to get McConnell to go down the hall and say, senator, at least give us ten of these, give us 20 of these, give up the important ones, how do we fix this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "KUCINICH",
      "sentences": "But then you assume that Tuberville is going to listen to him, that McConnell can sway him. Certainly in Alabama, they're not big Mitch McConnell fans there, so that's not going to cause any ripples for him. Maybe this ends because he gets a vote in the NDAA or something. Even that isn't necessarily something that could happen soon. So they really are -- could McConnell talk him out of it? That's probably the fastest way.",
      "isLastSentenceInterrupted": false
    }
  ]
}