{
  "date": "2023-10-24",
  "headline": "CNN News Central",
  "subHeadline": "Gaza Humanitarian Crisis Worsens As Food, Water, Fuel Run Out; U.S. Citizens Trapped In Gaza, Can't Cross Rafah Border; Republicans Pick Tom Emmer As New Speaker Nominee; Rep. Dusty Johnson (R-SD) Discusses Emmer Picked As New GOP Nominee In Speaker Battle; Source: Intense Talks Ongoing To Free Large Number Of Hostages. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "And, Salma, what more do we know about this promise from the IDF to allow fuel to reach Gaza civilians? And will it be enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "So this is an extremely important update. And it does offer a sliver of hope. It's a softening of a position we've seen from Israeli officials throughout the last couple of weeks.Which is that fuel would not be allowed into the Gaza Strip. But in an interview just a short time ago, the IDF chief of staff saying, no, we will allow feel if it is to treat civilians. What's missing from that is the actual logistics of how that would take place. And time is of the essence here, Jake. In fact, the group on the ground that provides most of the humanitarian support says that they could shut down operations as early as tomorrow if fuel is not let in. That's what we're hearing on the ground that fuel is a lifeline. Without fuel, they can't power the hospitals, they can't deliver aid, they can't pump water. So again, every hour counts here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "TAPPER",
      "sentences": "Strikes are continuing overnight in Gaza. What have we heard from inside the Strip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ABDELAZIZ",
      "sentences": "Not just continuing, Jake, but actually intensifying. Being ramped up as Israel prepares for the potential ground incursion.In fact, Palestinian health officials on the ground say the last 24 hours was the deadliest. So far, more than 700 people killed, many of them children. I want to show you the aftermath of just one airstrike. And I do want to warn our viewers, these images are graphic. (BEGIN VIDEOTAPE) (EXPLOSION) (SHOUTING) ABDELAZIZ (voice-over): Moments after an overnight strike in Gaza. Stunned survivors stumble out. People nearby rush to help. (SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ABDELAZIZ",
      "sentences": "\"There's no ambulance! We have to get people out,\" a man shouts.Men dig with bare hands. It is dark, dusty. (SCREAMING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ABDELAZIZ",
      "sentences": "The screams are jarring.(SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ABDELAZIZ",
      "sentences": "\"Look at the children. Look at the children,\" he says.(SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ABDELAZIZ",
      "sentences": "It is sheer chaos and carnage.This is the aftermath of just one of the hundreds of bombings a day that battered the Gaza Strip. The scene captured by a journalist. (SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ABDELAZIZ",
      "sentences": "Israel says it is targeting Hamas and aims to wipe out the group. But Palestinians and aid agencies say it is civilians that are dying by the hundreds.Drone footage shows entire neighborhoods already levelled by the near constant bombardment. Nothing is spared. Schools, mosques, shelters, medical centers all struck, according to the United Nations. Gaza is all too familiar with war but has never seen it on this scale.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ABDELAZIZ",
      "sentences": "And for survivors, there is little life left here.Baby Halibi is now an orphan but he's far too young to understand that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ABDELAZIZ",
      "sentences": "\"What did this little boy do? An airstrike hit his house while he was sleeping,\" his uncle says. \"His whole family was killed. He's the only survivor. Stop this. Stop this suffering.\"There are calls for Israel to pause hostilities but the IDF is only ramping up its attacks and preparing for what's expected to be a full- on ground invasion of the enclave. But Gazans say they can endure no more. Amar Al Batah says nearly 50 members of his extended family were killed after they followed Israel's evacuation instructions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMAR AL BATAH, SAYS SEVERAL FAMILY MEMBERS KILLED IN ISRAELI AIRSTRIKES",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ABDELAZIZ",
      "sentences": "\"We were hosting our family from the north, 50 to 70 people because it was supposed to be safe,\" he says. \"But at dawn, our home was bombed. We don't know what to do. We've lost our minds.\"Gaza is praying for relief. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ABDELAZIZ",
      "sentences": "But the cries of anguish here are so far unheard. The bloodshed won't stop.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ABDELAZIZ",
      "sentences": "Now there are reports that Israel may consider pausing hostilities to allow more hostages to be released. Of course, intense diplomatic efforts are underway to make that happen -- Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "TAPPER",
      "sentences": "It's so upsetting and so infuriating. There's another woman with three kids that we've been -- on my show, \"THE LEAD,\" that we've been following her journey and been trying to help her get out.I asked Jake Sullivan, the national security adviser, about the problem two Sundays ago, and he said that Egypt and the Israelis had agreed to let Americans out and, at one point, Hamas stood in the way. Do you have any idea what the holdup is? And you might not be allowed right now to be able to speak freely. So let me ask this. What's your message to President Biden right now? What do you want President Biden to do right now for you and the other Americans in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "OKAL",
      "sentences": "I would day, I can speak on behalf of all Americans who are trapped in Gaza, many of whom are friend, many of them I've gotten to meet while we all collectively have attempted to cross three times. We've seen the same places. We chitchat to get to know each other.I speak on behalf of everyone saying that we feel there's more that could be done by both President Biden and Secretary Blinken. I think the insolence that the U.S. administration has in the region, with partners both with Israel and Egypt and through other mediators to get us out of Gaza. I think that's the sentiment here. There's not enough being done. We don't have clarity on why. Seventeen days from the start of the war and yet we're still stranded in Gaza. And there is no explanation that we could come up with on our own. There is no explanation that we've heard from the State Department. And I want to mention something, Jake, as well. When we have attempted at least three times -- and the woman you speak of is actually my sister, have helped her at the crossing with her three children, youngest 2 months old. Her first attempt there, there was an airstrike at the crossing. She had to flee for her life with her children. Every time we showed up at the crossing, there's no one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "OKAL",
      "sentences": "There's no one presenting us with crossing. And we speak to the few guards that are just guarding the main gate just to make sure no one is jumping the fence, given it's an international actual border.Jake -- (INAUDIBLE) -- hey, we never got the message from Egyptian authorities that you are supposed to cross today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "OKAL",
      "sentences": "-- our names for the process. So we would just show up at the border. And there's no one there. We spent eight to 10 hours, again, just waiting outside for something to happen. And nothing happened.We ask the guards. They say we don't have a message from the Egyptian side that we should let them through so we can't let you through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:37",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Breaking news out of Capitol Hill. House Republicans have just picked Congressman Tom Emmer as their newest speaker nominee.But it's still not a done deal. Emmer must now secure the 217 votes needed on the House floor to win the gavel. Joining us now is Republican Congressman Dusty Johnson of South Dakota. Congressman, I know there are conversations happening behind closed doors right now so I appreciate you coming out to chat with us. Does Tom Emmer have your vote for speaker? REP. DUSTY JOHNSON (R-SD): He does, and he's got the votes of almost 200 of us inside the room. The issue is that you have to have 217 votes to become elected speaker. I suspect Democrats aren't going to help him at all. That means we've got work to do to make sure the team understands he's won, in essence, the primary and we need to unite and go to the general election on the floor. We need to make this guy speaker so we can get back to work. The last three weeks has been, frankly, an embarrassment and we've got to do better starting today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:37",
      "speaker": "SANCHEZ",
      "sentences": "So, Congressman, our reporting is that, in a vote behind closed doors, some 26 members have voiced opposition to his speakership. I think you told a member of the CNN team that you believe that he was moving some of the opposition.What's your understanding of why, why they're opposed to him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:37",
      "speaker": "JOHNSON",
      "sentences": "The reasons are kind of all over the board. Some of them are personality based. Some of them are related to votes. Some of them are the fact they just -- I think people were angry.Some folks don't like the fact Kevin McCarthy was brought down and then Steve Scalise was brought down and then Jim Jordan was brought down. I think some people are just looking for their pound of flesh as well. But ultimately, Tom Emmer is resolving each of those issues. He's made a decision to stand in front of the room with 221 Republican colleagues. He's having them, individually, if they want to, come to the mic and talk about what is their beef with them. And then, in real time, he's responding. Here's what I was thinking with that vote. Here's what leadership was thinking with that strategic decision. Here's where we need to go. Ultimately, I think he's winning over converts because he's showing a vision and he's not scared of the fight. This is a guy who will stand on the firing line. And I think you have to have thick skin to be speaker of the House. He's showing it's true for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:37",
      "speaker": "SANCHEZ",
      "sentences": "Some in your party have expressed apprehension about whether he's sufficiently aligned with former President Trump. What's your message to those who are opposed to Emmer on those grounds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:37",
      "speaker": "JOHNSON",
      "sentences": "I don't think these leadership elections should be about any one particular person. We have a country that needs to get back to being governed. A southernborder that's a mess. We're $33 trillion in debt. We've got an ally literally at war for their existence. There will be time for their personality gains, to figure out who's more or less loyal to any Republican presidential candidate. But right now, we've got to get back to work. And I think Emmer's going to give us a real opportunity. By the way, I think Jordan, Scalise and McCarthy would have all given us an opportunity to move forward. Tom Emmer is the guy who's won today's vote. I think we need to unify and get back to work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:37",
      "speaker": "SANCHEZ",
      "sentences": "Congressman, if Emmer does not get there in the room to 217 votes, how open are you to then working with Democrats either to empower Patrick McHenry, the temporary interim speaker, or to vote present in order to lower the threshold for Emmer to then win the speakership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Congressman Dusty Johnson, thanks so much for the time. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "JOHNSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SANCHEZ",
      "sentences": "We're going to take a quick break. We'll be right back. Stay with CNN.(COMMERCIAL BREAK) [13:55:01] SANCHEZ: Sources tell CNN that intensive talks are underway right now to secure the release of a large number of hostages from Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "We are expecting to hear from the families of some of those who have been taken hostage.Let's bring in Shimon Prokupecz in New York. Shimon, what are you hearing about this? SHIMON PROKUPECZ, CNN SENIOR CRIME &amp; JUSTICE CORRESPONDENT: Yes, so, Brianna, we're just outside the U.N. where some of the family members and U.N. dignitaries from the Israeli delegation are meeting inside. Then they're expected to come out here and speak. Some of them are showing up here now. But I just want to show you what's happening here outside. We're seeing photos of all those that were kidnapped all around this plaza. And then, over this way, Brianna and Boris, they've actually placed shoes near the names and the posters of those who were kidnapped to symbolize they're human. These shoes are being used to symbolize them. These are not shoes that belong to those that were kidnapped but the organizers here felt this was something to do to humanize those that were kidnapped. They're here today calling attention to their kidnapping, obviously, their release. And they just want people to realize what so much of this is about. And so they're meeting here with U.N. officials, the Israeli delegation. And they're expected to meet with city officials later. Then, momentarily, we do expect to hear from some of the family members.",
      "isLastSentenceInterrupted": false
    }
  ]
}