{
  "date": "2023-10-29",
  "headline": "CNN Newsroom",
  "subHeadline": "IDF: 450+ Hamas Targets Struck Inside Gaza in Past Day; Sources: U.N. Security Council to Hold Emergency Meeting Monday; Trump Campaigns in Iowa, Mocks Rivals; Hurricane Otis Death Toll Rises At Least 43 in Mexico. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:45",
      "speaker": "PAULA NEWTON, CNN HOST",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world as we continue our coverage of Israel at war. I am Paula Newton.Israel's military is pledging to intensify its ground operation against Hamas targets in Gaza, as it keeps its airstrikes at this hour. Listen. Israel Defense Forces set on Sunday that it struck more than 450 targets over the past day, including command centers and missile launch sites. Now, according to CNN analysis, a video published by Israeli media, IDF forces have now advanced about three kilometers inside Gaza. Now the troops in the video taken on Saturday can be seen putting and Israeli flag on a resort hotels roof in Gaza. But as the ground invasion expense, the United Nations is warning that the fabric of society in Gaza is starting to break down. People breaking into warehouses to try and find the bare necessities of life. The U.N. secretary general says the situation there is growing more desperate by the hour. (BEGIN VIDEO CLIP) ANTONIO GUTERRES, U.N. SECRETARY GENERAL:  The world is witnessing a humanitarian catastrophe taking place before our eyes. More than 2 million people with nowhere safe to go are being denied essentials for life -- food, water, shelter, medical care, while being subjected to relentless bombardments. I urge all those with responsibility to step back from the brink. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:45",
      "speaker": "NEWTON",
      "sentences": "CNN's Nic Robertson is following developments and has more now from Sderot, Israel.(BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR:  So the intensity of the military barrages, the artillery fire, the tank fire, the missile strikes, significantly down Sunday night into Monday compared to Friday and Saturday. But still hearing those strikes from the aircraft, still seeing the yellow flashes on the horizon, the occasional artillery round fired into Gaza as well, but also, significantly, as, well Hamas and other groups inside Gaza are still able to fire rockets into Israel. We had to take cover here twice through the evening because of incoming rocket fire. The sirens went off, the Iron Dome intercepts came up, but it is generally quieter. But we're also hearing now that the IDF have made at least two miles into the Gaza Strip, two miles from the northern border. It does seem that they've come down the coast, and they've avoided those dense, densely populated civilian areas significantly, in part because President Biden has had a phone call with President Benjamin Netanyahu, and again stressed the need to reduce civilian casualties. U.N. agencies are voicing their concern, perhaps even more loudly, about the situation in Gaza. One of the agencies, the U.N. agency that supply humanitarian supplies for refugees there, has said that the warehouses overrun by people looting them on Saturday, and they're concerned with the fabric of society in Gaza is breaking down. One of the NGO agencies for protecting children has said it's absolutely time for a cease-fire to protect the children of Gaza. So there is increasing pressure on Israel to sort of contain, control this increasingly deeper military incursion into Gaza. At the same time, more pressure to allow humanitarian aid in, more pressure to have a cease-fire. But at the moment, it feels as if there's not a pause, but at least not as much military movement as there was in the early part of the weekend. Nic Robertson, CNN, Sderot, Israel. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "NEWTON",
      "sentences": "And that is just a glimpse of what people in Gaza are going through at this hour. CNN conducted those interviews just a day ago.Iran's president says Israel has, quote, crossed the red lines in Gaza. President Ibrahim Raisi warns that Israel's response to Hamas in Gaza may force other nations to, quote, take action. Meanwhile, Qatar's prime minister said he spoke with Iran's foreign minister about the need for an immediate ceasefire, and in a statement on X, he said the risk of violence spilling over into other regions would have, quote, dire consequences. Tensions flaring along Israel's northern border meantime. Israel says it's fighter jets struck Hezbollah military infrastructure in southern Lebanon on Sunday, and that's in response to shelling for northern Israel. It's the latest in a series of cross border classes over the last few weeks. CNN's Jim Sciutto reports now from northern Israel. (BEGIN VIDEOTAPE) JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY ANALYST (voice-over):  Towns like Arab al-Aramshe along Israel's border with Lebanon are mostly deserted now, evacuated due to fear of attacks by Hezbollah. Makes is one of the few who stayed behind, and from his roof, he shows us where Hezbollah fighters attempted to cross the Israeli border just a few days ago. They broke through the wall. Minutes after we arrive, we see the threat is constant. Hezbollah shells fired from across the border land on the hillside just opposite us. We are on a border town between Israel on the side, and just be on the fence is Lebanon, and as we've been standing here, you see the smoke off in the distance, that is the result of Hezbollah artillery fire from Lebanon into Israel. You can see the smoke rising in the distance. Speaking to residents here, this is a regular event. It's happening every day. Makes and his twin brother sent their family south for safety. But stay behind themselves to protect their homes. The question for them and others like them is how long before this area is safe again? Does anybody talk about how long people will have to leave here? (SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He hopes that a month (INAUDIBLE), we don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "SCIUTTO",
      "sentences": "As the shelling picks up, we head back south. Minutes later, is soldiers blocked the road, warning of more incoming Hezbollah fires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "SCIUTTO",
      "sentences": "We're very close to the Lebanon border in northern Israel, and soldiers have just blocked the road here in both directions. We can't go either way. You can hear mortar and artillery fire going out. That is from Israel towards Lebanon. We've also heard artillery fire coming from Lebanon, and the concern is, the soldiers are telling us, possible infiltrations across the border from Lebanon by, presumably, Hezbollah fighters. And that's why the level of concern is so great.Israeli military is focused on Gaza. But the northern now faces daily attacks. On Sunday, a rocket fired from Lebanon landed in the city of Kiryat Shmona, setting this home ablaze. Hezbollah also claimed the strike on an Israeli tank a few days ago, with the IDF responding by targeting Hezbollah positions in southern Lebanon. All the while, the constant exchange of artillery fire rumbles across the frontier. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:18:52",
      "speaker": "NEWTON",
      "sentences": "Former President Donald Trump is back on the campaign trail, and is talking up his current lawyers. He hit the stage at an event in Sioux City, Iowa, Sunday, just a week after a third Trump lawyer pled guilty in his criminal case in Georgia. Trump told the crowd his legal bills are costing more than $100 million, but says at least he has, quote, good lawyers.Meantime, he did not mention his former number to Mike Pence dropping out of the presidential race. CNN's Jeff Zeleny has more from Sioux city. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "It's like a wounded bird falling from the sky. Oh, there he is. It's Ron Desanctimonious. He's falling, falling beautifully from the sky. It's a beautiful thing to watch, because I got him elected.Does anyone know Hubert Brand (ph) is? He said -- you can have her. I will never run against that president, he's one of the greatest presidents we've ever had. I will not run against our president, under any circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "ZELENY",
      "sentences": "His supporters inside the theater here barely responded to his criticism of his rivals. They did come alive, however, to his attacks on President Joe Biden, on his handling of the economy, inflation, the border immigration, and so much more.So yes, it is clear that the former president has a commanding lead of this race. It's also clear he's not taking his foot off the gas. At least until it is Iowa caucus is on January 15th begin the presidential race. Jeff Zeleny, CNN, Sioux City, Iowa. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "NEWTON",
      "sentences": "We are joined now by political analyst Michael Genovese, the president of the Global Policy Institute at Loyola Marymount University. He's also the author of the book \"The Modern PresidencyGood to see. Mike Pence is out. Many contenders still remain. What impact do you think he's dropping out will have on the race, if any? I have to ask.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MICHAEL GENOVESE, POLITICAL ANALYST",
      "sentences": "I think the if any is the appropriate question, because he was only polling at maybe 5 percent, and that 5 percent may switch to others, probably not to Donald Trump, but it's not enough to make a big dent.Donald Trump right now is over 50 percent in popularity, and so, in terms of the kind of money that the other candidates might get, Pence's not going to have an impact. And in terms of votes, there's not that many that will be able to spread around. So, likely to have a very minimal impact, if any.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "NEWTON",
      "sentences": "Now, obviously, Donald Trump still has a stranglehold on this race. You can take a look at one of the recent polls here that proves that, look, there's really no contender that comes close at this point. Do you still believe that perhaps something could change in the next few months to come?I mean, look, I'm just preaching to, apparently, acquire that tells us he will be the GOP nominee, and it doesn't matter how many indictments, court appearances, even convictions, if I come, that will affect this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "GENOVESE",
      "sentences": "Well, the smart money is on Trump, and for a lot of good reasons. But there are two scenarios that you need to consider. One is, what if Republican field narrows down?Right now, it's Donald Trump in the seven dwarfs. What happens if, three, and wanted to alternatives become more prominent? Then, it could become a race. Then, you could see some of the support shifting towards the rivals. The bigger question is what will happen in court. The court cases that Donald Trump faces will not be finalized or decided by the time of the elections. Iowa is two months away. Even if he's convicted, he will appeal. And so, question is, will that have a political fallout? We see it happen all the time in court, and all the trouble he has in court -- but again, the smart money really is on Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "NEWTON",
      "sentences": "Yeah. I guess we continue to watch this space. But as you said, the polls really have not budged. If anything, she has become stronger and some of those polls and some of those states.One of the Democrats, though, now, certainly abysmal, I'll call, them approval ratings for President Biden, and he has a challenger now from within his own party. I want you to listen now to Congressman Dean Philips earlier on CNN. (BEGIN VIDEO CLIP) U.S. REP. DEAN PHILLIPS, DEMOCRATIC PRESIDENTIAL CANDIDATE:  It's very clear. President Biden, a man I admire, much of the country admires, is not going to beat Donald Trump the next election. Numbers are clear, people are speaking up. I'm hearing it. In fact, we talk about misinformation in this country around the world, political industrial class in Washington says the same thing I'm saying every day quiet tones. I'm only saying the quiet part out loud. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "NEWTON",
      "sentences": "Michael, what do you think? Could you do a lot of damage to President Biden here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:05",
      "speaker": "NEWTON",
      "sentences": "Yeah. Still, it is interesting to hear him, at times, sound like more of a GOP contenders than a Democratic congressman who he supports, President Biden.Michael, we'll have to leave it there for now. But thanks so much, appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:05",
      "speaker": "GENOVESE",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:05",
      "speaker": "NEWTON",
      "sentences": "OK. Still ahead for us, chaos ensues at an airport in a Russian republic. When the flight arriving from Tel Aviv's swarmed by angry protesters.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:07",
      "speaker": "NEWTON",
      "sentences": "Speaking again of the hostages, Israeli officials believe two of those Hamas hostages are Judi Weinstein Haggai and her husband Gadi Haggai. The last time they were heard from, they were taking a walk in there kibbutz close to Israel's border with Gaza, when they called for help amid a rocket attack. Since disappearing, Israeli officials tell the family their cell phones have been tracked to Gaza.Their daughter Iris Weinstein Haggai joins me now from Israel. Iris, firstly, I really thank you from speaking with us and giving us some insight into how the last few weeks have been for you and your family. I want to ask how you're doing. I know you live in Asia. You're now back in Israel. How are you doing, and if you had any more information either from U.S. or Israeli authorities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:07",
      "speaker": "IRIS WEINSTEIN HAGGAI, PARENTS MISSING SINCE HAMAS ATTACKS",
      "sentences": "I'm not doing well, as expected. Hi, Paula.I haven't received any new information. There is still considered hostages by the Israeli government. Unfortunately, no, no new information. Last thing we heard is that they were shots, and that my mom called for help, and that Hamas, ISIS, whatever you want to call them, burned the ambulance so nobody could get medical help, and they lost contact with my mom. So that's all we know, and it's been three weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:07",
      "speaker": "NEWTON",
      "sentences": "Indeed it has, which must be such a struggle as you and your family continue to try and parse exactly what happened, and where they may be. You can see, as we report every hour here, that the conflict now is expanding into ground incursions into Gaza.I mean, how do you believe this will affect the fate of your parents? Are you worried?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "NEWTON",
      "sentences": "And, Iris, given how delicate it is, there are calls for humanitarian pauses, and some people actually believe there's a humanitarian pause in Gaza, this could lead to more effective hostage negotiations, and Israeli officials, as you know, tell us that actually they believe escalating the war with Hamas will more quickly lead to hostage releases. How do you and your family see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "HAGGAI",
      "sentences": "I feel the IDF knows what it's doing. There was a little chaos in the beginning, because, you know, this has been the biggest attack since the Holocaust. But you know, everything is scary. Every step that Hamas takes, every step that the IDF takes, every step that the Americans take, everything is scary because we don't know.I'm hoping the American government, the Israeli government, they know more than they're telling us, and they just can't, you know, share that information because it's dangerous. But you know. I don't know. My parents could be thrown somewhere, dead, alive, I really have no idea. So, yeah, like, every day scary. I can't really say that I'm sleeping. You know, my cousin just went to the U.S. to speak to senators over there. We're trying everything to -- you know, our goal is peace, but is there somebody to speak to? Is there Peace, you know, any peace desire from Hamas? I highly doubt it. So, you know, speaking of cease-fire, and humanitarian pause, I don't know what the correct answer is. All I know is that I want the hostages to be a priority, and I do feel like kind of being pushed aside because of, you know, many, many civilians are being killed, unfortunately, you know, in Gaza, and also in Israel. And I feel it's also a bigger talk than just Israel and Palestine. It's becoming, you know, antisemitism. It's becoming fake news. It's becoming this global viral thing. And people are kind of dehumanizing hostages, the Israelis, but also the Palestinians. It's just such a mess. It's just such a mess. And it's crazy, because most of the hostages, not all of them, our peace lovers, especially from my kibbutz. Most of the hostages are my kibbutz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "NEWTON",
      "sentences": "And, Iris, if you could talk more about that. I mean, you and I have spoken before, and you told me point blank, my parents were agents of peace. That's what they preach their entire lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "HAGGAI",
      "sentences": "Yeah, yes, definitely. My parents are like hippies. You know, my mom is a mindfulness. She teaches kids with learning disabilities. She made an application actually because of the continuous war, you know, rockets over Israel, terrorists invading Israel is nothing new in that area, unfortunately. Nothing of the scale, but my mom invented an application to help kids relax during this time. My dad is a musician.You know, whole life is like vegan, whole food, plant-based, and everybody in that area. they just want to live a peaceful life. You know? So it's crazy that they are the victims of everything, you know, innocent civilians. It's just really, really sad. Really sad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "NEWTON",
      "sentences": "Well, Iris, I really want to thank you for speaking to us. I'm glad that you're back home in Israel. I know you'll be getting a lot of support from friends and family. We will continue, obviously, to follow this very, very closely.Iris Weinstein Haggai, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "HAGGAI",
      "sentences": "Thank you, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "NEWTON",
      "sentences": "We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "HAGGAI",
      "sentences": "Thank you, take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "NEWTON",
      "sentences": "And now, to some incredibly disturbing images of how the conflict between Israel and Hamas is having a ripple effect in other regions.This was the chaotic scene in an airport in the Russian republic of Dagestan. Video shows a large crowd storming the airport and making it onto the tarmac. Some of them waving Palestinian flags after a plane arrived from Tel Aviv. Now, images verified by CNN show people within the crowd holding antisemitic signs. The Dagestan health ministry says at least ten people were injured, two critically. Authorities have closed the airport and are now investigating how to ensure it is safe going forward. Local religious leader appealed for calm. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "SHEIKH AKHMAD AFANDI, SUPREME MUFTI OF DAGESTAN",
      "sentences": "As for today's actions, of course, I sincerely say you are mistaken. This issue cannot be resolved in this way.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:43:23",
      "speaker": "NEWTON",
      "sentences": "Now, aid for Gaza civilians is coming through the Rafah Crossing, but, of course, as we've been saying, at a very slow pace. The Palestinian Red Crescent says it received ten trucks loaded with supplies Sunday on the Gazan side. That raises the total number of trucks to pass through since the war began, think about this, to 94.Also spotted at the Rafah gate Sunday, Karim Khan, a prosecutor with the International Criminal Court. He posted a video statement about the conditions you're seeing there. Now, later Sunday, Khan sat down with our Melissa Bell in Cairo to talk about potential war crimes in the conflict. (BEGIN VDIEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:43:23",
      "speaker": "KARIM KHAN, ICC PROSECUTOR",
      "sentences": "They should be no doubt that every decision-maker from the head of government, to military advisers, to lawyers, that are making targeting decisions should be on clear notice that they will be required to justify every strike against every civilian objects, whether it's a dwelling house, or a school, or a hospital, or a church, or mosque, because they are protected unless they become military objectives, and that requires analysis and information.And this is going to be complex. The laws of war are complex. We have to see what it's been used for, and has a particular object lost its protection? And then one has to look at proportionality. It has a principal distinction of being observed in the first instance, and secondly, is it proportionate to the military advantage that is being sought to be obtained? And we have to have a very forensic approach to this, and I think that's why we have an ICC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:43:23",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "Could you give us an idea of some of the possible war crimes that you've seen committed over the last three weeks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:43:23",
      "speaker": "KHAN",
      "sentences": "Well, I can't really comment on that. But I can say clearly is that the willful killing and hostage-taking are great breaches of the Geneva Convention. It's a crime to target willfully civilian objects or civilians. It's a requirement under the Geneva Conventions to allow humanitarian assistance to civilians. It can be a crime, it is a crime under the statute to deny that. I think that's, again, a matter that needs urgent consideration by Israel to make sure that food and medicine go to children and women and men.We see pictures on CNN of kids covered in blood. Everybody is not limp, and maybe there's a bit of a flicker of life, what kind of hope does that maybe have? Does that child have to medical care, if there's no anesthetic? If there's no morphine? If there's no medicine? We must think that these are our children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:43:23",
      "speaker": "BELL",
      "sentences": "But given that Israel is not a member state, and given that so far, you haven't had access to Gaza, how will any of those responsible for alleged war crimes be brought to account?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:52:29",
      "speaker": "NEWTON",
      "sentences": "And, finally, this community is allowed to mourn together. They -- we are now turning our attention to the devastated community, of course, of Lewiston, in the state of Maine. Mourners held a prayer vigil there Sunday morning to honor the 18 people killed and Wednesday's mass shooting. Now, the tragedy marks the deadliest mass shooting in the United States so far this year.The White House says an official from its gun violence prevention office is heading to the state to try and support the grieving communities. Troubling new details shared with CNN reveal authorities were warned about the gunman weeks before the rampage. Police tried to conduct a welfare check on Robert Card after concerns he would, quote, snap and commit a mass shooting. The shooter had a history of mental health issues and violence, and his family and the main National Guard shared disturbing details with law enforcement. Police in Tampa, Florida, say a suspect is in custody after two people were killed and 16 others injured in a shooting early Sunday. Hundreds of people were leaving bars and nightclubs when the gunfire erupted. Police said the shooting started after a fight broke out between two groups of people, saying the youngest victim was just 14 years old. Investigators found two handguns at the scene, and they're trying to figure out if other shooters were involved. At least ten people are dead and more than two dozen injured after two trains collided and southeast India on Sunday. That's what a government official is telling \"Reuters\". A railway official says one of the train stopped after an overhead cable broke, and then an ongoing train slammed into it, and that derailed at least two carriages of the train that was stopped. India's railway minister says the early indications are that human error was to blame. The Indian prime minister extended his condolences and a message on X. Authorities now say at least 43 people have been killed after hurricane Otis battered parts of Mexico. The category five hurricane hit the country's Guerrero state this week. Heavy rain, high winds caused widespread destruction. Officials say more than 200,000 homes have been impacted, and of course, the resort city of Acapulco has also been devastated. People there have been lining up for food and any necessities they can get their hands on. We'll get more now from CNN meteorologist Derek Van Dam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:14",
      "speaker": "NEWTON",
      "sentences": "And thank you, Derek.That wraps up this hour of CNN NEWSROOM. I'm Paula Newton. Stay with us. I'll be back with more news after a short break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}