{
  "date": "2023-07-27",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Trump Faces New Charges In Documents Case, Including Obstruction; Interview With Rep. Adam Schiff (D-CA). Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:25",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "These are bad sick people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "That was your coup, you know, against you, that ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "Well, it started all right at the...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "Like when Milley was talking about, \"Oh, you were going to do a coup.\" No, they were trying do that before you were sworn in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "UNIDENTIFIED SPEAKER",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "Trying to overthrow your election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "Well with Milley, let me see that, I'll show you an example. He said that I wanted to attack Iran (PAPERS SHUFFLING).Isn't it amazing? I have a big pile of papers. This thing just came up. Look. (PAPERS SHUFFLING). This was him. They presented me this -- this is off the record, but they presented me this. This was him. This was the Defense Department and him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "WRITER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "We looked at some. This was him. This wasn't done by me. This was him. All sorts of stuff -- pages long, look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "Mm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "Wait a minute. Let's see here. (PAPERS SHUFFLING).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "UNIDENTIFIED SPEAKER",
      "sentences": "Oh my gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "(Laughter). Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "I just found, isn't that amazing? This totally wins my case, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "Mm-hm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "Except it is like, highly confidential.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "Yes. (Laughter).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "Secret. This is secret information. Look, look at this. You attack and...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "Hillary would print that out all the time, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "She'd send it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "Her private e-mails.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "No, she'd send it to Anthony Weiner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "MULTIPLE",
      "sentences": "(Laughter). Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "The pervert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "Please print.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "By the way, isn't that incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "I was just thinking because we're talking about it. And you know, he said, \"he wanted to attack Iran and what...\" TRUMP",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "You did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "This was done by the military and given to me. I think, we can probably, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "I don't know. We'll -- we'll have to see you. Yes, we'll have to try to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "Declassify it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "Figure it out a -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "See as president, I could have declassified it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "Yes. (Laughter.)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "Now, I can't. You know, but this is still a secret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "Yes. (Laughter). Now, we have a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "Isn't that interesting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "STAFFER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "It's so cool. I mean, it's so -- look, her and I and you probably almost didn't believe me, but now you believe me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "WRITER",
      "sentences": "No, I believed you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "It's incredible, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "WRITER",
      "sentences": "No, they never met a war they didn't want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:25",
      "speaker": "TRUMP",
      "sentences": "Hey, bring some -- bring some Cokes in please.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:11",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "That's right. That's right, Anderson. We understand that employee was one of the many employees at Mar-a- Lago who have provided testimony either in interviews to the FBI or also to the grand jury and we know that. We know that almost everybody who worked at Mar-a-Lago ended up becoming a witness in this investigation.And to go through just again, what you just laid out, the former president is now being charged with three additional new charges. Two of them having to do with the attempt that the prosecutors described in that part that you just read with trying to delete the surveillance footage. One other charge relates to the willful retention of that document. This is the 32nd document. Previously, he was charged with willful retaining -- it was actually 31 documents were listed in the indictment, now, there's a 32nd document listed and that is the document that is referred to in that recording where he is referring to Mark Milley. We also see from the indictment a description here of an effort that happens after all of this comes to a head when the FBI comes and does the search of Mar-a-Lago and retrieves more than a hundred additional classified documents. What prosecutors describe is that a few weeks after this, back again in August of 2022, Walt Nauta who is one of the other ones who is charged here, he reaches out to another employee of Mar-a-Lago and says, someone just wants to make sure Carlos is good. Again, this is a reference to Carlos De Oliveira. There is a reference then to a Cignal chat, where people describe that they believe Carlos De Oliveira is going to be loyal, and at the end of this, prosecutors say that Trump called De Oliveira and told him that Trump will get De Oliveira an attorney. This is what prosecutors are describing as part of the obstruction that the former president is doing. He's trying to make sure Carlos de Oliveira, his maintenance guy stays on the team. Having you know, obviously now the fact that the FBI is aware of all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:11",
      "speaker": "COOPER",
      "sentences": "We should point out, Cignal for those who don't know, is a highly encrypted communications app that journalists use, I'm sure law enforcement probably uses as well. Those who don't want conversations, you know -- go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:11",
      "speaker": "PEREZ",
      "sentences": "It is also an app that was banned by the White House -- the Trump White House, because they didn't want people talking on encrypted channels, you know, leaking information to reporters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:11",
      "speaker": "COOPER",
      "sentences": "The fact though that they have Cignal's communication, which seemed to indicate that somebody on that Cignal's communication, handed some of that stuff over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:11",
      "speaker": "PEREZ",
      "sentences": "That's right. We know that on that communication was Nauta, as well as another employee of Mar-a-Lago and someone who is identified as a PAC representative. Previously, we've reported that this is a person who was a political action committee representative, who was essentially in Trump's orbit and so that we know, that person was also privy to some of these communications.We know Anderson, that the FBI seized De Oliveira's phone. We also know that they have the communications from other employees who turned them over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:11",
      "speaker": "COOPER",
      "sentences": "And that PAC representative, isn't she the one who the former president allegedly showed another classified or sensitive document to? A map?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:11",
      "speaker": "PEREZ",
      "sentences": "That is correct. The alleged -- the allegation is that Trump also showed her what is believed to be a classified map, again, something that she did not have a security clearance to be able to see, again, part of what the prosecutor said painted a picture of the former president being really just, you know, not caring about what classified documents he showed to anyone who didn't have the clearance to be able to see them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "PEREZ",
      "sentences": "Right. My understanding, Anderson, from our own reporting is that she has testified probably at least a half a dozen times. Again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "COOPER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "PEREZ",
      "sentences": "We're talking -- we believe that this is in interviews with the FBI. It's not clear whether she actually went to the grand jury ago, but we know she has testified or she has provided testimony previously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "COOPER",
      "sentences": "Okay.Evan, stay with us. I'm joined now by national correspondent, Kristen Holmes near the former president's Bedminster Golf Club in New Jersey. You know, I don't know if Team Trump was expecting a different indictment today, or this -- I doubt this as the indictment they were expecting, but what has the reaction been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, this was a complete surprise for them, Anderson.Remember, we were all focused on January 6. They had that meeting with his lawyers earlier today in the Department of Justice, then it was essentially radio silence. And I've been talking to a number of Trump lawyers and advisors who said, it was almost eerily silent, that they were waiting for something to drop, but that something they believe was related to January 6 and the 2020 election, not related to the Mar-a-Lago documents case. Now, just moments ago, we heard from the former president, he gave an interview where he reacted to these new charges. And this is what he said, he said: \"It's election interference at the highest level. They're harassing my company. They're harassing my family, and by far and least importantly, of all, they're harassing me.\" And then he says: \"The charges are ridiculous. They know it better than anyone.\" And Anderson, I do want to mention, he also says he hopes the Republican Party will do something about it. Now, Trump tomorrow is going to be in Iowa standing alongside a number of these other candidates, and he is running an election, he is running a campaign with these legal battles looming over him. Now, it seems as though it's going to once again suck up all the oxygen in the room in this 2024 presidential primary campaign and that is what we believe that, you know, these candidates will be asked about on the trail. And it really, you have to take a step back to remember just how unprecedented this situation is. The fact that he is in his third presidential run, at a time when he is facing multiple charges, multiple indictments, and they still expect to get at least another indictment, possibly two if you include January 6, and what happened in Fulton County, Georgia. So this is a time in which it is really unprecedented, but .the more we talk to voters, it is just unclear that this is going to impact him in that presidential race. Of course, we're going to keep an eye on the polls, but as we have seen every time there are more charges, every time there is another indictment, his poll numbers actually go up as does his fundraising.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "COOPER",
      "sentences": "Kristen Holmes, thank you.Back with us is Even Perez. I'm also joined now by our legal analyst, Elie Honig, Jessica Roth, Elliot Williams, and Carrie Cordero, also with us, former FBI Deputy Director, Andrew McCabe. A lot to get to. We're going to focus on this a lot, obviously. Elie, I mean, this is an extraordinary document that was released today and the timeline of these alleged crimes. It is, if not, you know, hour by hour, a day after day, it paints a very clear picture of communications between these three now alleged co-conspirators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "It really does, Anderson and Donald Trump is now in way worse position than he was two hours ago.The big headline to me is they have the document. That was the single biggest, most important mystery from the first indictment. That scene at Bedminster. Donald Trump is out of the White House. He is talking about this very sensitive document showing a war plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "COOPER",
      "sentences": "That just happens to be there, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "COOPER",
      "sentences": "He is like, oh --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "HONIG",
      "sentences": "Look at this. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "COOPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "HONIG",
      "sentences": "And he is shuffling papers, and one of the big questions is, is he actually showing them a classified document? He has since denied that to Fox News, he went on there and he said, there was no document.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "COOPER",
      "sentences": "Yet again, an example of the former president putting his foot in his mouth by talking about an ongoing investigation in an ongoing case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "HONIG",
      "sentences": "In a way that can be used against him. In court, you could play that clip of him telling Fox there was no document.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "COOPER",
      "sentences": "You know what? Let's. Let's just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "HONIG",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "COOPER",
      "sentences": "Let's just toss to that.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "TRUMP",
      "sentences": "There was no document. That was a massive amount of papers and everything else talking about Iran and other things and it may have been held up or it may not, but that was not a document. I didn't have a document per se. There was nothing to declassify.These were newspaper stories, magazine stories, and article -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "COOPER",
      "sentences": "I'm just -- now according to prosecutors, that is the face of a liar. He's saying it with his you know -- he is furrowing his brow, he is looking intense. According to prosecutors, that is what he looks like when he is lying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "HONIG",
      "sentences": "He says in that clip --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "COOPER",
      "sentences": "It is one of the many ways he looks when he's lying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "HONIG",
      "sentences": "He says in that clip that was not a document. Guess what? That was a document.He is showing a classified war plan to those journalists, to those writers at his country club.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:12",
      "speaker": "COOPER",
      "sentences": "And the government has that document.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "JESSICA ROTH, NEW YORK CARDOZO LAW SCHOOL LAW PROFESSOR AND FORMER FEDERAL PROSECUTOR",
      "sentences": "And presumably they have the testimony of the witnesses to whom he showed the documents, right, who are going to shore up that that's in fact what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "It would seem impossible to imagine, given the number of people in that room, and the vulnerability of those people in that room that some of them are not cooperating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "ROTH",
      "sentences": "Well, I would imagine that they are cooperating, that they've perhaps already testified before the grand jury or at a minimum, spoken to the prosecutors.The fact that there is the recording of that encounter makes it a very strong charge if they now have the document, and it is going to be easily understandable to a jury because now this is not just him holding on to information at his residence, post-presidency. This is him actually disclosing it to people and it is on tape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Yes, quick word about evidence. Your audio recordings, as evidence are incredibly evocative and powerful. People hear them, they bring you in the room, you hear the papers rustling, and it's a powerful thing.Now, prior to today, it wasn't quite evidence that maybe, it might have even been shown at trial. Now it is actually quite relevant evidence that a jury is going to hear. They are going to hear the president's voice and in fact, if prosecutors have that document that can be quite devastating. But Anderson, you know, there's two sort of competing things going on here. As a matter of evidence, what this indictment presents about Donald Trump is quite devastating. Just point by point laying out number one, the knowledge of criminality on the part of both the president and the people around him, statements such as, you know, keep this conversation between us, but let's talk about whether surveillance --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "Well, just in the timeline, it's incredible. June 3",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "WILLIAMS",
      "sentences": "Any prosecutor who's ever tried an obstruction of justice case is salivating at reading this text because you have a timeline of again, knowledge of an investigation and deliberate attempts to try to obstruct it.Now, to be clear, and let's just put something out there, this case is not getting tried in May of next year. It is scheduled at present, to go to trial in May, but now with a more complicated indictment with more defendants, this is going to take a long time to litigate and get to that point. That said, it's really devastating, powerful evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "Carrie Cordero, I want to bring you and your thoughts on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "CARRIE CORDERO, CNN LEGAL AND NATIONAL SECURITY ANALYST",
      "sentences": "Well, there's a few different things, Anderson.I mean, one thing that stands out to me is, you know, the indictment points out again, that the grand jury and opened its investigation in this case on April 26, 2022. And so what we're seeing now is the result of 15 months of investigation, and the fact that there are so many people who have testified before this grand jury, and this goes back to some of Evan's reporting at the top of the hour, where there is so many individuals who have gone under oath, different than the video of the former president that we showed a few minutes ago, which is just on television. But there are so many individuals with knowledge of all the different events that transpired, people who potentially maybe had criminal culpability or exposure, at least themselves to individuals who had firsthand knowledge. And so many of those individuals with knowledge of different aspects of the way that these documents were handled, and the way that the former president and those around him appear to have obstructed this investigation took place. And so what we're seeing is just more and more of that evidence and that extensive investigation and that so many people who had testified before the grand jury is now becoming more apparent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "Andrew, this new indictment details how the former president and his employees allegedly conspired to keep classified documents and allegedly attempted to delete surveillance footage at Mar-a-Lago. It is extraordinary to me. I mean, I guess I don't know why I would be surprised by this.But one of the most powerful or formally most powerful men on the planet, the former president of the United States would reach down to the lowest level employees he has and involve them in a criminal conspiracy, which if the government is correct can very likely destroy the rest of their lives. I mean, not just with time served, but just involving them in this mishegoss. It's incredible to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "It is incredible, but it's also totally believable, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "MCCABE",
      "sentences": "Because this is someone who we know is consumed with his own success, his own survival to the extent that he completely disregards the health and welfare and well-being of everyone around him, including loyal employees who are willing to allegedly commit crimes on his behalf.But I should also point out, Anderson, that this particular crime and the way it involves Trump with his hands on the very mechanism of destroying evidence that has been subpoenaed by the grand jury. Sure, it's an additional count, and it's a serious thing, and it brings the prospect of additional criminal liability, but it also frames him in such an incredibly negative light. It raises the question of why would you go to these lengths? Why would you rope in all of these other people to destroy evidence, other than the fact that it shows his guilty knowledge. He is destroying evidence. He is trying to keep evidence away from the grand jury, because he knows he's done the wrong thing and that is a cover up. It's an incredibly damaging picture that it paints for the jury, as they grapple with issues of like, why would a former president do these sorts of things? Well, now we see, at least in these allegations, exactly how he did it and why he did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "COOPER",
      "sentences": "Well, also, you know, to your point, Andrew, they go through in this indictment, all of the various ways that previously we knew the former -- according to the government, the president had attempted to do this suggesting to his attorney, oh, just, you know, pluck out anything that's not good that you find and make it disappear or telling people, you know, oh, this attorney in the past, you know, he did his client right, because he said he was the one who was guilty of this suggesting, you know, where's my Roy Cohn essentially.I mean, there are plenty of examples prior to this superseding indictment in which they are detailing all the ways he is suggesting criminality of other people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "MCCABE",
      "sentences": "No question, but those examples, he is a little bit more removed. These questions --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "COOPER",
      "sentences": "Right. Destroying the tapes is so obvious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "MCCABE",
      "sentences": "It's so obvious. He is no longer just sitting back and pulling the puppet strings or suggesting to his attorney, you know, illegal things to do. He's actually reaching out having a 24-minute phone conversation with the head of maintenance at Mar-a-Lago and then on undoubtedly emanating from his questions, you have all of these pressure these -- you know, these pressure filled suggestions of how is Carlos? Is he okay? Is he loyal? I mean, this is like right out of a really low rent mob movie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "COOPER",
      "sentences": "Right? Yes, it's exactly what it is. Yes, that was my thought as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "ROTH",
      "sentences": "It is incredibly upsetting. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "COOPER",
      "sentences": "When they say, is he okay? It is not, hey, how is his emotional wellbeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "ROTH",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "COOPER",
      "sentences": "It is, is he a stand up guy? Is he going to stick by me no matter what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "ROTH",
      "sentences": "The scheme is incredibly unimpressive. I mean, as upsetting as it is, and it appears that they actually didn't delete the footage. So it was just an attempt to do something in a very sort of sloppy way.And getting to what Andrew was suggesting, this is suggesting consciousness of guilt. Why would you destroy the videotape, if you had every right to retain these documents, and you had done nothing wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "COOPER",
      "sentences": "And you knew there was a subpoena saying don't destroy any videotape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "ROTH",
      "sentences": "And it is the most direct form of obstruction of justice that's alleged in this indictment. I mean, everything else is a little bit more subtle as you were suggesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "COOPER",
      "sentences": "Also, I mean, to Andrew's point of it being sort of, I don't know if ham handed is the right word, but just, you know, to send your head of maintenance to the IT guy in the security office and have your head of maintenance have to ask how long are the cameras -- you know, how long is footage recorded for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "WILLIAMS",
      "sentences": "It is Abbott and Costello. It is the level of simplicity of this scheme here, if you want to call it that, in terms of how that played out.But to use Andrew's term, sort of a low rent mafia or mob movie. Yes, to an extent, but the other thing that's accurate is that this is also low level individuals taking the fall in effect for someone much higher up on the chain. Now he is charged with crimes, too, but these are individuals who -- like why is the former president calling as you had said, Anderson, the head of maintenance at Mar-a-Lago, whose life is now significantly upended and will be forever. COOPER: Yes. Evan, he is not calling, you know, Donnie, Jr. or Eric, or, you know, Ivanka. He is calling the head of maintenance. And now, you know, that guy has an attorney paid for by him. I mean, it is stunning to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:10",
      "speaker": "COOPER",
      "sentences": "And Andrew to that point, I mean, suddenly, once the Trump folks are informed, you know, don't destroy any tapes. There's all this scurrying around by the former president and you know, deploying Nauta to scurry back to Mar-a-Lago and talk to De Oliveira.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:10",
      "speaker": "MCCABE",
      "sentences": "The indictment reads like, you can almost sense the hysteria, right? The panic that the arrival of the subpoena for the videotapes inspired. As you said, Anderson, you have Walt Nauta, who immediately, his plans to travel with the president to Illinois the next day get changed immediately. He is put on a plane that night. He goes back to Mar-a-Lago.He goes immediately to Mar-a-Lago and coordinates with the De Oliveira. You have De Oliveira walking around in the tunnels with a flashlight trying to locate the surveillance cameras. I mean, they know that they have a real problem now because the government knows about the cameras and there is going to be footage of people moving documents and boxes of documents in an effort to conceal them. So they embark upon, you know, the cover up is always worse than the crime. Right? And that is exactly what seems to happen here. And I should point out also employee four and employee five, I mean, these are people who are clearly providing substantial testimony for the government already. Employee four, his conversation with De Oliveira is laid out in the indictment, so he has testified to that. That testimony is in the book. It will likely come up at trial. So the very expansive efforts that the FBI has conducted here to interview everyone associated with Mar-a-Lago, that work has paid off for them. They have uncovered some very damaging witnesses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:10",
      "speaker": "HONIG",
      "sentences": "What we really see here, Anderson understand is obstruction on top of obstruction. I mean, the first layer is moving these documents out, getting them away from the lawyer, keeping them from the grand jury, and then they realize, oh, boy, we were captured by these surveillance videos and then they tried to tamper with and delete this surveillance video.It is actually two different layers of obstruction, and all of this bolsters the overall strength of this case. I'm really struck by the substantive power of this case because a lot of times in a federal case, your case, as Elliot and Jessica know, will rise or fall on the testimony of one cooperating witness who himself was a criminal. This case based on this indictment is based on texts, WhatsApp messages, photos, audio recordings, and testimony from a lot of witnesses who are lay witnesses, who are not themselves involved in criminality. That is a really tough case to beat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:31",
      "speaker": "COOPER",
      "sentences": "By the way, on the notion of where -- him saying, you know, he -- all these things were declassified, he himself, in that audio recording points out that this is a classified document and he doesn't have the power to declassify it. So he himself stepped on his own lies, which were the initial response to these charges and to the search warrant.The -- you mentioned Oliveira, who told another Trump employee that, quote, \"The boss wanted the server deleted and attempted to do that\". How problematic do you think that is for the former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:31",
      "speaker": "SCHIFF",
      "sentences": "Well, I think it's very problematic, you know, that you have yet another person implicated, someone who apparently had a direct conversation with the president and then relates that conversation to a third person who sounds like they are cooperating with the authorities. So it's, I think, very damning.What I also found striking, Anderson, was, you know, this conversation where the president wants to know if De Oliveira is loyal and finding out that he's loyal wants to offer him counsel. This was reminiscent of some of the joint defense agreements we saw in the Russia investigation. It was reminiscent in the January 6 investigation where you had the use of Trump paid for counsel, essentially trying to counsel witnesses, not to share everything they knew. And, you know, this is like a mob strategy, but I think it's going to be very unsuccessful here because there is such a strong body of evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:31",
      "speaker": "COOPER",
      "sentences": "In an interview tonight, former president called the new charges, quote, \"election interference\" and said, if I weren't leading Biden by a lot in numerous polls and wasn't going to be the Republican nominee, it wouldn't be happening for accuracy's sake. The latest national poll out this morning from Marquette Law School has Trump and Biden tied at 50 percent among registered voters.I'm wondering what you make of his latest comments. I mean, do you have any doubt that the reason he is running is because of these charges to -- that that he believes may be his only hope?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:31",
      "speaker": "SCHIFF",
      "sentences": "You know, I've always thought a big part of his running again for president was to stay one step ahead of the jailer. That is certainly a much more pressing reason now. I also think it's about money. Running for president has been a lucrative proposition for him, so I think, in part, it's about money.But certainly, the legal jeopardy he faces, all of the efforts his team is making will make to delay the trial until after the election in the hope that if he gets elected, he can use the power of the presidency to make it all go away. And then, you know, there's this recurrent theme in Donald Trump of projecting onto others what he himself tries to do. This is the man who, more than anyone else in history, tried essentially to interfere in an election, to overturn an election. And now he's accusing Joe Biden of that. So, you know, very consistent. He's playing the victim, blaming others. When you can see in this indictment, again, how it's the president's own conduct that time after time gets him to trouble the law. Sadly, too, though, it has been a system that has failed to hold him accountable, that has encouraged his repeated law breaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:31",
      "speaker": "COOPER",
      "sentences": "Congressman Schiff, thank you. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:31",
      "speaker": "SCHIFF",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:37:46",
      "speaker": "COOPER",
      "sentences": "The new charges against the former president in the classified documents case came hours after a mysterious meeting between the former president's defense lawyers and Special Counsel Jack Smith involving his 2020 election investigation. A possible indictment could be announced soon in that case.CNN's Paula Reid joins us now with more. So, what do you know about what happened behind closed doors at this meeting today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:37:46",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Anderson, it was a busy day for the Special Counsel on the January 6 probe. We saw the grand jury that hears evidence in that case was in today, and we spotted several of the key prosecutors at the courthouse. But by the end of the day, no indictment was returned.Arguably, the biggest development of the day happened a few blocks away, where Trump's defense attorneys met with Special Counsel prosecutors. We're told that they requested this meeting with the Special Counsel team. As we know, their client has received a target letter informing him that he is a target of this investigation. He was also offered, as we know, an invitation to appear before that grand jury. He declined that invitation, but it's notable that his lawyers are meeting with prosecutors. I mean, all of these things suggest that an indictment is imminent. Now at this point, Anderson, it's unclear if the grand jury will be returning tomorrow. They typically meet on Tuesdays and Thursdays. But that schedule, it can be amended to suit the needs of prosecutors or the court. And now some people have questioned whether an indictment would come this soon. We know from our reporting that the Special Counsel has at least three more witness interviews scheduled over the next four or five weeks. Some people have questioned whether they would file charges before completing those witness interviews. But we saw today in Florida, they can absolutely file some charges and then continue gathering evidence and file additional charges if needed. So it does appear again that an indictment in the January 6 case is likely coming soon. How soon? It's unclear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:37:46",
      "speaker": "COOPER",
      "sentences": "CNN has previously reported that the former president argued against a meeting between his legal team and the Special Counsel because he believed an indictment was inevitable. Is it clear what changed his mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:06",
      "speaker": "COOPER",
      "sentences": "Paula, stay with us. I want to bring back our panel.Andrew, I want to start with you. You've been a part of these kind of meetings before, both as part of the DOJ, when you were at the FBI, and also someone who was being investigated by the DOJ. What can you tell us about what these meetings are like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:06",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "So Anderson, these meetings are really not so much of a conversation or a debate between the two sides as it's really more of an opportunity for the defense team to come in and make a presentation.And typically, they will make maybe legal arguments about, you know, attacking the strength of the case and making arguments as to why the case shouldn't be brought. Or they might just make general kind of interest of justice sort of arguments like, it wouldn't be fair or proper to bring a case under these circumstances. DOJ typically says nothing. They let the defense team make their presentation. At the end of it, they say, thank you very much for coming in. We'll consider what you've told us, and we'll get back to you with our decision as to what we're going to do at some point in the future. So very not surprising to me at all that the defense team left without any real sense of whether or not the indictment would be forthcoming and -- or when that might happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:06",
      "speaker": "COOPER",
      "sentences": "Elie, CNN is reporting that the former president, his attorneys didn't argue the facts of the case, and it was a relatively short meeting. Does that tell you anything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:06",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "It tells me that they're just trying to make a record here. I mean, you're not going to convince prosecutors not to charge without any facts. You're not going to convince prosecutors not to charge. Just making some sort of emotional plea.I do think we have to call out. Donald Trump does this over and over again, but I think we have to call it out over and over again with the language that he's putting out there on social media saying it's dangerous, it would tear people apart. That is dangerous. That is irresponsible. We know that people respond to Donald Trump's language, and so all we can do is continue to call it out. These meetings -- Andy is exactly right. Usually prosecutors just sit back, give us what you got. Very, very rarely can you change a prosecutor's mind, but without any facts, I don't see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:06",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "And it's also in that statement, he not only it's that sort of call to action, which is really not a warning to the public, saying, look, this might break the country or actually think, you know, it's a wink nod to his supporters. But he also says, I was relying on the advice of my attorneys or saying that I got information from attorneys.And I think that's a preview of the defense you're likely to see for him that there were all these people around me in my time as president who were telling me all of these things. I was just doing my best as -- you know, I'm just a simple country lawyer and all these people were telling me to do. And I think that's what they'll present at trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:06",
      "speaker": "COOPER",
      "sentences": "Jessica, do you think this meeting today has any impact on the timing of an indictment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:06",
      "speaker": "JESSICA ROTH, FORMER FEDERAL PROSECUTOR, SOUTHERN DISTRICT OF NY",
      "sentences": "I don't, realistically. I mean, this struck me as a pro forma meeting. As Elie said, it was so short. I don't think that they could have done a robust presentation of the facts or law in one hour. It may have been an effort to buy just a little bit more time.Their thinking being that the Department of Justice would have to, at least in good faith, evaluate the arguments and the presentation that was made. So it would be sort of unseemly to actually indict today. But likely if Jack Smith didn't seek the indictment today, he was not planning to seek the indictment today, regardless of the meeting. It's more likely that probably there's just either more evidence to present to the grand jury or it's going to take more time for the prosecutors to go through the draft indictment with the grand jurors. I imagine this is going to be a voluminous speaking indictment. Just simply to go through what the allegations are with the grand jurors and then talk to them about what the law is on the charges is going to take a considerable amount of time. My understanding is that there were no witnesses seen going into the grand jury today, that it was just the prosecutors and the grand jurors, which suggests to me that it could have been time used to actually present the proposed indictment. So I suspect if it's not already a true bill and the indictment hasn't already been voted by the grand jury by the end of their session today, perhaps they'll be called back tomorrow or perhaps Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:06",
      "speaker": "COOPER",
      "sentences": "Carrie, I want to go back to the indictment that we did get today in the documents case and the new charges, given new charges, given a new person involved in this, Oliveira does that affect the timeline? You know, the judge, Judge Cannon had said a May timeframe for a trial. Do you think the movement on this today, the new charges, does that push that back automatically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "COOPER",
      "sentences": "Paula, we were just talking about the one new document. What do you know about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "REID",
      "sentences": "That's incredibly significant, Anderson. Of course, CNN broke the story that former President Trump was on a recording, seeming like he was showing people who did not have security clearances a classified document.Now, he has subsequently insisted that he didn't have a document. He just had a pile of papers. Some of his representatives have told CNN that there was no document. They went to look for this alleged document and they never found it. But here the Special Counsel is saying that it does exist, and now it's been added to the classified materials that he is charged with mishandling. And it is also, I will note, a top secret document. So it really underscores the significance of that recording. And now prosecutors will be able to put his own words on that tape and then show the jury, a potential jury, look, this is the document that he was showing to people at his Mar-a-Lago club, bragging, even acknowledging that it was classified and that he could not declassify it. That's a really significant buttoning up of something we saw on the first indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "COOPER",
      "sentences": "Well, Paula, about that document, is it -- I mean, is it known? Do you know if prosecutors had that document all along and just didn't mention it in the first -- when the former president was indicted initially in the documents case, and then the former president went out and said, oh, there was no document, and then they felt compelled to mention it, or did it come subsequently in new testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "REID",
      "sentences": "It's a great question, Anderson, something we're going to be asking our sources, because the first question is, well, how did you get it? Because the Trump legal team has said after they received a subpoena asking them for everything related to General Milley, that they were never able to find that specific document.So they tell us that they did not provide it to investigators. So the question is, well, was it found in Mar-a-Lago? Did it travel from New Jersey down to Florida? Is there some other way? Did they go back to the intelligence community? At this point, it's unclear how they eventually obtained it and when they obtained this specific information, because, as I said, it's notable that it wasn't in the first indictment. And it's been something that publicly, the former president and his legal team have made statements that appear to be untrue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "COOPER",
      "sentences": "If it was something they obtained, though, from the intelligence community or intelligence agency, they would then have to confirm that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "REID",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "COOPER",
      "sentences": "-- the document they received from an intelligence agency was the document that the former president was holding up in that room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "REID",
      "sentences": "Exactly. And they have several ways to do that because he was in a room with at least four other people. We know two of his close aides who have both spoken with special counsel investigators. And there were also two people working on an autobiography for former White House Chief of Staff Mark Meadows.That's unclear if they've spoken with investigators, but we know that Margo Martin, one of his closest aides, who was the one knowingly recording this conversation she was in there, she would likely be asked about it. Also, another one of his aides, Liz Harrington, a spokeswoman for former President Trump, also in the room. So you can bet that they have likely been asked, is this the document that you were shown?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:25",
      "speaker": "COOPER",
      "sentences": "Again, our breaking news tonight, former President Trump facing new charges in the Mar-a-Lago documents case, including two additional counts of obstruction and one count where he's accused of willfully retaining a top secret document about Iran attack plans.Former president is once again calling it election interference at the highest level. That's his term. On Capitol Hill tonight, Republican Senator Roger Marshall sidestepped questions about it from CNN's Manu Raju. Take a look. (BEGIN VIDEO CLIP) SEN. ROGER MARSHALL (R), KANSAS: This is the first I've heard of it. Again, I'm locked in on a NDAA bill. That's where my mind is right now, so I don't know a thing about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:25",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Are you concerned about his handling of classified information? MARSHALL(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:25",
      "speaker": "COOPER",
      "sentences": "The new charges against the former president come as he's neck and neck against President Biden in a new national poll conducted earlier this month by Marquette Law School, each with 50 percent.I want to get perspective now from CNN Senior Political Correspondent David Axelrod, a former Senior Adviser to President Obama, also former Republican Congressman Joe Walsh. So, David, first of all, with the new charges in the classified documents case, how do you see it impacting the campaign for the former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:02",
      "speaker": "COOPER",
      "sentences": "Congressman, you heard Republican Senator Roger Marshall sidestep questions about the new charges, saying he hadn't even heard. But Trump ally, member of GOP leadership, Congresswoman Elise Stefanik, is railing against new charges tonight, saying our justice system is broken. Do you think the cake is already baked with the majority of Congressional Republicans on this one?JOE WALSH (R), FORMER U.S. REPRESENTATIVE - ILLINOIS: Oh, Anderson, absolutely. And David's right. I talk to Trump voters every single day. He's built this wall around himself among his supporters. He's a victim. He's a victim, as David said of the deep state, this is all a witch hunt. And his supporters and voters believe that, and Anderson, every new charge. Look, Trump deserves every new charge and every new indictment because he's a criminal and no one's above the mean. But legally, I mean, but politically, Anderson, the every new charge and every new indictment strengthens Donald Trump within the Republican Party, within the base, because they see this, they really do see this as a piling on and a witch hunt. He's convinced them of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:02",
      "speaker": "COOPER",
      "sentences": "David, I mean, it's so interesting how, I mean, just the hypocrisy on, you know, I mean there's a lot of hypocrisy on all sides, but, you know, if this was President Obama having done this, the response obviously would be completely different by Republicans. AXELRODYes, they would be coming after -- I mean, look, I don't know what's going to happen with these congressional investigations against President Biden, but so far they've rolled out a bunch of cannons and they've lit the fuse, and a flag that says pop comes out, and it turns out to be less than they advertise. So, you know, they would certainly go after a president for this. I'm not sure another president or another presidential candidate would survive this. And it's Donald Trump's particular feral genius to be able to turn these things to his advantage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:02",
      "speaker": "COOPER",
      "sentences": "Congressman, I mean, do you see a point where any of these other presidential, you know, Republican rivals start to get more aggressive or start to just sort of, say, make a different argument against the former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:02",
      "speaker": "WALSH",
      "sentences": "No. Anderson, I think they're on a road that they're not going to get off of. DeSantis, Pence, Haley, Scott, none of them are actually trying to beat Trump. They're just waiting. They're waiting for, as we've said before, a heart attack or the justice's system to take Trump out, and they want to be there standing.But none of them -- Trump is going to yell deep state and witch hunt when this next indictment comes down. And if you're a Republican candidate for president and you want any shot at the nomination, you have to echo Trump. So that's what they'll do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:02",
      "speaker": "COOPER",
      "sentences": "And David, in a new national -- go ahead, David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:02",
      "speaker": "AXELROD",
      "sentences": "Yes, go ahead, go ahead. No, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:02",
      "speaker": "COOPER",
      "sentences": "No, I mean, I don't really have anything interesting more to ask you so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:02",
      "speaker": "AXELROD",
      "sentences": "No, I mean, we've seen --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:02",
      "speaker": "COOPER",
      "sentences": "I mean, I feel like we've had this -- this is the discussion we have every time --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:02",
      "speaker": "WALSH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:02",
      "speaker": "AXELROD",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:02",
      "speaker": "COOPER",
      "sentences": "-- and it's the same thing over and over again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:02",
      "speaker": "AXELROD",
      "sentences": "It's the same thing, except it changes in that, you know, Ron DeSantis, for example, was within 15 points of Trump when he was a notion in people's heads in the fall that he could be the guy who could take him out. When he became a real candidate, he's done nothing but fall. And part of it is because his whole scheme, and I think it's an ill-conceived one, is that he'll just be Trumpier than Trump.And when Trump fails, when Trump falls, when he implodes, that he can pick up the pieces. Well, Trump's not imploding with the Republican debate -- Republican base, and DeSantis continues to fall. We see these Marquette numbers, but on the average, he's dropped into the teens. He's closer to third place than first place, much closer to third place than first place. And he continues to make mistakes. This ridiculous suggestion today that he might make Robert F. Kennedy the purveyor of these ridiculous, ludicrous, dangerous conspiracy theories about pharmaceuticals and about diseases, that he might make him head of the FDA or head of the CDC. This is a guy who purports to be a serious candidate for president of the United States. Donald Trump could not be luckier than to have an opponent like that.",
      "isLastSentenceInterrupted": false
    }
  ]
}