{
  "date": "2023-07-29",
  "headline": "CNN Newsroom",
  "subHeadline": "New Charges Filed In Mar-A-Lago Documents Case; Most GOP Candidates Steer Clear Of Trump's New Charges; Will Hurd Blasts Trump, Gets Booed At GOP Event; Putin Expected To Make A Statement Following Summit With African Nation Leaders In St. Petersburg; Emotional Testimony At Ethan Crumbley Sentencing Hearing; President's Son Pleads Not Guilty For Now; Tick Bites May Trigger Red Meat Allergy For Thousands. Aired 12-1p E.T.",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "But even though no one hit the jackpot last night, some people did score some pretty big prizes. A ticket sold in Pennsylvania for $5 million in winnings. And four others in Arizona, California, New York and Pennsylvania winning $1 million. Nothing sneeze at there.Last week, a Powerball ticket sold at a convenience store in Los Angeles matching all numbers to win $1.08 billion. The third largest Powerball jackpot. The estimated jackpot for the next Mega Millions drawing on Tuesday night is $1.05 billion, the fourth largest prize in Mega Millions' history. Good luck. All right. Hello again, everyone. Thank you so much for joining me. I'm Fredricka Whitfield. And we begin this hour with the growing legal problems for former President Donald Trump. The Special Counsel is charging Trump with three new counts in the classified documents investigation. Those charges include one additional count of willful retention of national defense information and two additional counts of obstruction. Trump now faces 40 felony charges in the case after originally being indicted on 37 counts last month. CNN's Paula Reid has more. (BEGIN VIDEOTAPE) PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT (voice over): Former President Donald Trump, facing new legal peril. A Florida grand jury returned a superseding indictment Thursday, adding two charges against Trump for an effort to alter, destroy, mutilate, or conceal surveillance footage that is at the heart of the prosecution's case. Trump reacting in a new interview right after the charges dropped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "It shouldn't even be a case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "REID",
      "sentences": "Prosecutors also added Mar-A-Lago, property manager Carlos De Oliveira to the case, charging him with obstruction and lying to the FBI during the January 2023 interview.The indictment describes how De Oliveira told another Mar-A-Lago employee that \"the boss\" wanted the server with the surveillance footage to be deleted. Prosecutors also added one more count against Trump of willful retention of national defense information related to a classified document he showed to visitors at his golf club in Bedminster, New Jersey in 2021. That meeting was recorded by one of his aides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "And these are the papers.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(INAUDIBLE) you did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TRUMP",
      "sentences": "This was done by the military, given to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TRUMP",
      "sentences": "See, as president, I could have declassified it. Now I can't, you know. But this is still a secret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Now, we have a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TRUMP",
      "sentences": "Isn't that interesting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "REID",
      "sentences": "CNN has learned, that document, a presentation concerning military activity in a foreign country was actually returned to the archives in January 2022.Prosecutors will have to prove that document was willfully retained, even though it was eventually returned, even before Trump received a subpoena. The former president firing back, suggesting he would have Smith fired if he is reelected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And if you're elected president again --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TRUMP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Is he somebody you would fire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TRUMP",
      "sentences": "Well, I wouldn't keep him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TRUMP",
      "sentences": "Jack Smith, why would I keep him? He is deranged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "REID",
      "sentences": "And in a social media post, calling for Smith to be thrown in jail. Smith was appointed by Attorney General Merrick Garland to oversee investigations into Trump after the former President launched his latest bid for the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "MERRICK GARLAND, UNITED STATES ATTORNEY GENERAL",
      "sentences": "When I appointed Mr. Smith, I did so, because it underscores the justice department's commitment to both independence and accountability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can you tell us whether you expect to have an indictment this week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "REID",
      "sentences": "Smith has said little publicly. Recently, ignoring questions about another Trump indictment related to January 6th.Trump's lawyers met with Smith and his team Thursday, ahead of an expected indictment in that case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TRUMP",
      "sentences": "We're going to walk down to the Capitol!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "REID",
      "sentences": "Amid all the legal peril concerns to about security at the Courts. In Atlanta, where Trump may also face charges in the coming weeks, barricades are going up around the courthouse.(END VIDEOTAPE) Carlos De Oliveira is expected to make his first Court appearance on Monday. Though it's unclear how his addition to this case and these new charges will impact the timeline for a potential trial. Now, defense attorneys have been trying to push this case until after the 2024 election, or prosecutors insists these new charges should not change the current schedule, which has this case possibly going before a grand jury in May 2024. Paula Reid CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:04",
      "speaker": "AMERICAN CROWD",
      "sentences": "I know. I know. I know. I know. I know. Listen, I know the truth. The truth is hard. But if we elect Donald Trump, we are willingly giving Joe Biden four more years in the White House.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:04",
      "speaker": "LAH",
      "sentences": "Now, in the room, it didn't sound like what you just heard on the mic. You could hear forks banging against plates. People in that room have very large cavernous room literally booed, heard off the stage, it was very loud.Contrast that now to when Donald Trump took the stage. The entire room was on their feet, a standing ovation, by far, the loudest support from this room. And the reason why it's so important to note, Fred, is because this is Iowa caucus going at -- it really, these are the movers and shakers, the grassroots level, the ones who will come out and caucus. And so, it's a real slice of what the challenge is for this field, because they have to chip away at that when Trump has so much support, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:04",
      "speaker": "WHITFIELD",
      "sentences": "All right. Kyung Lah, thanks for bringing us in the room. Your description was so on point. We feel like we were all there at that dinner.Thank you. (CROSSTALK) LAH: You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:04",
      "speaker": "WHITFIELD",
      "sentences": "All right. Let's talk more about all this now. Let's talk about it with Alex Thompson, the national political reporter for Axios. All joining -- also joining me is Philip Wegmann, White House reporter for Real Clear Politics.Great to see both of you. So, Alex, you know, you first. Other than Will Hurd, none of the other Republicans in Iowa last night are willing to openly criticize Trump for his mounting legal troubles. Why do they continue to be so cautious? I mean, clearly, as Kyung was describing the room was filled with Trump supporters. But why is it that so few are willing to take the kind of stand that Will Hurd did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:04",
      "speaker": "ALEX THOMPSON, NATIONAL POLITICAL REPORTER, AXIOS",
      "sentences": "It's really striking because at the moment, Donald Trump is polling at basically double what he -- what he got in the Iowa caucuses just eight years ago.So, in 2016, he got about 24 percent of the vote. Right now, he is close to 50 percent of the vote. So, the fact of matter is that Donald Trump is going to win this nomination on when it easily unless his numbers go down. And yet, none of his opponents are really doing much to make those numbers go down. And you would think that his conduct on January 6th would be, perhaps, the easiest thing to criticize him on, even if you -- a lot of Republicans, even if they agreed with him on the substance, many Republicans did not agree with his conduct on that day. And yet, none of them are willing to sort of go there. And part of the reason is because they're scared of being booed up the stage, just like Will Hurd is. The fact of the matter is that they are all trying to, you know, sort of thread this needle, where can you criticize Trump in a way that also makes his diehard supporters willing to support you in the future? And so far, no candidate has figured that out either in 2016 or 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "PHILIP WEGMANN, WHITE HOUSE REPORTER, REAL CLEAR POLITICS",
      "sentences": "I think, Alex's analysis there is spot on. And I think that what we're seeing play out more generally, is that right now, martyrdom is the gold currency of the right, currently.Donald Trump has intertwined his own fate personally and politically, with the fate of the conservative movement. And he says to his voters, that his enemies are going after him, so much as they're going after his supporters. And this has been pretty effective. You know, Alex mentioned the polling not just in Iowa, but overall, I mean, he's up 34 points in the Real Clear Politics Average. And before his first indictment in Manhattan, before he was arraigned, I was on the phone with Trump's own pollster, John McLaughlin. And his prediction was that all of this would help them. And it's turned out to be true, because you have seen Trump supporters rally to the former president. And with each indictment, with each controversy, you've seen his numbers get juiced, and thus far, none of his opponents have been able to thread that needle that Alex mentioned, in criticizing him without alienating his supporters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "WHITFIELD",
      "sentences": "And Alex, you know, for the past couple of weeks, Ron DeSantis has been resetting his campaign by letting staffers go refocusing his messaging. This is what he had to say recently about the 2024 general election. Listen.(BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL), PRESIDENTIAL CANDIDATE: We need the 2024 election to be a referendum on Biden's policies and our vision for a better America. If that is what voters are going into the voting, booth thinking, particularly, if I'm the candidate, we are going to win. If the election becomes a referendum on what document was left by the toilet at Mar-a-Lago, we are not going to win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "WHITFIELD",
      "sentences": "Alex, what do you think about his logic?THOMPSON Well, this is Ron DeSantis is trying to essentially, we're talking about threading that needle. So, he's still is critical of these indictments. He's criticized the Biden justice department, but now, he is really trying to make it about electability. He's basically saying, yes, I think Trump is getting railroaded. It's unfair, but just Trump cannot win. The problem for Ron DeSantis is that in poll after poll, both those Iowa and South Carolina polls that recently came out, a Monmouth poll that came out this week, GOP voters still believe overwhelmingly that Trump is the most electable candidate against Joe Biden in 2024. They see a certain sort of toughness to him. And Ron DeSantis is trying, you know, to sort of get at the edges of that and make an electability argument that the problem is that so far, voters have not responded to that argument, and if anything, his poll numbers have gone down. Yet, he is still, you know, hustling on the campaign trail. He did six events in Iowa. Just these last two days, he is doing a number of interviews, more mainstream interviews. And he is doing, you know, Fox News's Bret Baier on Monday in New Hampshire. So, he is changing things up. But the question is, is it just too little too late?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "WHITFIELD",
      "sentences": "Phillip, DeSantis is second, you know, in most GOP polls. But his numbers have been dropping in recent weeks. So, do you see another GOP candidate who could threaten a Trump nomination?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:05",
      "speaker": "WHITFIELD",
      "sentences": "All right. Philip Wegmann, Alex Thompson, great to see you both. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:05",
      "speaker": "WEGMANN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:05",
      "speaker": "WHITFIELD",
      "sentences": "All right. \"THE WHOLE STORY\" breaks down. The criminal investigation of Donald Trump in Georgia. A new episode of \"THE WHOLE STORY\" with Anderson Cooper airs tomorrow at 8All right. Still to come, Hunter Biden in legal limbo after his plea agreement all falls apart in Court. What this means for him going forward? A legal expert weighs in. Straight ahead. And attacks in southern Ukraine. As fighting intensifies in the region, we'll go to Kyiv for a live report and find out what it means for Ukraine's counter offensive. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:05",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Fred, this has been a fascinating summit to watch, because it has been meant to emphasize Russia's role in Africa, the close ties between African countries and Russia.But from the outset, it's clear that -- it was clear that this would not be a normal summit, in part, because of the low turnout that you mentioned, just 17 of these of these African countries -- leaders from these African countries showing up to this summit far fewer than in the past. And it is clear that to some extent, Africa is at odds with Russia's stance in Ukraine and the fact that Russia has invaded Ukraine. This is very worrying for African countries, notably because of the question about grain and food supplies. So, Putin has been getting some criticism for pulling out of the Grain Deal last week that had significantly helped Africa in terms of the prices of grain in terms of food supply. Russia now has pulled out of that, and that really puts into jeopardy, the amount of food, and grain, and other kinds of food supplies -- fertilizers, that Ukraine is able to ship to the world. So, what we've been hearing from African leaders is that there must be some end to this conflict. They've been pushing a peace deal that they came up with, that they presented here in Kyiv, as well. It's something that President Putin has said that he is willing to discuss. President Putin has also been trying to make assurances to these African leaders. Saying that Russia will continue to ship fertilizer and grain and food to Africa to some countries for free to other countries for the commercial rate. But what we've heard from the chairman of the African Union is that is simply not enough. So, what we're waiting to hear now is the conclusion of this meeting between the African leaders and Putin, specifically on Ukraine? We're expecting to get a statement from President Putin and possibly a comment or public remarks to the press. But what I can say, Fred, is that we are not expecting, of course, Putin to make any kind of radical change to his position. He said last night, that the ball essentially is very much in Ukraine's court, that Ukraine instigated this crisis, this war, because they move towards the west, they move towards NATO, they have been refusing neutrality. So, it's the same lines that we've been hearing from Putin since this war began. But it still will be interesting, because these African countries have been putting pressure on President Putin. And that relationship between Africa and Russia is very important, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:05",
      "speaker": "WHITFIELD",
      "sentences": "And then, also, these recent strikes, both in the southern Ukraine and then, just across the border in Russia. What more can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:05",
      "speaker": "MARQUARDT",
      "sentences": "Well, there has been an escalation of attacks, Fred. Both sides firing missiles at each other. Russia striking the center of Dnipro last night -- that's Ukraine's fourth biggest city.The strike in the middle of the city on a Friday night hitting a residential building as well as security building. Thankfully, neither of those buildings had anyone in there. No one was killed, but there were some injuries; nine we are told by local officials. That's the same number of people who are wounded across the border and in southern Russia after Ukrainian missiles were fired into southern Russia. That's according to Russian authorities. Russia says they reserve the right to respond. Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:27:53",
      "speaker": "WHITFIELD",
      "sentences": "This weekend, more than 100 million people are under heat alerts from coast to coast, as a deadly and unrelenting heatwave continues.The heat in Arizona is so oppressive that the cacti at a botanical garden are collapsing. The medical examiner's office in Phoenix is also bringing in refrigerated containers in anticipation of a possible overflow of heat related deaths. I want to bring in now, CNN meteorologist Britley Ritz, who is tracking all of this from the CNN Weather Center here in Atlanta. This is very dangerous heat, and it's been prolonged for so long. When is it going to cool down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:27:53",
      "speaker": "BRITLEY RITZ, CNN METEOROLOGIST",
      "sentences": "Yes. We do get a small break here in the southwest here in the upcoming days, it's still hot. We are still above 100 degrees, but at least we dropped below 110.Now, take a look at Phoenix's high, forecast for today of 115 degrees. That's about 10 degrees above where we should be typically around 106. That's our high for this time of year. But I'll tell you what, we still have heat values that are going to be climbing to a point where it's just not comfortable. We actually have to make sure that we make sure we hydrate ourselves, make sure we're taking care of ourselves, limiting time outdoors. We've had 29 consecutive days with temperatures above 110 degrees. And that's still going to be the case as we move through today and likely into tomorrow. So, we'll add to that number. Much of the United States, well above normal. We've got a cold front work, its way down towards Chicago. And that's why we've dropped down to 80 degrees, and much of the Ohio Valley slightly cooler today, which is great news there. Memphis, 98; Louisville, 96; Washington, D.C., 95 degrees. You factor in dew points is 70 plus, that's the measurement of moisture near the surface, which you can evaluate that and get your humidity percentage. With that being said, it feels like your heat index, if you will, 103 degrees in Washington, D.C.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:27:53",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:27:53",
      "speaker": "RITZ",
      "sentences": "80-plus possible records. I mean, over the next weekend's time. We have high temperatures reaching above normal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:27:53",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "WHITFIELD",
      "sentences": "Yes, it really is. But you said it you got to hydrate all the time, no matter where you live, particularly this kind of heat, 29 days, boy, it's hard to believe. But I believe you because you said it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "RITZ",
      "sentences": "I said it, so it has to be right, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "WHITFIELD",
      "sentences": "Students and staff gave emotional testimony yesterday during a hearing to determine whether convicted shooter Ethan Crumbley should spend the rest of his life in prison without the possibility of parole. Crumbley pleaded guilty in October to one count of terrorism causing death, four counts of first degree murder and 19 other charges stemming from a mass shooting at Michigan's Oxford High School in 2021, leaving four students dead and seven others wounded. Here now is CNN correspondent Jean Casarez.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "Minors took the stand on Friday. They were classmates of the shooter. They still attend Oxford High School, but they were there on the day of the shooting. One minor took the stand, there was a therapy dog right at his feet through his whole testimony. He testified that he was in the bathroom around lunch hour. And all of a sudden he heard a shot and there was a senior in the bathroom with him, Justin Shilling.Justin told him, go into a stall, crouch yourself, stand up on the toilet, don't let your feet show. Justin Shilling also shielded his feet from anyone entering the bathroom. They realized the shooter had come into the bathroom. At that point he left. The shooter comes back in. He pushes open the stall door, sees them both, leaves the bathroom, comes back again, orders the senior Justin Shilling to come out of the bathroom and the minor hears one shot. He believes the shooter then leaves. He believes though then the shooter came back. He pushed open the stall door again ordered the minor to go out of the stall to where his friend was lying on the ground. But the minor saw that gun move one direction. He ran behind him out of that bathroom and saved his life. Now there was one of the assistant vice principals of Oxford High School that took the stand. She had known the shooter since elementary school. She was his elementary principal. She was walking the hallways as the shooting occurred and she ran straight into her former student. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Had eyes on the shooter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And then did someone respond to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't -- I don't know. I don't remember. They probably did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK. What did you do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I kept walking towards him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK. I have to ask why did you walk towards the shooter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I needed to help. I just thought, he couldn't be Ethan. He wouldn't do that. And so I talked to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What did you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I said, are you OK in what's going on?(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "CASAREZ",
      "sentences": "The defense case began Friday afternoon. They put on numerous expert witnesses trying to show that the shooter can be rehabilitated. Their case will continue on Tuesday.Jean Casarez, CNN, Pontiac, Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:05",
      "speaker": "WHITFIELD",
      "sentences": "So there was also concern over, you know, precedent in this case, as it pertains to a resolving a felony gun charge against Hunter Biden explain what the judge expressed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:05",
      "speaker": "JACKSON",
      "sentences": "Yes, so it with respect to the misdemeanor charges that related to the actual tax violations, he was supposed to, of course, Hunter Biden plead guilty and get probation. There was also the component that you're referring to which related to the gun charges. Under federal law, in the event that you have a drug addiction, you should not be possessing a firearm. We know that he had one in 2018, which would have been a problem, obviously, a violation of the law for what you can do 10 years.They have these diversion programs, Fredricka. And what those are, is the prosecutor makes the decision, hey, it wasn't -- you didn't engage in any crime of violence, you did have an addiction, you're trying to get assistance and help for that, we recognize that. As a result, we will defer and we will allow you to enter into diversion and not be prosecuted if over the course of two years, you are a good citizen. In this particular case, the parties that is the prosecution and defense, Fredricka, were trying to make the judge a party to that agreement. She's not a party to agreement. It's between the prosecutors, it's between the defense. But yet the judge would have to decide whether there was a violation. Judge didn't like that said, this is agreement between you and prosecutor and your client, excuse me, and the defense. And so therefore, you're going to have to come up with something that's acceptable, don't throw this on my lap. And so the judge required further briefings, that's the 30 days that you refer to, I'm presuming that both sides have an interest in getting this thing done, they'll come back to the judge with something more acceptable. And at that point, the judge will evaluate it as questions. And if those questions are acceptably answered, then I think you could see, indeed, although it was unraveled, then you could see the agreement move forward and the actual issue be resolved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:05",
      "speaker": "WHITFIELD",
      "sentences": "And so while prosecutors, you know, will make a recommendation, say on probation, ultimately it will be up to the judge to determine what's a viable sentence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:05",
      "speaker": "JACKSON",
      "sentences": "Without question, so what happens is, is that the prosecution controls the charges, the judge controls the sentence. And so the recommendation from the prosecutors, which is a recommendation is that there will be probation, the judge has to make a determination as to whether that's acceptable. On misdemeanor charges you can do up to a year, as we look at Hunter Biden's legal team walking into court, the judge has to decide is that in the interest of justice, is that appropriate? Is that in keeping with what her judicial discretion should provide for?And so at the end of the day, I think the judge will determine whether or not that's fair, it's reasonable, it's decent, and it should be imposed. Should the judge make that decision, of course, we could see jail time or not, but it will be within the province of the court, Fredricka, to ultimately decide what the sentence should be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:05",
      "speaker": "WHITFIELD",
      "sentences": "And in your view, what are the issues that are now presented for Hunter Biden going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:05",
      "speaker": "JACKSON",
      "sentences": "So I think what happens is, if you're on the defense, you always want to control your life. Whenever you move forward, and you actually go to trial, it's right -- it's a crapshoot. There are times when you could be found guilty when indeed, you're not and reverse. So I think this -- it's in the interest of the defense to reach an agreement, you can control, have them be misdemeanor charges and have the gun charge deferred.If you're on the side of the prosecution, there are always risks for you, too. So the essence is, is that both sides have an interest in getting this deal done, the issue was going to be whether they could do it in an acceptable form. Now, it's not uncommon that if there's a violation of an agreement that the judge would be the fact finder to make an assessment as to whether there's an actual violation. But I think both sides are going to want to know that this wraps up everything and anything in the future at the agreement is rock solid, and that is judicially fair. And if they meet that groundwork, I think you could see the judicial approval within the ensuing weeks when it comes back before the court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:05",
      "speaker": "WHITFIELD",
      "sentences": "All right, Joey Jackson, we'll leave it there for now. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:44:37",
      "speaker": "WHITFIELD",
      "sentences": "All right, straight ahead, we'll find out why a rare allergy to red meat might not be so rare after all. And we'll hear from an expert about its bizarre cause.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:44:37",
      "speaker": "WHITFIELD",
      "sentences": "A mysterious allergy that could land you in the hospital or even kill you all caused by the bite of the lone star tick. It can make you allergic to red meat and even dairy products. It was thought to be rare, but as CNN's Meg Tirrell explains it could actually affect hundreds of thousands of Americans.(BEGIN VIDEOTAPE) KIM CONWAY, HAS ALPHA-GAL SYNDROME: I tried to avoid the IV because that seems to be very titillating. MEG TIRRELL, CNN MEDICAL CORRESPONDENT (voice-over): Kim Conway love to garden in her backyard and Hollow, New Jersey, that changed one day in May.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "COMMINS",
      "sentences": "So you have the patience, just expanding on the one side, but yet, really a lack of knowledge on the provider side. TIRRELL (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "CONWAY",
      "sentences": "In my freezer, there's many things that I cannot have, for instance, the hamburgers, the meat balls.TIRRELL (voice-over): For Kim Conway, it's meant changing not only what she eats, but even what medicine she takes and products she uses because they contain animal products with the alpha-gal sugar. (on camera): So this is all of the stuff you can no longer safely take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "CONWAY",
      "sentences": "Correct.TIRRELL (voice-over): There's no treatment for alpha-gal syndrome, except to avoid things that trigger the allergic reaction. And doctors say it's another reason to take care to avoid tick bites. Meg Tirrell, CNN, Hollow, New Jersey. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "WHITFIELD",
      "sentences": "My goodness. Well, let's get more on this mysterious syndrome. You saw Dr. Scott Commins in the report. He is the Associate Chief for allergy and immunology at the University of North Carolina School of Medicine. And he's with us right now. Dr. Commins, good to see you. So wow, this is pretty striking. And this lone star, initially when I saw this lone star tick, I'm thinking OK, it's isolated to Texas, but it can be just about anywhere where you might be exposed to it in the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "COMMINS",
      "sentences": "Well, that's true, particularly on the east coast, but now extending into the mid-Atlantic states and then central U.S. up into the Great Lakes, we're starting to see some spread as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "WHITFIELD",
      "sentences": "So how much is known, besides, you know, the content of that sugar, you know, in meat, how much is known about what we can understand about these kinds of tick bites?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "COMMINS",
      "sentences": "Well, it seems what we're figuring out now is that the ticks carry alpha-gal in their saliva. So they have the ability to sensitize people through tick bites before we were thinking that perhaps the ticks had to feed on a dog or a deer, and then take the alpha-gal transferring it from animal to us. But that no longer seems to be the current data. We really think that the ticks can actually do this themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "WHITFIELD",
      "sentences": "And then once you're bitten, and if you find that you've developed this allergy, is it for a lifetime or is it temporary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "COMMINS",
      "sentences": "Fortunately, not. It does seem like the allergy will resolve over time. But one of the really important caveats here is that additional tick bites almost act like a booster to the human immune response. So you really have to be diligent about preventing additional bites in order for the allergy to resolve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "WHITFIELD",
      "sentences": "And does it seem as though it is on the rise? I mean, that the CDC is tracking more cases, or is it just now people are able to identify what has been happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "COMMINS",
      "sentences": "Well, certainly there is some of the identification, as you suggest, but really in our practices and allergy offices throughout the East Coast, you know, we're seeing a lot of these patients. I'm seeing eight to 10 new patients a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "WHITFIELD",
      "sentences": "A week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "COMMINS",
      "sentences": "And these are not patients who are saying, look, I've had this for five years, I'm coming in to get the test. These are patients who have recently developed symptoms. So we really think it's on the rise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "WHITFIELD",
      "sentences": "Is there a cure or treatment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "WHITFIELD",
      "sentences": "Does this kind of bite of this lone star tick, does it have an even greater adverse effect on certain humans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "COMMINS",
      "sentences": "Well, we do see that some people begin to syndrome almost by reporting that the site of the bite becomes red and itchy, slow to heal and may persist for weeks or months. That tends to predict folks who go on to develop the allergy. Certainly not everyone who has that from a tick bite develops alpha-gal syndrome. But that does seem to be a bit of a predictor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "WHITFIELD",
      "sentences": "Wow. Very enlightening and also still frightening. Dr. Scott Commins. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "COMMINS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}