{
  "date": "2023-01-25",
  "headline": "CNN Newsroom",
  "subHeadline": "Two High Ranking Russian Officials Choose to Leave Russia; U.S. Senate Grill Ticketmaster after Taylor Swift Fiasco; U.S. and Germany to Send Abrams and Leopard 2 Tanks to Ukraine; Chris Hipkins is the New Prime Minister of New Zealand; Classified Documents Found in Mike Pence's Residence; Cholera Outbreak in Kenya; Tornado Rips Through Texas and Louisiana; DOJ Sues Google. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN HOST",
      "sentences": "Hello and welcome to our viewers joining us from all around the world. I'm Rosemary Church. Just ahead here on \"CNN Newsroom,\" after months of pleading by Ukraine's president, the United States and Germany appear poised to send tanks to the front lines in the war against Russia.New Zealand swears in its new prime minister after Jacinda Ardern's shocking resignation. H his uphill battle with the general election just around the corner. Plus, another twist in the U.S. classified documents saga that could actually be welcome news to President Biden and Donald Trump. Good to have you with us. Well, first this hour, a major breakthrough in western military support for Ukraine as we learn both the U.S. and Germany appear poised to send sophisticated tanks to the battlefield. The German news outlet, Der Spiegel, is reporting that Berlin is now set to send Leopard 2 tanks after months of debate. In the coming hours, the German parliament is expected to debate the issue. That news coming after we learned the U.S. is finalizing plans to send about 30 Abrams tanks to Ukraine. U.S. officials say an announcement could come as soon as this week. All this, just days after Germany had indicated it would not send tanks unless the U.S. agreed to send its own. Ukrainian president, Volodymyr Zelenskyy, discussed the need for modern western tanks during a visit from the Finnish president. Mr. Zelenskyy says the need is urgent. (BEGIN VIDEO CLIP) VOLODYMYR XELENSKYY, PRESIDENT OF UKRAINE (through translation):  It is not about five or ten or 15 tanks, the need is greater. We are doing what is necessary every day to fill the deficit and I think everyone who supports us in this, however, discussions must end with decisions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "The reported moves by the U.S. and Germany would provide Ukraine with modern and powerful military vehicles. CNN's Nic Robertson has more on that.(BEGIN VIDEOTAPE) NIC ROBERTOSN, CNN INTERNATIONAL DIPLOMATIC EDITOR (voice-over):  The logjam broken according to a Der Spiegel exclusive. Ukraine to get U.S. and German made tanks, both the Abrams and the Leopard 2. What Ukraine wanted, a western-made modern counter to a potential Russian spring offensive. Now, a reality, after weeks of high stakes posturing and frustrations. Germany insisting it wouldn't send its tanks unless the U.S. did too. The hints a deal was in the works, but times hard to read.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "BORIS PISTORIUS, GERMAN DEFENSE MINISTER",
      "sentences": "I explicitly encourage the partner countries that have Leopard tanks that are ready to use to start training Ukrainian forces on these tanks already.ROBERTSON (voice-over):  Poland's pointed reply saying it's training Ukrainians already, enough that days of publicly aired frustrations finally made a formal request to Germany, to be re-export some of their Leopard 2 tanks to Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:54",
      "speaker": "UNKOWN",
      "sentences": "Scholz knows that a big part of this population is against this war. And they don't want Germany goes too deep into this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:54",
      "speaker": "UNKNOWN",
      "sentences": "Yeah, I think all of Scholz is a little bit too hesitant about it and I think here is a lot more that he could do.ROBERTSON (voice-over):  When the tanks actually arrive in Ukraine, still unclear. Nic Robertson, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:54",
      "speaker": "CHURCH",
      "sentences": "CNN's Salma Abdelaziz is tracking developments for us. She joins us live from London. Good morning to you Salma. So, the U.S. and Germany appear poised to send these battle tanks to Ukraine. What is the latest on this and what's Russia saying about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:54",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Yes. So, it appears there is a diplomatic breakthrough here. U.S. officials familiar with the matter now saying that the United States is preparing to announce that they will send 30 Abrams tanks to Ukraine.Now, it's important to remember that this could be a long timeline when it comes to deploying these tanks. It takes months to even train on these tanks so, it could be sometime before we actually see them on the battlefield, but that appears to have eased Berlin's stance. Germany has been reluctant despite pressure piling on from its European allies particularly countries like Poland as you saw in that report from Nic Robertson there. It's been reluctant to give the green light for these Leopard 2 tanks to be deployed to Ukraine. And it's important to remember here that it is Germany that had to give the green light for other European countries that have these German-made tanks to deploy them to Ukraine as well. Now, the German parliament should be debating this matter today, but already we've heard from Der Spiegel, of course, the premiere newspaper in Germany, that Germany is preparing to make that announcement. And it will make a huge difference on the ground, Ukrainian officials say. They've been relying on the Soviet-era tanks where it's difficult to obtain parts for them, difficult to maintain these very dated pieces of weaponry. So that will allow them to sort of modernize their army, ahead of a potential counteroffensive that they are expecting this spring from Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:54",
      "speaker": "CHURCH",
      "sentences": "And Salma, while the brutal war grinds on, corruption scandals has forced out several top Ukrainian officials. What's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:54",
      "speaker": "ABDELAZIZ",
      "sentences": "Absolutely. So, this is the biggest government shakeup we've seen, Rosemary, since the start of this conflict. Now, President Zelenskyy has either fired or received resignations from a slew of senior officials. They include the deputy defense minister, the deputy prosecutor general, the deputy ministers of regional development the deputy minister of social policy.So, you are talking here about a rather significant number of officials departing. Now, this comes after Ukrainian media, a local media investigation in Ukraine found allegations of corruption or made allegations of corruption when it comes to the procurement of wartime supplies by some of these officials. Now that media report led to the National Anti-Corruption Bureau for Ukraine launching an investigation. That investigation finding and accusing the country's acting minister for regional development, of taking unlawful benefits for facilitating contracts, $400,000 worth of unlawful benefits, including for power generators. That's a sensitive matter here, Rosemary, because of course many Ukrainians have been suffering under power cuts. But look, let's take a back step back from the specifics of this corruption scandal. Ukraine, for a long time, has had an issue with corruption, Transparency International in 2021 before this war ranked Ukraine as the second most corrupt country in Europe. It's been a sticking point with its European partners. As you know, Ukraine wants to join the E.U. and Brussels has made clear that they need to clean up these corruption issues before that takes place. So, Presidents Zelenskyy has absolutely been wanted to be out front on this. He used one of his nightly addresses to discuss this matter. He said no blind eye will be turned. You also have to remember Ukraine is receiving billions of dollars' worth of support here from European allies and the United States. So, President Zelenskyy trying to make it very clear that he will be ahead of any corruption scandals and that he can continue to receive those funds and act in a transparent and fair way throughout this conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:54",
      "speaker": "CHRIS HIPKINS, PRIME MINSTER OF NEW ZEALAND",
      "sentences": "And I think cost of living is right at the top of the issues facing New Zealanders at the moment because it has an impact on just about every other one of the issues that New Zealanders care about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:54",
      "speaker": "CHURCH",
      "sentences": "And for more on this, CNN's Anna Coren joins us live from Hong Kong. Good to see you again, Anna. So, what does New Zealand's new prime minister, Chris Hipkins, bring to the table and how does he plan to improve the declining popularity of his government and his party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:54",
      "speaker": "ANNA COREN, CNN CORRESPONDENT",
      "sentences": "Yeah. Big job ahead, there is no denying it for the 41st prime minister of New Zealand who is 44-years- old. He is known as Mr. Fix-it. He gets his hands dirty, you know. He is known as the quiet achiever who does the hard work. And New Zealanders are very familiar with Chris Hipkins.As you say he's been an education minister. He was health minister during the COVID pandemic. He was addressing New Zealanders every single day during the height of the COVID crisis. He was police minister when there is an uptick in gang violence in New Zealand. So, he's not an unknown quantity and he is, you know, very familiar with New Zealanders as they like that roundabout all arounder who gets the job done. He's described it as the greatest privilege and responsibility of his life. He's very close to Jacinda Ardern who spoke, you know, incredibly highly of the outgoing prime minister and what she has achieved. But he knows what he needs to hone in on, Rosemary, and that is bread and butter issues. He said his focus needs to be the economy, the pandemic of inflation which is how he has described what is currently facing New Zealanders and this is why Jacinda Ardern's popularity has waned, people have looked at inflation will, at the economy, at inequality at rising crime. And as a result, she has fallen out of favor, that love affair that, you know, perhaps New Zealanders had with her during her first and into her second, you know, term that has now waned and Chris Hipkins really has a big job ahead of him before he goes to the polls on October the 14th. But Jacinda Ardern, you know, she leaves saying that this was the greatest privilege of her life. Let's have a listen to how she address the people of New Zealand earlier today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:54",
      "speaker": "JACINDA ARDERN, FORMER PRIME MINISTER OF NEW ZEALAND",
      "sentences": "I've experienced such love, compassion, (inaudible) kindness would not have been this job. That has been my predominant experience. So, I leave feeling gratitude for having this wonderful role, for so many years.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:54",
      "speaker": "COREN",
      "sentences": "Jacinda Ardern, made that shock resignation last week saying that she was burnt out, that she had no more left in the tank, that her time now is to focus on her family, her four-year-old daughter. But as the analysts, Rosemary, will say, she knew that if she went to the polls later this year, that she would lose. So, she left I guess on her terms, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:54",
      "speaker": "CHURCH",
      "sentences": "Yes. So, popular at the start, and of course the rest of the world will miss her, apparently, more than New Zealanders will. Anna Coren many thanks, for joining us appreciate it. Well for months, Mike Pence has repeatedly denied he held on to anyclassified documents from his time as U.S. vice president, but now we are learning Pence, just like his former boss, Donald Trump, and the current president Joe Biden, did have sensitive material at his residence. Sources say Pence asked for the search in light of the Trump and Biden discoveries. The documents have been turned over to the FBI and the Justice Department is investigating. But Republican House Speaker Kevin McCarthy tried to shift the focus back to classified documents found at President Biden's home and offices. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:54",
      "speaker": "KEVIN MCCARTHY, SPEAKER OF THE HOUSE",
      "sentences": "Here's President Biden, is not classified documents just because he was vice president, but when he was senator. I'm not sure how a senator could ever move classified documents out of SCIF and how many years has he had it (inaudible) protection. So, there's a lot of questions to be answered. Who's been able to see this. And I don't think the president can sit back and continue to say, you know, they are secure and I don't know who has been to the House. We know those documents are around and we'll have to get to that bottom of this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:54",
      "speaker": "CHURCH",
      "sentences": "Meantime, CNN's Manu Raju caught up with Pence's brother Greg who is a U.S. Congressman from Indiana.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Do you think there's any chance he knowingly took these documents.G. PENCE: No, not at all. If he said he didn't, he didn't. My brother is very honest. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "CHURCH",
      "sentences": "More now from CNN's Senior Justice Correspondent Evan Perez.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "A lawyer for former Vice President Mike Pence discovered about a dozen documents marked as classified at Pence's home last week. Now, those documents are in the hands of the FBI and the Justice Department, which has launched a review of what's in those documents and how they ended up at Pence's home in Indiana.Sources tell CNN that aides to Pence were searching boxes at his new home in Carmel, Indiana. And in the wake of these revelations about classified material that were found at President Joe Biden's private office and residents. The discovery comes after Pence has repeatedly said that he did not have any classified documents in his possession.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "UNKNOWN",
      "sentences": "Let me ask you this. As we sit here in your home office, in Indiana, did you take any classified documents with you from the White House?M. PENCE:  I did not. Our staff reviewed all the materials in our office and in our residents to ensure that there were no classified materials that left the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "PEREZ",
      "sentences": "A lawyer for pence says the former vice president was unaware that these classified documents were at his home. And Pence's attorney told CNN the FBI came to pence's home last Thursday to pick up the documents with classified markings.And on Monday, Pence's legal team drove four boxes of records that may include non-classified government documents back to Washington, D.C., to hand them back over to the National Archives for review -- for compliance with the Presidential Records Act. Evan Perez, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:04",
      "speaker": "CHUECH",
      "sentences": "Welcome back, everyone. Kenya is fighting a cholera outbreak, which has stretch on for months, leading to more than 4,000 cases and 78 deaths since October. Now, the government says a growing number of counties have managed to bring the outbreak under control.CNN's Larry Madowo has more from Nairobi. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:04",
      "speaker": "LARRY MADOWO, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "This cholera outbreak in Kenya has affected the arid and semi-arid parts of the country's north the hardest. And there are a couple reasons for that. Residents in Garissa County, which has a huge refugee population, mostly from Somalia, they often live in close quarters, and that means they're more likely to be exposed to contaminated or poor sanitation facilities.The other is that the region has seen a record drought, and that means there is a struggle to get access to clean water, which is one of the ways that cholera spreads, if you consume contaminated food or water. But Kenya says the situation is getting better. And some of the country's 47 counties have managed to get cholera under control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:04",
      "speaker": "PATRICK AMOTH, DIRECTOR GENERAL, KENYAN HEALTH MINISTRY",
      "sentences": "The number of counties affected has been 14. Five counties have managed to be able to bring the outbreak under control -- total control. But we still have nine counties which have active cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:04",
      "speaker": "MADOWO",
      "sentences": "Kenya's health ministry said more than 4,000 cases have been reported since this cholera outbreak was declared in October, and 78 people have died. The reason it's so dangerous is because people die really quickly if it's not treated right away, because cholera causes severe diarrhea and dehydration. But the country expects to send the first batches of the cholera vaccine within the next week or so.Larry Madowo, CNN, Nairobi. (END OF VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:04",
      "speaker": "CHURCH",
      "sentences": "East Asia is dealing with a powerful cold snap. The weather has forced the cancellation of hundreds of flights in japan, impacting thousands of travelers. But some better news for people stranded by snow in South Korea.Flights to and from Jeju Island have been allowed to resume, but that doesn't mean the extreme weather is over. Up to 70 centimeters of snow is expected on Jeju through today. Nearly 36,000 people were stranded on Tuesday after more than 500 flights were canceled. And this is the trail of destruction left behind as more than a dozen tornadoes were reported across parts of Texas and Louisiana on Tuesday. At least one twister was confirmed near Houston. A local official there calls the structural damage catastrophic. And dangerous weather remains a threat along the Gulf Coast right now, more than 40 million people are on wind alerts across 14 southern states. And for more on the latest, let's go over to CNN meteorologist Britley Ritz. So, Britley, what more are you learning about the path of the storm and all the other elements here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:04",
      "speaker": "BRITLEY RITZ, CNN METEOROLOGIST",
      "sentences": "Absolutely, we're still watching the threat of tornadoes. In fact, a tornado warning now in effect for Baldwin County, Alabama that just got trimmed and extending back into Escambia County, Florida until 2We'll watch the storms continue to pop throughout the rest of this evening, as that whole line tracks further east still holding that tornado watch in effect for parts of Florida back into the southern part of Alabama until 5 o'clock Central Time, the whole system moving eastwards. So, that severe weather threat is going to do the exact same thing. You'll see this system right up the eastern seaboard over the next 24 hours. So, areas highlighted in yellow from Panama City up into Wilmington are where we're most vulnerable for that severe weather threat moving into Wednesday, more damaging wind threats, and still can't rule out a few tornadoes. On the back end of that area of low pressure, it's cold. So, now we're dealing with a snowfall and heavy snowfall like that, hence, the winter storm warnings that go in effect from Oklahoma City back into the Ohio Valley and up into New England, where some of the higher snowfalls are expected through the higher elevations of the Appalachians, picking up over a foot of snow, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:04",
      "speaker": "CHURCH",
      "sentences": "Britley Ritz, many thanks for bringing us up to date on all of that.Well, the U.S. Department of Justice in eight states sued Google on Tuesday, accusing the tech juggernaut of harming competition with his dominance in online advertising. This is the Biden administration's first blockbuster antitrust case against a big tech company. In response, a Google spokesperson accused the Justice Department of trying to pick winners or losers in the advertising technology sector. CNN's Anna Stewart has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:10",
      "speaker": "STEWART",
      "sentences": "Now, the lawsuit accuses the tech giant of controlling too much of the ecosystem of digital advertising, including three main areas, firstly, the technology used by major website publishers to offer ad space; secondly, the tools used by advertisers to buy that space; and thirdly, the largest automated ad exchange, essentially linking the publisher with the advertiser.In fact, the complaint alleges that Google's own executives have question this, quoting one as saying an analogy would be if Goldman or Citibank owned an I.C. (ph). The U.S. Government is calling for Google to be broken up, and forced to spinoff at least it's online advertising exchange and ads setter (ph) for publishers. Google responded with a statement saying today's lawsuit from the DOJ attempts to pick winners and losers in the highly competitive advertising tech sector. It goes on to say that flawed argument with slow innovation, raise advertising fees, and make it harder for thousands of small businesses and publishers to grow. Google is not new to fighting antitrust legal battles. The DOJ sued Google for its dominance in web searches in 2020. The E.U. commission launched an antitrust probe into its conduct in digital advertising last year, and has already fined Google three times in antitrust cases, totaling more than $9 billion so far. Anna Stewart, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:10",
      "speaker": "CHURCH",
      "sentences": "Still to come, cold war style defections, Russians who once worked for the powerful FSB tell CNN about their escape. Back with that and more, in just a moment.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "CHURCH",
      "sentences": "The FSB in Russia is what the KGB used to be, a feared federal security service. And it was once led by Vladimir Putin. But high-ranking members are defecting. Two of them spoke to CNN's Melissa Bell about why they decided to flee.(BEGIN VIDEOTAPE) MELISSA BELL, CNN CORRESPONDENT (voice-over): Her view was of Moscow from the inside, a life of privilege and access, including an FSB vehicle as a doctor working for Russia's federal security service, the powerful FSB. MARIA DMITRIEVA, FORMER FSB DOCTOR (through translator): I'm Maria Dmitrieva. Today is October 12 and I filmed this video in the plane from Moscow. BELL (voice-over):  A cold war style defection booking a flight to France before anyone suspected she might go. DMITRIEVA (through translator):  I am now in the French territory. BELL (voice-over):  Complete with photographs, as well as work contracts, patient records, and references to prove her identity to French authorities. She also brought documents she thought the west might be interested in. DMITRIEVA (through translator):  I brought photos, audio to video recordings which confirms the majority of the Russian army is against some of the policies of the current leaders. At my own peril and risk, I was able to smuggle my film into the FSB building twice, and was able to make some records. BELL (voice-over):  She also brought recordings of conversations with senior officials, she says, to hand to French intelligence, currency, as she sought political asylum. Dmitrieva is one of the flood of senior Russians from soldiers to wagner mercenaries and FSB employees now arriving in Europe. So many that Putin promised in December to promptly identify traders, spies and saboteurs even as Europe has been expelling senior Russians, 600 in 2022 including 400 spies according to the head of the British intelligence agency, MI5.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "UNKNOWN",
      "sentences": "(SPOKEN IN FOREIGN LANGUAGE)BELL (voice-over):  But in an exclusive interview with CNN, former senior FSB lieutenant Emran Navruzbekov says there are plenty of active agents left. Navruzbekov comes from a family of security service agents, many of his relatives now under arrest in his native Dagestan. Before defecting, he worked for the FSB in Poland. Now, he's seeking asylum there. EMRAN NAVRUZBEKOV, FORMER FSB LIEUTENANT (through translator): The role the FSB since the beginning of the war, well, they wanted to end the war quickly but failed. Now, in the FSB, it's every man for himself, everyone wants to escape from Russia. Every second FSB officer wants to run away. Now, already they understand Russia will never win this war. Of course, I'm afraid, I know how they were. History says that in any case I will be killed. BELL (voice-over): Vladimir Osechkin says he's helped at least 20 senior Russian insiders escape since the war in Ukraine began. The exiled Russian human rights activist is on Moscow's list of wanted criminals, and insist on meeting in a public place. In September, French police opened an investigation into a possible assassination attempt at is home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:11",
      "speaker": "OSECHKIN",
      "sentences": "Putin, right here, wants to kill me. He's very scared. There is a lot of people who are now over Putin's system, but they now want to find a way to work together with the west, with Ukraine, with Europe, with United States, and to stop Putin.BELL (voice-over):  When Osechkin leaves us, it's with some of the policeman who since September ensure his security day and night. Maria, like many other Russians arriving, has no such protection and little money left, but she agreed to speak to us, hoping for a better future in the west. Melissa Bell, CNN, Paris. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:11",
      "speaker": "CHURCH",
      "sentences": "No letup in the violent protests across Peru with police using tear gas during clashes with protesters on Tuesday. The demonstrations, which of paralyzed parts of the country, began in December after the ouster of former president, Pedro Castillo.Meanwhile, Peru's current president told reporters on Tuesday that the right to protest cannot be accompanied by violence, damage and death caused by a small group of people. Dina Boluarte also called for a national truce to end weeks of unrest as protesters called for her resignation. And still to come, no love for Ticketmaster in Washington on Tuesday. After the break, why lawmakers grilled the company over Taylor Swift tickets, saying it is karma for the sites larger than life influence. (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:01",
      "speaker": "BERCHTOLD",
      "sentences": "We hear people say that ticketing markets are less competitive today than they were at the time of the Live Nation and Ticketmaster merger. That's simply not true.CARROLL (voice-over):  Throughout the day, senators on both sides of the aisle challenge that notion. SEN. RICHARD BLUMENTHAL (D-CT):  I want to congratulate and thank you for an absolutely stunning achievement. You have brought together Republicans and Democrats in an absolutely unified cause. CARROLL (voice-over):  Senator Richard Blumenthal, one of several senators who borrowed lyrics from Swift to make a point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:01",
      "speaker": "BLUMENTHAL",
      "sentences": "And may suggest, respectfully, that Ticketmaster ought to look in the mirror, and say, I'm the problem, it's me.(MUSIC PLAYING) CARROLL (voice-over):  Today's hearing, part of a fallout after the fiasco surrounding Ticketmaster's handling of presale tickets to Swift's upcoming tour. It was bungled so badly last November it left scores of frustrated fans faced with technical issues, such as can't canceled tickets, a crashing site, and an artist beside herself over what people endured to get her tickets, Swift tweeted, it really pisses me off that a lot of them feel like they went through several bear attacks to get them. Critics testified the Swift fallout is the result of anticompetitive conduct from a company with too much power. (MUSIC PLAYING) CARROLL (voice-over):  Singer, Clyde Lawrence, a member of Lawrence The Band, testified about the problem of added ticket fees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:01",
      "speaker": "CLYDE LAWRENCE, SINGER, SONGWRITE",
      "sentences": "Most of the issues we face stem from the fact that Live Nation Ticketmaster often acts as three things at the same time, the promoter, the venue and a ticket company.CARROLL (voice-over):  Lawrence penned an op-ed in \"The New York Times\" following the Swift incident about what he called a Live Nation's outside influence on live music. (MUSIC PLAYING) CARROLL (voice-over):  His 2021 song entitled \"False Alarms\" included this lyric.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:01",
      "speaker": "LAWRENCE",
      "sentences": "Live Nation is a monopoly.CARROLL (voice-over):  He told the Senate Judiciary Committee performer should see a bigger share of merchandise sales, and caps on fees that affect both artists and consumers. (MUSIC PLAYING) CARROLL (voice-over):  While some industry insiders questioned, how much when hearing is likely to change things, others say the Swift movement has already had an important effect. Jason Carroll, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}