{
  "date": "2023-03-02",
  "headline": "CNN 10",
  "subHeadline": "FBI Director: COVID Pandemic Likely Caused By China Lab Leak; The Future Of Travel. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "BROWN",
      "sentences": "Early in the pandemic, many prominent scientists discredited the so-called lab leak theory. One group writing a letter published in TheLancet Medical Journal saying, \"We stand together to strongly condemn conspiracy theories suggesting that COVID-19 does not have a natural origin.\" But other medical professionals have long refused to rule it out. DR. SCOTT GOTTLIEB, FORMER FDA COMMISSIONER:  These kinds of lab leaks happen all the time, actually, even here in the United States, we`ve had mishaps. And in China, the last six known outbreaks of SARS 1 have been out of labs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BROWN",
      "sentences": "Even Dr. Anthony Fauci, the longtime director of the National Institute of Allergy and Infectious Diseases, agreed it was possible.DR. ANTHONY FAUCI, DIRECTOR, U.S. NATIONAL INSTITUTE OF ALLEGERGY &amp; INFECTIOUS DISEASES:  It might possibly have been something that Chinese were doing a virus that they isolated in the wild, and we`re having it in the lab and then somehow it escaped out. I don`t think that happened, but I have an open mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BROWN",
      "sentences": "According to the intelligence community`s assessment, first published in 2021, the origins of the virus will remain elusive until Chinacooperates with global investigations. Why at this point, do you say it`s possible maybe even probable that the virus came from a lab and accidentally leaked out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JAMIE METZL, SENIOR FELLOW, ATLANTIC COUNCIL",
      "sentences": "The SARS-CoV-2 virus has an ancestral origin and a type of horseshoe bat, that doesn`t exist in Wuhan.If this comes from nature, there would have to be some evidence of it coming from nature. Right now, we don`t have that evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BROWN",
      "sentences": "Now, House Republicans are demanding more information from the State Department, FBI and DOE on the origins of COVID-19.REP. BRAD WENSTRUP (R-OH):  I want to make sure that we are readying ourselves for the next pandemic. If we will and the more we can learn about natural origins and/or possible lab leak, then the better off we`re going to be. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten-second triviaAn object traveling at a supersonic speed is traveling faster than -- 200 miles per hour, the speed of light, the speed of sound or the speed of a hedgehog? Here comes the boom, a supersonic object is traveling faster than the speed of sound. Continuing now with our series on the future of travel, we take to the skies where one company says that they`ll be able to take passengers in planes that fly twice as fast as commercial planes being used today. And that means getting to where you`re going twice as fast. But here`s the thing, you`d have to be willing to break the sound barrier to do so and that means you`d be going so fast that the aircraft would create a sonic boom which according to NASA is as loud as an explosion or thunderclap. Here`s CNN business correspondent Rahel Solomon with more. (BEGIN VIDEOTAPE) RAHEL SOLOMON, CNN BUSINESS CORRESPONDENT (voice-over):  Planes are a ubiquitous mode of transportation today. They`ve allowed us to link cities, countries and continents like never before. But what if we could fly faster and experience more in a way that`s also better for the planet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLAKE SCHOLL, CEO, BOOM SUPERSONIC",
      "sentences": "I believe in a future where more people can go more places more often. I think that life happens in person,that connecting across oceans is incredibly important to our future. I`m Blake Scholl, founder and CEO at Boom Supersonic. The last frontier in air travel was more than half a century ago when we went from propeller aircraft into the jet age, and it`s been a long time since we had a step forward. I think the next frontier is all about making the planet more accessible, about having flights that are faster, more affordable, more convenient and dramatically more sustainable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SOLOMON",
      "sentences": "Just under a decade old, Colorado-based startup Boom is working to bring supersonic travel back to the skies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SCHOLL",
      "sentences": "I started my career as a software engineer, but I`ve been passionate about aviation since I was a kid. And I never understood as atech guy why everything in our world was getting faster and better but our flights weren`t.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SOLOMON",
      "sentences": "Commercial supersonic air travel was first realized in the 1970s when Concord took flight. But after just 27 years, the fleet was retireddue to a number of issues, including noise, expensive overhead and cost prohibitive tickets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SCHOLL",
      "sentences": "The supersonic airplane fundamentally is about being able to go very efficiently at very high speed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SOLOMON",
      "sentences": "Supersonic means flying faster than the speed of sound.According to NASA, typical speeds for these aircraft range from about 1,200 kilometers per hour to about 2,400.  These speeds are achievable through powerful engines and a long lean fuselage design. The downside, supersonic travel creates a shock wave or sonic boom that is loud and disruptive over land, which is why it`s only intended for long hauls across oceans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SCHOLL",
      "sentences": "We`re building on a proven foundation and delivering a new capability to passengers. It doesn`t require a massive regulatory change orany regulatory change at all. We`ve now built XB-1 which is history`s first independently developed supersonic jet, and it`s going to be in the air here in the next few months, to prove that all of this technology actually works.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SOLOMON",
      "sentences": "XB-1 is Boom`s prototype of what will be their first airliner Overture according to Scholl. It`s expected to be capable of going twice asfast as regular aircraft therefore nearly having transit times. Think San Francisco to Tokyo in six hours or New York to Frankfurt and a little over four. With orders already placed from U.S. carriers American and United, Boom has a sky-high goal to get Overture into service by 2029.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SCHOLL",
      "sentences": "On board the airplane, expect a large spacious interior and beautiful large windows it`s a supersonic airplane actually flies higheryou`ll be able to see the skies a deeper blue actually see the curvature of the earth. All of that adds up to a machine that can take you across oceans but at roughly the same cost as flying business class today. Ultimately, our goal is to make supersonic flight available to anybody who flies. There are many challenges we still have left to overcome. What we`re doing is complex it`s safety critical it requires a lot of money. But when I look back to the past, I also see a lot of challenges that we`ve already overcome. And that gives me encouragement that we will continue to do things that the world says we can`t do. Supersonic flight is about making the planet dramatically more accessible. When that happens, I think we will live in a very different, more peaceful, more harmonious, more collaborative future. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}