{
  "date": "2023-04-27",
  "headline": "The Situation Room",
  "subHeadline": "Judge Holds Off Ruling On Whether Leak Suspect Stays In Jail; Sources: Pence Appears Before Federal Grand Jury Probing Jan. 6; E. Jean Carroll Cross-Examined After Testifying \"Trump Raped Me\"; CNN Near Front Lines As Ukrainian Counteroffensive Looms. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "Springer once told CNN that he did not mind being referred to as the grandfather of trash TV.Rest in peace, Jerry Springer. Well, our coverage continues now with Wolf Blitzer in THE SITUATION ROOM. Thanks for watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Happening now, a judge is still deciding whether the Pentagon leaked suspect will remain in custody ahead of his trial. After a revealing court hearing, prosecutors arguing that the Air National Guardsman is a dangerous flight risk with a history of violent threats.Also tonight, more powerful testimony by Trump accuser E. Jean Carroll. Under heated cross examination, she told the former president's lawyer, and I'm quoting her now, \"I'm telling you, he raped me whether I screamed or not.\" As for Trump, he's campaigning in New Hampshire tonight amid an escalating war of words with likely GOP rival Ron DeSantis. This as DeSantis is turning his fire at the Walt Disney Corporation, blasting the company's new lawsuit against him as political. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer. You're in THE SITUATION ROOM. Tonight, the accused Pentagon leaker is behind bars as a judge decides whether he'll stay there in the lead up to his trial. Prosecutors revealing very disturbing new details about the suspect and their case as they argued he should remain in custody. Here's CNN Pentagon Correspondent Oren Liebermann. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT VELSHI",
      "sentences": "Tonight, 21 year old Jack Teixeira in custody after appearing in court for his detention hearing. His father asking the judge to release his son into his custody. The elder to share a promise to report him if he violates the conditions of release. But prosecutors portrayed the suspected leaker of classified documents as a risk to flee, incapable of the trust he'd promised to uphold as a member of the Massachusetts Air National Guard\"There is no integrity in Teixeira's character because there can be none when there is such a profound breach of trust, said Nadine Pellegrini from the U.S. attorney's office. In a dumpster at Teixeira's home, authorities found a tablet, a laptop and an Xbox, they'd all been smashed. Prosecutors said it was a way of stopping them from fully understanding the seriousness and scale of Teixeira's conduct. In March 2018, a year and a half before he enlisted, prosecutors say Teixeira was suspended from his high school when a classmate heard him talking about weapons and making racial threats. The incident prevented him from getting a firearms ID card that same year and the year after, according to court documents. In 2020, he still managed to join the Air National Guard, where he'd get a top secret clearance using his service to show he could be trusted with a firearm. The Pentagon asked how this wasn't a red flag. BRIG. GEN. PATRICK RYDER, PENTAGON PRESS SECRETARY: The department is looking not only at our intelligence processes and procedures as it relates to security or sensitive information and who has that information, but also looking at the process by which we clear and vet individuals for security clearances, and that work is ongoing. LIEBERMANN (voice-over): Authorities say he had an arsenal of weapons just feet from his bed, including rifles, AR and AK style weapons, and a bazooka, his room decked out in military camo and paraphernalia. In a recent online chat uncovered by investigators, Teixeira said he would kill an expletive ton of people because it would be culling the weak minded, and then he wanted to make an assassination van. He also asked another user what type of rifle would be good to conduct a shooting in a crowded urban or suburban environment. Teixeira's lawyers argued in court he poses no danger and is not unique in collecting weapons. Some people are car guys, some people like boats, and some people like guns, his attorney said in court, defending his client as the Pentagon defended the process that led here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "RYDER",
      "sentences": "The vast, vast majority of people who are awarded security clearances come to work every day and do the right thing, and this investigation will tell us what happened and where this individual did the wrong thing.(END VIDEOTAPE) LIEBERMANN (voice-over): The judge hasn't ruled in this detention hearing yet, so in the meantime meantime, Jack Teixeira remains in custody. He may have given an indication or a hint at which way he was leaning when he said he found the prosecution's evidence, quote, fairly compelling. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:04",
      "speaker": "BLITZER",
      "sentences": "And Elliot Williams, prosecutors say Teixeira is a national security risk, a flight risk, and that he tried to cover his tracks. Look at these images of his smashed laptop. How does all this factor into the judge's eventual decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:04",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "So, Wolf, what the judge is going to be determining is how do you secure this guy's presence at trial? And the standard for locking him up before trial would be, number one, is he a risk of flight? And number two, is he a dangerous -- danger to the community?Now, on its face, that's not quite here just legally and just to be perfectly candid about the law, but the prosecutors made some very interesting arguments today. Number one, saying that national security interests are necessarily dangers and risks to the community. So by trafficking in them, he's necessarily making the community less safe. And then, moreover, by trading national security interests, he makes himself appealing to foreign countries that could harbor him if he were to ever leave the country. So they, you know, they made a very persuasive and compelling case. And as Oren had said before this segment, the judge seemed persuaded by it. So we'll see how the judge rolls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:04",
      "speaker": "BLITZER",
      "sentences": "Evelyn, let me get your thoughts. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:04",
      "speaker": "EVELYN FARKAS, CNN NATIONAL SECURITY CONTRIBUTOR",
      "sentences": "Yes, I mean, it's really interesting because beyond what Elliot said, my mind started to go to foreign nationals, foreign governments actually trying to snatch him if he was allowed out. But I do think, look, the man is charged with violating the Espionage Act. He clearly doesn't merit the trust that would be required to let him out on bail.I wouldn't trust his family as well, and a foreign agent. Many, many actors would be willing to pay a lot and go through a lot of hoops to get him out of the country or help him to get out of the country. So he's a flight risk and he's not reliable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:04",
      "speaker": "BLITZER",
      "sentences": "All right, important points indeed. Guys, thank you very, very much.All right, we're getting some breaking news into THE SITUATION ROOM right now. I want to go straight to our Senior Crime and Justice Correspondent Katelyn Polantz. She's getting new information. What are you learning, Katelyn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:04",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Well, Wolf, first on CNN, sources are telling me today that former Vice President Mike Pence testified to the January 6 federal criminal grand jury looking at Donald Trump and other possible crimes around the 2020 election. He was here at this courthouse all day today.We had a whole team trying to do reporting on this today. And our team did notice unusual security happening around the courthouse earlier this morning. And Pence did spend all day today with that grand jury testifying, talking about his direct conversations with the former president as prosecutors look to build a case. Now, this is a very momentous moment in this investigation. It places the former vice president in a room with grand jurors who are going to weigh possible criminal charges potentially against the former president, the president that Mike Pence served beside, served beneath, and was a running mate alongside in the 2016 election. And it also allows those grand jurors to listen to what Mike Pence says, not just as a witness, but as a victim on January 6, a person who was being pressured by Donald Trump and others around him in the administration to try and block the outcome of the 2020 election result on Capitol Hill on January 6. This is testimony the Justice Department has been fighting for, that Pence, ultimately, after a court fight, agreed he would deliver to the grand jury. And we do know that he did so now. It is also quite a moment, Wolf, for the history books, in that this has not happened in the investigation of Richard Nixon in Watergate during the Clinton years, when many high ranking people were brought before grand juries in this courthouse. This is unlike something we've ever seen before, with Mike Pence testifying about Donald Trump and others related to the 2020 election to a secret grand jury as they consider charges today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:04",
      "speaker": "BLITZER",
      "sentences": "Very historic indeed. Standby.Elliot Williams, Trump had tried to prevent this testimony, as we all know. How big a win is this for the special counsel, Jack Smith?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "BLITZER",
      "sentences": "Very significant indeed.Elie Honig is with us as well. What sort of insight, Elie, could Pence provide about Trump's mindset leading up to January 6?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, Wolf, first of all, big picture. This is an astonishing moment in our legal and political history. Here we have, for the first time in our history, a former vice president going in front of a criminal grand jury under oath and giving testimony about conversations that he had one on one with a former president. We've really never seen anything quite like this.And to the question of what type of insight could Mike Pence give? I would say unparalleled insight, because there were crucial conversations, one on one between Donald Trump and Mike Pence that only Mike Pence or Donald Trump knows about. We know Donald Trump is not going to be testifying to this grand jury. And so if I was a prosecutor here who had this sort of golden opportunity, I would want to hear chapter and verse from Mike Pence. What did Donald Trump tell you? What did he ask you to do? Did he acknowledge that he knew he lost the election? Did he ask you to bend or violate the law? Did he say that he understood that what he was asking you to do would be illegal? So this is crucial testimony for these prosecutors in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "BLITZER",
      "sentences": "We're staying on top of the breaking news right now. Trump's mindset leading up to January 6. Those are among the questions being asked to the former Vice President of the United States.Shan Wu is with us as well. What's your reaction, Shan, to this major breaking news?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "SHAN WU, DEFENSE ATTORNEY",
      "sentences": "Well, I think what we're seeing here, Wolf, is a gradual return to the more normal course in a criminal prosecution, criminal grand jury investigation. These kinds of wholesale efforts to completely wall off witnesses, wall off complete testimony, no questions whatsoever. They were legally a suspect from the beginning. And I think that's why you keep seeing Trump blues, case after case on the executive privilege going question by question with certain types of issues being off limits.In Pence's case, if he really was acting momentarily as a legislator, that being off limits, that's the more normal course to go, rather than this wholesale kind of walling off. So I think we're gradually seeing a slow return to that, as the courts have ruled. And DOJ is going to build their investigation the way they always do, which is question by question. BLITZER: Good point. Katelyn Polantz, you reported this first. Let me get your thoughts. What does this say about where Special Counsel Jack Smith's criminal investigation of Trump stands right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "POLANTZ",
      "sentences": "Well, Wolf, this is something that the Justice Department has been fighting for. And so it really is one of the last in a series of court cases where Donald Trump has tried to block witnesses, continue to lose in the courts. We've seen those witnesses come in. This is the fourth case like this that Donald Trump has lost. And really, the last one that I see moving, going through the court system that we've been able to report on.All of those cases are under seal. But when we look back over that trajectory, the very first one, it was Trump's -- I'm sorry, it was Pence's assistants, his advisers, his chief of staff and his former chief counsel speaking to the grand jury. They were compelled to come back in here and testify about direct conversations they had witnessed around the president, things that they knew of, that they had heard. They were forced to come in here and flesh out what their experiences were around Mike Pence, serving under him, knowing that he had been pressured and that he was not going to do what Donald Trump said. And so Pence is building upon that clearly something that takes it even further. And we don't exactly know, Wolf, what this will amount to, where it might fit into a case. If there is a case that comes against Donald Trump and others about what went on in the White House, we don't know how the law would see the pressure on Mike Pence, how the Justice Department is going to want to apply that law. But if there is a case, Wolf, this puts Pence in a position where he could also be called as a witness at trial, a public trial, if there were to be one, in January 6, that is a truly astounding possibility in the future. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "BLITZER",
      "sentences": "Well, let me get Elliot Williams to react to that. Pence potentially being a witness in an actual trial against Trump. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "WILLIAMS",
      "sentences": "It's a big deal now. Again, like we said earlier in the show, Wolf, forget that it's Donald Trump and Mike Pence. And the most important question prosecutors are going to ask is how valuable is the testimony or evidence this witness is going to provide? And to pick up on Elie's point, Mike Pence would have been the individual with the room over countless conversations with the former President.But going back to at least December 2020, day after day, talking about, number one, what were his plans leading up to January 6? Number two, who else did he speak to? Number three, were there any threats? Number four, what did he convey to you about the fake elector scheme? And there is no privilege under the sun that is going to protect those kinds of conversations and comments. [17:15:02] Now, as the question of Mike Pence as a witness at trial, that's profound. As everything else in this matter is profound. And that you'd have a vice president putting his hand on a Bible and swearing to tell the truth in the criminal trial of, if not a former president, certainly people close to a former president. So it's all immense and profound and historic, but really it comes down to how important is the evidence and what are they getting? And based on what we've seen here, it just looks like Mike Pence is a very valuable witness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "BLITZER",
      "sentences": "So certainly it looks like that. Elie Honig, what does it look like when a witness in this case, the former Vice President of the United States, Mike Pence, actually shows up to testify before a federal grand jury? How does this typically unfold?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "HONIG",
      "sentences": "Yes. Despite the bold faced, powerful names involved here, Wolf, this is really a fairly routine procedure. A grand jury is just a group of usually 23 civilians that meets in the courtroom. The only people who are allowed in that room are the actual grand jurors, the prosecutors and the witness, and a court reporter.There will not be a defense lawyer there. So if Mike Pence brought a lawyer with him, that lawyer had to wait outside while Mike Pence testified. There's no cross examination by any lawyer for Donald Trump. It is a one-sided part of the process. But let's remember, Mike Pence is under oath when he testifies in front of the grand jury. The prosecutors get to ask him essentially whatever they want, and this could be crucial evidence to their larger case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "BLITZER",
      "sentences": "Potentially, indeed. Shan Wu, the former vice president had shared some of these details in that book that he wrote. How much more might this grand jury have actually learned today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "WU",
      "sentences": "Probably, ideally, from the prosecutor's point of view, a lot more than just what he put in the book, because obviously he has a lot of control over what he puts there. They may be asking him questions as follow up to the details he put into the book and expand upon that.And let me just add from the defense lawyer's point of view here, since, as everyone is pointing out, you can't have lawyers in there with him. He'll be allowed to take breaks, and he'll be wanting to report to his counsel outside exactly what's being asked. Those counsel will be frantically taking notes, trying to create their own record. And in the future, what they're going to want to do is to compare their own notes to what later the prosecutors say he said, because one of their concerns is to make sure that their client isn't caught in any kind of inconsistencies later if he does have to give further testimony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "BLITZER",
      "sentences": "Let me get back to Katelyn Polantz, who reported all this news, historic news indeed. First, Katelyn, how significant is it that Pence decided not to appeal? He actually said he had nothing to hide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "POLANTZ",
      "sentences": "Well, Pence actually eked out a win in this case when it was before the trial judge, Wolf, whenever this case first arose. So he had gotten the subpoena from the Justice Department, from the special counsel investigation. Pence and Trump both went to court to try and fight that subpoena.And Pence actually was able to get a judge to agree that as the vice president, he had some protection around him whenever he was the presiding officer of the Senate. So that was something we have never seen before in the law. And one of the courts here did that. And then Pence, of course -- I'm sorry Trump, of course, then came in and fought on executive privilege, as he had done with a lot of different people, saying that presidential communications, the just direct conversations he would have had with his vice president at the time, should have been protected. The courts rejected that. And we did finally get an order last night from an appeals court saying, no, Donald Trump, we are going to be rejecting any emergency help you're trying to get to block Mike Pence from coming into court. That's why we're seeing Pence being ushered in here under the privacy of much security. We didn't physically see him at all at the courthouse today. We didn't even see any of his lawyers here. But that is why he would have been coming in so quickly today to do that, to get him testifying under oath. And one of the things, too, that's so interesting about this, Wolf, is that when Pence was fighting this, he just didn't want to have to divulge to the grand jury. He had already very publicly spoken about a lot of these conversations. He was just fighting not to have to come in and testify about moments that we know from his book where Donald Trump called him a wimp. Other phone calls between he and the president before January 6. Donald Trump, though, wanted to block Pence from coming into the grand jury and testifying more about those calls if there were other things he may not have said before in his book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "BLITZER",
      "sentences": "And, Elliot, a big picture. How does former Vice President Pence actually fit into the overall federal criminal investigation of Trump? How much weight does Pence actually carry as a witness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "BLITZER",
      "sentences": "Yes, it certainly is. Elie Honig this comes as Pence is currently weighing a presidential bid against former President Trump. And as Trump faces a mountain of other legal challenges right now, he's got his hands full with all those legal challenges. How does that impact what's going on right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "HONIG",
      "sentences": "Wolf, we are about to enter into an unprecedented collision in this country between politics and prosecution. We have a leading contender for the Republican nomination in Donald Trump, who's already under indictment by the Manhattan DA and may be facing multiple indictments by the time we get into primary and debate and convention season.At the same time, further complicating the overlay. We have Mike Pence now, who could be a crucial witness in a federal prosecution of Donald Trump if it comes to that, and, as you say, at the same time, is widely reported to be considering his own run. And so, as a prosecutor, I will be looking at this, trying to see if it looks like Mike Pence is shading his testimony or holding back anything for political reasons. So you have to hold Mike Pence to what you know from the information, from the other data that's out there, because when you get in a grand jury room, when you get in a courtroom, politics are supposed to go out the door. You have to tell the truth. It's all about the facts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "BLITZER",
      "sentences": "Speaking of politics, our political analyst Ron Brownstein is joining us right now. Ron, have you ever seen anything like this, a former vice president of the United States actually testifying under oath in the criminal investigation into the president he served alongside, both apparently with 2024 presidential ambitions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Wolf, I think it's fair to say no one has seen anything like this, although I suppose the eventual difficulties between Thomas Jefferson and Aaron Burr might qualify from, you know, the beginning of the 19th century.Look, I mean, this is an extraordinary situation, not only for Pence and Trump, but for the entire Republican Party, you know, where you have the possibility of Donald Trump facing multiple criminal indictments while also being the front runner for the party's nomination in 2024. There was a poll out earlier this week from NPR, PBS NewsHour and Maris that encapsulated the dilemma facing the party with great concision. You know, 63 percent of Republicans in the poll said they would like to see a second Donald Trump presidency even if he is convicted of a crime. And three quarters of independence, three quarters of people of color, three quarters of Americans under 45, and four-fifths of college educated white voters said they did not want to see another Donald Trump presidency if he is convicted of a crime. And that is where, you know, that is where the GOP is caught. The base is he's successfully convinced a lot of the base to rally around him, that all of this is the deep state really conspiring against them. And the rest of the country is reacting in a way that you might expect, that multiple criminal indictments, much less convictions, would not usually be a calling card for the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "BLITZER",
      "sentences": "I also want to get Jeff Duncan's reaction to this major breaking news. Jeff, thanks for joining us. Does this, you believe, resonate at all with potential GOP voters out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "GEOFF DUNCAN, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, I go back to what I've been saying, that this is, you know, Mike Pence is probably going to be the most important witness in this DOJ investigation. He's going to connect so many dots for the investigators and be able to corroborate so many stories.But, you know, I think we're watching the weight of these indictments starting to stack up, regardless of the merits, right. The Manhattan case, wherever your head's at on that. But the weight of this one and also Fulton County, and you overlay that in trying to run for president and the rigorous schedule. I mean, just having to know that every word you say is being recorded and used against you in a court or in a case, I think it's going to catch up. And, look, we can't avoid this. We hear a lot of conversations about how old Joe Biden is. He's 80 years old, asking for a job through 86. But Donald Trump's 76. And there's nobody looking for a CEO of a company who's 76. It's going to be a tough road ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "BLITZER",
      "sentences": "Yes, certainly will.Mondaire Jones, our Senior Political Commentator, former congressman, is also with us right now. You're smiling out there. What's your reaction, Mondaire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:05",
      "speaker": "POLANTZ",
      "sentences": "Well, Wolf, it does look like it was somewhere close to seven or eight hours. He was here, we believe, right before 09As far as we know, there could still be things that the federal investigators still want to do as they continue to investigate January 6. We know that they are still seeking access to text messages from Representative Scott Perry, a Republican on Capitol Hill, who was behind some of this effort to try and sow doubt in the 2020 election. They're still in court, in this same court fighting appeals over whether the Justice Department will be able to get access to his cellphone and pursue that angle of the investigation. We also have ticked off a list of all kinds of people that Donald Trump has tried to block going into the grand jury. Many of those people we now have seen or we have confirmed that they have testified. But there was one that I don't believe anyone has confirmed, whether or not he has testified and where things stand with him, and that is the Chief of Staff to Donald Trump, Mark Meadows, a crucial person that the January House Select Committee -- January 6 Select Committee on Capitol Hill really wanted to get information from. And it was never clear that he shared any more than the text messages he initially provided to them. And we don't know just how far the Justice Department has been able to get information from Mark Meadows either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:44",
      "speaker": "BLITZER",
      "sentences": "We're back with the breaking news we're following here in THE SITUATION ROOM. The former Vice President Mike Pence, forced under subpoena to testify today before a federal grand jury investigating the aftermath of the 2020 presidential election.Katelyn Polantz is updating our viewers on this major historic development. I take it the first time in modern American history that a former vice president has been forced to testify under oath against the president that he served.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:44",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "That's right, Wolf, and the first time that Mike Pence, under oath, is recounting exactly what happened between Donald Trump and him on those crucial days after the election in 2020 leading up to January 6, a time when Donald Trump was putting a lot of pressure on him to try and overcome the will of the American people. What the vote ultimately was, Pence declined to do that.He said on January 6 he was unmoved by Trump as he was calling him names, calling him a wimp. He would not do it. That is very, very likely what the grand jury heard today. And Wolf, we do know that at this courthouse today, Mike Pence was in for essentially the entirety of the grand jury's work today as they're looking at January 6. And it really would have been a astounding moment in this case because Pence would have been not only for the first time testifying under oath about a president, a vice president testifying about a president that they served under. But it also would have been a moment in this case where these January 6 grand jurors have been hearing in secrecy from underlings of Pence, people who were his aides, people who were witnessing what happened in the White House with Pence on January 6. They were hearing from him face to face. They would have been able to ask him questions, and they would have been able to really flesh out anything that they might need from him, both as a witness and a victim in January 6 and around the election, as the Justice Department looks to those grand jurors to potentially approve criminal charges down the road, that could be coming against potentially Donald Trump and others around him. So it really is a historic moment and also quite a significant moment for the federal investigators to secure the testimony, finally, of Mike Pence, the Vice President of the United States. Wold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:44",
      "speaker": "BLITZER",
      "sentences": "Yes, very significant, indeed.Elliot Williams, I take it this is a significant win for the U.S. Justice Department and the Special Counsel in their criminal investigation of Trump and a major defeat for Trump. Is that how you see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:07",
      "speaker": "BLITZER",
      "sentences": "Yes. And Elie Honig, what do you make of how the former vice president is navigating all this, not just legally, but politically as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:07",
      "speaker": "HONIG",
      "sentences": "Well, he's clearly trying to walk a very narrow tight rope here, Wolf, because I think Mike Pence understands his fundamental obligation here to go in and tell the truth when you're under oath. At the same time as we're aware he's likely to run for president, he has been hesitant in his public statements to completely break from Trump.On January 6, we've heard Pence say things like, well, he and I didn't see eye to eye on January 6. I think it's a bit more than that. I'd be very interested in probing that if I was a prosecutor. But let's keep in mind, the theory of the case here for the prosecution is if Donald Trump tried to steal this election by threats or by fraud, and nobody would be better positioned to answer that question either way than Mike Pence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:07",
      "speaker": "BLITZER",
      "sentences": "Ron Brownstein, politically speaking, how do you see this unfolding, the political implications for Pence and for Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:07",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, first of all, as Elie said, I think he's absolutely right. I mean, Pence has been very careful about going only so far and criticizing Trump throughout this. I mean, that very mild. We didn't see eye to eye. We might never disagree about his behavior on that day.That's very different from those like Liz Cheney, who said that Donald Trump's actions on that day and in the weeks leading up to it have disqualified him from ever serving as president again. Pence has not been willing to say that. And given that track record, I personally would be surprised if he was a super valuable witness. I don't think he's going to go out of his way to leave his fingerprints on testimony that could hurt Donald Trump. Pence does have a very narrow line, and he is struggling to find traction in the early stages of the race. The difficulty that all of the Republican rivals face is that most of this is still Donald Trump's party at the grassroots. Most Republican voters are generally comfortable with his direction, his performance, even his kind of belligerence, and the way he attacks what they view as enemies of the America that they envision. And so, you know, the question that all of them face is, how can you dislodge him without necessarily alienating the voters who rally around him and are rallying around him again, despite, as we said earlier, the evidence that on the electorate beyond the Republican coalition, the weight of these charges is having the kind of effect that you would expect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:07",
      "speaker": "BLITZER",
      "sentences": "And Geoff Duncan is still with us, the former Republican lieutenant governor of Georgia who's been involved in a lot of this himself. He's watching it all unfold. He's now a CNN Political Commentator.Geoff, Pence has evolved to a certain degree on how he handles these issues of January 6, hasn't he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:07",
      "speaker": "DUNCAN",
      "sentences": "Yes, he certainly has and has been in the thick of it since day one. And I do think his testimony is going to prove to be important. He's going to connect a lot of dots and answer a lot of questions. But, you know, I think this case today with him testifying is a firm reminder of how serious this case is.And also earlier last week in the Fulton County case, these are a different level than the Manhattan case. And I think this is really the first, politically speaking, the first chance for anybody other than Trump to start to pry open that airtight door that really felt like in this Republican primary. And it gives him a chance to really start, you know, holding him accountable for what he's done wrong and starting to make the case that as president, he really wasn't the conservative that he argued to be every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:33",
      "speaker": "BLITZER",
      "sentences": "We're keeping a very close eye on the major breaking news we're following. The former Vice President Mike Pence testifying today before a federal grand jury investigating Donald Trump and the events surrounding the January 6 insurrection. We'll have more on that coming up in just a few moments.Other important news we're also following today. There was another very dramatic day in a New York courtroom as Trump accuser E. Jean Carroll took the stand for a second day. Her allegation that Trump raped her back in the 1990s, the subject of very intense cross- examination by the former president's defense team today. CNN's Paula Reid is outside the courthouse in New York for us. Paula, some extremely heated exchanges, I take it, in the trial today. PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT: That's right, Wolf. The whole trial is really on the line with this cross- examination today. The jury witnessed Trump's attorney Joe Tacopina grilling E. Jean Carroll. At times, she spoke through tears as he questioned her about details of her story and her motivation for bringing this case. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:03",
      "speaker": "JOE TACOPINA, TRUMP DEFENSE ATTORNEY",
      "sentences": "No, no, no, it can't be. This was a federal presidential election. The allegation here in some Twilight Zone sort of scenario.REID (voice-over): Outside court, a Trump spokesperson said the case is entirely political and Trump himself accuses Carrol  of lying, saying her case is, quote, \"a made up scam.\" Tacopina pressed Carroll on why she waited until 2019 to go public with her story. She said she was mourning her mother's death. And then, \"I thought this may be away to change the culture of sexual violence. The light dawned. We can actually change things if we all tell our stories. And I thought, by God, this may be the time.\" (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:03",
      "speaker": "REID",
      "sentences": "Court has wrapped here for the day. Tacopina told the judge that he's about halfway through his cross-examination. No court tomorrow. So Carroll is expected to be back on the witness stand Monday to face more questions from Trump's legal team. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:25",
      "speaker": "BLITZER",
      "sentences": "We're following breaking news here in Washington, where former Vice President Mike Pence just wrapped up hours of testimony in front of a federal grand jury investigating Donald Trump. We'll get back to that story in just a few moments.Meanwhile, in Ukraine tonight, there are new signs that a highly anticipated counteroffensive could get underway very soon. Our Chief International Security Correspondent Nick Paton Walsh, is standing by in the warzone in Ukraine for us. Nick, tell us what you saw during your visit to the front lines today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "WALSH",
      "sentences": "Now, Wolf is pretty hard to disassociate the change in tempo we've seen around here with the idea that a counter offensive is not pretty imminent. In fact, the U.S. have said just in the last couple of days that they've been helping train the Ukrainians to make sure this is a, quote, \"surprise attack\".But really, when it begins is less important than what it manages to, in fact, achieve. They need a strategic win here to show Western backers that the military weapons they've been supplied have been put to good use, and to be sure that support continues, given the economic electoral fluctuation that could happen in the west during this next summer. Really important for Kyiv to see some success. Wolf?",
      "isLastSentenceInterrupted": false
    }
  ]
}