{
  "date": "2023-02-16",
  "headline": "CNN Newsroom",
  "subHeadline": "Ukrainian Mothers Desperate To Get Children Back From Russia; Ukrainian Children Held At Russian Network Of Camps; View Of Destruction In Hard-Hit Turkish City Of Antakya; Gunman Apologizes For Racist Attack, Sentenced To Life; Scottish First Minister Sturgeon: Time Is Right To Step Down; Nikki Haley Wades Into Culture Wars, Swipes At \"Wokeness\". Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:26",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Coming up on CNN NEWSROOM, the stolen children and all of government approach by Russia sending thousands of Ukrainian children to reeducation camps and in some cases, never allowing them home.The white supremacist who murdered 10 people in a Buffalo shooting spree ushered from the courtroom as victims' relatives rushed towards him. Also ahead, Republican Nikki Haley begin to run for the White House calling for competency tests for politicians over 75. The only other declared candidate, 76-year-old Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:26",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:26",
      "speaker": "VAUSE",
      "sentences": "With Russia's much anticipated offensive now underway, Ukrainian, British and U.S. officials believe it's going nowhere fast.Officials tell CNN it's unlikely that Russian forces will be able to seize and hold significant amounts of territory in eastern Ukraine. One Ukrainian diplomat put it this way, the Russians have enough firepower to take one or two small cities but that's it. Now, the defense chiefs meeting this week in Brussels have agreed to increase ammunition production. Right now, Ukrainian fighters are firing artillery rounds faster than NATO allies can make them. There was also agreement on speeding up training on advanced weapons for Ukrainian soldiers. Here's the NATO Secretary General. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:26",
      "speaker": "JENS STOLTENBERG, SECRETARY GENERAL, NATO",
      "sentences": "I welcome the new pledges of support made by NATO allies, including more heavy weapons and military training. This is critical. Ukraine has a window of opportunity to tip the balance and time is of the essence. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:26",
      "speaker": "VAUSE",
      "sentences": "Ukrainian President Volodymyr Zelenskyy says the most difficult fighting right now is for the small but strategic city of Bakhmut. He says that place has come to symbolize Ukraine's diehard resistance to Moscow's aggression. Here he is.(BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): It is not easy for soldiers in the east but you understand they say fortress Bakhmut for a reason. There is such a phrase in our society. Our fortress is alive, by which I mean living people, such a living wall. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:26",
      "speaker": "VAUSE",
      "sentences": "To the south, Ukrainian troops on Wednesday released a video, what they say was a strike against a Russian multiple rocket launcher armed with thermobaric weapons. Thermobaric bombs are especially fearsome because their shockwave is much more destructive than conventional explosives.A disturbing new report is detailing an expansive network of camps inside Russia where thousands of Ukrainian children have allegedly been held since the start of the war. It claims Russia has taken great efforts to not only relocate, but also reeducate the children and in some cases, train them for military service. The report was produced by the conflict observatory at the Yale Humanitarian Research Lab with support from the U.S. State Department. They found more than 6,000 children from infants to teenagers have been in Russian custody at some point during the near year long war. 43 facilities were identified in the network stretching across Russia and even into Russian occupied Crimea. At least 32 of those facilities had a parent engaged in what report calls systematic reeducation efforts that expose children to Russian centric, academic and cultural education. And in two cases, military education. Russia dismisses the report as absurd. It was a long, desperate, heartbreaking journey for Ukrainian mothers trying to get their children back from Russia. CNN's David McKenzie has the story of one woman willing to travel to a Russian occupied territory to be reunited with her daughter. (BEGIN VIDEOTAPE) DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Weeks ago, we first met Tetyana Vlaiko in Kyiv, in a shelter for displaced families. All of the mothers here separated from their children by the trauma of war. TETYANA VLAIKO, UKRAINIAN MOTHER (through translator): Emotions overwhelmed me when Lilia (PH) left. When I realized what was happening, it terrified me. All I wanted was the best for my child at the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:17",
      "speaker": "MYKOLA KULEBA, SAVE UKRAINE",
      "sentences": "We provide rescue mission for children who were abducted and now in Russia Federation and in Crimea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:17",
      "speaker": "MCKENZIE",
      "sentences": "Mykola Kuleba, the founder of Save Ukraine, declined to say exactly how they negotiate their entry into enemy territory, just that the mothers can't do it on their own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:17",
      "speaker": "KULEBA",
      "sentences": "It's impossible to communicate with any Russians because you can ask these mothers they don't want to give children back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:17",
      "speaker": "MCKENZIE",
      "sentences": "But Tetyana was ready to take the risk.VLAIKO (through translator): I'm worried, of course. You cannot even imagine my emotions in sight, it's fear and terror. It's emotional that I could see her soon and this is a big deal for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:17",
      "speaker": "MCKENZIE",
      "sentences": "Eleven mothers and one father putting on a brave face, but theirs is a perilous route from Ukraine by road to Poland and to Russian ally Belarus, through the Russian Federation to occupied Crimea.VLAIKO (through translator): We were counting every kilometer on approach. I could fill it with every cell in my body. I was very emotional when were closer and closer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:17",
      "speaker": "MCKENZIE",
      "sentences": "Save Ukraine spent many months planning this moment. Reuniting families shattered by war, returning children who just wanted to go home to Ukraine.VLAIKO (through translator): Once I entered to meet, it was an outburst of emotions. Once we embraced, it was like a great weight lifted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:17",
      "speaker": "MCKENZIE",
      "sentences": "In the end, they gave up the children willingly. But Save Ukraine says that hundreds, perhaps thousands remain.Our two countries are at war, says Tetyana, but there are good people everywhere. David McKenzie, CNN, Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:17",
      "speaker": "VAUSE",
      "sentences": "Joining us this hour is Caitlin Howarth, Director of Operations at the Conflict Observatory, which is part of the Yale Humanitarian Research Lab and is supported by the U.S. State Department.Caitlin, thank you for taking the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:17",
      "speaker": "CAITLIN HOWARTH, DIRECTOR OF OPERATIONS, CONFLICT OBSERVATORY AT YALE HUMANITARIAN RESEARCH LAB",
      "sentences": "Thank you for making the time for this important story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:17",
      "speaker": "VAUSE",
      "sentences": "It is an important story. And I want to start out with the how part of this report, as in how did you reach your conclusions?Here's part of the methodology which you used, information about the activities at these sites, the re-education camps, and the experiences of children and parents was also collected, analyzed and verified by multiple researchers. The Yale Humanitarian Research Lab explicitly relies on open source information to do its work and does not conduct interviews with witnesses or victims. Given the seriousness of the allegations here, if you do not speak to the children or the parents, assuming they're the victims in this, then where did the information come from? And how reliable is it? How confident are you in that information?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:17",
      "speaker": "ATWOOD",
      "sentences": "We are very confident and we work to extensively source every claim that we make in this report. And I should note that we are only midway through this investigation, there's much more to come.The reason why we're so confident in material without having to talk directly to parents or children, which in our case we do not do because we believe it would be a risk to do so, is because a lot of these prima facie evidence claims come directly from Russian media and the government itself. These are photographs that they have taken, that they have posted with their own direct quotes on media they control, it's straight from their own mouths.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:17",
      "speaker": "VAUSE",
      "sentences": "The report finds this program is an all of government approach by Russia but it's one woman in particular, Maria Lvova-Belova. She seems to be at the center of it all. And irony is not dead, she was appointed Russia's Commissioner for children's rights back in 2021.She regularly posts happy photographs smiling Ukrainian children now living happy lives in Russia with comments like this. By the end of the week, 108 orphans of Donbas who have received Russian citizenship will have parents. It would seem she doesn't believe she is doing anything wrong. But the reality is these are very serious crimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:17",
      "speaker": "ATWOOD",
      "sentences": "These are serious crimes. Changing the nationality of a child from one country to another, especially when these children are according to the Ukrainian government, not necessarily without family and not even necessarily without parents to begin with. So, these whole claims of custody are seriously disputed.What Maria Lvova-Belova and her colleagues are doing is deeply contested, and may very well be illegal under international humanitarian law and against the Geneva Conventions. So, we take all of this quite seriously. But yes, she thinks that what she's doing is a good thing. I think you'd have to if you were in her position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "ATWOOD",
      "sentences": "We believe that that is a questionable statement at best. There's a lot that can of course be muddied. As you know, the fog of war is a phrase that exists for good reason.That being said, many parents and families have documented the loss of their children with Ukrainian government. And there's an important quote and this from one of Maria Lvova-Belova's colleagues who is one of the Ombudsman on human rights, where she admitted directly to Ukraine's ombudsman that they are aware that they have Ukrainian children who do not want to be in Russia, who have families in Ukraine and want to go home to Ukraine. And she has not given Ukraine their names, so that Ukraine's government can establish contact, so they know that they're in the wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "VAUSE",
      "sentences": "Your report contains images of these four camps where Ukrainian children are believed to spend time possibly held in these camps. One camp known as Teddy Bear, believed to have held 500 Ukrainian children at one point in time, Mountain Key 45, 12 were kept at the clinical psychiatric hospital number five, an unknown number at a camp known as Family Set of Transformation (PH).Where did the rest of the 6,000 Ukrainian children stay though? That's the overall number that we're looking at here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "ATWOOD",
      "sentences": "So, the 6000 which is a very, very conservative estimate, we actually believe that those numbers are significantly higher. They are spread over a network that contains at least this list of 43 facilities that spread from a sort of cluster around the Black Sea, in Russia occupied Crimea, all the way to the Pacific, in Russia's Far East. So, and we believe that these are only a handful of a much larger system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "VAUSE",
      "sentences": "Caitlin, thank you so much. We really appreciate your time. Thank you for that report. It makes grim (PH) reading of this but thank you very much for speaking with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "ATWOOD",
      "sentences": "It is but we believe it's an important amber alert that we hope many people will hear. Thank you so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "VAUSE",
      "sentences": "Thank you.A developing story from Panama where at least 40 people have died when their bus plummeted from a cliff in the province of Chiriqui. Among the passengers were dozens of migrants, at least 28 people were hurt, including 10 children, no word yet on the cause of the accident. 10 days now since the devastating earthquake and more lifesaving supplies have reached northwest Syria. The aid has been delivered by trucks to hard hit areas controlled mostly by rebel forces, where millions were dependent upon humanitarian aid long before the quake. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "MICHAEL RYAN, EXECUTIVE DIRECTOR, WHO EMERGENCIES PROGRAMME",
      "sentences": "It's clear that these -- the zone of greatest concern at the moment is the area of northwestern Syria. The impact of the -- of the -- of the earthquake in areas of Syria controlled by the government is significant.But we have to remember here that certainly in Syria, we've had 10 years of war. The health system is amazingly fragile. People have been through hell. And this is the latest both physical and psychological strain on an already stressed population. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:04",
      "speaker": "VAUSE",
      "sentences": "Our coverage of the earthquake continues later this hour with more on efforts to help survivors.(BEGIN VIDEO CLIP) DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: So, they've just unloaded the tents here in Hatay. This is one of the hardest hit area of the quake. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:04",
      "speaker": "VAUSE",
      "sentences": "CNN Chief Medical Correspondent Dr. Sanjay Gupta rides along with crews delivering humanitarian aid to some of the worst hit areas for report coming up in about 15 minutes from now. 19-year-old man who killed 10 people at the Buffalo New Yorksupermarket will spend the rest of his life in prison. Payton Gendron apologized for the racially motivated attack, saying he believed what he read online and acted out of hate. He admitted he researched his targets and shot at his victims because they were black. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Never go in those neighborhoods and take people out.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:04",
      "speaker": "VAUSE",
      "sentences": "Gendron was rushed out of the courtroom but a victim's relative charged him during the sentencing hearing. Other family members delivered emotional testimony.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:04",
      "speaker": "MICHELLE SPIGHT, LOST HER AUNT AND COUSIN",
      "sentences": "I hope you are haunted every day and every night. I hope nightmares invade your asleep and convict -- and conviction be your constant companion.DEJA BROWN, ANDRE MACKNIEL'S DAUGHTER: I'm pissed. And I'm sad. And I hate you. And I didn't think I would be strong enough to look you in the face and tell you this, how much you hurt me. My little brother who's 3 years old and got to grow up without his dad. TAMIKA HARPER, GERALDINE TAILEY'S NIECE: So, do I hate you? No. Do I want you to die? No. I want you to stay alive. I want you to think about this every day of your life. BRIAN TALLEY, GERALDINE TAILEY'S BROTHER-IN-LAW: I forgive you. But I forgive you not for your sake but for mine and for this black community. I forgive you, because that's the only way we're going to heal. But you can best believe I will never forget your name. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "VAUSE",
      "sentences": "Scotland's longest serving First Minister Nicola Sturgeon, a longtime champion of Scottish independence, has announced she is stepping down after eight long years in the top job. She plans to stay in the post until her replacement is named. That could take some time. More details now from CNN's Bianca Nobilo reporting in from London.(BEGIN VIDEOTAPE) BIANCA NOBILO, CNN CORRESPONDENT (on camera): The quiet of parliamentary recess was shattered by the shock announcement. The Scottish First Minister Nicola Sturgeon was resigning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "NICOLA STURGEON, SCOTTISH FIRST MINISTER",
      "sentences": "Today I am announcing my intention to step down as first minister and leader of my party. I have asked the national secretary of the SNP to begin the process of electing a new party leader and I will remain in office until my successor is elected.NOBILO (voice over): Sturgeon is the longest serving First Minister of Scotland and the first and only female to hold the top job. A mainstay of frontline politics, she developed a reputation as a charismatic if combative politician and a formidable foil to Britain's Conservative Party. Above all, she became a leading advocate for Scottish independence. The country had voted to remain in the United Kingdom by 55 percent to 45 percent back in 2014, but Nicola Sturgeon argued circumstances had changed, namely Britain leaving the European Union when the majority of Scots wanted to remain. After exhausting most political and legal routes to pursue a second referendum, Sturgeon acknowledged that she felt she'd become too divisive of figure to govern effectively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "STURGEON",
      "sentences": "Essentially, I've been trying to answer two questions that's carrying on right for me, and more importantly, is me carrying on right for the country, for my party, and for the independence cause I have devoted my life to,NOBILO (on camera): The first minister also said that she wanted to spend more time on Nicola Sturgeon, the person away from the political fray, which she said had become more brutal of late. Indeed, Sturgeon had been dealing with controversies over party finances and gender identity policy. Her party and support for independence had suffered from flat lackluster polls, and she was tested during the COVID-19 pandemic and scandal surrounding her former mentor and predecessor, Alex Salmond. The departure of such a towering figure in Scottish politics will have far reaching implications not just for Scotland and the battle for independence, but also for the government in Westminster and the party's electoral fortunes. Bianca Nobilo, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "VAUSE",
      "sentences": "Cue the music now to the race for the White House. Republican Nikki Haley is kicking off her bid for the U.S. presidency with a call for a new generation of leaders. She's been a staunch critic as well as supporter of Donald Trump. Now she's his first major challenger.CNN's Kylie Atwood has details. (BEGIN VIDEOTAPE) NIKKI HALEY, FORMER U.S. AMBASSADOR TO U.N.: For a strong America, for a proud America, I am running for President of the United States of America. KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT (voice-over): Nikki Haley throwing her hat into the ring for the 2024 presidential race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "HALEY",
      "sentences": "We're ready, ready to move past the stale ideas and faded names of the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "ATWOOD",
      "sentences": "The proud daughter of Indian immigrants calling for a generational change in American politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "ATWOOD",
      "sentences": "The twice elected governor of South Carolina turned 51 last month, even calling for competency tests for older politicians, which would include President Joe Biden and former President Donald Trump, now her arrival for the GOP nomination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "HALEY",
      "sentences": "And mandatory mental competency tests for politicians over 75 years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "ATWOOD",
      "sentences": "She detailed her vision for America's future and for the direction of the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "HALEY",
      "sentences": "We've lost the popular vote in seven of the last eight presidential elections. Our cause is right, but we have failed to win the confidence of a majority of Americans. Well, that ends today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "ATWOOD",
      "sentences": "As the former ambassador to the United Nation, she focused in on the threat from China too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "HALEY",
      "sentences": "It is on thinkable that Americans would look at the sky and see a Chinese spy balloon looking back at us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "ATWOOD",
      "sentences": "Highlighting her identity as a woman of color. She waded into the culture wars animating her party for claiming that America is not a racist country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "HALEY",
      "sentences": "This self-loathing is a virus more dangerous than any pandemic. It's a system of a lack of pride in our country and a lack of trust in our leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "ATWOOD",
      "sentences": "If her bid is successful, Haley would be the first woman and the first Asian American nominated by the Republican Party for president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "HALEY",
      "sentences": "This is not the America that call to my parents. And make no mistake, this is not the America I will leave to my children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "ATWOOD",
      "sentences": "With her announcement, Haley is the first major Republican challenger to Trump, who's criticized her decision to enter the 2024 fray despite saying he encouraged her to run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I said look, you know, go by your heart if you want to run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "ATWOOD",
      "sentences": "For her part, Haley only mentioned Trump once in her speech today, with the two likely to be joined soon by other Republican hopefuls in the coming months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "HALEY",
      "sentences": "As I set out on this new journey, I will simply say this, may the best woman win.(END VIDEO CLIP) ATWOOD (on camera): Nikki Haley really had a little piece of something in this speech for everyone, clearly trying to appeal to a wide swath of Republican voters. But even though it's only officially her and the former President Trump who have entered the race, there are other expected contenders who are already out on the campaign trail. Tim Scott, Asa Hutchinson and the former Vice President Mike Pence, all in South Carolina or Iowa this week. Kylie Atwood, CNN, Charleston, South Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "VAUSE",
      "sentences": "We'll take a short break and when we come back, on board a floating hospital, safe from aftershocks as medical teams treat some of the thousands injured in last week's powerful earthquake.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:17",
      "speaker": "GUPTA",
      "sentences": "So they've just unloaded the tents here in Hatay. This is one of the hardest-hit areas of the quake zone.GUPTA (voice-over): Off in the distance, a floating hospital, a near necessity after natural disasters like this. After all, as with most other buildings, the hospitals often don't survive either. These hospital ships provide immediate beds and operating rooms like this one, where 37-year-old Mehmet (ph) received an operation on his leg after falling two stories during the earthquake. Even a maternity ward, yes, tragically, more than 40,000 people have died, but there has also been new life here: a beautiful baby girl. Another benefit, the captain tells me: unlike the field hospitals on firm ground, these hospital ships in the water are relatively protected from the numerous aftershocks that continuously devastated the land. For now, the ground is quiet, but the skies are loud, and that is good. As this part of the slowly, surely, finds its footing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:17",
      "speaker": "VAUSE",
      "sentences": "For information on how to help the earthquake victims, please go to CNN.com/impact. There, you'll find a list of organizations working on rescue and relief efforts.Still to come on CNN, a massive glacier in Antarctica at risk of collapsing into the sea. A new study warns it could happen much sooner than originally thought. We'll tell you why in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:17",
      "speaker": "VAUSE",
      "sentences": "It ought to cause doomsday glacier to collapse in a few years, and outsiders have a better idea of why.As well as the glacier melting itself, new studies have shown an ice shelf supporting the glacier and preventing it from crashing into the sea is also melting rapidly and may give way. Warm ocean water has expanded deep cracks in the ice, making it weaker and more vulnerable to shattering. Scientists collected this new information by drilling a hole nearly 2,000 feet deep into the ice, to access areas that had been impossible to reach before. The Thwaites Glacier, roughly the size of the U.S. state of Florida, it's called the Doomsday Glacier, because scientists say a full collapse would be a disaster, raising global sea levels by more than three meters, about ten feet. Cyclone Gabrielle continues to move away from New Zealand, but a severe storm watch continues to be in place for parts of the North Island. Rain continues to fall at areas left devastated by flooding and landslides. An estimated one and a half million people, about a third of New Zealand's population, have been impacted by the storm. More than 10,000 people have been forced from their homes, including about 300 left stranded on rooftops and airlifted to safety. Many rural areas may cut off by the widespread flooding, and a senior government official tells CNN cleanup and recovery in some parts could take a year or longer. Here's New Zealand's prime minister, speaking late Wednesday. (BEGIN VIDEO CLIP) CHRIS HIPKINS, NEW ZEALAND PRIME MINISTER: All those who were on roofs have been rescued. More than 9,000 people are expected to have been displaced across the region, with 3,000 centers. Police report that 1,442 people are unaccounted for, mainly in the Hawke's Bay, as of 2:30 this afternoon. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:17",
      "speaker": "VAUSE",
      "sentences": "James Shaw is New Zealand's climate change minister, and he joins us this hour from the capital, Wellington.Mr. Shaw, thank you for being with us, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:17",
      "speaker": "JAMES SHAW, NEW ZEALAND",
      "sentences": "Thanks for having me.So the immediate threat to appears to have passed, but there still IS this ongoing crisis. Towns have been left isolated. There are food shortages reported in some parts. Many areas without electricity. Right now, though, what is your biggest concern at the moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:17",
      "speaker": "SHAW",
      "sentences": "Well, right now, the biggest concern, obviously, is for people who are still in the middle of emergency.There are well over 10,000 people who have been displaced from their homes, and as you said, you know, power, food, sanitation, water supplies and so on, are scarce in some places. And we still don't have any real sense of what the death toll is, because the flood waters haven't receded om a number of places. So that is very much the immediate -- the immediate concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:17",
      "speaker": "VAUSE",
      "sentences": "So with that in mind, how long do you think it will be before the water recedes and this initial crisis passes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:17",
      "speaker": "SHAW",
      "sentences": "Well, I think we should have a better idea in the next 24 to 48 hours. But of course, you know, we haven't had a cyclone event like this in New Zealand before at this scale, so it's difficult to make predictions about how -- how long this immediate emergency management phase is going to play out.We do know the scale of the damage is so severe that there will be places that will be kind of dealing with the cleanup for this for over a year from -- from today. So this is not going to be a quick job to recover from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "VAUSE",
      "sentences": "Yesterday (ph) in Parliament, you quoted Winston Churchill, who was speaking on the eve of World War II. Here's part of what you said to lawmakers.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "SHAW",
      "sentences": "I've been recalling, actually, a quote from a different time about a different crisis. \"The era of procrastinations, of half measures, of soothing and baffling expedience, of delays, is coming to its close. In its place, we are entering a period of consequences.\"(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "VAUSE",
      "sentences": "I'll take your Winston Churchill and raise you a Karl Marx, who said, \"History repeats itself. The first time is tragedy. The second time is farce.\"We've seen images like the ones in New Zealand around the world over and over and over again. Yet, global emissions continue to rise. And it seems countries like New Zealand seem almost powerless to do anything about that. All you can do, really, is prepare yourself for the worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "SHAW",
      "sentences": "Well, John, I think this is why I was so angry when I made that speech in our Parliament, is I feel like I've been not just me but, you know, many thousands of us have been calling attention to this for some decades now, when we had an opportunity to do something about it and to reduce emissions, stop pollution going into the atmosphere, and try and head off the worst of it.And now we are living in it. We're actually in the period of consequences, as that quote said. However, there are still things that we must do. I mean, we -- every tenth of a degree of global warming on top of what we have already caused will make this even worse. So the storms will become even more frequent, even more severe than the ones that we are already experiencing. So while we do need to ensure that we are adapting to the effects of climate change that are already locked in as a result of the pollution that we've put into the atmosphere since the start of the industrial revolution, we absolutely must double down on our efforts to cut that pollution from continuing to go into the atmosphere. Because every gram of carbon dioxide in the atmosphere adds to the effect, that makes it worse and ensures that, in the future, you will see the frequency and severity of these storms being even worse than they are now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "VAUSE",
      "sentences": "Yes. Time to do something was late -- was, you know, long ago. But I guess we can still mitigate the impact from climate change.James Shaw, thank you very much, sir, for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "SHAW",
      "sentences": "Thanks for having me on the show.",
      "isLastSentenceInterrupted": false
    }
  ]
}