{
  "date": "2023-05-25",
  "headline": "CNN News Central",
  "subHeadline": "DeSantis Campaign Kickoff Marred by Twitter Glitches; Fitch Warns It Could Downgrade Perfect U.S. Credit Rating; Officer Shoots 11-Year-Old Mississippi Boy Who Called 911 For Help. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:26",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "We just got new details on where Florida Governor and now Presidential Candidate Ron DeSantis plans to campaign next week. This just hours after tech glitches on Twitter marred his big announcement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "And police shoot an 11-year-old boy after he caught 911 for help. His family says they want justice. Ahead, details on the boy's condition and a planned protest in Mississippi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "New research suggests the pill form of drugs like Ozempic could work just as well. And obviously without the shot. What that could mean for this whole new world of weight loss drugs. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "BERMAN",
      "sentences": "This morning, if a tree falls in the woods on Twitter but Twitter doesn't work, does it make a sound. That is the question swirling around the political world as the big campaign announcement from Florida Governor Ron DeSantis glitched. We have new reporting on how his campaign is dealing with all this this morning. Yes, he got into the race in a way no one ever has. Yes, he raised a million bucks in an hour. But he also earned some pretty tough reviews when his ballyhooed conversation with Elon Musk on Twitter wouldn't start for 25 minutes. A complete failure to launch a mistake. And then he got a one-word tweet from Donald Trump, Jr., disaster.Now our new CNN poll shows DeSantis trails from frontrunner Donald Trump by a substantial margin, but it also shows he is clearly one of the top two choices for the vast majority of Republican voters. So he does have a lot to work with and a lot of money. Let's get right to Florida and the latest on the DeSantis campaign from Steve Contorno. Steve, what are DeSantis insiders saying this morning about what happened and what they need to do to fix it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Well, John, I talked to a fundraiser for DeSantis last night who said they were laughing it off in the room and they are ready to get to work and start raising money and helping to get Governor DeSantis elected. In the lobby of the Four Seasons in Miami, where DeSantis is holding donor gatherings today, the people are wearing DeSantis Day One hats. They're decked out in DeSantis gear. And so they're largely seemed ready to go and having to, you know, put a positive spin on this.But the reviews from outside have been pretty brutal. In fact, Erick Erickson, a well-known conservative commentator, told his supporters in an email that, look, this is recoverable, but this is why you don't let these kind of things get outside of the hands of your campaign. This is why, especially something as important as a launch. And what is also interesting is that in his speech, when the event finally got going, there wasn't really a vision that DeSantis laid out for what America would look like under a President DeSantis. It was very much a criticism of President Biden and the GOP under Donald Trump. However, when he spoke to Fox News later that evening, he did lay out what he would do on Day One. This is what he said. (BEGIN VIDEO CLIP) GOVERNOR RON DESANTIS (R-FL): I would not keep Chris Wray as Director of the FBI. There'd be a new one on day one. I think the DOJ and FBI have lost their way. I think that they've been weaponized against Americans who think like me and you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What is your immigration plan for both legal and illegal immigration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "DESANTIS",
      "sentences": "Day one, it's a national emergency. We'll mobilize all resources to construct the border wall, shut the border down.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "CONTORNO",
      "sentences": "So now DeSantis will take that message onto the road, and he is expected to hold events in all the early swing states or excuse me, early nominating states next week. He'll start off with a kickoff event in Iowa on Tuesday and then hold events in New Hampshire and South Carolina, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "BERMAN",
      "sentences": "Look at that itinerary right there. Iowa, of course, the first stop and considered really a must win for Ron DeSantis. Steve Contorno, great to see you this morning. Thanks so much. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Well, he said that he's directed his team to work 24/7 and he argued every single hour is going to matter as they move forward with these negotiations. He's optimistic that they can get a deal. He said that he felt very good after more than four hours of negotiations at the White House yesterday. He also said that they continued to work well into the evening yesterday, trying to come together on some of those major remaining sticking points, including how much the federal government is going to spend over the next several years.There's still work to do though, he said, and he is hoping that they can get there by that June 1 deadline. He noted to me that he does believe that's the deadline. That's despite the fact that some conservatives have been arguing that perhaps Janet Yellen is playing games with that timeline. He said, if she says that's the date, that is the date that they are working under. But like you noted, this is going to take some time. Lawmakers are going home if they do get a deal. He reiterated to me that he does want to give his members three days to read that legislation. Of course, then it has to go to the floor, then it has to go to the Senate. We are getting down to crunch time right now, Rahel. And that is what is making a lot of people, including the markets, nervous. (BEGIN VIDEO CLIP) REP. PRAMILA JAYAPAL (D-WA): I don't want to use the 14th Amendment, but what I am saying is that if it's a choice between, between a catastrophic deal for the American people either through default or through these awful spending cuts, then I think the President would have to go to using his unilateral authority to raise the debt ceiling. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "FOX",
      "sentences": "And one of the challenges is going to not just be for Kevin McCarthy and the Republicans, but also new Democratic leaders who are going to have to get their members on board. You heard there from a progressive who has a lot of concerns about what deal is shaping up right now. They're going to need to get votes on both sides to pass this through the House of Representatives. That is the challenge right now for both Republican and Democratic leadership. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "SOLOMON",
      "sentences": "Certainly, a big challenge, Lauren. But also important to note, it's not just Yellen who has pointed to June 1. It's been economists, it's been analysts who have all pointed to early June as that X date. Lauren Fox, thank you. Live for us there on Capitol Hill.So what will happen if the White House and the GOP don't come to a deal by next week? So it's really unclear since it's never happened before. So we're in uncharted waters here. But one thing is clear if the U.S. does default on its debt, it will be most likely catastrophic. Most likely way to avoid that would be for the treasury to prioritize paying interest on its loans, overpaying people. But that then begs the question, can the government's payment systems handle picking and choosing which bills to pay? Treasury Secretary Janet Yellen has said that's not operationally feasible. And while so much focus is on June 1, as we just said, it's important to note that interest payments on the debt, an estimated $2 billion, aren't actually due until June 15. So the Treasury Department has a little wiggle room here. If the U.S. can continue paying bills through the middle of June, then it likely will not default until later in the summer. And that's because that same day, June 15, the agency will get a boost from second quarter tax payments at the end of this month, $145 billion in extraordinary measures will also become available. In the meantime, however, the Treasury has not said how it would pay bills or issue IOUs. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Thank you, Rahel. Before any of that happens, the U.S. just got slapped with a new warning. Overnight, one of the top credit rating agencies fitch. Put the U.S. on what it calls a rating watch negative, making clear that this manmade political crisis has put the country on the verge of losing its AAA credit rating.This should give you bad deja vu. The last major debt debacle back in 2011 led to the unprecedented first ever credit downgrade to the United States. Coming from S&amp;P. CNN's Christine Romans is here on this. Christine, this is something you and I talk about all the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Credit, a watch negative. What does it mean to people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "That is terrifying and horrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "ROMANS",
      "sentences": "Yeah, it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "There's also new data out there just out this morning giving another kind of picture of where the economy stands. Let's say, you know, setting aside what's going on with this debt crisis. It's remarkable. The backdrop of the U.S. economy is still quite strong. I mean, you look at weekly jobless claims. This is a proxy for layoffs, 229,000 last week was also revised lower. These are pre-pandemic lower than pre pandemic levels. So you've been hearing about layoffs and concerns from CEOs, but they're not actually executing it outside of tech and maybe media. You have very low layoffs overall and first quarter GDP, rear view mirror, but up 1.3%. So slower than the fourth quarter, which was quite strong, but this is a stronger reading than the initial reading from the government. And one of the reasons, consumer spending continues to come in strong. So consumers say they're concerned about a potential recession. They say they're concerned about inflation, but they're still spending their money. They really are. So we have a strong basis backdrop here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "But at these two things then together, things are going -- things are, I'm not going to say turning corner. We've got to keep seeing where --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "ROMANS",
      "sentences": "Resilient. We'll say resilient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "Things are looking resilient, yet we're going to run ourselves off a cliff collectively by a completely manufactured crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "ROMANS",
      "sentences": "Completely irrational and very possible and you're absolutely right. There will be a recession if you -- even if you don't technically default and defaulting on our debt would be not paying interest payments, not paying, not paying interest. So say you make all those payments on time without any glitches in the plumbing of the treasury system, say that happens, you still would be giving an IOU to a senior citizen or you would be paying a senior citizen later. There are all these payments that wouldn't be flowing in the economy, which would be choking off the economy, which then would cause a recession.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "Collective deep breath.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "ROMANS",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "Good to see you. Thanks for doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "ROMANS",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "All right, John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BERMAN",
      "sentences": "So today, the leader of the far-right group, the Oath Keepers will be sentenced for his actions tied to the January 6 insurrection. Stewart Rhodes will be the first of nine defendants sentenced. Prosecutors went between 10 and 25 years. Ahead of the sentencing, multiple officers and Capitol staffers recounted what happened that day. Metropolitan Police Officer Christopher Owens told the judge, \"My physical scars, bruises and wounds have healed, but my mental trauma haunts me to this day.\"CNN's Senior Crime and Justice Reporter, Katelyn Polantz joins us now. Katelyn, what do we expect to see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:14",
      "speaker": "BERMAN",
      "sentences": "Yeah. It will be something of a marker today, the sentencing. Katelyn Polantz, thank you so much for being with us. Keep us posted. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "BERMAN",
      "sentences": "On the radar this morning, President Biden is marking the third anniversary of George Floyd's murder at the hands of Minneapolis police. The President used the date to call on Congress to enact police reform. He said, quote, \"We know that implementing real and lasting change at the state and local levels requires Congress to act.\" He said, \"I urge congress to enact meaningful police reform and send it to my desk. I will sign it.\" He says, \"I will continue to do everything in my power to fight for police accountability in Congress.\"A contestant's nine game winning streak on Jeopardy ended this week when he misspelled a word during the Final Jeopardy round by a single letter. Watch this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Ben Chan, what did you come up with? Who are Beatrice and Benedict? Unfortunately, that is not correct. Correct response Beatrice and Benedick from much ado about nothing. How much is that going to cost you? $12,201. That leaves you with $5,199. Lynn, congratulations. You are our new Jeopardy Champion.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "BERMAN",
      "sentences": "All right, this is my nightmare, spelling not exactly a strong suit. Let me explain what happened. Ben Chan spelling Benedict with a T was technically a different name than Benedict, CK and ended on a different sound. According to the actual written rules of Jeopardy. The Final Jeopardy clue does not have to be spelled correctly, but it must be phonetically correct. So ICK, they said, was different than ICT. Chan is going home with more than $252,000 and winnings, and he will be back for the tournament of champions.New research shows that pill forms of injectable drugs for type two diabetes and obesity, including Ozempic. They work as well as the shots. No word yet on when the pill forms will be available, but additional data shows these drugs are more effective for weight loss than any medicines. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "SOLOMON",
      "sentences": "Well John, an 11-year-old boy calls 911 for help, then he gets shot by a responding officer. This morning, Aderrien Murry is recovering at home after he was shot in the chest by an officer responding to a domestic disturbance call that Aderrien, the child had placed. The child suffered fractured ribs and a lacerated liver and was put on a ventilator after his lung collapse. His family now demand ending that the officer be fired and charged. CNN's Nick Valencia following this for us. Nick, how did this happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "You know, Rahel, it's just awful. You know, the mother tells me that after Aderrien was shot, he actually asked her, what did I do wrong? Why did I get shot? And as he laid there bleeding out in her arms, she says that he was singing gospel songs and praying, telling her to keep calm.All of this unfolded on Saturday morning in Indianola, Mississippi. In the Mississippi Delta when Nakala Murry says that the father of one of her other children showed up at her home, Irate, she was scared for her safety. She said she snuck a phone to Aderrien to call police. He did. And when the officer showed up there, he had his gun drawn and told everyone to get out of the house. That's when Aderrien came from around the corner, through a hallway into the living room. And the mother says that the police officer opened fire once shooting Aderrien in the chest. He suffered some significant injuries, actually had to be put on a ventilator at the University Hospital in Jackson about 100 miles away, included a lacerated liver, fractured ribs and developed a collapsed lung. He has been released after days in the ICU and he's recovering, but he's of course been traumatized. Now, we have reached out to the police department because this is reportedly all captured on police body cam video. The family wants to see that. They haven't seen it. We never got in touch with the police department. They never called us back after repeated attempts. But the Mississippi Bureau of Investigation did and they said that body cam video is not going to be released because of an ongoing investigation. Meanwhile, this officer has been identified as Greg Capers. And on Monday evening, the Indianola Board of Aldermen voted to put him on paid administrative leave. While this investigation is ongoing, the family is planning a protest today at the local city hall. A sit in I mentioned Aderrien just very quickly. I spoke to the lawyer of the family last night to try to talk to Aderrien. He's just too emotional to speak right now. He has several counseling sessions planned before he's ready to talk to anyone. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "SOLOMON",
      "sentences": "Nick, just heartbreaking thinking about him asking, what did I do? What did I do wrong? Nick Valencia, thank you. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "BOLDUAN",
      "sentences": "42.3 million that is how many Americans are expected to travel at least 50 miles this Memorial Day weekend. That's a lot. And also it's an increase. It's a bump up of 7% over last year. It also is being seen as yet another sign this summer is going to be one for the record books in terms of travel. Airports especially with more people flying than even before the pandemic set in.In fact, AAA says this Memorial Day weekend could be the busiest at airports since back in 2005. CNN's Pete Muntean is tracking all of this for us. He's in Washington. And Pete, I read somewhere that today could actually be the busiest travel day of the weekend. This goes back to the important topic we've discussed so many times. Who has these jobs? [09:25:11] PETE MUNTEAN, CNN AVIATION CORRESPONDENT: People can leave early. That's the big thing. If you have the flexible schedule, try and take advantage of it, AAA says. Because today, according to the FAA, will be the busiest in terms of the number of flights scheduled. 51,000 flights scheduled to depart from Memorial Day nationwide today. The totality, though, Wednesday to next Tuesday, 312,000 according to the FAA. But the real interesting thing here is that the TSA, the Transportation Security Administration, anticipates screening the most people of the holiday weekend tomorrow. Look at the numbers we have seen so far 2.43 million yesterday, 2.56 million on Monday. Both of those days are actually bigger than the same day back in 2019 before the pandemic. Here is the real rub though. Remember those meltdowns of last summer that all started with Memorial Day weekend, 55,000 flights in total were canceled over the summer by airlines. About 2500 on Memorial Day weekend. Airlines insist that they are ready this time around. They are right sized. They are right staffed. They've added about 48,000 workers, according to a CNN analysis. Transportation Secretary Pete Buttigieg says now will be the big test for the airlines. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "PETE BUTTIGIEG, SECRETARY OF TRANSPORTATION",
      "sentences": "The bottom line we want everybody to have great travels this coming weekend and this summer. We're doing everything we can to press airlines to deliver that good service. And if there is an issue, we have your back.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "MUNTEAN",
      "sentences": "The real issue now though, is the shortage of air traffic controllers, Kate. And that could cause big problems in the air. The FAA says it's short about 3000 controllers nationwide, 2 in 10 jobs we have seen staffing related slowdowns in Denver on Sunday and Monday. In fact, New CNN reporting looked into this last year at a little- known FAA facility that does air traffic control, called Jacksonville Center, it was short workers for 200 shifts over a seven-week period last summer that led to 4600 flight delays.So not just the airlines that have the pressure on them, but also the federal government. The good news here, though, if you're watching this from an airport, you probably have the right idea. You're leaving a little bit early. If you're watching this now from home, expect a lot of traffic tomorrow. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "BOLDUAN",
      "sentences": "And if you're watching us in studio, expect us to be jealous of your travel plans. Thank you, Pete.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "MUNTEAN",
      "sentences": "Yeah, we're working.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "BOLDUAN",
      "sentences": "Thank you so much. You have to. I don't know how unnecessary I am. Thank you so much. So Pete was holding out on us previously. He said it was just a return to work on Wednesday. He left out that everyone is also taking off tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "BERMAN",
      "sentences": "Yeah, according to Pete Muntean, if you want to avoid your traffic, you should be off basically now until next Wednesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "BOLDUAN",
      "sentences": "Yeah, just quit your job and stop working. That is how you avoid the traffic now. We know.",
      "isLastSentenceInterrupted": false
    }
  ]
}