{
  "date": "2023-04-25",
  "headline": "Inside Politics",
  "subHeadline": "Today: Civil Battery, Defamation Trial Against Trump Begins; Fulton County DA To \"Announce Charging Decisions\" This Summer; Unclear If McCarthy Has The Votes For Debt Limit Bill; Rep. Gaetz Demands Stricter Work Requirement Rules For His Vote; Manchin Rips Biden, Says He \"Has To Get Negotiate\" With McCarthy; Biden Speaks After Launching Reelection Campaign. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "E. Jean Carroll's battery and defamation trial against the former President Donald Trump kicking off with jury selection. The columnist alleges that Donald Trump, back then a private real estate mogul, forcibly raped and groped her in a New York City department store dressing room. That back in the mid-1990s.Carroll first went public with these allegations in 2019. The former president denies the charges. CNN's Kara Scannell is live outside the New York court for us. Kara, jury selection beginning this morning. How's that playing out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KARA SCANNELL, CNN REPORTER",
      "sentences": "Yes, John, so we've got about 90 minutes of questioning. So far, the judge has a panel of 48 potential jurors in the room. So far, 12 have been excused, and the number here is nine. That's how many he said that he needs to see to hear this civil case.Now, the judge has run through the normal course of questions. Is there anyone who can't be impartial based on either the individuals involved in this case or the allegations? There were nine hands that went up. Those nine were excused. Then he asked some more specific questions to this case, asking about any political donations to either Trump or Biden, Obama and presidents of the past, including Clinton. And one -- that said that they donated to Democratic causes was excused. He then also asked if anyone was a member or a believer of a group, including QAnon, the Proud Boys, the Oath Keepers, the KKK. No one raised their hand to those questions. One person raised their hand saying that they had strong opinions about the Me Too movement and that juror was excluded and excused from this case. So the judge is continuing to answer -- ask these questions. I'm hoping to whittle this down to nine. There is an expectation we could get to opening statements in the case later this afternoon, depending on how quickly they move through this. You know, as you noted at the beginning, E. Jean Carroll has sued Trump. This is a civil case for battery and defamation. Former president who is not present and is not required to be present is not here. He has denied all of those allegations. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "Kara Scannell outside the courtroom. Kara, keep us posted. Appreciate that live report.Let's get some insights now from the former federal prosecutor, Elliot Williams. First and foremost, it's a civil case. It's defamation case. She alleges he raped her back in the 1990s. Walk through the different legal issues as opposed to a civil case versus a criminal case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "OK, well, a criminal case is brought by the state, the People versus Donald J. Trump or whoever else defendant might be. A civil case is one person suing another either for damages or even just a statement from the court. The bigger thing here is that the jury does not need to be unanimous. It sounds like the judge is picking six jurors in New York. Five out of the six have to vote on -- in favor of one of the parties, and that's how you resolve it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "And in terms of rules of evidence, the former President, for example, says he never met E. Jean Carroll. We have some pictures. Obviously, you don't remember everybody you've met in life, but he certainly did meet her back in the 1980s. He was at an event with her. There you see. That's Donald Trump's back you see and you see E. Jean Carroll there.And also allowed at this trial, Elliot, will be something that became infamous in the 2016 presidential campaign, which is that audio recording of Donald Trump on Access Hollywood, where he says, he's a star. He can get away with anything. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "You know, I'm automatically attracted to beautiful. I just start kissing them. It's like a magnet. You just kiss. I don't even wait. And when you're a star, they let you do it. You can do anything.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "How is that relevant in this case? Again, in a criminal trial, I would suspect it'd be a vigorous fight to keep that out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "In a civil case, it gets in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "WILLIAMS",
      "sentences": "So in a criminal trial, there would be a fight to keep it out over the fact that it might be seen as prejudicial oddly enough. Here, because it's defamation, one of the elements is going to be number one, was the statement made about the individual knowingly false. Can you prove that he knew that what he was saying wasn't true? Or was he so reckless in his disregard for the truth?Now, a fact like, I never met this person and I don't know who this person is, and then you have photographs of the individual, there seem to suggest some element of falsehood. Now that, again, you have to get to the statements that he made, but it's certainly relevant. And the rules are broader in civil trials, generally, when it comes to prejudicing a defendant. And so, you know, a lot of that will get in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "Elliot, stand by. Come back to you in just a second on this one.A major development out of the state of Georgia. The Fulton County District Attorney Fani Willis says, mark your calendars between July 11 and September 1. She says she plans to announce, quote, charging decisions in her months long investigation of efforts by Trump and his allies to overturn Joe Biden's 2020 Georgia win. CNN's Sara Murray is here to join our conversation with that part. So laying out a timeline and notifying local law enforcement of that timeline, saying, I might need extra security preparation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:13",
      "speaker": "KING",
      "sentences": "And Elliot Williams is still with us. Sara makes a key point. This is not just about Donald Trump. We've heard him on the phone calls. They have at least three recordings of Trump pressuring officials in Georgia, efforts by unauthorized individuals to access voting machines. So that's other people, not just Donald Trump. Threats and harassment against election workers, fake electoral scheme.This is about, first and foremost, about Trump's conduct. But when you're trying to build a criminal case, Rudy Giuliani is involved here. Other people who are involved in the election interference is involved here. That the prosecutor essentially gives you a timeline. What does that tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:13",
      "speaker": "WILLIAMS",
      "sentences": "Well, it's a few things. So the timeline, number one, the fact that it's taking this long might be, to Sara's point, that they're just working up cooperators and working out immunity deals for who's going to come testify. Also, there's a lot of chatter or talk that Fani Willis might be looking into a racketeering case where you're essentially crafting or identifying an organization that oversaw a series of connected criminal acts.Those take a long time to build, and it may be the fact that they're just taking that time to gather the evidence and put together a big case like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:00",
      "speaker": "KING",
      "sentences": "It is testing time for Kevin McCarthy and his authority as the House Speaker. McCarthy wants to bring his debt ceiling negotiations blueprint to the floor tomorrow. And to do that, there are some procedural hurdles to clear today. But a healthy number of Republicans are complaining about the details. Some, object to rolling back renewable energy tax breaks. Others want stricter work requirements for those who get Medicaid.Some farm state Republicans opposes lashing ethanol tax credits. And a reminder, as this plays out, Speaker McCarthy can only afford to lose four votes. Our great reporters are back at the table. And because of that, because of that, yes, this is about his debt ceiling blueprint, but it's about much more than that. Sometimes the leader of any organization or any team has to say, I know you disagree with me. You need to take one for the team here. Can McCarthy impose that discipline?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:00",
      "speaker": "RHONDA COLVIN, SENIOR POLITICAL CORRESPONDENT, THE WASHINGTON POST",
      "sentences": "He can try behind closed doors, but we're not sure yet. And actually the walk up to this potential vote that might happen tomorrow, I've been thinking a lot of when I covered the speaker vote. And all days, I was in the gallery for that, and it was a time where we really didn't know what was going to happen next. I feel that way right now, just as a political reporter who covers the Hill, that we just don't have a sense if Republicans are on board.And you're right to mention the sticking point with some Republicans right now is that the green energy initiatives that might be cut, that's not sitting too well with them. They know that might be a hard sell when they go back to their districts. So this is a story that is developing, you know, by the hour, and I guess we'll see later today when there's a markup of that legislation to see where it goes and what direction it takes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:00",
      "speaker": "KING",
      "sentences": "And what makes it hard is that legislation will never become law in the sense that you have a Democratic Senate, Democratic president. But this is McCarthy's negotiating blueprint. But you're still voting for it so it can be held against you in a political ad.You mentioned the speaker vote. One of the holdouts to the very end then was Matt Gaetz, who, guess what, is a holdout now. (BEGIN VIDEO CLIP) REP. MATT GAETZ (R), FLORIDA: An essential element to get my vote for any increase in the debt limit. And, by the way, I never have voted for an increase in the debt limit. Would be work requirements starting in 2024, not 2025 as this legislation is currently written. And I also believe that the work requirements have to be more rigorous than just 20 hours a week. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:00",
      "speaker": "KING",
      "sentences": "Matt Gaetz wants changes. As he noted, he's never voted to increase the debt limit. There are at least 17 House Republicans who have never voted to raise the debt limit. Kevin McCarthy's asking them to do something that they have never done and telling them you have to take it for the team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "And some of them will, without a doubt. I mean, if you voted for Speaker McCarthy the first time, you know, you're going to give him some help here. But unlike the speaker's voters, as you were saying, Rhonda, this is only one shot. You can't pass this or try and pass this 15, 16 times. So that's the difference here.But boy, when you were looking at those specific examples, from the ethanol concerns to whatever, you can come up with about three or four for each of those, at least. So this is a challenge, the first big challenge for Speaker McCarthy. One thing is it's not going to come into law. It's not going to come into place because of the democratically controlled Senate and President Biden, of course. So that takes off some pressure. But you're right, these votes are used in primaries. That's why many Republicans are unlikely, I think, to vote on this. So this is the first shot at this. If Kevin McCarthy can get Republicans to pass this, Democrats, of course, will not help on this. If he can't get them to pass this, this will be a feather in his cap. Call me skeptical today. LAURA BARRON-LOPEZ, CNN POLITICAL ANALYST: Yes. And if he fails to pass it, then it, of course, emboldens the White House, which right now is arguing for that clean debt ceiling increase. And if he's unable to do it, they're going to tell him, look, we just need to do a clean increase, which then Democrats would likely help on to get the votes across.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:00",
      "speaker": "ZELENY",
      "sentences": "Right.BARRON-LOPEZ: And right now, they're framing this bill as something based on Moody's Analytics and economists that would actually increase some unemployment. There would be jobs that would be lost. It would actually hurt GDP, according to the Moody's Analytics analysis. And so the White House right now ahead of it is trying to push all that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "KING",
      "sentences": "So that's exactly the opposite of what the Democratic president would like right now. Joe Manchin, he hasn't declared, but he would be on the ballot next year in a very tough state, West Virginia. So I get it. But I'd question, why didn't he wait a day or two?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "COLVIN",
      "sentences": "That's right. But maybe he's, you know, reading the tea leaves on this one and trying to show that he still has the sway of being a swing vote. And to your point too, he is facing potentially a tough reelect. The governor of West Virginia is expected to declare that he will run as the Republican contender for that seat that Manchin holds right now. So that could also be part of the reason why Manchin is going out there strong against Biden.But we've kind of seen this before for Manchin --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "KING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "COLVIN",
      "sentences": "-- with Build Back Better, remember that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "KING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "COLVIN",
      "sentences": "And he also said that the Democrats weren't being upfront with the American people. So we'll likely hear that more from him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "KING",
      "sentences": "So we will likely hear that more.As we go to break, I want to show you a live picture here in Washington, D.C. The President of the United States about to address this union gathering. It's the President's first speech since officially declaring his reelection campaign this morning. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "KING",
      "sentences": "-- campaign. Let's listen. JOE BIDEN, PRESIDENT OF THE UNITED STATESYou know, I learned a long time ago, there's labor and there's unions. Unions. (APPLAUSE) And I want to congratulate my former Secretary of Labor, Marty Walsh. You guys know Marty. I tell you what, if you have to be in a foxhole, you want Marty next to you, you want Marty with you. (APPLAUSE) He's a man of his word. And the problem is he knows more than you do and more than I do. Lifetime achievement award, but you've got a lot -- you've got a whole other lifetime to work out here, Marty. And, you know, you may be carrying a hockey stick these days, but I'm still coming for you, man. I want to thank you all for your continued support of Julie Su. She worked hand in hand with Marty, and she's going to be a great Secretary of Labor. (APPLAUSE) So good to see you guys. This feels like coming home, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Vote Joe.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Joe! Joe! Joe!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "BIDEN",
      "sentences": "Folks, look, I tell business leaders all the time, and I mean this sincerely, including the Business Roundtable and those folks. Union workers are their saviors. You're the best -- not a joke -- you're the best workers in the world. Not a joke.When one of the South Korean plants was going to invest in the United States in a chips factory, I asked him why -- the CEO. He said, \"Because you got the best workers in the world.\" You're the best workers in the world. And that's not hyperbole. You know, it can take you four years to train to be as an apprentice. I wish we talked more about that, because people don't understand that. They don't understand. In order to become a full-blown member, you got to go through an apprentice process. It takes -- it's like going back to college. You're spending years doing it. You get the best job done on time, long-term, and it costs less in the process. And I've said many times, Wall Street didn't build America. The middle class built America, and unions built the middle class. (APPLAUSE) They did. That's the God's truth. Folks, and the good news, the good news is even some of our corporate friends are figuring this out. That you did -- you built the middle class. And, folks, we've created more than 12 million new jobs. More jobs in two years than any president has created in a four-year term because of you, because of you. (APPLAUSE) The unemployment rate is 3.5 percent, near a 50-point lo -- 50-year low. An all-time record for construction jobs. Nearly 800,000 manufacturing jobs, the fastest growth in 40 years. (APPLAUSE) Because we're buying American. Where is it written that America can't lead the world again in manufacturing? I ran for president to rebuild the backbone of America, the middle class, to grow the economy from the middle out and bottom up, not the top down. Because when the middle class does well, the poor have a ladder up and the wealthy still do very well. You don't have to worry about them. We all do well. But that's a clear contrast to the other side. They believe the best way to grow the economy is from the top down and then to watch the benefits trickle down to the rest of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Boo.",
      "isLastSentenceInterrupted": false
    }
  ]
}