{
  "date": "2023-08-18",
  "headline": "CNN 10",
  "subHeadline": "Driverless Cars In San Francisco Stall Causing A Traffic Jam; Hawaii Wildfires Continue To Burn In The Upcountry Maui Town Of Kula; Rafting Trip Down The Iconic Colorado River In Utah; New Snake Species Named After Harrison Ford. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "MERILL KALOPODES, VOLUNTEER",
      "sentences": "Because there`s a smoldering pit over there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WEIR",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KALOPODES",
      "sentences": "And all it needs is a good wind to -- to get it going. By the time we got there, it was already flaming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WEIR",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KALOPODES",
      "sentences": "Yeah, it was -- it was started off with just a little smoke and then we said, OK, let`s get some water, haul it over there. And then by thetime we got over there, it started -- it started flaming already. So, you know, we`re going to go back and go put some more water on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WEIR",
      "sentences": "In this city, smokey brush one wrong step into smoldering ash means a burn foot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That`s what happened there. I went to go check that one. And the -- and the switch`s so deep, you can`t get through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WEIR",
      "sentences": "But they stay added until they`re spotted by a helicopter dropping water, scooped from swimming pools and they finally get the help they need.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten second trivia. Located at the border of Nevada and Arizona, the Hoover Dam controls the flow of what water?Yellowstone River, Colorado River, Rio Grande, or Missouri River? This national historic landmark is located on the Colorado River. Let`s take a ride down the Colorado river now. It`s an important waterway that has been shrinking steadily over the past century. For the first time in years, a strong snow pack has raised water levels on the river and federal officials are easing water restrictions in response. The decision could restore billions of gallons of H2O to affected states. But as CNN Correspondent, Lucy Kafanov found out, some people think it`s too soon to celebrate. Hold on As we join her in Utah on a raft ride down the iconic river. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SINJIN EBERLE, COMMUNICATIONS DIRECTOR, AMERICAN RIVERS",
      "sentences": "This river is iconic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LUCY KAFANOV, CNN NATIONAL CORRESPONDENT",
      "sentences": "Sinjin Eberle has spent much of his life on the Colorado River.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "EBERLE",
      "sentences": "It`s a remarkable, remarkable area of the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KAFANOV",
      "sentences": "As an avid adventurer and Colorado River advocate, his mission in life is to protect it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "EBERLE",
      "sentences": "This is one of the most important places in the nation. And it`s one of the places that we need to be really diligent about taken care ofbecause it -- it does contribute so much to all of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KAFANOV",
      "sentences": "The Colorado River is the lifeblood of this region. Powering cities, watering farms, and quenching the thirst of some 40 million people.It`s a critical refuge for wildlife and a playground that`s under threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "EBERLE",
      "sentences": "It`s being overused. There`s more demand on the river. There`s more water being taken out of the river than the river can handle. If wecontinue to over extract the bank account, we are going to run dry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KAFANOV",
      "sentences": "An unusually wet and snowy winter brought some relief, replenishing snow pack and boosting water levels for the first time inyears. But with the rapidly changing climate experts are warning, it`s not enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "EBERLE",
      "sentences": "It`s been so hot and so dry in the Southwest. That much of the benefit we got out of the snow pack is literally evaporated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KAFANOV",
      "sentences": "The one or two extra wet winters is not going to solve this crisis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "EBERLE",
      "sentences": "My concern is that people will assume that the situation is getting much better and that we can take our foot off the gas in terms ofconservation. This system can crash and it can crash fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KAFANOV",
      "sentences": "Over the last century, the river has shrunk by roughly 20%. Those losses are more apparent in the lower basin states, but the impacts arebeing felt across the entire waterway. (On camera):  Raft into Colorado is a breathtaking experience. It`s a slow and sometimes bumpy ride through ancient time at a moment when it seems like the Earth`s clock is speeding up. Even here, the effect of climate change, rapid growth and water over consumption are threatening the very existence of this river.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DAVIDE IPPOLITO, COLORADO RIVER RAFTING GUIDE",
      "sentences": "We boat through Cataract Canyon. It`s the best roller coaster in north America. Class IV Rapids allthe way down when it`s high water. And yet my most dangerous part of my job is when I get to this ramp, it`s extremely dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KAFANOV",
      "sentences": "The river has shrunk so much that it`s nearly impossible for Colorado River guides like Davide Ippolito to pull boats out of the water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "IPPOLITO",
      "sentences": "It`s kind of like pyramid building. You have guides putting roller tubes underneath boats, as that boat is pulled up, guides arerunning and putting those tubes under until we get to flat land on top like ancient Egyptian technology, literally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KAFANOV",
      "sentences": "It`s such a hassle that many tours now float an extra 50 miles downstream adding up to two days, not to mention cost to a trip. Whatworries Ippolito more than the business impact is the threat to future generations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "IPPOLITO",
      "sentences": "So if we want to live out west and we want to protect our heritage out here and we want to have enough water for our kids andgrandkids, then we need to solve these issues now. It`s -- it`s no longer problem we can kick down the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KAFANOV",
      "sentences": "A sentiment echoed by Eberle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "EBERLE",
      "sentences": "It would be heartbreaking to lose this place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KAFANOV",
      "sentences": "Lucy Kafanov, CNN on the Colorado River in Moab.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}