{
  "date": "2023-12-29",
  "headline": "Connect the World",
  "subHeadline": "Barrage of Russian Strikes Reported Across Ukraine; U.N. Aid Convoy Fired at By Israeli Soldiers in Gaza; New Clashes Erupt Along Lebanon- Israel Border; War in Ukraine and Israeli-Hamas Conflict Dominate 2023; Chaos Looms Over the 2024 Election. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:01:29",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Abu Dhabi, this is CONNECT THE WORLD with Becky Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:01:29",
      "speaker": "BECKY ANDERSON, CNN INTERNATIONAL ANCHOR",
      "sentences": "Welcome to our final hour of CONNECT THE WORLD for 2023.Two stories have dominated this year, and today is no different. Ukraine says it is facing the biggest air attack since Russia`s full-scale invasion. Moscow using, quote, \"nearly every type of weapon in its arsenal,\" according to Kyiv. At the same time, Israel continues its bombardment of Gaza. 35 Palestinians have been killed overnight says a hospital doctor. More than 21,000 Palestinians dead since the conflict began, and no end in sight. Egypt says it is still waiting for responses to its proposed cease-fire plan. While both wars grind on into 2024, the United States enters a hugely consequential election year with the incumbent president Joe Biden facing criticism for his unequivocal support for Israel`s right to self-defense and an uphill battle in Congress to sustain U.S. funding for Ukraine. Well, scores killed or injured, infrastructure wrecked, major power outages. We begin with what Ukraine is calling the biggest Russian air attack since Moscow`s full-scale invasion in 2022. At least 26 people have been killed across the country, according to the office of the president, with dozens more wounded. These are just some of the horrifying scenes from Dnipro. Ukraine`s president accusing Russia of using nearly every type of weapon available in what was a mass attack. Well, as blasts shook buildings in the capital of Kyiv, Ukraine`s foreign minister said potently, quote, \"These sounds are what Russia really has to say. Only greater firepower can silence Russian terror.\" Well, our international diplomatic editor Nic Robertson is monitoring this story from London. You have been in and out of Ukraine, Nic, regularly over the past couple of years. Describe the enormity of this latest attack if you will, and speak to these words from the foreign minister who is clearly underscoring the importance of support for Ukraine as we enter 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "ANDERSON",
      "sentences": "Are they going to get that support?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "ROBERTSON",
      "sentences": "The Europeans are working on a plan B. They were willing to put up $55 billion over four years. That was blocked by Viktor Orban ofHungary, the prime minister there, he`s very close with President Putin. The European Union is trying to sort of come up with a fallback plan that could put up perhaps 20 billion euros. Not as close as what they had before. They could try a method of just rolling forward the ongoing payments that they have at the moment, but none of that speaks to the long- term commitment that Ukraine needs to see. So those commanders know how many weapons they`re going to have to use and how much they can sort of use those air defense resources. And the same for the United States, it may come, but just not may come, the money, in the planned way that`s useful for Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "ANDERSON",
      "sentences": "Good to have you, Nic. Thank you very much indeed. And we will get on the ground in Ukraine at the bottom of this hour. Good to have youon, Nic. Your analysis is so important. Well, let`s turn now for a look at the other war dominating 2023. Of course that is the conflict between Israel and Hamas. United Nations officials say a U.N. aid convoys came under fire from Israeli soldiers in Gaza on Thursday. Officials said no one was wounded, but, and I quote here, \"Aid workers should never be a target.\" Well, the IDF tells CNN it is looking into reports. We`ve also learned from a U.N. agency that over 150,000 people have nowhere to go after the IDF warned residents in many parts of central Gaza to leave while its operations against Hamas continue. For more on what`s going on on the ground, let`s turn to CNN`s Nada Bashir in London. And, Nada, let`s just get a perspective from you as we take a look at some of those drone shots which are frankly apocalyptic. And let`s just get a sense of what you understand to be the very latest on the ground in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "ANDERSON",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "BASHIR",
      "sentences": "The civilian death toll of course still mounting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "ANDERSON",
      "sentences": "Nada, this conflict has always threatened to spill out into the wider region. That has been somewhat contained to date. New clashes,though, have erupted along the border with Lebanon. What more do we know at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "BASHIR",
      "sentences": "Well, we`ve certainly seen an uptick on hostilities on the border between Israel and Lebanon. In fact, over the last few weeks, in fact fromthe outset of this war, we have seen moments where there has been that exchange of fire, shelling by Hezbollah forces on the Lebanese side of the border, airstrikes by the Israeli military in return or in retaliation on Lebanese villages near the border. We saw on Wednesday Israeli military claiming that it had carried out air strikes on the village of Bint Jbeil, at least three people killed there. According to Lebanese state media, only one of them said to have been a member of Hezbollah, but this has of course raised concerns to the international community with regards to potential for this war to spill over into the region. That is something of course that Western leaders are keen to contain, particularly the U.S., but as we have seen renewed warnings from the Israeli military that time is running out for a diplomatic solution. Take a look. (BEGIN VIDEOTAPE) BASHIR (voice-over): -- mountains of Southern Lebanon, a troubling and now increasingly frequent signal of escalating hostilities. Iran-backed Hezbollah claiming to have targeted an Israeli border city on Wednesday with 30 rockets. This in response to Israeli airstrikes on the Lebanese village of Bint Jbeil just hours earlier. There is nothing residents here can do to shield from the growing tensions gripping the embattled border region. Each airstrike bringing with it more fear and more grief. This latest attack killing at least three, according to state media, but only one said to have been a member of Hezbollah. AFIF BAZZI, BINT JBEIL, LEBANON MAYOR (through translator): This neighborhood, which is in the heart of the city, is supposed to be a safe area. Civilians were sleeping in their homes when suddenly we heard the sound of aircrafts above and then these houses were destroyed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "BASHIR",
      "sentences": "The situation on the border has long been tenuous underpinned by a U.N. resolution adopted following the 2006 Lebanon War, calling for acessation of hostilities between Israel and Hezbollah. But Israeli officials are now warning of an escalation which could open up a new front in the Gaza war. BENNY GANTZ, ISRAELI WAR CABINET MEMBER (through translator): The stopwatch for a diplomatic solution is running out. If the world and the Lebanese government don`t act in order to prevent the firing on Israel`s northern residents, and to distance Hezbollah from the border, the IDF will do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "BASHIR",
      "sentences": "For the 2.3 million Palestinians trapped in Gaza, the vast majority now displaced in the south, there are no guarantees of safety. Surroundedby a wall, which has shown them no mercy and engulfed by a humanitarian crisis of unimaginable scale, leaving little hope for an end to their suffering. (END VIDEOTAPE) BASHIR (on-camera): And, Becky, as the humanitarian situation continues to deteriorate, there are growing calls for a humanitarian cease-fire. Crucially, this isn`t something that the Biden administration has outwardly backed. We are expecting to see U.S. Secretary of State Antony Blinken making a visit to Israel next week. He will make additional stops across the Middle East, and of course, the situation in Gaza is expected to be top of the agenda -- Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "ANDERSON",
      "sentences": "Absolutely. Thank you.And a quick reminder, you can follow all the big stories out of this region, and this region being the Gulf and wider Middle East of course, in our \"Meanwhile in the Middle East\" newsletter. That drops three times a week and includes a wide range of articles, videos, and photos produced by CNN`s journalists. It`s a jolly good read and you can access that by scanning the QR code on the bottom of your screen as you see there. That is \"Meanwhile in the Middle East.\" Well, there is a lot to sort through. We started this hour on Ukraine, we`ve just been speaking with Nada about the situation in Gaza, and the risk of further spillage of that conflict outside of Gaza and into the wider region. Let`s bring in CNN politics senior reporter and a good friend of the show, Stephen Collinson, for some help. Good to have you once again, Stephen. At the top of the show we spoke about these two defining wars of 2023. The United States playing a pivotal role in both. Firstly, on Ukraine, President Joe Biden facing an uphill battle in Congress to sustain funding for Ukraine. Let`s start there. Americans becoming frustrated with the lack of progress despite the money that has already been spend. Where does Biden go now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "STEPHEN COLLINSON, CNN SENIOR POLITICS REPORTER",
      "sentences": "I think this year, Becky, was the year in which we realized that Biden`s promise to be with Ukrainefor as long as it takes may not be deliverable. That is, as you say, there is frustration among Americans that the counteroffensive in Ukraine didn`t go as well as a lot of people hoped. That could also be down to some unrealistic expectations in Washington and the military establishment and the media. I think the problem we`re having going forward is this clash of funding, the $60 billion aid tranche is stuck in Congress. I think the prospects of it getting through are really, really doubtful. The problem is that it`s not just Ukraine, it`s not just waning U.S. capacity and willingness to help, America`s own massive political problems and internal estrangement have now caught up with Ukraine. Republicans are demanding a massive, draconian measure on the U.S.-Mexico border from Biden, as they`re holding the aid hostage basically. (INAUDIBLE) and so we`re going to have this big (INAUDIBLE) in January. And even if Biden does manage to get that through Congress, through a very hostile and a very narrow Republican majority, I think the prospects going into an election year, in which Donald Trump has a very good chance of winning back the White House, are quite grave in the long term as far as the U.S. is concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "COLLINSON",
      "sentences": "Yes. The point here I think is what has changed in the politics of Israel in the United States this year is that the blanket support forIsrael in previous conflicts has not been there. President Biden has found real problems with Arab-American voters, for example, in the key swing state of Michigan. A lot of the voters have watched what`s been happening in Gaza, the civilian casualties, and have become more hostile towards Israel. These are critical members of Biden`s electoral coalition. So he has a huge domestic imperative for this war to end soon. The problem is that we`ve seen over the last few days America`s capacity to influence Israel`s decisions to bring down the intensity of this conflict seems to be diminishing, and then as it`s over winning fear that the war could expand the longer it goes on, that would also be a real political problem for Biden because it would give the impression that under his watch the world is spinning out of control, as Trump and the Republicans create a narrative that he is weak, that he`s not up to the job of president at the age of 81, and that what`s really needed in America is strongman leadership. So what`s happening (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "ANDERSON",
      "sentences": "I think we`ve lost your sound. Can you still hear me, Stephen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "COLLINSON",
      "sentences": "I can hear you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "ANDERSON",
      "sentences": "All right. I know that I have still got you. Good. Good. So let`s close this out then. January is going to be pivotal. We will get a realsort of sense, at least on the Republican side of the fence who is likely to be the presidential candidate on the right. And there is a very, very big likelihood that could be Donald Trump. How would a Donald Trump win in November change the course of these two conflicts? And perhaps we should back off and say we don`t have to wait until November if we are going to be hearing a lot from Donald Trump, you know, post these early caucuses and primaries this year. How will him being involved in this narrative change things if at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "COLLINSON",
      "sentences": "Yes. I`m getting some feedback from the control room. But I hear you asking about Trump, the effect he would have. I think Trump would be --Trump is the most foreseeable global shot of 2024. And I think what that would mean is, you know, not just domestically would the American political system be upended by a second Trump term, all the assumptions of American power in the world would change. The whole idea of America (INAUDIBLE) would be under threat, and we would go back to the system or the situation during the first Trump term when America was an agent of instability and a threat perhaps to U.S. (INAUDIBLE) rather than giving that global leadership role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:26:56",
      "speaker": "ANDERSON",
      "sentences": "Well, horrendous scenes of destruction across Ukraine after what Kyiv is calling the biggest aerial attack by Russia since its full-scaleinvasion in 2022. At least 26 people have been killed, that`s according to the office of the president, with more than 120 others injured. European leaders are condemning the attack with France saying Moscow is using a, quote, \"strategy of terror.\" Well, let`s bring in Helena Lins, who`s a reporter for CNN Portugal. She`s live in Kyiv, which was significantly shaken, Helena, overnight in these attacks. Just describe what you are seeing there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:26:56",
      "speaker": "HELENA LINS, CNN PORTUGAL CORRESPONDENT",
      "sentences": "Hello, Becky. So right now we are back to the first place we came in the morning, which is still in thecentral area of Kyiv, the Ukrainian capital. And behind me is a business building as you can see. It`s partially destroyed. This building was not being used, but it was hit during these last night and morning attacks. And when we first arrived here in the morning there was a lot of glasses on the road. Also, part of fragments of what is believed to be from the building, and the road was actually closed when we first came here, but now as you can see it`s already open and it`s working normally. But on the other side of this street, this road, there is a metro station which was also hit. And during the morning, it was actually this main entrance that was actually closed. People could still access the metro station from another entrance, but this one was closed. And some services of the city were cleaning around and also repairing. This actually shows how quick Ukraine wants to repair and get life back to normal. So in a matter of a few hours this is already operating normally. As I said, the metro was working. That was something that the mayor of Kyiv said in the first hours, that despite being hit it was working normally. And as we come back after here in the morning, what I can say is life here is pretty much back to normal as much as it can be in a country that is at war, and people are already using the services as they were before. So it`s pretty clear that, you know, despite these attacks to important infrastructure of the city, Ukrainians pretty much trying to get the services back to normal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:04",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "Yes, definitely. It appears to be that we`re headed into chaos and that statesare doing different things, but what has happened in Colorado, what has happened in Maine, the decisions there by the courts in Colorado and then by the secretary of state yesterday in the state of Maine, those are not chaotic decisions. They are decisions that arose out of the trial proceedings. Proceedings where there was evidence presented, where there were people who were voters in those states, petitioning those people who are in charge of who is on the ballot, and saying Donald Trump is ineligible. And so the courts in Colorado, and then the secretary of state in Maine, because of the different ways that state laws allow them to determine their ballots, they have decided that Trump engaged in the insurrection on January 6th and that they have the power to remove him. They have the responsibility to remove him because he was not qualified to hold office under the Constitution and what is called the insurrection clause. That`s what happened in Maine. A lot could be happening going forward still. There could be other states that arrive at similar conclusions. Several states have not, several states have looked at it and said, no, he should stay on the ballot. This is not within our powers. The U.S. Supreme Court could also be looking at it. They`re already being asked by the Republican Party in Colorado to take this up, and settle the confusion across the country. And in Maine, Trump is saying that he is going to appeal. He`s going to go through the state court system in Maine. That`s the next stop on the train to try and get a final answer of Donald Trump being on the ballot or not. These are about the primary ballots, so the first round of voting where the Republican Party chooses its nominee. Colorado and Maine, those voters will make those votes in March or before that, and so this is about whether Trump will be on ballots in this first round into the spring. So this is going to need to get settled pretty quickly -- Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:37:23",
      "speaker": "ANDERSON",
      "sentences": "Welcome back to CONNECT THE WORLD with me, Becky Anderson, broadcasting to you from our Abu Dhabi programming hub here in the UAE.Time is 37 minutes past 7:00. And it is our last show of the year, so we are looking at the events that have defined 2023 and those that will continue to do so in 2024. And of course, certainly regionally but also around the world, story of Gaza dominates. The United Nations Relief and Works Agency says more than 150,000 people have, and I quote them here, \"nowhere to go\" after the Israeli military issued a fresh warning for more residents to evacuate parts of central Gaza. Elsewhere, images like this CNN footage revealed the human suffering and desperation. You can see thousands of desperate civilians overwhelming a relief aid convoy in the northern part of the territory. These are just two of the 80 aid trucks that actually got into Gaza on Thursday. Nothing like the sort of aid that is needed. The U.N. Emergency Relief coordinator called getting life-saving supplies in the enclave an impossible situation. Meanwhile, Lebanese and European officials scrambling to calm what is, it seems, a growing conflict between Hezbollah in Lebanon and Israel. The militant group claims to have carried out attacks on multiple barracks in northern Israel on Thursday. In a December op-ed for \"The Hill,\" senior fellow at the Middle East Institute, Firas Maksad wrote that Israel, thousands of U.N. peacekeepers, and a series of ineffectual Lebanese governments have done little to challenge the group. Firas Maksad joins us now live. And that is where I want to start tonight before we sort of take a step back and look at the kind of wider story here. You have specifically written that Israel and Lebanon could be slipping into a war that could frankly set this region ablaze. You argue that the United States can stop it. How? And what sort of diplomatic efforts are you seeing to that effect, Firas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:07",
      "speaker": "ANDERSON",
      "sentences": "Well, to that point, let`s have a listen to Yoav Gallant`s comments earlier this week. This is Israel`s defense minister. Have alisten. (BEGIN VIDEO CLIP) YOAV GALLANT, ISRAELI DEFENSE MINISTER (through translator): We are in a multi-arena war. We are being attacked from seven different sectors, Gaza, Lebanon, Syria, Judea, and Samaria, Iraq, Yemen, and Iran. We have already responded and acted on six of these. And I say here in the most explicit way, anyone who acts against us is a potential target. There is no immunity for anyone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:07",
      "speaker": "ANDERSON",
      "sentences": "These are not the words of a man who believes this conflict is contained. In fact, Gallant making it very clear that Israel`s security asfar as he and his colleagues are concerned is under serious threat. And one assumes he is very much speaking to those around the region and very specifically to Washington, whose tone, you know, has changed somewhat. I mean there`s a real sense from Washington they are trying to sort of dampen down, reduce the intensity of Israel`s fight, you know, in Gaza. Israel doesn`t want to see support for its efforts slipping. How do you read what you are hearing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:07",
      "speaker": "MAKSAD",
      "sentences": "There`s a lot of daylight, an increasing daylight between where Washington and where Jerusalem is on this issue. The U.S., sort of to putthis into a broader context, has an interest in deescalating conflict in the Middle East and not getting sucked into other regional wars. For that it needs an Israel that is willing to begin to talk about the day after conflict in Gaza. What that would look like in terms of a peace plan that would see the Palestinian Authority go back to controlling Gaza, that would include Fatah, but it would possibly include elements of Hamas. Technocratic elements and technocrat government that represents all Palestinian factions. And really to get back to talking about things like normalization, which we all know this administration was very focused on in terms of getting Saudi Arabia and Israel to establish diplomatic relations, but also regional integration. The India, Middle East, Europe corridor, which is part of the administration`s view of how to counter China in the Middle East and great power competitions. So that`s the broader context for the administration, but in Israel we have, you know, Prime Minister Bibi Netanyahu who understands that his political career is on the line here after the October 7th attacks. And therefore he`s unwilling to talk about the day after. Really he sees an interest here in continuing this fight, in trying to eradicate Hamas altogether, which many of us who watch the region think is not plausible option. Just like in 2006, the prime minister of Israel back, Ehud Olmert, thought that they were going to annihilate and finish Hezbollah. They fought a month-long war and Hezbollah today is exponentially stronger than it was then. So I think there is a difference of view and approach here and a very strategic level between the Biden administration and Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:04",
      "speaker": "MAKSAD",
      "sentences": "If we give -- if we take the assumption here, the two primary contenders are going to be Biden and Trump, there couldn`t be anymoredifferentiating visions in terms of what they would like to see happen in the region. I think that the Biden administration is very much now, in terms of elections, focused on what a wider conflict can mean for oil prices. I think that`s something that we`ve got to be very cognizant of. Biden does not want a broader conflict in the Middle East where Yemen is involved, global shipping is at jeopardy. 40 percent of global shipping going through the Strait of Aden. There`s a 40 percent decline in the number of ships going through that strait right now. This has real impact on domestic U.S. politics. And for those reasons, I think for Biden it is imperative that he sees this conflict contained.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:04",
      "speaker": "ANDERSON",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:04",
      "speaker": "MAKSAD",
      "sentences": "But for Trump, for Trump it`s a completely different calculus when it comes to Russia and Ukraine and where the Middle East sits in all that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:04",
      "speaker": "ANDERSON",
      "sentences": "It`s good to have you, always is, and we will catch up again at the beginning of the new year. I hope before that. I wish you all the best.It`s not a happy new year for so many people of course caught up in this conflict, but we can only hope that we find some sort of resolution in the year to come. Good to have you, thank you. I`ll be back with more news after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:04",
      "speaker": "ANDERSON",
      "sentences": "All right. Welcome back. You`re watching CONNECT THE WORLD.All this week, a \"Call to Earth\" is turning the spotlight on French Polynesia as part of the Rolex Perpetual Planet initiative. Titouan Bernicot and his underwater gardeners, as they are known, are on a mission to save coral reefs there. Have a look at this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:04",
      "speaker": "TITOUAN BERNICOT, FOUNDER, CORAL GARDENERS",
      "sentences": "Yes, I like this spot because you can see everything. It`s a cool place to observe the river.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:04",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "As the founder and CEO of Coral Gardeners, an organization dedicated to protecting the oceans, Titouan Bernicot is alwaysaware of his surroundings, especially in his own backyard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "It was during a surf session in 2015 when a then 16- year-old Titouan first discovered the degradation of the Moorea reef, and soon after the extent of the global crisis. A couple of weeks later he wasintroduced to a widely used restoration process known as coral gardening, and it changed the course of his life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "BERNICOT",
      "sentences": "So I am in my old bedroom, the first office of Coral Gardeners. That`s where we started brainstorming all of the ideas with my littlebrother (INAUDIBLE) and childhood friend. We`re starting to focus on how to save our oceans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Three years ago they created CG Labs, an in-house research and development center that now counts a handful of PhD scientistsand former Silicon Valley engineers on staff. DR. HANNAH STEWART, HEAD OF SCIENCE AND RESTORATION, CORAL GARDENER: We want everyone to be able to see what`s happening so if you adopt a coral you can see it in our nursery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Dr. Hanna Stewart is a marine scientist from the University of California Berkeley who joined the team in June.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "STEWART",
      "sentences": "My role is to make sure that everything that we do is science based. And I`m a link between the restoration team, which is in the fieldteam and the CG labs. So making sure that the tech that we develop is scientifically relevant and is directed at problems that we have directly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Former SpaceX engineer Sam Whittemore found his way here on a chance encounter while sailing through French Polynesia two yearsago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "SAM WHITTEMORE, LEAD ENGINEER, CORAL GARDENER",
      "sentences": "I got introduced to Titouan through a friend. Came to their headquarters. Before I even set foot onland we went out on a boat, jumped in the water, I helped clean a nursery and put some new micro fragments out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One of their newer scientific toys and development is a custom-made autonomous reef mapping robot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WHITTEMORE",
      "sentences": "So we can use this to survey large areas rapidly, save a lot of our monitoring time. And also we can use it to assess those most importantplaces where we want to do restoration projects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "So far, CG Labs` most noteworthy innovation has been the release of the A.I. platform Reef OS, a network of cameras, sensors anddevices that collect real time data with what they say is a level of precision that would be impossible for humans to obtain alone. In other words, they`ve got a connected wreath.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "STEWART",
      "sentences": "Definitely a dream scenario for me because it is high level science that we are using and relying on, and I have the team at CG Labswho can innovate anything I can dream of and then some. And then you have a team of professional people in the water who can carry out what you asked them to do, and that`s something that is so exciting to me. To be finally taking action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "BERNICOT",
      "sentences": "So those innovative tools they are not just cool and changing our modern-day world. They`re also really useful for the team to be moreefficient at doing their daily work. (END VIDEOTAPE) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}