{
  "date": "2023-06-19",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Search And Rescue Underway For Missing Titanic Tourist Submersible; China, U.S. Agree On Need To \"Stabilize\" Ties; Judge Prohibits Trump And Co-Defendant From Sharing Information Given To Legal Team In Classified Docs Case; U.S. Coast Guard Updates Titanic Sub Search Mission; GOP Hopefuls Split Over Loyalty Pledge. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "A desperate search and rescue mission underway this hour near the site of the sunken Titanic.THE LEAD starts right now. Another water expedition to see the wreckage of the Titanic is now a race to find and save the tourists and crew members on board the exploratory vessel. The mission is gone ramping up to prevent a second tragedy at that site. Plus, superpowers meeting, U.S. Secretary of State Antony Blinken reports back, quote, progress, after a high stakes talk with China. The areas of success and the one major point of lingering contention coming up. And the judge's order that restricts what Donald Trump can and cannot reveal about his federal indictment. But will the former president obey the judge? (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. Jake Tapper.And we start today with our world today, a submersible that takes paying customers to visit the wreckage of the Titanic in the depths of the North Atlantic Ocean, that submersible is missing at this hour. The U.S. Coast Guard says, five people are on board. Now, a frantic search and rescue operation is underway. Coast Guard units from along the east coast, along with Canadian officials are trying desperately to reestablish contact with crew members. We're expecting an update from officials within this hour. The submersible belongs to Ocean Gate Expeditions. Now, that's a deep sea exploration company whose website says, it charges passengers $250,000 apiece for the voyage to see the Titanic on the ocean floor. CNN's Paula Newton is following this all from the Canadian capital of Ottawa. Paula, what are you learning about this urgent search at this hour? PAULA NEWTON, CNN CORRESPONDENT:  What's been interesting here is that when you say the depths of the sea, that's what we're talking about here. These are depths that normally are not explored at any great regularity. This is as you said about the Titanic wreck which is about 400 miles, nearly 400 miles southeast of St. John's Newfoundland in Canada. They set off, apparently, on Sunday. What's crucial here, Jake, is to remember that they lost contact with them about an hour and 45 minutes into their submersion to the sea. They are supposed to submerge for about two, two and a half hours. Explore for six to eight, and then there's supposed to take about another two hours for them to surface. It seems that within the first two hours, they lost communication with these five people. What is interesting here air the assets that are also being deployed. It's led by the U.S. Coast Guard, as you say, but Canadian assets are also there. A P-8 Poseidon aircraft is in the air at the hour, and what they are designed to do is to look for these submersible's under the sea. You have to remember that these are the kinds of deep sea exploration's that isn't done on a casual basis. You mentioned tourists, but really, this is not a whale watching trip off of the coast of the Atlantic. This is very specific, highly specialized expeditions that take a lot of time to organize, a lot of expertise, and the weather is crucially important. We don't know if there was any adverse weather at the time. They would not have set out if it was. We mention again, expertise, along as these assets along the ocean in the air, they are really trying to get experts all around the world, because this is going to be a difficult mission. These deep sea rescues are not easy, they're incredibly complicated even if you wanted to locate them, and that's the issue at this point, Jake, as the U.S. Coast Guard tries to coordinate the rescue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TAPPER",
      "sentences": "So, I do a little scuba diving, and even going 100 feet under water is really risky. What can you tell us about the underwater vessel that they were on going to these depths?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "NEWTON",
      "sentences": "Yeah, so, this is about 21 feet long. Think about that, that's not very long at all, right? It's not big. We're not talking about a military submarine here, and yet this company, Ocean Gate Expeditions, for years, trying to really hone their expertise for this specific mission, going almost two and a half miles under the sea.They have about 96 hours, I should say, about four days of provisions, that will be crucially, oxygen, but also fuel, in order to survive. So, they have had communication flaws with this submersible before. And so, they are waiting to see if that is the issue. But again, a specialized submersible, and right now, would make it just the size of it, it would mean it will be very difficult to try and find it at that depth, Jake. [16:05:07] TAPPER:  Paula Newton in Ottawa, thank you so much. Just how extensive is the Coast Guard's role in this search? The U.S. Coast Guard. Let's bring in CNN's Oren Liebermann who's live for us at the Pentagon. Oren, tell us more about the type of equipment being used in the search and rescue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Jake, we're seeing a joint search effort here for both the U.S. and the Canadians, different assets of equipment, aircraft, with different purposes. I think they're trying to figure out where they're submersible is and, of course, in what condition.The U.S. Coast Guard has deployed a C-130, a four-engine aircraft capable of long range and long endurance patrol missions. This will be an aircraft that's very effective at searching large swaths of the surface of the water that would likely be its role to see if there's any sort of debris of the submersible itself, in some way. So, that's what a C-130J would be from the U.S. Coast Guard. The Canadians, meanwhile, and Paula mentioned this, have deployed a P8 Poseidon. This has a different role, but can search along the top of the water but its primary purpose is to search underwater. It's in fact used for anti-submarine warfare for the most part, a military aircraft designed to find and hunt down enemy submarines. This, of course, slightly different. It has ways of detecting the mass of a submarine or submersible underwater. Here, it's not looking for an enemy submarine. It's looking for this submersible, smaller than military submarine which would make it more difficult to find. But, of course, the crucial difference here, this ship, this underwater vessel wants to be found, and that perhaps makes this search just a bit easier even with all of the challenges that are piling up here. The Canadian Coast Guard is also sent a ship out, the Kopit Hopson 1752, and that is on its way to the site, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TAPPER",
      "sentences": "All right. Oren Liebermann at the Pentagon for us, thank you so much.I want to bring in Craig Sopin, who studies Titanic wreckage and is a trustee with the Titanic International Society. Thanks so much for joining us. So, Ocean Gate Expeditions, the company operating this vessel, says that this journey goes more than 13,000 feet deep. How dangerous is it to see the Titanic wreckage and go down that deep?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CRAIG SOPIN, TITANIC HISTORIAN AND EXPERT",
      "sentences": "Actually, it's not considered very dangerous at all. These tours have been occurring for about two decades through various companies. It's always been considered safe and will probably be very unnerving for many of us to walk onto, say, a commercial airline, where there's only one pilot on board. These tourists generally have only one pilot but the difference between this in an airline is that these submersibles can't fall from the sky, and also instead of an air traffic controller dealing with many airplanes at the same time, all the resources of these companies including Ocean Gate is dedicated towards this one vessel.The vessels are safe, the pilots are experienced, and all of the people that I've spoken to who've actually been on these dives, don't express any fear at all other than a fear of claustrophobia because we know from many of these dives, including the official dives and the tourist dives, that they've even been considered very safe, and so hopefully, in this case, we're only dealing with a communication problem rather than a submersible problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TAPPER",
      "sentences": "Let's hope so. You also happen to know a pilot who can operate in submersible and has done previous excursions for Ocean Gate. Have you talked to him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SOPIN",
      "sentences": "I've not spoken to him, and I have not spoken to anyone who has been in contact with him. We do believe that he is on site. We don't know whether or not he is in the submersible.I'm hoping for the best. I've tried to contact him, to no avail so far, as have others. But I'm hoping to hear from him tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TAPPER",
      "sentences": "You have spent years, yourself, researching the Titanic and you've been offered to join an expedition such as this one. What do you know about this vessel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "TAPPER",
      "sentences": "So, Ocean Gate says it charges $250,000 a person for this trip. Before this excursion, would you say that there was a large group of enthusiasts lining up to take such a trip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "SOPIN",
      "sentences": "Well, I can tell you decades ago, the group was a little larger because the price of the trip was only about $30,000, and it seemed to have made an incredible jump to $250,000. So, obviously, the audience for this is very limited. And from what I understand, there is a line, in fact the next tours are already planned, I believe two of them were planned for 2024, they were filled to capacity.So, the answer is, if you can afford it, yeah, it's there for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:28",
      "speaker": "TAPPER",
      "sentences": "Also in the world lead today, positive signs amid a freefall in diplomatic relations between the world's two biggest economies. U.S. Secretary of State Antony Blinken and Chinese President Xi Jinping met earlier today to cap off Blinken's belated trip to Beijing. Both men characterized the 35-minute long meeting as, quote, progress. Though Taiwan, the self ruling democratic island which China's ruling communist party claims but has never controlled, remains a key sticking point.CNN's Kylie Atwood is in Beijing for us as Blinken can see there's still, quote, a lot more work to do. (BEGIN VIDEOTAPE) KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT (voice-over): Secretary of State Antony Blinken casting U.S. China relations as a work in progress at the end of his two-day visit to Beijing, coming when tensions between the competing nations have never been greater.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:28",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "It was clear coming in that the relationship was at a point of instability, and both sides recognized the need to work to stabilize it. ATWOODofficials, Blinken capped his visit by sitting down with Chinese President Xi Jinping. The Chinese leader saying the two sides had made progress, but on one major objective that the Biden administration officials set out to accomplish, standing up military to military channels of communication between the superpowers, Blinken left empty- handed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:28",
      "speaker": "BLINKEN",
      "sentences": "China has not agreed to move forward with that. I think that's an issue that we have to keep working on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:28",
      "speaker": "ATWOOD",
      "sentences": "The vital need for these channels evident in just the last few weeks, when aggressive Chinese maneuvers resulted into military incidents between the U.S. and China in international waters and airspace of the South China Sea. But Blinken did walk away with a significant Chinese commitment, standing up the working group on fentanyl, with the majority of precursor chemicals from the deadly synthetic opioids flowing into the U.S. coming from China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:28",
      "speaker": "BLINKEN",
      "sentences": "My hope an expectation is we will have better communications, better engagement going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:28",
      "speaker": "ATWOOD",
      "sentences": "The meetings marked with polite smiles, the tone of stark contrast to the first time Blinken sat down with his Chinese counterpart in Alaska in 2021, when both sides traded barbs in front of cameras.In Beijing, Chinese officials again told Blinken that the Chinese government would not provide lethal support to Russia for the war in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:28",
      "speaker": "BLINKEN",
      "sentences": "This is something that China has said in recent weeks, and has repeatedly said, not only to us, but to many other countries that have raised this concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:28",
      "speaker": "ATWOOD",
      "sentences": "Chinese foreign minister Qin Gang accepted Blinken's invitation to visit the U.S., and President Biden indicated that he is gearing up to meet with Xi in the coming months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:28",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm hoping that over the next several months I will be meeting with Xi again, and talking about the legitimate differences we have, but also how those areas we can get along.(END VIDEOTAPE) ATWOOD (on camera):  Now Jake, it does appear that Blinken's visit to Beijing is serving as somewhat of a spring board for further face to face engagement between U.S. and Chinese officials, with the secretary saying that in the coming weeks, senior Biden administration officials are also expected to visit Beijing. We know that the administration had been looking at visits for the secretary of commerce, the secretary of treasury, the climate envoys. We'll watch to see if those get scheduled. But I think it's important to know that China does have invested interest in engaging with the United States when it comes to economic and trade issues. The two economies are intertwined, and China's post-COVID economic recovery has faced a slowdown in recent months with youth unemployment in the country reaching an all-time high just in the last month -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "TAPPER",
      "sentences": "The Taiwan task force that you co-chair has a report coming out tomorrow detailing the increasingly imaginable conflict between the U.S. and China over Taiwan. You gave us an early first look at the report summary which reads in part, quoteBut you also say that war is not inevitable. Tell us more about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "MULLEN",
      "sentences": "Well, it isn't inevitable, although, the issue of deterrence which has stood us very well for 50 years is clearly on the decline, and that's a concern. China has been much more aggressive, much more coercive on the military side just like the incidents we talk about from last week. On the economic side, putting pressure on Taiwan, and on the diplomatic and political side. That's changed quite a bit from yesteryear, if you will, starting at about 2016, President Xi certainly has directed this.And that has made it much more difficult. It is out of balance right now, from my perspective. And we need to take steps to reassure the Taiwanese, to continue to support the One China policy which is the peaceful reunification, and do it in a way that is sustained overtime peacefully. We just cannot get into a global conflict for the reasons we say in the report, as well as what you just said -- literally, a global depression.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "TAPPER",
      "sentences": "During Blinken's visit, senior Chinese diplomat Wang Yi reiterated that Taiwan is one of Chinese core interests, over which it, quote, has no room for compromise or back down, unquote.How does the U.S. change such a strong position, or is your -- is your view that we cannot and we just need to move on from it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "MULLEN",
      "sentences": "Well, I don't know that the Chinese position is going to change in terms of its core interests. I do believe there is a possibility that we can reinforce the One China policy, if you will, and to -- over the long term, see this resolved peacefully.One of the things that we have talked about in the report is the changes, you know, in the last decades. I mean, Taiwan, the Taiwanese people are much more independent-minded. They are much more democratically focused. They are very prosperous, principally because of the semiconductor industry which is the center of the world, quite frankly, on the creation and manufacturing of semiconductors. And they have received wide felt support for countries like a U.S. and others who support, you know, democracy in the future. So, it has made it more difficult, and China's, I think, responding to that. That's why the engagement secretary had today, and will continue is really critical, so that we can figure out a path ahead to resolve this peacefully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "TAPPER",
      "sentences": "Admiral Mike Mullen, thank you so much for your time today. Appreciate it, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "MULLEN",
      "sentences": "Thanks, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:28:32",
      "speaker": "TAPPER",
      "sentences": "And we are back with our law and justice lead. A judge in Donald Trump's classified documents case has ordered the former president be prohibited from discussing or posting on social media any information revealed during the discovery phase of this case. The ruling also applies to Trump aide Walt Nauta who is also facing charges for allegedly mishandling classified documents.CNN justice correspondent Jessica Schneider joins now. Jessica, what exactly does this order stop Mr. Trump from doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:08",
      "speaker": "TAPPER",
      "sentences": "Are Trump's attorneys fighting this order?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:08",
      "speaker": "SCHNEIDER",
      "sentences": "They are not. They have completely consented to this. In fact when we saw the motion from the Justice Department on Friday, it specifically said on the first page that attorneys for Donald Trump, Walt Nauta himself, they had agreed that this protective order was something that should go into effect. Now the next step is for all the parties to sign this as soon as they are given that information from DOJ as this process, and this criminal process seclusion continues, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:08",
      "speaker": "TAPPER",
      "sentences": "All right. Jessica Schneider, thanks so much.CNN senior legal analyst Elie Honig joins now. Elie, what happens if Trump violates his policy? And again, we have talked about this before. Doesn't this infringe on the freedom of speech of a former president, and current presidential candidate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:08",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, Jake, there's no constitutional issue here. This is something that Donald Trump's own team has consented to. You don't want your materials getting out there to potential jurors and potential witnesses ahead of a trial, and you have to protect the ongoing investigation.So, yes, Trump is an unusual case because he is a presidential candidate, but his attorney has raised no objection here. If there is a violation, the judge can post sort of escalating levels of discipline, starting with the warning, then to financial penalties. And if you have an excessive, repeated instance of violation, then the judge can issue -- can't find content which could result in imprisonment at the very, very rare case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE) trapped in the wreckage of the Titanic? Is this even possible if that were the case? How much oxygen (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "MAUGER",
      "sentences": "So, in terms of locating the overdue submersible, we have to make sure that we are looking on both the surface using aerial and surface vessels, but then expanding into underwater search as well.Right now, our capability is limited to sonar buoys and listening for sounds, but you know, we are working very hard to increase the capability. We understand from the operator of the vessel that the vessel was designed with 96-hour sustainment capability if there was an emergency on board, and so we are using that time, making the best use of every moment of that time to locate the vessel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "REPORTER",
      "sentences": "Sir, can you talk about who was on board exactly? (INAUDIBLE) a British explorer who learned that he's on board (INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "MAUGER",
      "sentences": "At this point, I am not in a position to confirm the identity of anybody on board the vessel out of respect for the families who are going through the notification process, and more updates will be forthcoming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE) it seems like if that vessel should be on the bottom in the 96-hour window, this is a race to get some sort of rescue vehicle down to it. Am I correct about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "MAUGER",
      "sentences": "That is absolutely part of the overall planning for this search case. Right now, we are focused on locating the vessel. But at the same time, if we find this vessel in the water, then we will have to affect some sort of rescue. We are coordinating, reaching out to different partners within the U.S. Navy, within a Canadian armed forces, and within private industry to understand what underwater rescue capability might be valuable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "REPORTER",
      "sentences": "Are there any vessels on the way there that could do that, get down there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "MAUGER",
      "sentences": "So at this moment, we are focused on the search, and understanding the capabilities of the vessels that are deploying to the scene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE) and the measure was 13,000 feet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "MAUGER",
      "sentences": "So, sonar capabilities within the sonar buoys at within the hall of the commercial vessel that is out there operating on site, those are Coast Guard sonar. They are capable of listening to a depth of 13,000 feet, as I understand. REPORTERof the 96 hours is (INAUDIBLE) they are submerged, and also what is the square mileage of the search right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "MAUGER",
      "sentences": "So in terms of the square mileage of the search, I don't have that number right at this moment, but it includes both surface area that we are looking at, and a sub surface area. So, we will get you the exact number, for the square mileage of the search.In terms of the hours, we understood that that was 96 hours of rescue -- or emergency capability from the operator. And so, we anticipate that they are somewhere between 72 to the full 96 hours available at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE) the location near the Titanic. What are some of the challenges in sonar and the debris field that the Titanic (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "MAUGER",
      "sentences": "So we are working through that right now, but what we are really focused on at the moment is really locating the vessel, which could either be in the surface or subsurface. And so we are bringing in technical expertise to understand both the dynamics of underwater search, and underwater rescue operations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "MAUGER",
      "sentences": "So, as search and rescue professionals, you know, we worked very, very hard. Our crews take us personally. Our first thoughts are with the crew members and the families of those on board, and so we want to make sure that we have done absolutely everything that we can do to locate their family members and bring them home safe. And so, first and foremost in our thoughts, every moment of this search operation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "REPORTER",
      "sentences": "Sir, how common are these crashes, how in general how dangerous are they, even in emergency safety vessels?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "MAUGER",
      "sentences": "I don't have any details on how often folks visit the wreck site there, of the Titanic. Nor do I have any specific comments on the dangers involved. Certainly, every time ships go to see they encounter hazards and dangers, and so having properly prepared vessels, properly prepared crew members, and making sure that you practice emergency procedures, good practical advice for anybody that goes to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "MAUGER",
      "sentences": "So at this point I'm not going to discuss any information about the families and communications with the families. And so we will provide that with future updates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "REPORTER",
      "sentences": "Any idea on the number of (INAUDIBLE), dozens, hundreds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "MAUGER",
      "sentences": "So the Coast Guard has two C130 aircraft in addition to the command team that is working here. We have two C130 aircraft deployed. The Canadians have a C-130 aircraft and a P8 aircraft. We also have access to, and will launch a C-130 aircraft from the New York National Guard to make sure that we have air assets, sufficient air assets up there.On the surface we have the commercial operator that has been on site, and we are bringing additional surface search assets into play which will also bring in some subsurface search capability. Last question --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:48:24",
      "speaker": "TAPPER",
      "sentences": "In our 2024 lead, Republican presidential candidates weighing in on the RNC's loyalty pledge which would require all contenders to support the eventual nominee, even if he has been convicted of a felony.Take a listen. (BEGIN VIDEO CLIP) CHRIS CHRISTIE (R), PRESIDENTIAL CANDIDATE:  Look, I think the pledge is just a useless idea, Jake. I'm going to take the pledge just as seriously as Donald Trump took it in 2016. ASA HUTCHINSON (R), PRESIDENTIAL CANDIDATE:  I am not going to support, just like the other voters are not going to support somebody for president who is under indictment that is potentially convicted at that time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:48:24",
      "speaker": "TAPPER",
      "sentences": "Let's get right to Republican strategist Sarah Longwell, as well as former Democratic South Carolina Representative Bakari Sellers.Thanks to both of you being here. Sarah, early polling shows Trump continues to dominate over the rest of the 2024 field. Now candidates are having to shape their campaigns or what Trump may or may not do. How can candidates re-center to focus on their messaging and is that we recommended that they do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "TAPPER",
      "sentences": "Bakari, Trump's former attorney general, and Trump's former attorney of defense are both criticizing Trump after his indictment. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "WILLIAM BARR, FORMER ATTORNEY GENERAL",
      "sentences": "He will always put his own interests and gratifying his own ego ahead of everything else, including the country's interests. There's no question about it. This is a perfect example of that. He's like a nine year old -- a defiant nine-year-old kid is always pushing the glass towards the edge of the table, defying his parents to stop him from doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "TAPPER",
      "sentences": "Do you think Trump can be trusted with the nation secrets ever again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "MARK ESPER, FORMER DEFENSE SECRETARY",
      "sentences": "Well, based on his actions, again if proven true under the indictment by the special counsel, no. I mean, it is just irresponsible action that places our service members at risk, places our nation's security at risk. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "TAPPER",
      "sentences": "I mean, the number of Republican officials who worked with Trump who are saying things, and have been saying them for years, and years but especially now with Barr and Esper. Is it ever going to affect Trump supporting voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR",
      "sentences": "No. It won't. And the fact is, I think a lot of Trump voters look at them as being part of the swamp, many of them they did not speak up when they had the opportunity to, when they were actually serving. They went and believing that they could change Donald Trump, they failed at that spectacularly.I mean, now they're speaking out against him, I guess it's never too late to do so. But this is Donald Trump's party, and the Republican Party did not make the structural changes through other primary season to actually effectuate change. Meaning that all you have to do is have a polarity, and you win all of those delegates for that particular state. It's not split in half, it is not shared in proportion to the number of delegates you win. So, Donald Trump, of course, a sitting in the catbird seat. The biggest problem you have, this is the point that many people have been making, is that, of course, Chris Christie is taking him head on. I mean, I have a whole conspiracy theory that Chris Christie is only in the race to do that. But you have individuals like Nikki Haley, you have individuals like Mike Pence to a lesser degree, and many others who will not take him on forcefully. They want their cake, and they want to eat it, too. They're trying to split hairs, and that is something you simply cannot do. I am not certain anyone can beat Donald Trump, because he still has 35 percent of the Republican base. But the way that these candidates, particularly Ron DeSantis, Nikki Haley, Mike Pence and others are taking him on is not a way that you can beat Donald Trump. And no one is taking him on frontally it except Chris Christie, and we'll have to see what effect that has.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "TAPPER",
      "sentences": "I think Asa Hutchinson has been willing to take a moment, it's just maybe Christie -- Christie style gets more attention, Jersey over Arkansas.Hey, Sarah, pulling up to Trump's first indictment shows that his favorite ability rating is 31 percent. Is there anyone in the 2024 field that you think can breakthrough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "LONGWELL",
      "sentences": "You know, I think -- that's lecture the key question, is there anybody with the necessary political talent to take on Donald Trump? And I think for a lot of voters, they thought Ron DeSantis was going to be that guy. You know, when I was doing focus groups several months ago after DeSantis had his big win, and Donald Trump had sort of suffered a string of losses with the people he had endorsed. There was -- I was seeing a lot of activity with focus groups wherepeople were really interested in moving, on and they aren't really like Ron DeSantis. The problem is is that the more they have seen DeSantis, the more they say things like, you know, I don't think it's his time yet. Or, he would make a good vice president for Trump. And because Trump, whether it's the indictments, or because he is able to play grievance politics, he is able to sort of suck up all the oxygen, and because they -- these other candidates have decided to defend him in the face of these indictments, they have all become these bit players in the central drama controlled by Donald Trump. And so, I just have not seen the political talent, or the political will to seize these moments and elevate themselves. They are all deciding to just play second fiddle, and I think there is a lot of people in this race that are playing for VP already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "TAPPER",
      "sentences": "Sarah and Bakari, thanks so much I appreciate it.Coming up, how Russia may be testing out dangerous new tactics using tanks and Ukrainian territory. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}