{
  "date": "2023-04-22",
  "headline": "CNN This Morning",
  "subHeadline": "Supreme Court Protects Access to Abortion Drug For Now; Shootings Over Simple Mistakes Emphasize Gun Violence Crisis; WHO Says 413 Killed Since Clashes Between Army, Militia Group; Odesa Ballet Star Killed In Combat Mission For Ukraine. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:08",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "And good morning to you. Welcome to CNN This Morning. I'm Amara Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "I'm Victor Blackwell. Thank you for being with us this morning. This is my favorite hour of the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "WALKER",
      "sentences": "It really is. Mine, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "BLACKWELL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "WALKER",
      "sentences": "Because when I know, like, my family's up, people are not that dragging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "BLACKWELL",
      "sentences": "The west coast is awake. We got more people with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "BLACKWELL",
      "sentences": "Yes, favorite hour. All right, here's what we're watching for you. A major victory for abortion rights supporters after the Supreme Court hands down a decision to protect a widely used abortion pill.But there are still more legal challenges. We'll talk to a doctor about why he has concerns that even though the pill is protected for now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "WALKER",
      "sentences": "And an explosive mistake by Russia after it accidentally bombs one of its own cities and leaves a trail of destruction behind, including a 65-foot-wide crater, we'll show you the stunning images ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "BLACKWELL",
      "sentences": "Plus, fierce fighting in Sudan despite a 72 hours ceasefire. Now, officials say preparations are being made in case diplomatic personnel need to be evacuated from the country. We'll have a live report ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "WALKER",
      "sentences": "Women across the U.S. continue to have access to a commonly used abortion drug, at least for now. Last night, the Supreme Court stayed a lower court's order, or blocked that order, that placed restrictions on the drug mifepristone. It is the first pill in a two- drug cocktail which has been used by millions of women over the past two decades that it has been on the market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "BLACKWELL",
      "sentences": "Now, the justices previously paused the lower court's order, but that freeze had been set to expire midnight. The decision from the high court came just hours before the deadline. Justices Clarence Thomas and Samuel Alito, they publicly dissented, while the votes of the other justices were not made public. CNN Supreme Court Reporter Ariane De Vogue is with us now.So the decision hands the president, the administration, the abortion rights community, a major victory. But there are still more potential legal fights, explain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "ARIANE DE VOGUE, CNN SUPREME COURT REPORTER",
      "sentences": "You're right. The Biden administration got everything it wanted from the Supreme Court last night, the lower courts had put in place these restrictions on this abortion drug. The government, the manufacturers, had raced to the Supreme Court and said, lift those restrictions while the appeals process plays out, which could take months. The Supreme Court agreed to do so.So what that means is the drug is available. And all the moves that the FDA made in the years since to ease access are in play. For instance, the generic version is available. You can still get it by mail. It can be still used up to 10 weeks of pregnancy. Now, we know it would have taken five justices to agree to do this, but we don't know which five justices. All we know is Justice Clarence Thomas and Justice Samuel Alito, they dissented. And Alito was the only one to explain his vote. And he basically said that he did not think that patients would be so harmed if these restrictions were left in place while the appeals process played out. He noted that the federal Appeals Court is going to hear arguments next May, and he thought that the court shouldn't have acted this way. So now what happens is this whole issue goes back to this federal appeals court on what's called the merits. Now, they're going to dig into it. It's a very conservative court, so a lot of people feel like after that court rules, this case may end up back at the Supreme Court, where the justices will really take a much more thorough look and dig into the issues. But for now, that drug is widely available.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "WALKER",
      "sentences": "And Ariane, this is the same Supreme Court that overturned Roe v. Wade last summer. So could we read into this? I mean, does it signal a change of heart on the court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:08",
      "speaker": "DE VOGUE",
      "sentences": "That's interesting what you say, because, of course, it was Alito who penned that decision that overturned Roe v. Wade. But the justices might see this case differently because they may look at this case not so much about abortion, but the FDA's ability to approve drugs, not just this abortion drug, but any drug. Because the justices did hear from a lot of big drug groups who were very concerned here. They worried that what could be -- what other drug could be struck down, what other drug could be challenged?So they may see this much more about whether or not the FDA 20 years ago had the authority to approve this drug in the first place that has been used by millions of women. And some of the justices might feel uncomfortable feeling like a judge could rule -- could weigh in on such an issue and have more authority than the FDA. So they could see these two cases very differently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:09",
      "speaker": "ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT",
      "sentences": "Victor, they certainly are. Relieved is the word that they use. So let's divide the country into two, states that allow abortion and states to prohibit it. In states that prohibit abortion, they haven't been able to really use these mifepristone, anyhow, it's illegal to prescribe it in those states. So this doesn't really change much for them.But in states where abortion is allowed, those doctors were dreading the thought that they couldn't use mifepristone. So let's take a look at why, 53% of abortions in the United States are with pills, mifepristone, and another one called misoprostol. So if they had to stop using mifepristone, that would really, really be a problem. They said that they would just -- wouldn't be able to give the -- the women who needed care, the right care. And let's take a look at how safe mifepristone is. It's been used for 20 years. It has an excellent safety profile. Millions of American women have used it. In fact, if you're going to look at deadly side effects, penicillin, way more deadly. Viagra way, way more deadly. Victor, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:09",
      "speaker": "WALKER",
      "sentences": "Yeah, and in states that still allow abortions, Elizabeth, what would doctors have done if they had been told that they could no longer prescribing mifepristone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:09",
      "speaker": "COHEN",
      "sentences": "They would have just used that second drug Amara. They would have just used misoprostol without the mifepristone. Now, does that usually work? Yes. But it's less effective. It has a higher rate of failing, in which case a woman is going to need surgery and can become septic and all sorts of terrible things can happen.There is a reason that 20 years ago, teams of doctors, actual doctors, not judges, actual doctors at the FDA and their external advisors said, you know what, these two pills work best in combination, they're more effective, and they're safer for women. So doctors I was talking to in places like Massachusetts and New York, they said, we are heartbroken, they actually use the word heartbroken. They said, we will be heartbroken if we can't give our patients the best care. And instead, we're giving them care that we know is more likely to make them sick. Victor, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:09",
      "speaker": "WALKER",
      "sentences": "Elizabeth Cohen, thank you. Joining me now is Dr. Bhavik Kumar, he is a family medicine physician and board member with physicians for reproductive health. And as I understand it, Doctor, you provide abortion and trans care in Texas and Louisiana, two states that have basically banned abortion except for in, you know, one or two exceptions.My question to you is, first of all, what is your reaction to the fact that this does ensure full access to mifepristone in the states where abortion is legal? And how does this impact you if at all, considering that you're providing care for people in two states that have basically banned abortion? DR. BHAVIK KUMAR, FAMILY MEDICINE PHYSICIAN: Yeah, I mean, here we are 10 months after the fall of Roe, a waiting several times this week actually a decision from a court that would potentially instantaneously have dramatic effects on access to abortion throughout the country. My reaction is that the bar is extremely low for these politically motivated courts that have a pattern of rejecting science and causing harm to people. So while we're celebrating this short victory, we know that there's a long road ahead of us, even in states that have banned abortion. We continue to use mifepristone for folks that are experiencing a miscarriage. So it still has an important news and many folks still rely on access to it. And also many folks are accessing mifepristone through telehealth, which we know is the safe method for accessing this care. So, even in banned states, these decisions are still having an impact and certainly having a huge impact in states that still have access to abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:09",
      "speaker": "WALKER",
      "sentences": "Can you tell me how it's been impacting you and your care with your patients in places like Texas and Louisiana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:09",
      "speaker": "KUMAR",
      "sentences": "Yeah, sure. And I think, you know, in the same ways that it's impacting folks here, folks are seeing it on a huge level when folks are trying to access induced abortion and other states. But anytime a patient's coming in, this is one of the options that we offer them. So typically, we'll offer them the full array of options, talk about side effects, talk about risks, benefits, and then make a decision with our patients. That's the beauty of having this relationship with patients.However, when a court is potentially making a decision, when we're awaiting a decision that could come at any point, it leaves a lot of uncertainty with our patients. So even patients that I'm seeing here that may be experiencing a miscarriage, this is one of the options that I would offer them, but with a decision that's potentially coming at any point, we're not sure if we're able to offer that option. Patients have appointments that are scheduled, will they still be able to access this medication, will they not? It causes a lot of uncertainty and a lot of chaos. And we've been through this several times in the past month, and this is part of the roller coaster of abortion access, unfortunately, in this country right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:10",
      "speaker": "KUMAR",
      "sentences": "Yeah, Texas actually has three abortion bans. So it is not even available before six weeks unless there is a medical emergency, which like you said, the state does not define. So what happens is that healthcare providers like me, are left to determine what is an emergency, what is not an emergency? And of course, we have the medical training, we've been to school for more than a decade, we know how to talk to our patients. This is what we do every single day.But when the state inserts themselves in this relationship with our patients, and we're looking at potentially not just loss of our license and fines, but life in jail, that's the -- that's the penalty in Texas for providing abortion that the state deems was not, you know, appropriate. So we are trying to do the best by our patients. I think that's what most of us are leading with, having these conversations and trying to be honest. But unfortunately, it really depends on where you go, which physician, you may see, which hospital, what their rules are. And it really leaves a lot of uncertainty for patients. And it's really unfortunate, because we have the training and the skills and the ability to take care of them. But the state is preventing us from doing that. So then practicing medicine for you, then is a risk every single day. So what keeps you there in the South? Why not move to a neighboring state where you don't have to worry about going to jail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:10",
      "speaker": "KUMAR",
      "sentences": "Yeah, great question. It's the patients. We go to this work, we come to this work to take care of people. That's what drives us, including me. And even if I left the state, I know that people will continue to need care and they need somebody who's compassionate and understands and can offer them options. And even if I'm not able to offer that option, myself there, I can help them get to the right place and let them know that when you do come back here, where you live, and when where your family lives, I'll be here to take care of you and answer your questions and do what's best for you. So it's not what I would hope for people. I would love to be able to take care of them right here in our community. But I know that people continue to need this care and it's important for me to stay here locally where they live so that they know that they have someone that they can turn to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:10",
      "speaker": "WALKER",
      "sentences": "Dr. Bhavik Kumar, really appreciate you joining us this morning, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:05",
      "speaker": "BLACKWELL",
      "sentences": "Wrong doorbell, wrong driveway, wrong car, wrong yard, four separate cases in just the last week or so where a property owner pulled the gun out and shot someone instead of just asking, is this where you're supposed to be? Do you mean to be here?In North Carolina, Tuesday, a six-year-old girl and her dad were both shot and injured by their neighbor after basketball rolled into his yard. Two teenage cheerleaders in Texas were shot in a parking lot when one of them accidentally opened the wrong car door. A 20-year-old in Upstate New York was shot and killed when she was -- she pulled, rather, into the wrong driveway. And it Kansas City, Missouri, a 16- year-old was shot after he knocked on the wrong door. Here with us now is Jeffrey Swanson. He is a Professor in Psychiatry and Behavioral Sciences at Duke University School of Medicine, who studies policies to reduce gun violence. Professor, good to see you. Thank you for being with us. These have been called wrong place, wrong time shootings even on, you know, by this network, and it makes -- it sound like if only they'd shown up in a different place or a different time or it was just a mistake or odds are in any other situation this would not have happened, you study behavioral scientists? Is it that simple when we look at these shootings, or is there something else going on here? DR. JEFFREY SWANSON, PSYCHIATRY AND BEHAVIORAL SCIENCES, DUKE UNIVERSITY MEDICAL CENTER: I don't think it's quite that simple. First of all, I'd say as tragic as these incidents are. The big picture is on any day that one of these things happens approximately 130, 140, other people die in gun injuries all around the United States. This is a piece of it. So I would say imagine any of these incidents wrong place, wrong time, and remove the element of a firearm, and they're going to have a far less tragic result. So, you know, I see this as a symptom of a number of things. I mean, certainly we have the element of an inclination to harm other people. But then we have this lethal technology. And you need to think about both of those things. The fear, you know, that people have, maybe it's an after effect of COVID, where people perceive kind of a, you know, they live in a dangerous threatening world and they hear messages from the media that they consume that the way they need to deal with that is we need more guns in the hands of more people in more places to protect ourselves. And so, you know, that -- that's what happens. It's a complicated problem. There's no one solution to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:27",
      "speaker": "SWANSON",
      "sentences": "Well, you know, we talked about the United States as if it's one country, and we have one problem, but there's huge variation across the United States in this problem. And, you know, it's far worse in some regions than others. The gun death rate in states like Alabama, and Louisiana and Mississippi are a fraction of what they are in states in the Northeast, and it doesn't have -- doesn't make a lot of sense that morality is that different. So that we'd have a gun rate 10 times -- gun death rate 10 times higher, almost, in states in the South, you know.But it's true with other countries, we can -- if you take us and a bunch of other countries like the Western Europe, and U.K. and Canada, Australia, and Japan, and you look at our gun death rate, I mean, our crime rate is about average, but our homicide rate is through the roof, you know, it's like, the bar graph looks like the skyline of Burlington, Vermont with the Empire State Building stuck in the middle of it. And that's us, because it's so much higher. And that has to do with our unique relationship to firearms. Guns are culturally entrenched in our country. They are constitutionally protected private gun ownership is in terms of how the Supreme Court has interpreted the Second Amendment. So we can't broadly limit legal access to guns like other countries do things, if it's just too dangerous. We have to say, well, you know, everybody has the right to have a gun. So let's try to figure out who are the people who's -- who were so dangerous, that it's justified to limit their Second Amendment right. That's very hard to do, because people are complicated. And violence is complicated. It's caused by many different things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:27",
      "speaker": "BLACKWELL",
      "sentences": "So let's talk mental health, because these are the three buckets in which, you know, the weapon itself. We've talked about the morality that we also hear when -- there are people who don't want to deal with the weapons themselves, but also mental health, which I think both sides politically believe that there is an important variable. But if mental health is addressed, and the dream mental health care system can be built, how much of an impact would that have on gun violence in this country? Is that -- how much of the answer can you attribute to dealing with mental health?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:27",
      "speaker": "SWANSON",
      "sentences": "Well, we've known for 30 years that the vast majority of people with serious mental illnesses are not violent towards other people, contrary to the stereotype, and in this stigmatizing portrayal. Our estimate in this benchmark study three years ago, was that the population attributable risk was about 4%. So yeah, it would get violence move down, but go down about 4%. And 96% of it would still be there. That's factoring out substance abuse.So, you know, it doesn't suggest that we shouldn't think about the mental health care system in this country. We certainly need better mental health care, the system that we have, if you can call it that is fragmented, it's overburdened, it's under resourced. It doesn't work very well, for lots of people. But, you know, fix mental health is a great slogan for a different public health problem. It's not the place you'd start. And, you know, that's unfortunate, but we need to think about both of those problems, you know, at the same time, they're both public health problems. And they don't need to be political. Gun violence prevention, doesn't have to be so political. It is nowadays, because private gun ownership is now taken on almost a symbolic role, you know, as a mark of political fealty. And if you, you know, if you're on one side of this chasm, you know, in our culture was, you think that private gun ownership is more important than a thing. And on the other side, you think we need sensible regulations, and it's very hard to come together. It's a little easier at the state level. Although I must say I'm hopeful given that the Bipartisan Safer Communities Act was passed last summer, bringing together, you know, lawmakers from both sides. And I think there's potential for improving the situation in the features of that law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "WALKER",
      "sentences": "Up next, another ceasefire disrupted in Sudan. Gunfire and street fighting erupts in Sudan's capital as Ramadan comes to an end. We'll have the latest on the conflict after the break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "WALKER",
      "sentences": "New this morning, Sudan's army says it will help facilitate the evacuation of diplomats from a number of countries including the U.S., the U.K., France and China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "BLACKWELL",
      "sentences": "Yeah. The evacuations come as violence escalates in Sudan and the left more than 400 people dead in just a week of fighting. The Pentagon has deployed additional troops near Sudan to assist with evacuations. But the State Department has warned that the situation there is too dangerous to evacuate private U.S. citizens. CNN's Larry Madowo is in Nairobi, Kenya. Give us more about what's happening there in Sudan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "What we're seeing is now that the two warring sides have agreed to a pause in the fighting at least around the airports so that any nations that want to evacuate their citizens can do so.[08:30:00] We've seen different countries saying that they would be putting the military aircraft on standby including Sweden, Switzerland, Japan, South Korea, all saying that they have the information ready to take them out if the situation is safe. Now the rapid support forces that is the paramilitary group that's been fighting the Sudanese Armed Forces, they both agree that they will allow this evacuation of citizens. The Army today confirming that the first will be the U.K., the U.S., China and France and the Kingdom of Saudi Arabia has already confirmed that it will be evacuating its citizens out of Sudan as well as any friendly nations. But this is only a temporary truce because even though during this weekend, there's supposed to be a 72-hour ceasefire to celebrate Eid, the end of Ramadan that has been violated. If you're keeping count, this is the fourth ceasefire that's been violated so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "WALKER",
      "sentences": "And how does this latest agreement where you have Sudan's army, saying that it'll help facilitate the evacuation of diplomats from the certain countries? How does that agreement impact the private citizens, especially the U.S. citizens who want to leave?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "MADOWO",
      "sentences": "The White House says that -- and the State Department as well that U.S. private citizens will not be evacuated because that is not standard procedure. They didn't evacuate in Yemen, in Libya, or in Syria, when governments were collapsing there. And Afghanistan was a unique situation.Listen to the White House Press Secretary. (BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: When it comes to Sudan, this is a warning -- a level four warning that we provided to them many months ago, basically telling Americans who were there to leave if they could, and also not to travel Americans not to travel to Sudan. So we've been very clear on that. Again, it's not our standard procedure. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "MADOWO",
      "sentences": "The guidance for U.S. citizens in Sudan is to shelter in place and hopefully for a lull in fighting them to leave the country. But I want to read for you the statement from the Sudanese army, which speaks to these other nations that are not just evacuating embassy staff, but also evacuating other citizens in the country.There are smaller numbers of people there to be clear. The U.S. has about 16,000, many of them dual nationals, Sudanese and American. But this is what the Army said in his statement. \"The evacuation of all missions, whose country's made such a request is expected to begin within the coming hours, as the U.S., the U.K., France and China will evacuate the diplomats and nationals by air by military transport aircraft belonging to the respective armed forces from Khartoum. And this is expected to begin immediately.\" So we haven't seen any flights take off yet, but when they do, we'll let you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "BLACKWELL",
      "sentences": "Larry Madowo for us from Nairobi. Thank you, Larry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "WALKER",
      "sentences": "Thank you, Larry.New this morning, Ukraine's military says it continues to repel Russian attacks in eastern Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "BLACKWELL",
      "sentences": "Now this comes as Western forces vowed Friday at a summit in Germany to bolster Ukraine's military capabilities. The U.S. military says it will begin training Ukrainian forces to operate Abrams tanks starting next month, the hope of getting them on the battlefield against Russia before the end of the summer.CNN's Ben Wedeman is live in Kyiv this morning. Ben, the latest from where you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, we did hear Lloyd Austin yesterday in Ramstein say that this -- that the defense contact -- Ukraine defense contact group had provided Ukraine so far with to more than 230 tanks, more than 1,550 armored vehicles.Now, since the war began, this country has been pummeled daily or hourly by the Russians. But over the border in a Russian city, that city got a taste of Russia's own medicine. (BEGIN VIDEOTAPE) WEDEMAN (voice-over): This kind of destruction has been a common seen throughout Ukraine since the war started. But this time it was in Russia. Residents of the city of Belgorod close to the border with Ukraine waking up to damaged buildings and a destroyed road. The culprit, Russia itself. Moscow, saying one of its aircraft accidentally struck the city. CCTV footage shows a first impact as the bomb penetrates the ground. Moments later, a large explosion. Residents feeling lucky it wasn't worse. Thank God there are no dead, the Belgorod governor says. While Russia was busy after shooting itself in the foot, Ukraine was meeting with its allies in Germany. LLOYD AUSTIN, U.S. SECRETARY OF DEFENSE: Welcome to the 11th meeting of the Ukraine defense contact group. WEDEMAN (voice-over): NATO and other international partners discussing additional support for Kyiv ahead of a highly anticipated counter offensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:07",
      "speaker": "WEDEMAN",
      "sentences": "And we've just learned that just a few minutes ago regarding that accidental bombing in Belgorod, that according to a Russian news agency, another bomb was dropped by that plane. It did not explode but 17 apartment buildings had to be evacuated before a team could remove that unexploded bomb and detonate it in a safe area. Victor, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:23",
      "speaker": "WALKER",
      "sentences": "OK, so a tweet from a major league baseball player is sparking a fierce online debate about parenting. Toronto Blue Jays pitcher Anthony Bass posted this photo on Twitter saying that a United Airlines flight attendant made his pregnant wife get on her hands and knees to clean up a mess made by their two-year-old daughter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:23",
      "speaker": "BLACKWELL",
      "sentences": "United has responded to the tweet saying, they understand the concern and are looking into it. So here's the question, who's responsible to clean -- responsibility is it rather, should I say, to clean up after your kids when you're in a public place like a plane or restaurant or a movie theater?Joining us now, CNN Opinion Writer Jeff Yang and Outreach and Opinion Editor for PennLive and The Patriot-News, Joyce Davis. Welcome to you both. Joyce, let me start with you. Simple question, whose responsibility is it? Should the mom have -- had to have been made to pick up the popcorn? JOYCE DAVIS, OUTREACH AND OPINION EDITOR, PENNLIVE AND THE PATRIOT- NEWS: Well, look, context is everything, right? And I always fall down on the side of compassion. So if you just want a strict answer, yes, you should make sure that you fix. But the woman was pregnant, right? She was -- come on, let's give a little -- some little compassion here. So that's -- I mean, being a parent is hard. So that's all I'm saying. Yes, you can follow the rule of the law, but you also, look, at the work and help her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:23",
      "speaker": "WALKER",
      "sentences": "OK, Jeff, please chime in on this. And by the way, why didn't they ask the dad to pick up after the child's mess? But anyway, Jeff, whose responsibility was it? The parents or the flight attendant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:23",
      "speaker": "JEFF YANG, CNN OPINION WRITER",
      "sentences": "I mean, I had the same thought as yourself, where was the dad in this circumstance? I think he was probably on a pitcher's mound. But in this case, and in others, I just remember my own parents always telling me, well, you know, you guys are basically an extension of me. Anything that you do, more or less reflects on me whether you're being praised, or you're being punished.And making a mess, whether or not it is something you intended to do or not, if you're in that situation, as a parent, you do have some responsibility to reflect on, you know, the needs that the people around you have, not just for your own kids. So I agree with Joyce, absolutely. The context matters. But, you know, the joy of having kids to begin with is experiencing both the pleasure and pain parenting, and one of them is picking up after them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:23",
      "speaker": "BLACKWELL",
      "sentences": "So I am, you know -- you know, how you watch \"Sesame Street\" and like one of these things is not like the others. I'm not a parent. I'm not a father, I will never be a father. The three of you all have kids, right? So I'm just the different perspective.But my question is, somebody's got to pick up the popcorn, right? It's all -- I understand the compassion, Joyce. But if the popcorn was dropped by the kid --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:23",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:23",
      "speaker": "BLACKWELL",
      "sentences": "-- even compassion says, what about the compassion for the flight attendant --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:23",
      "speaker": "WALKER",
      "sentences": "I'm with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:23",
      "speaker": "BLACKWELL",
      "sentences": "-- who has so much to do, especially in this environment that we've seen all of this happening on planes, still her --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:23",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "BLACKWELL",
      "sentences": "I hear a swell of flight attendant saying it's not our job to clean the plane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "WALKER",
      "sentences": "That's exactly what I was thinking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "WALKER",
      "sentences": "You know, and look, you know, I do take the flight attendants, you know, I see their perspective as well. But, you know, also as a parent, you know, what are we teaching our children when it comes to respect for others and responsibility for your actions, right?Maybe two year old, two years old is too young. I don't know that my son was almost three would, I mean, I would ask him to pick up after himself. But if my five year old daughter made a mess under her seat, I would take off her seat belt, and I will tell her get on the floor, on your hands and knees and pick it up. Because I mean, kids can make a ridiculous mess. I've been to restaurants where I've seen parents just sitting there and there is food all around the table. I have gotten on my hands and knees and cleaned up after my kids, and so has my husband. I have no shame in that. But for me, it's about teaching my kids, hey, this is your mess, you better pick up after yourself. And look, we weren't there. We don't know the context, if the flight attendant really said, get on your hands and knees and pick up. But, I mean, Jeff, I mean, do you agree with at least that we should be teaching our children that it is their responsibility to clean up after themselves?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "YANG",
      "sentences": "I'm totally with you. At the same time, recognizing that kids -- and I have two boys at that age absolutely are like puppies. They will kind of destroy things for really no purpose. I was in a very similar circumstance where my two boys while I was sort of dozing off on a plane actually ripped up cocktail napkins and created kind of confetti everywhere.And I, at the end of that, told them they had to clean it up. They couldn't leave it for other people. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "YANG",
      "sentences": "-- often we kind of made a game of it, you know, all of us kind of got on our knees, trying to pick up as many as possible and seeing who got the most. But, you know, fundamentally, even if my younger kid was too small to do it, my older kid, again you said there was a five year old sitting there right now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "YANG",
      "sentences": "-- was old enough to do something. And it's just part of what we have to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "WALKER",
      "sentences": "I'm with you both though, you know, because Joyce, I do hear you when you say let's, you know, we need to give each other more grace and compassion. And guess, you know, maybe she wasn't feeling so well. And, you know, it sucks being pregnant. So, you know, I definitely see all sides of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "BLACKWELL",
      "sentences": "Who gets that kid that young popcorn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "WALKER",
      "sentences": "I was going to say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "BLACKWELL",
      "sentences": "It's going to be her dad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:08",
      "speaker": "WALKER",
      "sentences": "The Denver Nuggets pushed the Minnesota Timberwolves to the brink of elimination in the NBA playoffs. Carolyn Manno joins us now with all the action in this morning's Bleacher report. Hey, Carolyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:08",
      "speaker": "CAROLYN MANNO, CNN SPORTS CORRESPONDENT",
      "sentences": "Hey, get your popcorn ready, but keep it in your lap, OK? Don't spill it anywhere. The Nuggets proving why they're the top seed in the Western Conference, guys. Denver now just one win away from advancing to the conference semifinals.Back to back league MVP Nikola Jokic, a one man wrecking crew, putting up 20 points to go with his 12 assists and 12 rebounds. That's his 7th career playoff triple double. Only hall of famer Wilt Chamberlain has more among centers with nine. So Denver wins game three, 120 to 111, the final there. The Timberwolves will now face an uphill battle. No NBA team has ever come back from a three nothing deficit to win a playoff series. The Atlanta Hawks defending their home court against the Boston Celtics. Trae Young bouncing back from a disappointing start to the playoffs. He finishes with 32 points, his best performance of the series by far. As a team, the Hawks were on fire as well, shooting 56 percent from the field. Made a lot of tough looks down the stretch to hold off Boston as they were trying to come back. So Atlanta beats Boston by eight to cut that deficit to two games to one. That was big. The Memphis Grizzlies going to visit the Lakers tonight with that series tied at one game apiece. And in their last game, LeBron James and Memphis forward Dillon Brooks join back and forth, staring down each other, exchanging words on and off the court. Afterwards, Brooks called LeBron old, said he wasn't scared to poke the bear, and LeBron was asked about that trash talk at practice on Friday. The NBA's all-time leading scorer said he's not wasting his time with a war of words. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:08",
      "speaker": "LEBRON JAMES, LOS ANGELES LAKERS FORWARD",
      "sentences": "I don't want to talk much more. Tomorrow will be a great game. I'm not here for the bullshit (INAUDIBLE).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:08",
      "speaker": "MANNO",
      "sentences": "And if you're a Cubs' fan, look away. Still a stellar effort, but the team's pitcher, Drew Smyly, just shy of perfect yesterday against the Dodgers. Six outs away from just the 24th perfect game in major league history, when disaster strikes on the second pitch of the 8th inning with David Peralta hitting a slow rolling dribbler down the third baseline.And then Smyly scooping it up. But as he started to turn to make the throw to first, his own catcher ran into him, flipped over his back. The perfect game over. Silver lining, Victor and Amara. Still got 13 nothing, one hit win. The catcher, after the game, threw a helmet on, said he didn't know he was going to be tackling those guys, but still getting the win. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:08",
      "speaker": "WALKER",
      "sentences": "All right. Carolyn Manno, good to see you. Thank you.I cleaned up after myself. The popcorn was on the floor, and I got on my hands and knees. Join us again in an hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:08",
      "speaker": "BLACKWELL",
      "sentences": "Smerconish is up next. We'll see you back here at 10(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:08",
      "speaker": "EVA LONGORIA, ACTRESS",
      "sentences": "I don't know if I've ever been this excited to eat anything.I mean, oh, my God. (Speaking Foreign Language)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(Speaking Foreign Language)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:08",
      "speaker": "LONGORIA",
      "sentences": "(Foreign Language) lots of culture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:18",
      "speaker": "LONGORIA",
      "sentences": "The French brought the bread here. You guys have improved upon their recipe.(through translator): I've already got it on me. UNIDENTIFIED FEMALE (through translator): Oh yes. I can see that you have. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}