{
  "date": "2023-05-16",
  "headline": "Inside Politics",
  "subHeadline": "Today: Biden Meets With Top Lawmakers On Debt Ceiling; Congressional Staffers Assaulted By Man With Baseball Bat; Rep. Connolly: Bat-Welding Man \"filled With Out-Of-Control Rage\"; Sources: DeSantis To Launch 2024 Bid By End Of May. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "Hello, and welcome to Inside Politics. I'm John King in Washington. Thank you for sharing your day with us. In just hours, a meeting with crippling consequences if it leads to nowhere. Congressional leaders head back to the White House to talk through a debt deal. But Democrats already worrying President Biden to them sounds close to caving.Plus, a picture of fear, new and disturbing video shows a baseball bat wielding attacker terrorizing a neighbor. Police say this was his next move, beating two staffers at a congressional office. And Ron DeSantis nears a 2024 law. He will enter the race with infrastructure and big money, but also with deflated expectations after months of fierce Donald Trump attacks. Up first for us, quote, time to get serious. That's the House speaker, driving into work this morning sounding convinced though debt talks are going nowhere. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Are you optimistic about the debt ceiling talks today yielding results?REP. KEVIN MCCARTHY (R-CA): Not if things don't change. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "KING",
      "sentences": "Today, congressional leaders head back to the White House at 3 PM, about three hours from now. And it's clear the principles enter the debt limit showdown in very different headspace. And Speaker McCarthy as you just heard seems sour on striking a deal. Team Biden sounds far more optimistic about progress toward a compromise. Compromise, however, not exactly welcome news to progressives.Part of the talks include potential Biden concessions on spending caps and on work requirements in federal programs. Liberal Democrats hear that and scream no, no, no. For example, Pramila Jayapal, head of the Congressional Progressive Caucus, distilling her objections to Politico this way, \"we did not elect Joe Biden of 1986.\" Let's begin at the White House with CNN's Arlette Saenz. Arlette, pressure from the left, complaints from the right. What's going to happen today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, John, the pressure is building on both sides to come to some type of agreement to avert default, but officials on both sides have said that expectations are low that today's meeting between President Biden and House Speaker Kevin McCarthy will result in any type of Grand Bargain.You heard that pessimism from McCarthy heading into this meeting, saying that he thinks serious things need to change. And officials here at the White House are hoping that this meeting will help provide some further contours for the discussions that I've been playing out on the staff level. But there are -- there is one key sticking point that has emerged over the course of the past day, and that is when it comes to work requirements for some federal government social safety net programs. McCarthy has said that work requirements will be a red line for him, while the Democratic leader in the House Hakeem Jeffries has said, he is not open to any new work requirements on these kinds of programs. Now, the White House has said that in their meetings, they have been pushing back against work requirements, and they insist that the president will not be open to cutting healthcare for Americans or pushing Americans into poverty. Even as President Biden himself on Sunday has suggested he may be open to some concessions over work requirements. That is certainly an issue that is expected to come up in the meeting today. But this all comes as Treasury Secretary Janet Yellen has reaffirmed that the debt ceiling that default could occur as early as June 1. She has said time is running out simply put right now, lawmakers in the White House are facing a very serious time crunch. President Biden is set to depart for Japan tomorrow, and aides are aware that he could leave for this trip without a deal in hand, but with those staff level talks continuing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KING",
      "sentences": "I mean, it has become when you talk to an intern on her first day at the office, some guy comes in with a baseball bat, threats on the phone or not. They go back years and years and years. But now physical violence, and the threat of that seems to be everywhere.DANA BASH, CNN CO-ANCHOR, STATE OF THE UNION: It's commonplace. And it, I mean, you hear from people like Pramila Jayapal, talking about an absolutely terrifying incident that she had at her home a couple of years ago. And it goes on and on and on. If you go back to, I guess, more than a decade now to what happened to Gabby Giffords, that wasn't in her office, but it was in her district, she was of course, shot and almost killed, some others were actually killed. And that opened up the discussion of what kind of security members of Congress should have when they are home. It's an evolving thing. And you know, it is -- to be honest with you, a lot of members, and I'm sure you both speak to them is about these things as well, are torn about it because they want to be accessible to their constituents. They don't want to make it look like they have so much security around them that they can't be approached in the grocery store or things like that. But they also have to look at the other side of it, which is that the threat level is so much higher for so many of them than has ever been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KING",
      "sentences": "And to that very point. Gerry Connolly, who's the Democrat whose office was attacked here, just outside the Washington suburbs here in Northern Virginia. He's talked about this, because to Dana's point, a member of Congress, Democrat or Republican, you know, they want you to be able to come knock on the door.You're having a problem with Social Security benefits, can't get your veterans benefits. A question about some policy, you want to come see a staffer maybe drop off a piece of paper, Gerry Connolly says, that's what we have to do, but now it's a huge risk. (BEGIN VIDEO CLIP) REP. GERRY CONNOLLY (D-VA): I don't think there is a motivation. I think we're talking about real mental illness. If you're a member of Congress, and your office happens to be in the federal building, you know, the courthouse, you're going to have security. But if you're in a commercial office space, like me, you have no security, none. And what could go wrong with that? Well, we learn to answer to that question. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KING",
      "sentences": "That's different. That's different. And again, in a general election, that might be a tough position to defend the Florida in the suburbs of America defund the six-week ban. But in the Republican primaries, which start in Iowa, a lot of evangelical's Christian conservative, DeSantis getting aggressive all of a sudden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CALDWELL",
      "sentences": "Yes. Well, I think that DeSantis's plan of trying to avoid, talking about the former president wasn't really working. And DeSantis is right, Donald Trump has refused to give any sort of timeline of where he stands on abortion. And this is going to be an issue, like you said in the general and it's also going to be an issue in the Republican primary as well.Donald Trump is able, though, to maneuver a lot of things and to, you know, not give answers and to appease people, his supporters who don't even agree with them. So, we'll see if this works. This is the beginning of DeSantis's campaign and see if he can kind of make a comeback there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "He used the word, reset, which is kind of remarkable. You're right, it of course is a reset, but he's resetting before he even starts, which it's very telling about where we are within the Republican sort of dynamic right now. But also, if you look not just at what you just showed, which is very, very different. That was a moment I think that is going to be remembered for one he really did turn and become more aggressive when it comes to Donald Trump.But also, just the mechanics of his campaign and waiting over the weekend when Donald Trump was not able to go to Iowa because of tornadoes. Not only did DeSantis step in and change on a dime his plans and try to go and take up the vacuum that Trump left. He also is doing much more of the retail politicking. So, he is big picture trying to change the way he does things even before he starts a campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KING",
      "sentences": "And it's on his mind, obviously. If you listen to him here, he's essentially saying we use the term, it's a reset of sorting it is, his poll numbers are down. That's because Donald Trump dictates the conversation within Republicans. He just does, and he's attacked DeSantis. DeSantis says, so I don't worry about it. That social media stuff you're going to -- voters are going to look at my record in Florida, I'll be fine.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "DESANTIS",
      "sentences": "You can sit there and talk about cable news, social media, all these other things that people are fixated on. And for me, it's like, OK, what's that true north? You obviously got to win. Otherwise, you don't get a ticket to the dance. But once you do that, how are you going to be able to actually bring about big change to make people's lives better?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "HENDERSON",
      "sentences": "You know, I think Ron DeSantis really is banking on this record in Florida, right? He's got sort of anti-woke, all record in Florida. Is that really going to be big enough, right? Is he going to have a big enough personality? Or is he going to be able to sort of fill the screen in the way that Donald Trump does? He sort of dismisses social media there, he dismisses television, all those kinds of things helped Donald Trump win in 2016. They've helped him stay relevant.I think that's the big question for Ron DeSantis. Do when people average voters look at him? Do they see a leader? Do they see someone who is charismatic as well? Are people sort of dismissed those kinds of things as superficial, but in the minds of voters who might not be going line for line about what his record is in Florida? Those kinds of things aren't going to be very important. Does he break through to average people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, I mean, look, it is a big problem that the FBI made a lot of the mistakes that were documented in this report. The problem for Durham is that he was brought in, after a very, very exhaustive inspector general report found pretty much everything he just described.In 2019, he was appointed, because the former president was obsessed with this idea that he was spied on that there was a deep state cabal that was out to get him. There was all of these things that were promised that, you know, Durham himself, you know, raised expectations of what he was going to find. And none of that panned out. In the end, what Durham found is that, you know, these are human beings, there were very, very extraordinary circumstances, you had a candidate, right, who was being shunned by the establishment. So, he brought in a lot of these third-rate people, some of whom had, you know, issues and connections in Russia. And so, that is partly what drove the FBI. They made a lot of mistakes. But it appears according to Durham, it wasn't a political bias. It was simply confirmation bias, who was -- it was what prosecutors and sometimes what FBI agents do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KING",
      "sentences": "At the beginning of this, it might be hard because this is four years. It might be hard for people to remember the origins Trump Attorney General Bill Barr asked John Durham, a veteran prosecutor look into this, way back then at the beginning, this is Trump on the Hugh Hewitt show. So, he believed this is going to be huge.(BEGIN VIDEO CLIP) DONALD TRUMP, 45TH U.S. PRESIDENT (voiceover): I think you're going to have a very interesting report coming out with Durham. I believe it's bigger and far more far-reaching and far more powerful than anyone ever thought possible. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KING",
      "sentences": "Now, Donald Trump, a candidate for president, again, was very quick to run at rush out of fund runner, an email with the headline, I was framed, because I goes on to say, this is horrible. It was not that. He is exaggerating what Mr. Durham found.However, I don't want to use the fact that he's exaggerating to not get it the fact that Mr. You're right, the IG Mr. Horowitz did find a lot of this too. But these are some very important issues that Chris Wray the FBI Director acknowledged saying, we've put a lot of reforms in place already because of these problems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "ELLIOT WILLIAMS, FORMER FEDERAL PROSECUTOR",
      "sentences": "And look, I will be the first to tell you having worked with the Justice Department for six years that if there is bias or the use of uncorroborated information and evidence, it should be dealt with appropriately. The simple fact is there are plenty of roles at both the Justice Department and the FBI for getting out political bias and predisposition to things like that.And to the point about predisposition, it's an important one. Everybody has a predisposition in some way, John. The question is, does it affect the work? And if it does, how do you deal with it on the back end? Now look, you can change the rules to make them different, didn't propose any of those such things here, you can prosecute people who broke the law. But look, they tried to bring three prosecutions, two of them ended up going to trial and ending not guilty. One of them ended up pleading out for only probation. There simply wasn't the widespread problems that certainly the former president, the former attorney general wanted to find here and simply did not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "PEREZ",
      "sentences": "And I mean, look, here we are in 2023. And I know a lot of people are really tired of talking about 2020. So here we go. We're talking about 2016. This is what this report is. It's kind of a little bit of a like, you know, something like a message in a bottle right, from 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KING",
      "sentences": "But it led to a special counsel investigation, led to impeachment, which is why this is -- sometime its worth revisiting history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "PEREZ",
      "sentences": "Durham goes out of his way to actually say that what Muller found was very important. And he seems to believe that what Muller did was legitimate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KING",
      "sentences": "And so, another point in this is, to show the headline of the story he wrote about Durham interviewed Hillary Clinton on an alleged plan to tie Trump to Russia found no provable criminal offense. What does that mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "PEREZ",
      "sentences": "It means that in the end, the government officials who are handling this did not commit a crime, you know, they were made mistakes. And they should have looked at this and maybe had second thoughts about what they were doing with Trump, and they didn't and that's what he found.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KING",
      "sentences": "He recommends Durham like a -- what I would call an ombudsman, that's we call it the news business. Somebody if there's a politically sensitive investigation, someone who's not involved to be there to question, just to question everything along the way (CROSSTALK).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "PEREZ",
      "sentences": "They're already -- its already, yes. What they've done is that they've made sure there's more approvals needed for types of -- these types of investigation.",
      "isLastSentenceInterrupted": false
    }
  ]
}