{
  "date": "2023-03-31",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden to Speak after Touring Tornado-Ravaged Mississippi; Biden to Speak after Surveying Tornado Damage in Mississippi; Biden: \"We'll do everything in my power\" to help MS Tornado Victims. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "We've been closely following President Biden's visit to Rolling Fork, Mississippi and at any moment we are expecting to hear from the President. He is there meeting with local officials and residents. Touring the deadly aftermath of last week's powerful EF-4 tornado that touchdown and just devastated that area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "There you see him with the First Lady just talking to residents there. At least 21 people died and the threat is not over. Right now parts of the Mississippi Valley are under a level five risk for severe storms if you can believe that. That is the highest level.That means that the area could once again see potentially violent tornadoes over the next several hours. People hard hit last week are being told to be prepared once again horrible. CNN White House Reporter Priscilla Alvarez is following the President in the town of Rolling Fork. So Priscilla, what can we expect to hear from him in just a few minutes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "PRISCILLA ALVAREZ, CNN CORRESPONDENT",
      "sentences": "Well, we can expect him to reaffirm his commitment and the federal government's commitment to getting resources to this region. As you can see, he is behind me he is meeting with residents. As he has surveyed the damage he has been speaking to those who have been impacted.And really you can't overstate the devastation in this community, buildings, homes completely leveled trucks and vehicles turned over on their side so that is what President Biden is seeing and talking to the residents who have been affected. I spoke with some of them this morning. They said they're grateful that he is here. They're getting the help and resources they need. But that is what we're going to be hearing in his remarks today. Some of what he will announce includes the federal government covering the full cost of state emergency measures that includes removing debris shelter operations, as well as paying overtime to first responders. FEMA will also be opening disaster recovery centers. Now all of this comes on the heels of a briefing that he had moments ago with federal and state officials. He again will be pledging to stay on the ground and get these recovery efforts up and running for a community that as you can see around me has been devastated and that he is hearing from firsthand. Remember, this is a moment where the President Biden really serves as Consoler in Chief and he is slowly taking his time to get to the podium to hear from folks, of course, though, Bianna and Boris, this comes against the backdrop of the historic indictment of a Former President, President Donald Trump. Now President Biden has declined to comment on the matter that is in line with the strategy he's taken over the course of his presidency to not weigh in on ongoing legal cases and more so focused on the issues that have a tangible effect on Americans. That's his focus today. That's what we'll be hearing. More on is the recovery Bianna and Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "And as we said, we'll bring you his comments as soon as they began. Priscilla, thank you. Well, for more on today's major tornado threat once again for the area. Let's bring in CNN Meteorologist Chad Myer. So Chad shows us the area we're talking about and God forbid could it be around the same area where these people just suffered the massive tornadoes a few days ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "If that happens, it would be well after dark and likely after midnight, which would be even worse if we do get these storms that can travel that far. Right now the ones I'm really worried about are in Arkansas, not that far from Hot Springs also up into Iowa storms are beginning to fire all of these lightning bolts just in the past 15 or 20 minutes.This red zone though you said where is it? The red zone all the way from Northern Iowa all the way down now to almost Shreveport those are tornado watches. But inside of those tornado watches are tornado warnings and we have had some storms that have been rotating already this afternoon. And this is early in the day. Typically this is four or five o'clock in the heat of the day. These storms are not waiting. There is a storm right there to the west of Hot Springs that I am very worried about likely travels to the Northwest of Hot Springs proper. But if you are in Hot Springs you need to be taking cover right now. Right now that's how serious this is. You said level five, level five of five. This isn't like level five of 10. This is the worst we get. These are the biggest threats that we see from Davenport Quad Cities and then on this side over here, Memphis. Those are two separate areas of high risk where severe storms will fire today. And that severe storms Forecast Center very concerned about the rotation of some of these likely EF2, 3 or higher on some of these storms today and then by tomorrow they're gone. There couldn't be some severe weather in New York on the residual side of this. [14:35:00] But today is going to be a serious day. A day to take very seriously a day to make sure that your radio is on your phone is on you have a way to get the warnings if you are in the Midwest, possibly all the way to Chicago. So keep that in mind, millions and millions of people involved here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "We're going straight to Rolling Fork, Mississippi where we're expecting at any moment the President to speak to the devastation there from those powerful tornadoes just earlier this past week. Boris, we saw the President touring there with the First Lady, I mean, the images behind them. And that backdrop just speaks for itself the damage that these storms caused and the impact that it had enough routing so many lives and taking lives as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, it really heartbreaking pictures from Rolling Fork and the surrounding areas. This was an EF-4 tornado that touchdown and went for about 60 miles destroying everything in its path killing some two dozen people. And as we've seen so often President Biden is visiting a community that is dealing with tragedy and loss and acting as Consoler in Chief.And Bianna what I find really notable about this moment is that we can't ignore the history right? Donald Trump the Former President indicted reportedly some 30 counts of business fraud, and yet President Biden refusing to comment on that he was asked repeatedly before heading to Mississippi, three separate times saying he will not comment on the indictment. Rather, he wants to focus on the folks enrolling Fork and what they need, and getting them the resources they need to get back on their feet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, to be fair, I believe this is a strategy the administration was planning to take to begin with, regardless of whether the President would be traveling or staying in Washington. But as you said, I mean, this is something that is not top of mind, understandably, for residents of Rolling Fork, Mississippi now, given what they just endured, and the devastation and the amount of resources needed to rebuild this community.We saw the President talking to a family, the young child, just standing before their homes that completely was been - had been leveled. And remember, these storms happen in the middle of the night as well, were the most dangerous times for these storms to come through a neighborhood given that most people are at home asleep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "THOMPSON",
      "sentences": "And so that's the commitment that you'll hear from later in the presentations. So without further ado, let me introduce the Governor of the State of Mississippi Tate Reeves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TATE REEVES, GOVERNOR OF MISSISSIPPI",
      "sentences": "Thank you, Congressman. And thanks to all of you for being here for those of you from around--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "We're going to take a quick break as we are waiting to hear from the President from Mississippi, we'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}