{
  "date": "2023-11-27",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "11 Hostages On Way To Hospital To Reunite With Families; 3 Palestinian College Students Shot In Vermont In ICU; Russia Averaging 900+ Casualties Per Day, UK Intel Shows; Elon Musk Meets Netanyahu After Pushing Antisemitic Post. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:48",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT nextBreaking news, 11 hostages freed from Gaza. We'll speak to a man reunited with his mother, and another still waiting for his daughter. Plus, three Palestinian college students at the ICU after being shot in Vermont. The alleged gunman tonight pleading not guilty. The police chief in charge of the investigation is OUTFRONT. And Putin's War. Russia now losing nearly 1,000 soldiers a day in Ukraine, as a shocking new report claims to have uncovered another $50 million yacht linked to Putin. Let's go OUTFRONT. And good, evening. I'm Erin Burnett. OUTFRONT tonight, the breaking news, 11 women and children are now back in Israel after being held hostage in Gaza for 52 days. There are nine children and two mothers, and as we speak, they are now being reunited with their families. We have new video from the Israeli Defense Forces showing the moments of the 11 women and children entered Israel, we also have propaganda video from Hamas which CNN is choosing not to show. But we do not have any independent video of this moment. Today's exchange coming as Israel and Hamas have agreed to also extend the fragile pause in fighting for two more days. Today's freed hostages joined 58 others who have already been released. There are still 187 people still held by Hamas tonight. They include Itai Regev. We've been following his and his sister Maya's story since the October 7th terror attack. They were abducted by Hamas at the music festival, where more than 260 bodies were found. I had a chance to see their parents, and their father Ilan, and played a recording of a conversation he had with Maya, conversation happening as she and her brother were attacked. (BEGIN AUDIO CLIP) ILAN REGEV: What's up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:48",
      "speaker": "MAYA REGEV",
      "sentences": "I've been shot, I've been shot. Dad, I've been shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:48",
      "speaker": "ILAN REGEV",
      "sentences": "Where are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:48",
      "speaker": "MAYA REGEV",
      "sentences": "I don't know. He is killing us, Dad, he's killing us.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:48",
      "speaker": "BURNETT",
      "sentences": "Miraculously, Maya is free tonight. She is back and her mother spoke about her injuries.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:48",
      "speaker": "MIRIT REGEV, DAUGHTER RELEASED BY HAMAS, SON REMAINS CAPTIVE",
      "sentences": "Our Maya is fine. She is a real survivor. She underwent surgery. She is in rehabilitation, still on painkillers. It is very hard for Maya to be with us, and Itay to be in Gaza. It is a wave of emotions that has hard to describe.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:48",
      "speaker": "BURNETT",
      "sentences": "The Regevs, along with so many other families are still waiting, and hoping for their loved one to be freed. Others in that list include the family of Liat Beinin, whose story we've been following closely here. She is one of two American women still known to be held by Hamas. She was actually expected to be included in the first 50 hostages that have been released but so far, still no sign of Liat.In a moment, I'm going to speak to her father, but first, we begin tonight with Matthew Chance, OUTFRONT live in Tel Aviv. Matthew, you just spoke to a family member of several released hostages. What are you learning about their time in captivity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:48",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Yeah, it's incredible just listening to the ordeal of Maya there. It's so important to try to understand that that trauma continued during the weeks upon weeks that these people have been held as hostages inside of Gaza.There were these emotional scenes of the hospital a couple of days ago with that young boy Ohad Munder running into the arms of his father, I think we've got video of that. His mother's right behind him. They just have been released, his grandmother's there as well, they were able to speak to a relative, of that family who's been to see them, and think of an idea of what they went through when they were in the Gaza Strip. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "CHANCE",
      "sentences": "Let me ask you -- about this briefly, because one of the images that I remember is when he was handed over to the Red Cross by Hamas gunman, and he was being held tightly by one of those masked figures. You saw that picture. What did you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "RAVIV",
      "sentences": "I saw the, faces they were so scared. They were also scared what I told me that on the way with the ambulance, the people in Gaza just were on the -- on the car, and they moved the car from place --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "CHANCE",
      "sentences": "They shooed the car, why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "RAVIV",
      "sentences": "Why? Because they don't like us. They knew that the hostages --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "CHANCE",
      "sentences": "In an angry way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "RAVIV",
      "sentences": "Yeah, in an angry way, of course. A citizen or whatever, I don't know exactly. She does not know exactly. She said that it was very, very scary.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "CHANCE",
      "sentences": "Very, very scary, very frightening. What an ordeal, and of course, that ordeal is not over because many of these hostages who have been released, they're coming back into our world, and finding out that their loved ones, their neighbors, family members are either missing or killed, or held hostage. And so, does that trauma, that many of them have to deal with as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "BURNETT",
      "sentences": "Right, the trauma that the world has seen for 50 days, they and so many cases dramatically and tragically were not fully aware of.Matthew, thank you very much. And I want to go now to Barak Ravid, foreign policy reporter for \"Axios\", longtime Israeli reporter and expert. So, Barak, what are your Israeli sources telling you about why they believe Hamas is now choosing to extend this truce by at least two more days? BARAK RAVID, FOREIGN POLICY REPORTER, AXIOS; LONGTIME ISRAELI REPORTER: Good evening, Erin. I spoke to several Israeli officials about this, and I think that the overall assessment is that Hamas is hoping for something to happen, meaning they don't look too much into the future, they take it day by day and they say, okay, today the Israeli operation is still on pause, tomorrow it will still be pause, the next day will be on pause, maybe we can get another few days if we bring in more hostages and release them. And then, if we take enough time in this pause, maybe something will happen. The Israelis will rethink the operation in the south, the international community might pressure Israel not to resume the operation. I think that's when I asked Israeli officials, this is what they think that Hamas is thinking right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "BURNETT",
      "sentences": "And, of course, with 187 hostages still remaining at least, they can afford to drag this out for a few more days at the current ratio of return, right? And get more of a break and still have a lot of hostages, if they want to do both.All right. So, Prime Minister Netanyahu told President Biden that Israel will then, though, Barak, resume the war against Hamas with, quote-unquote, full force. When the truce ends. What does full force exactly mean compared to what they were doing before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "RAVID",
      "sentences": "Yes, it's a good question. I think, you know, Netanyahu said it's as part of his domestic political consumption, but I think that there is an understanding, overall understanding inside the IDF that what happened in northern Gaza is not going to be what happens in southern Gaza when the operation resumes, meaning it's northern Gaza was mostly empty of civilians when the IDF came in with the ground force.Southern Gaza, you have 2 million Palestinians. Israel will not be able to go in with armored infantry divisions and just go in all out assault in southern Gaza. So, what we are going to look, what we're going to see is much more of a specific targeted raid on certain specific targets. It will still be very, very hard because we are looking at a very populated and dense area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "BURNETT",
      "sentences": "Yeah. So, Barak, there are two American women that U.S. officials had expected would already have been released by Hamas. They have not been freed, what are your sources telling you about them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:12",
      "speaker": "BURNETT",
      "sentences": "Right. The question is whether they will be coming soon, and I no wonderful, of course, news for those families but so hard for those -- those families whose were removed from the list.Barak, thank you so much for sharing your reporting and, of course, all of your incredible sources with us. And as we're talking about with Barak, U.S. officials were expecting, and in fact, as you said, John Kirby announced that two American women would likely be among the hostages released, but that still has not happened. Tonight, Liat Beinin, a dual American -- Israeli American citizen is still in Gaza, and we have followed her story closely on the show. And OUTFRONT now, Liat Beinin's father, Yehuda. And. Yehuda, you're back with us now. You are back in Israel. I know that the United States had expected your daughter would be part of the initial group of hostages. Still though, we understand she is a hostage of Hamas, even tonight. What is even going through your mind right now as you wait, Yehuda?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:12",
      "speaker": "YEHUDA BEININ, FATHER OF AMERICAN WOMAN HELD HOSTAGE BY HAMAS",
      "sentences": "Well, obviously, I'm disappointed. We remain optimistic, and hopeful that her release will come in the next two days. We will see. I need -- I want to remind you that we're also concerned about Aviv, Liat's husband, who -- his situation is considerably different from that of Liat's. Still, we're very concerned, and we have no choice but to remain hopeful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:12",
      "speaker": "BURNETT",
      "sentences": "Have they told you, either the Israeli government or the U.S. government anything specific as to how Liat's husband is being held, and why his situation seems to be worse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:12",
      "speaker": "BEININ",
      "sentences": "We know that of Aviv was wounded in the day of the attack. Other than that, we have no knowledge whatsoever of where he's being held or who's holding him actually. So, obviously, there's lack of information and lack of definitive news is very concerning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:12",
      "speaker": "BURNETT",
      "sentences": "We've heard from the U.S. government, the Israeli government as well, but that Hamas is not holding all of the hostages. Some of them are still being held by other groups in Gaza and Hamas may not fully control. Have you've been given any information as to whether Liat or herhusband are being held by those groups? Or do you simply have no information about that at this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:12",
      "speaker": "BEININ",
      "sentences": "We, both my wife and I suspect that this may be the case. I don't have specific information regarding who is holding our daughter or Aviv. It just seems a reasonable conclusion given the course of events, up until now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:12",
      "speaker": "BURNETT",
      "sentences": "Yehuda, I saw you a few days ago in New York before the ceasefire. You are in Israel now, and you returned to Liat's home in kibbutz Nir Oz for the first time. You took some photos that you've chosen to share with us, and for anyone watching.Can you tell us more about what you found there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:10",
      "speaker": "BURNETT",
      "sentences": "Well, Yehuda, our thoughts are with, you I hope that you will have good news about both of them very soon, especially as the cease- fire has been extended. Our thoughts are with you and thank you so much for taking the time to be with us and for sharing those images, too. Thanks, Yehuda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:10",
      "speaker": "BEININ",
      "sentences": "Okay. Thank you. You're welcome. Bye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:20",
      "speaker": "BURNETT",
      "sentences": "Tonight, quote, horrified. President Biden speaking out today about the shooting of three Palestinian college students in Vermont. The boys' family saying this was a crime filled by hate. Police say that this man, Jason Eaton walked up to the three college students, fired four shots. All three students are still in intensive care tonight.Jason Carroll is OUTFRONT. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:20",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I believe the families fear that this was motivated by hate. These young men were targeted because they were Arabs.JASON CARROLL, CNN NATIONAL CORRESPONDENT (voice-over): One of the victims' uncles sharing a family's fears about what they say could have been a motive for Saturday's shooting in Vermont. RADI TAMIMI, KINNAN ABDALHAMID'S UNCLE: Hard to imagine in this time and with everything that's happening that it was just a random act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:20",
      "speaker": "CARROLL",
      "sentences": "The three victims, Hisham Awartani, Tahseen Ali Ahmed, and Kinnan Abdalhamid are Palestinian. All are 20-year-old college students in the U.S., lifelong friends, visiting one men's family in Burlington on holiday break.The three were out for a walk Saturday night, shortly before 6:30, two were wearing Palestinian scarves, when they say a man suddenly stepped off a porch, walked toward them and opened fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:20",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They were walking down the street, essentially minding their own business. And they were speaking in a mixture of English and Arabic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:20",
      "speaker": "CARROLL",
      "sentences": "Awartani has the most serious injuries, with a bullet lodged in his spine. Ali Ahmed was shot in the chest, while Abdalhamid was hit in his glute.Shortly after the shooting, police swept the apartment building where the victims saw the man step off a porch, but it was only after a second canvas late Sunday that they found the man they were looking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:20",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The ATF agents were greeted by a man who stepped out of the hall, out of the door towards them with his palms up, that waist height and stated that something to the effect of I've been waiting for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:20",
      "speaker": "JASON EATON, SUSPECT",
      "sentences": "My name is Jason Eaton",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:20",
      "speaker": "CARROLL",
      "sentences": "Forty-eight-year-old Jason Eaton was arraigned Monday on three counts of attempted second degree murder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:20",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Eaton enters a not guilty plea to all three counts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:20",
      "speaker": "CARROLL",
      "sentences": "Police found a semiautomatic 380 pistol in Eaton's apartment and say it was purchased legally. The same brand of ammunition recovered at the scene was also found in the apartment, according to a police affidavit.In an interview with \"The Daily Beast\", the 48-year-old mother described him as kind and loving, and a very religious person, but also says he previously struggled with depression. SARAH GEORGE, CHITTENDEN COUNTY STATE'S ATTY: We do not yet have evidence to support a hate crime enhancement. I do want to be clear that there is no question this was a hateful act. (END VIDEOTAPE) CARROLL (on camera): And, Erin, Attorney General Merrick Garland said today that the investigation into whether or not that this is a hate crime is ongoing. All three of the victims are in ICU, and it should be noted that the family says, Erin, that for a while these three young men were actually educated in the West Bank, that the family thought they would actually be safer being educated here in the United States -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:20",
      "speaker": "BURNETT",
      "sentences": "All right. Jason Carroll, thank you very much.I want to go now to the Burlington Police Chief Jon Murad. And, Chief, I appreciate your time. So, I understand, as your teams have gone into that apartment, you've been able to seize hard drives from a backpack, five -- five iPhones, five iPhones, an iPad, other personal records from the suspect's apartment. Can you tell us more about what you found, and is there any doubt in your view that these college students were targeted because they're Palestinian?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "MURAD",
      "sentences": "-- in order to determine that it is a hate crime is a different matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "When you went to his home to arrest him, I understand that he said to your officers, I've been waiting for you. Has he said anything else?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "MURAD",
      "sentences": "No, he has not spoken. We made efforts to begin the rapport building that would precede an official Mirandized interview. And we were not able to get that.He was consistent in asking for an attorney. What I can say is that we informed -- when we informed him of the charges against him, telling him that he was going to be charged with attempted murder times three, he was affectless in his response in a way that was certainly notable to the detectives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "And jarring, I can only imagine. I know one of the students suffered a spinal injury. They're all in the ICU. Do you have any update on their condition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "MURAD",
      "sentences": "I'm afraid I have nothing more than what was given today at the press conference. That is that one of those individuals, yes, has a spinal cord injury that is going to be a lasting, long-term injury with potentially lifelong repercussions. Another is in more serious condition owing to having been struck in the upper torso, but does have a good prognosis. And the third who was struck in the lower extremities is possibly going to be released today or in the very near future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "I hope that that's the case, and I know anyone watching, our heart goes out to those other young men whose lives have been changed forever.Thank you very much, Chief. I appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "MURAD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:01",
      "speaker": "BURNETT",
      "sentences": "Tonight, major losses for Putin. According to the U.K. ministry of defense, Russia is now suffering more than 900 losses every single day. That is higher than when Putin had that brutal assault on Bakhmut in March. This is happening in a massive battle right now in the town of Avdiivka in eastern Ukraine.And it comes as CNN tonight has never-before-seen video from a Ukrainian soldier who recorded his terrifying experiences in the trenches. Anna Coren is OUTFRONT. (BEGIN VIDEOTAPE) ANNA COREN, CNN INTERNATIONAL CORRESPONDENT (voice-over): In the pre- dawn light, a cacophony of military firepower fills the air, incoming explosions, outgoing fire, as one of Ukraine's assault infantry units, the 47th mechanized brigade, tries to take back trenches in Avdiivka, captured by Russian forces. We need drones, we need drones, says company commander Oleh Sentsov fuming on his GoPro. The vast (ph) sitting in the tree line shooting at us, he explains. In a rare interview, the former filmmaker imprisoned by the Russians in 2014 for five years, tells me about last month's mission in what has become one of the hottest spots on the eastern front. OLEH SENTSOV, COMPANY COMMANDER, 47TH MECHANIZED BRIGADE (through translator): My goal was for people to watch this and know what this war is really like, because it's very important to record it so that people know now and know later what's a cruel and terrible war it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:01",
      "speaker": "COREN",
      "sentences": "One of his troops has been hit. They remove his body armor to reveal a bullet hole. As they apply a chest seal, the team has even bigger problems on their hands.Duck, the tank is coming, yells one of them. And then the war from the sky begins. Drone, drone, FPV, cries a soldier. I see it, another shouts back. Minutes later, another soldier is hit, this time shrapnel to the legs. While talking on the radio reporting on his injured troops, Oleh also gets hit but doesn't realize for a few moments. There's a small hole, I see the blood, you're bleeding, says the female paramedic. Quickly patched up, Oleh remains focused and composed, until suddenly, they hear the rumble of tanks. Oleh's unit tries to bury themselves in the earth as one drives by. The female paramedic cries, we are surrounded, the tanks are shooting on us. Approximately 40 tons of terror so close, the earth is shaking. Drone footage taken by the Ukrainian military shows four Russian tanks firing on the tree line. Positioned in those trees are three Ukrainian assault groups in trenches spread out over a kilometer. Oleg's unit is in the middle. They were the only ones to be spared. SENTSOV (through translator): We failed to hold our position and had to retreat. We had injuries but survived, but the other two groups were almost completely destroyed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "BURNETT",
      "sentences": "All right. Ana, thank you very much in Kyiv tonight.And as Putin's forces are now suffering losses of nearly a thousand men a day, a stunning report identifies a new $50 million yacht reportedly linked to the Russian president. The Dossier Center, which is run by Russian opposition figure Mikhail Khodorkovsky tracked the yacht's path from Sochi to Istanbul. According to this new report, the yacht is massive, 323 feet, two master cabins, an elevator, grand common areas. OUTFRONT now, Ilia Rozhdestvensky, the reporter behind the story. And, Ilia, I very much appreciate your time. You have gone and tracked this down yourself traveling to the shipyard in Istanbul. You captured the drone footage that we are showing right now. This is footage you did on a drone. You can see the large letter V on the yacht, which is also a signature used by the Russian military. Can you tell us more, Ilia, about the inside and outside of this yacht?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "ILIA ROZHDESTVENSKY, REPORTER, DOSSIER CENTER",
      "sentences": "Yes. Hi. Thanks for having me tonight.It's a huge vessel, as you mentioned, because it's more than $50 million. But, as we've found banned documents, we also found out that during the last three years, it cost more than $20 million to maintain the ship. So, basically 20 years ago when Vladimir Putin wanted to have to assess some yachts, he decided to go basically, well, the same route. When he has any problem, he goes either to the army or to the entire (INAUDIBLE). So he went to the (INAUDIBLE) military plant. That is a plant that is mostly famous for building nuclear submarines. So, 20 years ago, he placed two orders. One is for Graceful. It is widely known his yacht that was good for eight years, and last year in 2022, it was sanctioned by the U.S. government, and the second order was for the Victoria, 71-meter-long yacht. It took at least 14 years, it's enormous time to finish this vessel. And we also know that (INAUDIBLE), Vladimir Putin's closest friends, was responsible for the construction of this vessel, and basically (INAUDIBLE) responsible for all types of amusement for Vladimir Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "ROZHDESTVENSKY",
      "sentences": "And he is the one in charge of all his main vessels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "BURNETT",
      "sentences": "And obviously, to point out if this is indeed a Putin yacht, one of the main ones sanctioned, but this one not. And you do report, Ilia, that the yacht is frequented by the gymnast, former gymnast Alina Kabaeva, who is reportedly the mother to multiple children with Putin. You found a photo of her friends in front of the yacht. But the yacht, of course, Ilia, is not registered to Putin. How are you sure that it's his?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "ROZHDESTVENSKY",
      "sentences": "Well, unfortunately, nobody ever photographed Vladimir Putin on board of this vessel. But that's a shame, and we're desperately working on this issue. And I hope one day we can show you the photos.But that's the same problem with all Putin's assets. He never was photographed inside his palace on the Black Sea. Nor was he photographed on board with any of his yachts. But we have lots of indirect evidence. So, we've seen the root of this vessel. Victoria frequently goes to the Vladimir Putin's palace on the shore of the Black Sea. We've seen the crew lists, and we've seen lots of people there from another vessel of Vladimir Putin, and from the intelligence also. And we'll also track the money that was used for the construction of this vessel, and it's pretty much the same scheme that was used for the construction of the other vessels of Vladimir Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "BURNETT",
      "sentences": "And it certainly seems like from all that spider web, as you point out, it appears those roads all lead to Putin, and again, an unsanctioned yacht at this time.Ilia, thank you very much for sharing your reporting with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "ROZHDESTVENSKY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "BURNETT",
      "sentences": "And, next, Elon Musk in Israel with a new message tonight.(BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "ELON MUSK, TECH BILLIONAIRE",
      "sentences": "Those who are intent on murder must be neutralized.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:16",
      "speaker": "MUSK",
      "sentences": "Essentially, these people have been fed propaganda since they were children. It's remarkable what humans are capable of if they're fed falsehoods from when they are children. They will think that the murder of innocent people is a good thing.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "MUSK",
      "sentences": "Those who intent murder must be neutralized. Then, the propaganda must stop, and they're making Gaza prosperous. And if that happens, I think it will be a good future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Well, I hope you'll be involved in it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "MUSK",
      "sentences": "I'd love to help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "WATT",
      "sentences": "Israel's president implored Musk to help fight antisemitism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "ISAAC HERZOG, ISRAELI PRESIDENT",
      "sentences": "You have a huge role to play, and I think we need to fight it together because under the platforms, which you lead, unfortunately, there's a harboring of a lot of old hate, which is Jew hate, which is antisemitism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "MUSK",
      "sentences": "We have to do whatever's necessary to stop the -- I mean, essentially, these people have been fed propaganda since they were children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We in the Jewish faith believe in repentance and atoning for one's sins. Perhaps that's what's going on right now. But we'll have to see what happens on his platform.(END VIDEOTAPE) WATT (on camera): Now, Elon musk also controls Starlink, which is an internet satellite service, which makes him a big player in Ukraine and the Middle East. Now, Musk pledged to let aid organizations in Gaza use Starlink. The Israelis were not happy, saying Hamas would use it for terrorist activities. Now, today, an Israeli minister posted that they had reached an agreement with musk, that Starlink units would only be used in Israel and Gaza with the approval of the Israeli government. We have not been able to verify that as of now -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "All right. Nick Watt, thank you very much.And, next, more on the breaking news out of Israel. One of the hostages released tonight finally out of the hospital, and her son is OUTFRONT. Plus, we're learning that former President Jimmy Carter, who is 99 years old, will be at his wife's memorial service. And of course, he will not be alone. (COMMERCIAL BREAK) [19:51:26]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "Tonight, one hostage's story of survival, 77-year-old Margalit Moses reunited with her family after being released from the hospital. She's a cancer survivor and now a survivor of being held hostage by Hamas after their terror attack for 50 days.OUTFRONT now, Yair Moses. His mother Margalit was released by Hamas on Friday, and his father, Gadi, is still a hostage. And, Yair, I really appreciate you taking the time to share with us everything you know at this time. We just saw the first images of your mother being released from the hospital today. I'm just playing a little bit of that now so people can see her. (BEGIN VIDEO CLIP) (CHEERS) MARGALIT MOSES, RELEASED BY HAMAS (translated): Everyone, I need to tell you how amazing you are, really, everything you have done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "NURSE",
      "sentences": "You are gorgeous. It was our honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "MOSES",
      "sentences": "Thank you!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "Just incredible.How is she doing? YAIR MOSES, MOTHER RELEASED; FATHER STILL HELD BY HAMAS: At first I was there. It was exciting to see. She's okay, you know, considering 50 days in the condition she were. But, yes, she's okay. So, still we left the hospital. So, physically she's okay. She's telling us what happened. Of course fully recover will take some time, long time, probably. But we're happy she's with us and home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "I can't even imagine in those 50 days, obviously there had to be plenty of them where you thought maybe you would never see her again or ever see your father again. And that was a reality you would have to, at some moments, I'm sure, in the darkness look into.What was it like to actually be reunited with her, when you saw her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "MOSES",
      "sentences": "It was amazing. It's something you cannot explain the emotions, the excitement, the happiness. It's pure joy that comes out of you after so many days. And because of -- we allowed ourself for a day or two to be very happy.Now we're hoping for our father. Of course we're happy and everything, but it's not over yet. And it's not just my father. It's many, many more people that need to be brought back to Israel. BURNETT: And your mother spent 50 days as a hostage, with the only video we have of her release is the video that Hamas filmed and released, which we are playing now. That's the only footage we have at all. What has she shared with you so far about those 50 days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "MOSES",
      "sentences": "Well, unfortunately, we cannot share too much about it because some personal things and also some information is important to keep the security of the people that are still there. We don't know what happened.What I can share is her feeling. And she was confident and sure that she will come back home. And she did whatever she could in order to keep positive and be active and feel vital in order to know that she's still needed. She tried to help the people there. She tried to do things that -- to be active, not just sitting and waiting. And thanks for that, I believe, this gave her a lot of strength to -- and also to others that they will come home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:05",
      "speaker": "MOSES",
      "sentences": "I -- of course. But unfortunately, currently this deal, this agreement, is talking about women and children. And unfortunately, my father is not either of them. But it's a big, big problem because all the people there, especially the elderly people, we don't know their condition.And I'm sure the U.N. and Red Cross can and must do much more in order to see them, to put more pressure on Hamas, to make sure they go to visit to tell us the condition of the status of the hostages there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:05",
      "speaker": "BURNETT",
      "sentences": "All right. Yair, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:05",
      "speaker": "MOSES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:05",
      "speaker": "BURNETT",
      "sentences": "And, next, from former presidents to every living former first lady, we are learning tonight who will be at Rosalynn Carter's memorial.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}