{
  "date": "2023-12-22",
  "headline": "CNN News Central",
  "subHeadline": "Detroit News: Trump Recorded Pressuring Michigan GOP Canvassers Not To Certify 2020 Election; Rep. Ro Khanna (D-CA), Is Interviewed About House Speaker Sends Letter To Biden Demanding Border Fixes; Michigan GOP Rocked By Financial Turmoil And Infighting. Aired 11- 11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "And so 2 million passengers left in the lurch. Southwest says it has turned the page from that. It has more deicing available. It has more people available. It's done war games behind the scenes. So far things are relatively smooth. In fact, here at Reagan National Airport, the security line behind me, second people -- less than five minutes to get through it right now.The number yesterday was anticipated to be 2.5 million people at airports across the country, according to the TSA. But we actually exceeded that was 2.64 million people screened by TSA nationwide, and today is going to be even bigger, closer to 2.7 million people, 44,000 flights. There is a bit of a warning here from the FAA, that we could see ground stops as the day develops, because that storm in the southwest places that usually don't get a lot of rain, LAX and Phoenix also could see some delays in places like Texas because of low clouds ceilings. I want you to listen now to this warning from Transportation Secretary Pete Buttigieg, he says that airlines must stay on their game, and so do passengers, especially with big days ahead, Tuesday, Wednesday, Thursday, Friday, and the potential for some bad weather out there over the weekend. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "PETE BUTTIGIEG, TRANSPORTATION SECRETARY",
      "sentences": "I would say we know that weather is coming our way. It's why you want to make sure that you're keeping in touch with your airline. The big thing that we can control though is that airlines how resilient the system is to that weather.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "MUNTEAN",
      "sentences": "Of course a lot of people are going to be driving. Tomorrow is one of the worst driving days according to AAA. Sunday Monday a lot better to take advantage of low traffic because of the holiday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "All right, Sunday, Monday doesn't sound great, but we'll try it Pete, thank you so much. Appreciate it. The next hour of CNN NEWS CENTRAL starts right now. Donald Trump recorded yet again. This time he's not pressuring people with power but instead regular citizens trying to do their civic duty as election workers in Michigan. He asked them not to certify the 2020 presidential election, which was won fair and square by Joe Biden. \"Detroit News\" broke in the story, what all was said to those canvassers, and how they responded, coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "A new analysis this morning on Israel's air assaults in Gaza, Israel dropping hundreds of bombs in just the first month of its war against Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SIDNER",
      "sentences": "Plus, being days after being found liable for $148 million for ruining two election workers lives in Georgia, Rudy Giuliani declaring bankruptcy. What this means for those two Georgia election workers who he lied about leaving them fearful and in need of police protection.I'm Sara Sidner. That's Kate Bolduan. I'm not sleeping on you guys, just taking my time. John Berman off today. This is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Donald Trump caught pressuring election officials once again. This time in Michigan. It's new reporting coming from \"Detroit News\" reviewed the audio saying that it shows that 14 days after the election in November 2020, the then president personally called two local Republican election workers in Michigan, pushing them to not certify the results. Some context here. The call happened just hours after this, what you're looking at this video from, this meeting were those same workers initially voted against certifying the election in favor of Joe Biden, but then they changed their votes to yes to support certification.Then later that evening is when Donald Trump picked up the phone. The \"Detroit News\" gained access to the four-minute call and reports that Trump told them quote, we can't let these people take our country away from us. He then went on to say everybody knows Detroit is crooked as hell. RNC Chairwoman Ronna McDaniel was also on the call and said, quote, do not sign it. We will get you attorneys, to which Trump added, we'll take care of that. Let's get over to CNN's Jessica Schneider for much more on the context around it, what was heard on the call and what it means now today. Jess talk to me about this audio and what it means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "Yes, Kate, you know, this is actually a phone call that reporters from the \"Detroit News,\" they've heard it, they just haven't released the audio. And they say that they've listened to portions of the call. It amounts to about four minutes. But they're saying that the people who shared it with them don't want it released, at least not right now. So here's what the reporter who broke this story said earlier.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yes. You know and we actually previously reported that Trump had called these two Michigan canvas officials. But now we're seeing that Trump, he was actually pressuring them not to sign the certification that eventually certified the vote for Joe Biden in Wayne County, which of course is home to Detroit. The timeline played out that the two canvassers they initially said no against certifying. Then they kind of were pressured by fellow canvassers. They said, yes. And it was after that, that they got this phone call from Trump and RNC Chair Ronna McDaniel, urging them not to sign the certification.So here's what it Trump apparently said. He said, how can anybody sign something when you have more votes than people? Now his statement, it was false, it was alluding to these false claims that the vote count in Detroit was somehow rigged. But Kate and Sara, the emergence of this video, it's really important because efforts to prevent certification in Michigan as well as other states. That's all part of the special counsels case here in D.C. So this, you know, audio transcripts of it, it could eventually be part of this case, which continues to move forward. It's currently scheduled for trial March 4th, but we know because of all these appeals playing out, that date will probably slide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BOLDUAN",
      "sentences": "And Trump's campaign is responding, saying that what is heard on this call is all part of what was his presidential duties that they say essentially, there is nothing to see here is their take. Has there been a response from Ronna McDaniel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yes, there has been a response from her. You know, this is what she said, according to the \"Detroit News\" on the call, I'll tell you that first. She said, if you can go home tonight, do not sign it. We will get you attorneys. And then Trump apparently agreed with that saying, yes, we'll take care of your attorney. So they were urging them to leave not sign the certification. It turns out, their signatures weren't needed anyway. But now Ronna McDaniel is responding to the \"Detroit News.\" And she's saying what I said publicly and repeatedly at the time, as referenced in my letter on November 21st, 2020, is that there was ample evidence that warranted an audit. That was something that she continued to push for.But really, this is a recording that the special counsel's team probably already knows about. They may even have a copy of this. And it could become another central piece of this election subversion case right here in D.C. Guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BOLDUAN",
      "sentences": "Jess, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SIDNER",
      "sentences": "All right. This morning, Donald Trump's campaign saying Trump's call was as they put it, just a way to ensure that the law was being followed. It's not the first time Trump's team has had to deal with fallout from a controversial phone call, of course made by the former president involving the 2020 election. CNN's Alayna Treene is in Washington. Alayna, what else are you hearing from team Trump? And is there some sort of strategy we can expect here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Well, look, I did speak with Donald Trump's team last night after this story was published, and they're clearly frustrated. You know, they did release a statement last night pushing back on this. I don't think we should expect to hear more from them beyond that. But, you know, this is a really crucial piece of evidence, potentially, as Jessica laid out, because this could fit into the broader case that Special Counsel Jack Smith is looking at for the trial, the federal election subversion trial that is scheduled to take place in March in the height of primary season. Unclear if that could slide.But this is how the Trump campaign pushed back, a spokesman said, quote, all of President Trump's actions were taken in furtherance of his duty as President of the United States to faithfully take care of the laws and ensure election integrity. Now, of course, you don't see them there addressing this phone call, specifically. But I think part of the real importance around this, Sara, is this speaks to a broader pattern of Donald Trump making phone calls to election officials across the country, urging them to block some of the election -- or the electors and some of these results in the key states. And we see here, just a couple of those example that obviously notorious phone call with Secretary of State of Georgia, Brad Raffensperger, where he asked him to find the votes, other calls there as you can see. Now, it's unclear if the Special Counsel is going to use this in his case. I don't know if he has the auto but if he doesn't, I'm sure he wants it. So we're waiting to see how this will play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SIDNER",
      "sentences": "And that I think is going to be pretty clear that that's something that the prosecution would want to look at. Thank you so much Alayna Treene for your reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BOLDUAN",
      "sentences": "Joining us now for more on this is former federal prosecutor, Gene Rossi. Gene, it's good to see you know, you've written about and personally experienced kind of what tapes can mean and have meant in the past for Donald Trump. Do you think Trump has reason to be worried about this being on tape?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GENE ROSSI, FORMER FEDERAL PROSECUTOR",
      "sentences": "He has a lot of reason to be worried. And I got my holiday tie Happy Holidays. This is a Christmas gift for Jack Smith. It absolutely is. And the reason is this, when you call witnesses that relay the context of a call. It would be Monica Palmer and William Hartmann, OK, who has passed away. You can challenge the recollection of those witnesses.But when you have a tape, and I wrote about out this in July 2018 regarding Michael Cohen's recording of a conversation regarding Stormy Daniels with Trump, when you have a tape, and I just finished a one week trial, when you play tapes against a defendant, it has a profound effect on a jury, because you hear the tone, the cadence, the words, you don't have to listen to a witness's summary. [11:10:26] So based on what I know, and I haven't listened to this tape, it is consistent with the manners and means and Jack Smith's indictment that Donald Trump allegedly used deceit to get election officials to change their positions. Here's where there's a problem for Donald Trump. This could violate the bribery laws for the state of Michigan. It possibly, possibly could violate federal bribery laws, because these two canvassers, one has passed, they voted to approve, to certify, and that audit was going to be done as part of that concession. It was a formal vote. Hours later, he calls and I've heard from the reporting, pressured, cajoled, and then promised an attorney. That's a classic quid pro quo, allegedly. So this is a bad day for Donald Trump. And once again, it's a Christmas gift for Jack Smith.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BOLDUAN",
      "sentences": "What will Donald Trump's legal team need to do to argue in response to this if it is needed in court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ROSSI",
      "sentences": "Here's what I would say if I were their attorney, I would stick with this as part of my official duties. Therefore, immunity is part of this whole package. The difficulty with that argument, and that's the one they will make and should make is that it's ultra vires. It's beyond his presidential powers. We don't elect the president, who in November after the election, is mad about the election, and then calls local officials and is hitting them up to get them reverse a vote. That's not part of being President.You deal with nations, you deal with budgets, House incentives. It's not part of getting people to change their views so you could serve a second term. That's not part of your presidential powers. And if there's a case that says that, I'd like to find it. So I make the argument, it's not the greatest. And I saw your segment before about the big dipper, the little dipper, we have two big difference before the Supreme Court. One is this immunity case. And the second is this Colorado appeal. Those are the two big dippers. And they are going to decide the future of this country for the next 40, 50, 100 years. It's very exciting as a lawyer, but it's very tragic because these cases go to the heart of our democracy and accountability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BOLDUAN",
      "sentences": "Gene Rossi, bringing it all together. It's good to see Gene. Thank you for coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ROSSI",
      "sentences": "Happy holidays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BOLDUAN",
      "sentences": "You too. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:11",
      "speaker": "SIDNER",
      "sentences": "I do want to ask you about that there's a section in this health bill, Section 801. It makes it harder for example, asylum seekers to both apply for and get asylum. It also requires Americans who change or start a job all Americans to seek permission for approval from the federal government by a database like an e-verify that you have to go on to every time you decide to change a job, you leave a job, you start a new one. That sounds like really big government.Is there anything on this list that you see that has been sort of some of the controversial points of the of the House bill, that Republicans passed? Anything that you see in that, that you could say, all right, we can add that in, let's get this deal done so that we can both put money towards our government and Ukraine and Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:11",
      "speaker": "KHANNA",
      "sentences": "Well, the draconian parts of the house are a non-starter. I mean, they basically want to get rid of asylum. And in this country, there are many people, including me, who believe that if you're fleeing political persecution, fleeing not just by the way from Venezuela, but Ukraine or Afghanistan, that you should have the right to apply for asylum that that is what the United States did the Statue of Liberty stand for. But there are compromises that we're willing to make on border security, those compromises equal more funding, more border police, better technology to monitor it, more incentives to have people apply for asylum well before they get to the border so they're not making that harrowing journey.I think the important thing, Sara, though, is also that we need the Latino Caucus and Latino senators, part of the negotiations. So far, they haven't been part of even the conversation. And that, to me is a big oversight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:11",
      "speaker": "SIDNER",
      "sentences": "Yes. That's a huge problem, because it directly affects their constituents and themselves. I do want to ask you about some of the reporting that we got that President Biden is, for lack of a better word, frustrated with the polling numbers, and they don't look good in some of the swing states, up against Donald Trump and up against if he were to come up against Nikki Haley, which is seeming less and less likely.But the economy is really chugging along. Inflation is finally down. Gas prices are down yet. Biden, according to the polls really isn't getting a lot of traction on any of those issues. What's your worry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:11",
      "speaker": "KHANNA",
      "sentences": "Look, it's going to be a hard election. The President though, has never been a front runner. He wasn't a front runner when he ran for president in 1988. He wasn't in 2008. And he wasn't when he won the nomination in 2020. So I actually think he should embrace the role as someone who is going to have to fight for this like Harry Truman did run against a do nothing Republican Congress, go out there barnstorm the country, talk about being Scranton Joe and what he's doing for the working class and embrace the role that, yes, he's down right now in the polls, and he's going to be an underdog who comes back. Americans love that kind of a story. And I think the President said his best when he's out there fighting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:11",
      "speaker": "SIDNER",
      "sentences": "We will see what happens. There's a lot of time left and we'll certainly be coming back to you to get your insight. Representative Ro Khanna, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:11",
      "speaker": "KHANNA",
      "sentences": "Thank you. Happy holidays, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:23:20",
      "speaker": "BOLDUAN",
      "sentences": "Coming up for us, Rudy Giuliani files for bankruptcy saying he's between 100 and $500 million in debt. What that means for all of the people that he owes. And an absolute mess inside Michigan's Republican Party, state committee members are now trying to oust their own Chairwoman, what CNN found inside financial records.(COMMERCIAL BREAK) BOLDUAN: Michigan is a critical state for any path of victory in the 2024 election. It's a stage you'll remember President Biden won in 2020 and one Donald Trump won four years before that. It's also one that \"The Cook Political\" report just moved from lead D to toss up in the presidential cycle. And there is serious trouble brewing right now within Michigan's Republican Party which you could read as maybe the worst possible time for this to be happening, all centered on the state's party leader. CNN's Jason Carroll has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:23:20",
      "speaker": "KRISTINA KARAMO, CHAIRWOMAN, MICHIGAN REPUBLICAN PARTY",
      "sentences": "Michigan is ground zero for the globalist takedown of the United States of America.JASON CARROLL, CNN NATIONAL CORRESPONDENT (voice-over): This is the person some are accusing of being behind the trouble plaguing Michigan's Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:23:20",
      "speaker": "KARAMO",
      "sentences": "I saw firsthand the systemic election corruption.CARROLL (voice-over): She's Kristina Karamo, former community college professor, former poll watcher, election denier and conspiracy theorists and the current chairperson of the Michigan Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:23:20",
      "speaker": "ANDY SEBOLT, MICHIGAN GOP DISTRICT CHAIRMAN",
      "sentences": "She's very charismatic. When you hear her speak she can get a crowd going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:23:20",
      "speaker": "BREE MOEGGENBERG, MICHIGAN GOP STATE COMMITTEE MEMBER",
      "sentences": "She was grassroots. We're grassroots.CARROLL (voice-over): For time, Bree Moeggenberg and Andy Sebolt were among Karamo's biggest supporters. Now they are some of her strongest critics calling for her to be removed from office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:23:20",
      "speaker": "MOEGGENBERG",
      "sentences": "I'm sorry because I voted for her.",
      "isLastSentenceInterrupted": false
    }
  ]
}