{
  "date": "2023-11-10",
  "headline": "CNN This Morning",
  "subHeadline": "House & Senate Leave with 1 Week to Prevent Shutdown; IDF Announces 6-Hour Window for Evacuations in Gaza; Sources: Mar-a-Lago Workers Could Testify in Documents Case; GOP Lawmakers Butt Heads with Voters Over Abortion Rights; Cold Front Heads for East Coast. Aired 6- 6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:15",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "I don't really know what to say, except that I'm with them. I don't get it. That's -- it's an interesting way to start our weekend, isn't it, Andy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "SCHOLES",
      "sentences": "Yes, not one for the kids there, I guess. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HUNT",
      "sentences": "Thank you very much for that. Enjoy your weekend. I'll see you on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HUNT",
      "sentences": "Thank you all for joining us. I'm Kasie Hunt. Don't go anywhere. CNN THIS MORNING starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Good morning, everyone. It's Friday. It's Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "It makes me happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "It makes us happy. And we're so glad you're with us.To get your morning started here, \"Five Things to Know\" for this Friday, November 10th. Election workers, they're receiving suspicious letters in at least five states. Some may contain fentanyl. This morning, police are hunting for who sent them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "MATTINGLY",
      "sentences": "And Senator Joe Manchin says he's not running for reelection, a big blow to Democrats and the majority. The move stoking speculation about whether he's going to mount a third-party bid for the White House. Andone week to avoid a government shutdown, and there is literally noclear path to do it. As one senior Republican Congressman puts it, The House is a mess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "Happening now, Israel announcing a six-hour pause in fighting today. Humanitarian corridor now open for people to flee Northern Gaza as U.S. Secretary of State Antony Blinken says, quote, \"far too many Palestinians have been killed.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "MATTINGLY",
      "sentences": "And a CNN exclusive. A Mar-a-Lago plumber, maid, chauffeur and wood worker could all testify against former President Trump in his classified documents case, and a source says Trump went, quote, \"ballistic\" when the maid was asked to speak to investigators.CNN THIS MORNING starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "Are you hopeful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "MATTINGLY",
      "sentences": "You're going to need more specificity there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "Congress. Congress has a week left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "MATTINGLY",
      "sentences": "Oh, no, no. Do we have the clock? Where'd the clock go? We're back in this game again, and no. They always figure out a way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "They don't always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "MATTINGLY",
      "sentences": "Seven days, 17 hours, 58 minutes, 13 seconds and no clear path forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "For Congress to do its job, keep the one week left for them to prevent a government shutdown. The House and the Senate have already gone home for a long holiday weekend. It doesn't look like House Republicans have a plan to keep the lights on.Their new speaker, Mike Johnson, tried and failed to pass spending bills this week. He is struggling to unite Republicans and come up with a deal that won't spark the same kind of hard-right rebellion that ousted Kevin McCarthy. (BEGIN VIDEO CLIP) REP. JOHN DUARTE (R-CA): He's going to listen to everybody, including the Freedom Caucus. He's going to listen to -- you know, he needs almost every one of us to get anything across, and I think the sentiment in the conference right now is to support him as best we can. REP. THOMAS MASSIE (R-KY): I think there's a honeymoon period here. I'm not sure how long it lasts, maybe 30 days, with -- with what's going on on the floor today. I think that indicates the honeymoon might be shorter than we thought. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "MATTINGLY",
      "sentences": "So there's the on-camera statements. That guy you saw at the microphone, that's CNN's Manu Raju. We all know that. And one senior Congressman told Manu yesterday, \"The House is a mess. Nothing surprises me anymore. Speaker Johnson will have to thread a difficult needle while walking a high wire in gale-force winds. That's us right now.\" Seems fun.Meanwhile, Democrats have suffered a huge blow to their chances of keeping control of the Senate next year. West Virginia Senator Joe Manchin announcing he will not seek reelection. That state, of course, is very deep-red.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:15",
      "speaker": "HARLOW",
      "sentences": "Lauren Fox joins us on Capitol Hill. Lauren, what's the plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "MATTINGLY",
      "sentences": "Lauren, I've been anxiously awaiting talking to you about this, since we've spent so much time over the course of the last six or seven years, trying to figure out what Joe Manchin is thinking, why; why he's doing this, what his preferences are. Is what he's saying the reality, what's driving it? He's not seeking reelection. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "FOX",
      "sentences": "Yes, he's not seeking reelection. And you know, it's interesting. Our colleague, Manu Raju, actually asked him shortly before this video was posted, you know, what his future plans were, if he was going to run for reelection. He said when the time is right, the time will be right.And obviously, a few minutes later, he posted the video, saying that he was not running for reelection. Look, he had a tough race on his hands, and I think that that, obviously, is probably one of the factors here. He said he feels like he's done everything that he set out to do for the people of West Virginia. But the reality is that state is getting more and more red every election cycle, and that is probably one of the toughest challenges. But this is a huge blow for Democrats, because if there was anyone who could pull off a victory for the Democrats in that state, it was Joe Manchin. Now obviously, they have a number of seats, more than 20 across the country that they're going to be defending. Republicans have just ten seats. And this is not the only seat that is in a very red state. You have races in Ohio. You have races in Montana. And that's before you get to some of those swing states like Arizona, Nevada. Fill, it's it's going to be a really uphill climb for Democrats to keep the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "MATTINGLY",
      "sentences": "All as they nervously watch what Manchin does next, as he teases a potential third-party run. Lauren Fox, we appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "HARLOW",
      "sentences": "And this just into CNN this morning. The IDF has announced a six-hour pause in their military operations to allow civilians to flee to the South. It is the latest, quote, \"tactical localized pause\" the senior Israeli officials say will come each day now.These officials say about 80,000 people traveled South in Gaza on Thursday to escape the fighting in the North. And earlier this morning, the U.S. secretary of state, Antony Blinken, praised that decision but also said more needs to be done to help civilians. Listen. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: These steps will save lives and will enable more assistance to get to Palestinians in need. At the same time, much more needs to be done to protect civilians and to make sure that the humanitarian assistance reaches them. Far too many Palestinians have been killed. Far too many have suffered these past weeks. And we want to do everything possible to prevent harm to them and to maximize the assistance that gets to them. (END VIDEO CLIP) Our Oren Liebermann joins us from Tel Aviv. It's good to have you. Can you talk more about what these tactical military pauses mean? I think it's six hours today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "OREN LIEBERMANN, CNN CORRESPONDENT",
      "sentences": "It is six hours today. It opened three hours ago and will close in another three hours. And at least from the Israeli perspective, that's how these will work. They'll announce where they are and what time.So far they appear to line up at about the same place and about the same location, along Salah al-Din Road, a major North/South corridor. President Joe Biden said he's been pushing for these for some time now, and had hoped it would happen earlier. The idea here: giving civilians in Northern Gaza, Palestinians there, an opportunity move South, away from where the Israeli military is focusing much of its operation at this point. Israel says it has Gaza City in Northern Gaza encircled, as two hospitals there say Israeli strikes have landed close to the hospital. So you get a sense of how intense the fighting is and the risk to civilians there, especially when you hear what Secretary of State Antony Blinken said. But there isn't a promise that these will happen every day at the same time and the same place. That's announced on a daily basis by the Israeli military.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "HARLOW",
      "sentences": "You were just there. I mean, you meant, Oren, with the IDF into Gaza. Can you talk about what you saw?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "LIEBERMANN",
      "sentences": "Of course. We had an opportunity to go into Gaza with the IDF. It's important to note that we were under IDF escort at all times, and they had to review our footage as we came out. But they had no control over our reporting or the editorial process for us in putting together our work.We went about a mile into Northern Gaza and saw what used to be open farmland that was used by the farmers there. That was completely empty, much of it destroyed in the fighting. And when we stopped at a hill overlooking the town of the Jabalya, looking South towards the Jabalya refugee camp, pretty much no matter what direction you looked at, when you saw where civilians used to live, there was destruction to an extent that was stunning. And as we were there, we could hear the fighting. We could hear Israeli artillery fire. There were rockets fired probably from about two kilometers, a mile and a half from us, from Gaza into Southern Israel as red alerts went off in the city of Ashdod. So we didn't get too close to the front line, but in such a small area, the front line is never far in a hot war. [06:10:03]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "HARLOW",
      "sentences": "That's exactly right. Oren Liebermann, thank you for the reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "MATTINGLY",
      "sentences": "So a maid, a plumber, a chauffeur. This isn't a whodunnit. We don't have a Professor Plum or Colonel Mustard. It's who prosecutors may actually call to the witness stand in Donald Trump's Mar-a-Lago documents case. New CNN exclusive reporting, next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "HARLOW",
      "sentences": "Also, suspicious letters, some containing fentanyl, which is incredibly toxic, sent to election offices in at least six states. What federal law enforcement is saying and doing next.(COMMERCIAL BREAK) (BEGIN VIDEO CLIP) CHRIS CHRISTIE (R), PRESIDENTIAL CANDIDATE: And so I think what you're seeing is just how thorough Jack Smith's investigation has been, and that there's no one who has seen or heard anything at Mar-a-Lago regarding these documents who is going to be immune from testifying if they believe they have relevant information. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, the other really important thing they're not is cooperating witnesses. They're not criminals. Right? And so often as a prosecutor, that's how you make your case. You call a criminal to the stand. The defense will attack them. You defend him. Here, they're putting their case together -- and you can really see the case taking shape -- using normal people. I mean, I would have loved to have a wood worker as a witness when I was trying cases. I mean, I never had that luxury.So it looks like it's going to be a combination of these people were on the inside. As long as you have eyes and ears, you can see and hear things. You can be a witness. And then they have documents. They have video surveillance footage. And so you can really sort of see the shapes of this case taken together. I've said all along that I think this is the strongest of the four cases in terms of the evidence and the match between the evidence and the law as charged here. And I think confirms that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "Errol, it's also the least likely case to be played out before the election, given what Judge Cannon said a couple of weeks ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "ERROL LOUIS, CNN POLITICAL ANALYST",
      "sentences": "She's made it clear that she would rather see it happen after the election.On the other hand, you know, a lot of this is going to play out -- to the extent that it has any political impact at all, it's going to play out as we see the evidence, as we hear the testimony, as we get these witnesses to talk about what they know and what they've seen. And that is going to sort of set the mood in a way. Even if the legal part of it is decided after the election, a lot of people are going to take this into account. You know, and like Elie says, this is pretty easy to understand. This isn't about financial documents and whether or not you overestimated what you told the insurance company. This is about, you know, look, somebody saying, a house cleaner, I came in, and there was paper all over the floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "Also, people -- Isn't our reporting, some people that were inside the room when Trump allegedly discussed that Iran document, as well, right, that we've heard audio of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "LOUIS",
      "sentences": "I sense that this is going to be about, like, the mood. What was going on in Mar-a-Lago? How serious was this taken? You know, were people -- was this about idle chitchat over drinks? Was this stuff that was secured in the safe, or was it just laying out there for all to see? It's going to be, you know, I think really the heart of the case for the -- for the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "I think you're right, and I think, as Chris Christie said, Jack Smith is being clinical about this. I think he's going to be able to show the jury, with precision, where every box went, when and who took it there. And I think that's going to be an important part of the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "MATTINGLY",
      "sentences": "I think it's just a fascinating contrast, given what the former president said in an interview last night on Univision. We talked about the depth of Jack Smith's case, and what they've laid out, the witnesses that they have talked to, and Trump saying this. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Something that allows the next party. I mean, if somebody -- if I happen to be president and I see somebody who's doing well and beating me very badly, I say go down and indict them. Mostly, that would be -- you know, they would be out of business. They'd be out. They would be out of the election.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "MATTINGLY",
      "sentences": "I just want to pause because, one, that's not what's happening here, as we've all laid out repeatedly, as the indictment does, as well. Those aren't flippant, ha-ha funny remarks. Like, that's insane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "MATTINGLY",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HONIG",
      "sentences": "Take him at his word, by the way. If he says he's going to do this, I believe him.If we look back at the first Trump administration -- maybe it will be the only one. Maybe it will be the first of two -- Donald Trump would often call for the prosecution of his political enemies, whether it was James Comey, Andy McCabe. He called for the prosecution of Joe Biden, Barack Obama, Hillary Clinton. But -- and I can't -- I'm going to defend someone like Bill Barr, who I wrote a negative book about, but Bill Barr had a line he would not cross. Big Barr ignored those. He wasn't going to go out and indict Barack Obama or Andy McCabe. What Donald Trump is telling us here is I'm going to pick different types of people the next time around. I'm going to pick people who don't even have that line. And that to me is really, really dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "And Errol, just to be clear, there's no check on that. Right? There's no body that is a check on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "LOUIS",
      "sentences": "Well, I mean, look, people can defend themselves. And they can certainly try and either countersue or, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "Sure. But I'm saying the initial act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "LOUIS",
      "sentences": "Well, that's right. That's right. In fact, that's why we have to be careful about who and how we pick our presidents. I mean, this is real serious stuff.I mean, and you do have to take him at his word. You know, this whole idea that, you know, weaponization, you know, they're weaponizing the Justice Department by looking into what I did at Mar-a-Lago. A lot of that is going to fall apart, I think, when these witnesses come forward. They're not weapons. They're just people who, you know, sort of work at Mar-a-Lago. The rest of us have to take very seriously the idea that Donald Trump has announced that he's going to make that the standard. That's a campaign promise that he made. He's saying, if you vote for me, this is what I'm going to do to the justice system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "MATTINGLY",
      "sentences": "And you're looking at Gaza City this morning and people evacuating after Israel announced today's humanitarian pause in Gaza will be extended to six hours.Could these pauses also be a potential breakthrough for getting hostages out. We're going to ask someone who's been involved in hostage negotiations with Hamas. That's ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "MATTINGLY",
      "sentences": "New overnight, President Biden saying at a closed-door fundraiser that the Supreme Court's decision to overturn Roe v. Wade galvanized voters.He said, quote, \"They practically dared the women of America with the Dobbs decision,\" referring to the Supreme Court opinion that lets states decide if abortion should be legal. He tied Donald Trump to that decision, saying the former president is the \"only reason\" there are abortion bans in America. Now, cis comments come after voters supported the right to abortion access at the polls yet again, despite Republican lawmakers and candidates trying to flip the political issue, saying Democratic opinions on abortion are extreme. John Avlon is here with a \"Reality Check\" on that. JOHN AVLON, CNN POLITICAL ANALYST/ANCHOR: That's right. Look, if anyone thought overturning Roe would cool abortion culture wars by kicking it to the states, they've had a rude awakening. This week, Ohio voters enshrined abortion rights in their state constitution. And that's the seventh straight referendum post-Dobbs where the pro-choice side has won, including deep-red states like Kentucky, Kansas and Montana. [06:25:10] Republicans are reeling. Some want a national abortion ban. Others are trying to make Democrats sound like the real extremists. Here's Ohio Governor Mike DeWine on election day. (BEGIN VIDEO CLIP) GOV. MIKE DEWINE (R-OH): It would allow an abortion right up until the time of birth. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "AVLON",
      "sentences": "Here's Senator Tim Scott on the debate stage.(BEGIN VIDEO CLIP) SEN. TIM SCOTT (R-SC), PRESIDENTIAL CANDIDATE: I would not allow states like California, Illinois, or New York to have abortion up until the day of birth. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "AVLON",
      "sentences": "Now, the talking points are clear, right? It's the specter of abortion on demand, well into the third trimester, all at the hands of morally monstrous liberals.But it begs the question: How often do third-trimester abortions actually occur in America? And the answer is very, very rarely. Get this. In 2020, 93 percent of abortions occurred in the first trimester. That's according to the CDC. Another 6 percent occurred between 14 and 20 weeks, early in the second trimester. Less than 1 percent were performed at 21 weeks or more, which is to say that third-trimester abortions are vanishingly rare, and almost always because of fetal abnormalities or a medical emergency that threatens the life of the mother. And while the number of people who support abortion rights through the first trimester is at record levels, according to Gallup, it's important to note that the number of abortions have been going down in America since 1990, decades before the overturning of Roe. This is a deeply personal and difficult issue. You can believe that every abortion is a tragedy and also believe that it's a decision that should be made by a woman, her doctor, her family and her God, not the government. Most Americans don't hold extreme views on abortion, with the majority saying it should be legal in some circumstances. We're not as divided as activists would have us believe. And we'll find more common ground when we stop demonizing people we disagree with. And that's your \"Reality Check.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "HARLOW",
      "sentences": "John, thank you so much for that. The facts matter, especially on an issue like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "AVLON",
      "sentences": "Facts always matter, especially when there's a lot of fear- mongering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "HARLOW",
      "sentences": "Yes. Appreciate the \"Reality Check.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "MATTINGLY",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "AVLON",
      "sentences": "Thanks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "HARLOW",
      "sentences": "Cold front sweeping toward the East Coast this morning after a recording-breaking 80 degree temperatures in some regions this week. Meteorologist Derek van Dam with us now. It's going to get chilly. Morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Yes, good to see you, Poppy. And hello, everyone.This cold front is making quite a change for many across the Southeast. What a difference a day makes, and you can see that. In Memphis and Nashville, your cold front that just pressed through your region actually cooled your temperature by over 20 degrees from this time yesterday. So a significant difference. Plan accordingly heading out the door. There's plenty of rain associated with this front, as well. That band of rain stretches from the Rio Grande all the way to the nation's capital, over 1,500 miles. But this is some desperately-needed rainfall. Places like Jackson and Alexandria, well, guess what? You haven't had any meaningful rain, 1 inch or more since 7 months ago. So yes, we're running below average in terms of rainfall. That's picked up on our drought monitor across Louisiana. Seventy-three percent of the state under exceptional drought. And the next five days will put a dent to that. And we will time this for the weekend. So expect a soggy weekend across the Deep South. And we can't forget the West. We do have the potential for our first significant late autumn, early winter storm that could bring meaningful rain to California by this time next week. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "HARLOW",
      "sentences": "Derek van Dam, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "VAN DAM",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "MATTINGLY",
      "sentences": "The former House speaker unloading on his GOP critics. What Kevin McCarthy said about the colleagues who ousted him. That's next.",
      "isLastSentenceInterrupted": false
    }
  ]
}