{
  "date": "2023-09-12",
  "headline": "Inside Politics",
  "subHeadline": "Kim Jong-Un In Russia To Meet With Putin Over Potential Arms Deal; Celebrating 40 Years Of Christiane Amanpour At CNN; McCarthy Directs Opening Of Impeachment Inquiry Into Biden; Georgia District Attorney Wants To Try Trump, 18 Co-Defendants Together Starting Next Month. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:38",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "Two powerful dictators are preparing to meet face to face. A heavily armored train carrying North Korean dictator Kim Jong-un arrived in Russia today ahead of his closely watched meeting with Vladimir Putin. The U.S. warns the meeting could result in an arms deal, one that Russia needs to fight the war in Ukraine.Here to discuss CNN Chief International Anchor Christiane Amanpour. Thank you so much for joining me. Let's start with this meeting. It's the first time we believe that they have met since 2019. Talk about its significance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:38",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "So yes, it's the first time we know that the Kremlin spokesman has basically confirmed that it's going to happen. We haven't seen pictures of a meeting but he says it's normal. Like all neighbors, we will be discussing bilateral affairs.Well, what are those bilateral affairs? It's the first time Kim Jong- un has apparently left North Korea in those four years. And the last time was to see Putin. So this is happening, you know, endless time zones away in northeast Russia. The question is what, as you say, can be expected? The U.S. is putting out the narrative that the fact that Russia is essentially, as they say, are holding out the tin can to North Korea, for any kind of weapons deal at this particular time signifies not strength, but a weakness. And I spoke to the, you know, U.S. ambassador to Japan, obviously, right front and center and all these policy decisions and watching in the Pacific area. And he too, says it's a sign that if Vladimir Putin is trying to reconstruct the imperialist notion of an empire with his war in Ukraine and his threats to, you know, the Democratic parts of former Soviet Union, then this is a pretty pathetic way to go about it and speaks more of desperation from Putin than anything else. So that seems to be the way they're playing it here. BASH: Yes, it certainly looks that way. But the fact is, it is very likely causing some heartburn in -- inside the U.S. and the Biden administration and its allies in the West, put in context what this means vis-a-vis NATO, for example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:38",
      "speaker": "AMANPOUR",
      "sentences": "Again, that's the big question. I mean, what does Kim Jong- un have that can actually add to a serious threat to NATO in the hands of Russia? What does he have that is possible to transfer, that is possible to actually use? It has been suggested that what he has a huge stockpiles of ammunition.We know that Russia is running short on that, although it's, you know, it's got a sort of a manufacturing 24/7 base right now. Ukraine is falling short on ammunition. This is a big problem in more than a year and a half of this war. So -- but, you know, North Korea hasn't been to war since 1950. So maybe it has all these stockpiles. But are they the right type? Are they still usable? Is he going to send what, ballistic missile technology? It's very unlikely, according to analysts, but of course, everybody's watching closely. And then as the U.S. says, well, North Korea will play, you know, pay a heavy price. Well, what heavy price? That's going to be interesting to see what they lay out. They've specifically not detailed that, because it's not going to be a military heavy price. The U.S. isn't going to go to war against North Korea over this. And it's been sanctioned to with an inch of its life. But the truth is, as you say, the troubling sort of growing alliance between Russia, Iran, North Korea to try to bolster Russia's war against Ukraine is an issue. And of course, all of this happening as the U.S. is also trying to deter China --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:38",
      "speaker": "BASH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:38",
      "speaker": "AMANPOUR",
      "sentences": "-- in that kind of area as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:38",
      "speaker": "BASH",
      "sentences": "Right, which we saw at the summit. Christiane, I'm not sure if you have a monitor, but I did a quick costume change while you were speaking. And I am wearing a sweater that says \"Be truthful, not neutral\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:38",
      "speaker": "AMANPOUR",
      "sentences": "Oh, I love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:38",
      "speaker": "BASH",
      "sentences": "And this is a Christian Amanpour quote, and it is in honor of today. 40 years ago today, you started here at CNN. And I want to start by playing one of my favorite moments from your remarkable career. It is very difficult to choose, but that's I remember watching live.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:38",
      "speaker": "AMANPOUR",
      "sentences": "Why in the absence of a policy have you allowed the U.S. and the West to be held hostage to those who do have a clear policy, the Bosnian Serbs? And do you not think that the constant flip flops of your administration on the issue of Bosnia sets a very dangerous precedent and would lead people such as Kim Il-sung or other strong people to take you less seriously than you would like to be taken?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "BASH",
      "sentences": "That moment, Christiane, where you took what you were saying, the atrocities, the horrors that you were seeing, in one of the many words that you were covering, and took it to a leader who should be doing something about it in a very respectful way, was one of the many, many reasons why you are Christiane Amanpour.Was that something that you decided that you had to do because of what you saw? Is it something that you thought hard about? And then just generally talk about it as it pertains to everything that you've done, particularly in war zones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "AMANPOUR",
      "sentences": "Well, Dana, look I wasn't an interviewer, I was a reporter in the field that was in Sarajevo in '94.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "AMANPOUR",
      "sentences": "It was, you know, two years into the most catastrophic war. And let's just say it right now, the war of Serbian aggression against Bosnia in the 1990s was the first war in Europe since World War II, Ukraine and the like is not the first but it's following the very similar principles, a war of aggression by an autocrat who wants to carve out territory, who wants to hive territory to themselves, who commits war crimes, who commits crimes against humanity.And, you know, those kinds of things that we watched, it was on our watch, end of the 20th century, full technicolor, satellite television all over the world. And for too many years, the West did absolutely nothing except drop food for those besieged in Sarajevo. It was the longest siege more than 400 days in modern memory, modern history. So yes, we were there watching this. And I didn't -- there was no planification in this question. It was a town hall that President Clinton was doing at CNN in Atlanta, around a foreign policy reboot or something like that. I can't remember the exact occasion. But we will ask some of us to present questions. And mine came from listening to his --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "AMANPOUR",
      "sentences": "-- discourse on Bosnia. And, look, he's been incredibly kind to me in the aftermath, you know, for different reasons like the massacre in Srebrenica --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "BASH",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "AMANPOUR",
      "sentences": "-- that democracies could not allow to happen on punished, the U.S. did get a coalition. And this is vital to remember, they went and bombed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "AMANPOUR",
      "sentences": "-- the Serbian positions, not people, not soldiers, the positions. And within about 20 days, the war was over, after three and a half years of crimes against humanity committed on European territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "AMANPOUR",
      "sentences": "So yes, to this day, I am proud that I had the guts to do that, that I had the presence of mind to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "BASH",
      "sentences": "As you should be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "AMANPOUR",
      "sentences": "And that's where I learned be truthful, not neutral, because everybody was trying to say both sides are equally guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "AMANPOUR",
      "sentences": "And they weren't, they are not, it isn't like, you know, like they are not in, you know, Russia-Ukraine right now, and also in climate change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "AMANPOUR",
      "sentences": "So on every issue, be truthful, not neutral.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "BASH",
      "sentences": "As it says right here on my sweater.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "BASH",
      "sentences": "Christiane, when I started here 30 years ago, as a library assistant, the notion of moving from behind the scenes to production -- behind the scenes production to on-camera reporting, it was very rare in our business. You did it you, you still do it every day, a rare combination of tenacity and grace, a mix of taking no BS and keeping it classy, fearlessness and compassion. You do it all, you are at all.I want to say thank you for the unparalleled impact that you have had in covering world events, and being the ultimate role model to young journalists, many of whom are getting into this business still, because you've inspired them. So thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "AMANPOUR",
      "sentences": "Thank you, and thanks to my CNN family because at CNN that enabled that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "AMANPOUR",
      "sentences": "-- possibility for all of us as young journalists, to be able to make those moves when it was a startup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "BASH",
      "sentences": "Yes, I remember. Christiane, thank you. It's an honor to have you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:29",
      "speaker": "AMANPOUR",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:47",
      "speaker": "BASH",
      "sentences": "Today, Kevin McCarthy said he has no doubt that President Biden deserves to be investigated.(BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R), HOUSE SPEAKER: For the months that we were gone in the weeks, House Republicans have uncovered serious and credible allegations into President Biden's conduct. Taken together, these allegations paint a picture of a culture of corruption. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "BASH",
      "sentences": "I just want to be clear, have you had access -- just to kind of underscore what we're talking about here, which is evidence -- have you had access to the same information that these Republicans have had who say, it's part of something that I can't report about, I can't talk about it publicly, but I've seen behind closed doors, that the Biden's have made a lot of money, so on and so forth. Again, no evidence that we have seen, but you have access that we don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "CONNOLLY",
      "sentences": "I have seen no such evidence. I've looked at depositions, as I said, in a classified setting. I've looked at hearing transcripts of, you know, interrogated witnesses, and there has been not a scintilla of evidence that would suggest in any way or allow even an inference to be drawn, that President Joe Biden has done anything untoward, as vice president or as president.And I think I think they're making it up, because they just don't like him and his policies, and that's a bad precedent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "BASH",
      "sentences": "You, I'm sure, heard the speaker just 11 days ago say that he wants a floor vote to begin an official impeachment inquiry. This morning, he just started it unilaterally, which is his right to do. What do you make of that reversal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "CONNOLLY",
      "sentences": "Well, he called when President Trump was originally the subject of an impeachment inquiry, and I was on two of the three committees that were part of that inquiry. He called that process unconstitutional. Apparently, he's changed his mind.And he's changed his mind, again, as you point out in the last 10 days. He promised a floor vote, now he's ignoring a floor vote. And one can only conclude from that because he's not confident he has the votes on his own side to proceed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "BASH",
      "sentences": "You, as you mentioned, are a Democrat on one of these committees, how -- I know what just happened, what, like an hour ago, but have you and your fellow Democrats discussed how you will approach this proceeding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "CONNOLLY",
      "sentences": "No, not really, because we're all just coming back from the August, right? But I'm sure there'll be intense conversations in the days ahead. I think we feel pretty confident based on what we've been able to do in committee hearings, both on the Oversight Committee and the Judiciary Committee, and the Weaponization Select Committee in rebutting, you know, fabricated or completely loosey-goosey kinds of evidence Republicans say they've got.I don't think they have anything. I think they're making this up out of whole cloth. But I think they're going to put the country to a very wrenching process for no good reason. And if I can, Dana, that I also want to point out that, you know, meanwhile, we've got the former president of the United States with real issues. He's been indicted four times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "CONNOLLY",
      "sentences": "He's gotten the one count against them. And if we're going to look at families making money, we might want to start with Jared Kushner, and the billions of dollars he's benefited from the Saudi government, after having had the Mideast portfolio in the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "BASH",
      "sentences": "Well, that's a discussion for another time. I really appreciate you coming on with this breaking news and hope to see you soon. Thank you so much, Congressman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:54:01",
      "speaker": "BASH",
      "sentences": "Today, there is an urgent deadline in Fulton County, Georgia. We're waiting to see how the DA Fani Willis explains how she plans to do the very difficult. Try Donald Trump and his co-defendants in the election subversion case all at once.CNN's Nick Valencia is in Georgia. So Nick, how important is this filing when we're looking at what she says she can do, which is 19 people at once. And by the way, I mean, just a couple of months?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:05",
      "speaker": "BASH",
      "sentences": "You have a very busy day ahead of you, Nick. Thank you so much --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:05",
      "speaker": "VALENCIA",
      "sentences": "You got it.",
      "isLastSentenceInterrupted": false
    }
  ]
}