{
  "date": "2023-05-10",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Liable For Sexual Abuse; Imran Khan's Special Court Hearing; Sources: Federal Criminal Charges Filed Against Rep. Santos; Moscow Marks Victory Day With Scaled-Down Parade; Biden Says End Of Title 42 Will \"Be Chaotic For A While\"; Official: Gunman Had 8 Weapons, All Legally Obtained. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:31",
      "speaker": "ROSEMARY CHURCH, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello, and welcome to our viewers joining us here in the United States and all around the world. I'm Rosemary Church. Just ahead on CNN NEWSROOM. Donald Trump vows to appeal his verdict after a jury found him liable for sexually abusing and defaming author E. Jean Carroll.Criminal charges filed against embattled Congressman George Santos. Sources say he is expected to appear in a federal court as soon as Wednesday. That's today. And Pakistan's former Prime Minister Imran Khan is expected at a special court hearing soon, just one day after his dramatic arrest sparked nationwide protests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:31",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center. This is CNN NEWSROOM with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:31",
      "speaker": "CHURCH",
      "sentences": "Good to have you with us. Well, former U.S. President Donald Trump is vowing to appeal the verdict from a federal jury that found him liable for sexual abuse and defamation. Columnist E. Jean Carroll had accused him of raping her inside a department store dressing room in the 1990s. The jury did not find that Carroll proved he raped her but awarded her $5 million dollars in damages for battery and deformation.In a video posted on his social media site, the current Republican presidential candidate called the trial unfair, denied ever knowing Carroll and implied he was the true victim. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:31",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I have absolutely no idea who this woman is. The verdict is a disgrace, a continuation of the greatest witch hunt of all time.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:31",
      "speaker": "CHURCH",
      "sentences": "And during Trump's deposition, he kept repeating that she was not his type.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:31",
      "speaker": "TRUMP",
      "sentences": "I say with as much respect as I can, she's not my type. Wouldn't be my type in any way, shape, or form. Well, it's politically incorrect. She's not my type. And that's 100 percent true. She's not my type.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:31",
      "speaker": "CHURCH",
      "sentences": "Meanwhile, Carroll said in a statement, this victory is not just for me, but for every woman who has suffered because she was not believed. It is the first time Trump has been held accountable in court for sexual abuse, even though more than a dozen women have publicly accused Trump of sexual misconduct.And CNN's Senior Legal Affairs Correspondent Paul Reid was inside the courtroom on Tuesday and has this report on the verdict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:31",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, the speed of this decision suggests there was not a lot of disagreement or deliberation in the jury room. I was in the court Tuesday morning. And it took about 90 minutes for the judge to give the jury instructions on how to make this decision. And it took just a little bit longer than for that for them to actually make this decision.And while I was in court throughout this trial, it was clear to me, this jury was being very attentive, not only to E. Jean Carroll but also to other witnesses. And it's clear from this decision that they believe not only E. Jean Carroll but they also believed her friends who heard her describe this encounter shortly after it occurred and also women who alleged other similar behavior. He also of course heard from the former president in his own words and the infamous Access Hollywood tape describing grabbing people and then doubling down on that in his deposition. Now, we may never know exactly what the jury thought of specific pieces of evidence because they have been anonymous throughout this trial. And the judge has encouraged them to remain anonymous, even though they do have a right to speak out. Now, the former president's lawyers are trying to spin this as a victory for their client, because the jury did not find that he raped E. Jean. But they did find that he sexually abused her. That is still under the law. A form of sexual assault, a form of battery. So, if you have a day where your client is bound to have sexually abused someone and defame them and maybe on the hook for around $5 million in damages, is as hard to honestly spin that as a victory. Paula Reid, CNN, New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:07",
      "speaker": "AREVA MARTIN, LEGAL AFFAIRS COMMENTATOR",
      "sentences": "Hi, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:07",
      "speaker": "CHURCH",
      "sentences": "So, Donald Trump has been found liable for sexually abusing and defaming E. Jean Carroll in a civil trial and will pay her $5 million. The former president chose not to testify in the courtroom but instead appeared in a deposition where he confused a photo of his accuser for his former wife after claiming Carroll was not his type. How key was that moment in the trial? And how critical was it that Trump failed to show up for this trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:07",
      "speaker": "MARTIN",
      "sentences": "Well, I think it was very critical, starting with his failure to appear, I think that probably insists these jurors, here's a man who's been denying these allegations. He's denied it in media reports. He's denied it on social media. But yet he didn't even give the court, the jury, the plaintiff, the respect of even showing up in this courtroom to take an oath, to swear to tell the truth and to tell the jurors the same thing that he's told everyone in the media which is his claim that he didn't do this.I think that was a huge mistake. I think it was a tactical mistake by his attorneys. In addition, his attorneys didn't put on a case. They did not call one witness in the case for the defense. And I think to expect to have a defense verdict in the case where the defendant doesn't testify, and where he doesn't put on any witnesses was foolish on the part of Donald Trump. So, this verdict for E. Jean Carroll in many ways is not a surprise. It is what one would expect when you have compelling evidence presented by the plaintiff and absolutely zero evidence presented by the defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:07",
      "speaker": "CHURCH",
      "sentences": "And Donald Trump blasted the verdict saying he will appeal the decision. And one of his lawyers appeared on CNN Tuesday night to talk about that. Let's listen to what she had to say.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:07",
      "speaker": "ALINA HABBA, TRUMP ATTORNEY",
      "sentences": "We're going to appeal a lot of things. The constitutionality, the jury that failed to find a rape verdict, but then somehow said he said he was defaming her when he said he didn't do it and she's not my type. All of a sudden that is a crime in this country. That is sick.(END VIDEO CLIP) CHURCH: OK. Trump's lawyer there saying they will appeal on the grounds of constitutionality and on the jury failing to find a rape verdict but then saying Trump was defaming his accuser when he said he didn't do it, and she's not his type. Did this make any sense to you? And do you see any grounds for appeal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:07",
      "speaker": "MARTIN",
      "sentences": "No, Rosemary. This was a rambling and basically incoherent statement by Trump's attorney. And it's just one of many that we've heard since the verdict was read out this afternoon. They have talked about Hunter Biden, they talked about witch-hunt -- hunts. They've talked about everything but the fact that Donald Trump was found by a unanimous jury to have sexually assaulted, battered E. Jean Carroll and to have defamed her.He will appeal because that is right out of Donald Trump's playbook. He uses the court systems to delay actions and to create chaos. So, there's no surprise that he's wanting to appeal this, but I don't feel and based on everything that was presented during this trial, that he has a strong basis for appeal. Yes, the jury can decide as they did, that there wasn't enough evidence to find him liable on the rate chart but that there was sufficient evidence to found -- find him liable for sexual assault. And under New York law, to find someone liable for rape, there had to be evidence of penetration. But a sexual battery under New York law only requires a finding of unwanted touching, you know, touching of someone's intimate and personal parts without their consent. So, it's completely consistent that this jury found that there was a sexual battery by Mr. Trump, but on the other hand, they found there wasn't sufficient evidence for the rape. It doesn't in any way diminish the significance of what happened today, and that is a former U.S. president was found liable for sexual assault. And defamation while he is running yet for president again and that is a significant development in this entire case of women who have -- who have come forward and made allegations against Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "MARTIN",
      "sentences": "Yes. You just said it rosemary, there are a plethora of potential charges that could be filed against George Santos based on his history. Based on admissions that he's made himself about lying, not only about his qualifications, his former jobs, his resume, but also statements that were untrue with respect to his campaign finances. There are some reports out there unsubstantiated at this moment, but that suggests he is going to be charged for making false statements somehow related to campaign finance laws.Not surprising given the myriad of investigations that have been underway since George Santos was elected to the U.S. Congress. No surprise, I think to anyone that the Department of Justice is moving forward or has moved forward with charging him for some crimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "CHURCH",
      "sentences": "All right. Thanks to Areva Martin joining us from Los Angeles. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "MARTIN",
      "sentences": "Thank you, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "CHURCH",
      "sentences": "And just this quick programming note. CNN will host a Town Hall Wednesday with Donald Trump live from New Hampshire. The 2024 Republican presidential candidate will take questions from CNN anchor Kaitlan Collins. That starts at 8Well, former Pakistani Prime Minister Imran Khan is scheduled to appear at a special court hearing on charges of corruption connected to his time in office. His arrest on Tuesday sparked nationwide protests and violent clashes between supporters and police. Security has been increased outside the police station where he's being held as Khan supporters are gathering there now. All right. I want to go live now to Islamabad with CNN Producer Sophia Saifi has the very latest. So, Sophia, Imran Khan faces charges of corruption. His hearing is set to start very soon, but his lawyer says he has had no contact with his client. So, what more are you learning about all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "SOPHIA SAIFI, CNN PRODUCER",
      "sentences": "Rosemary, we're actually right outside the police compound. This is the police headquarters of the capital city of Islamabad and -- was moved here in the dead of night. The -- there is an immense amount of security outside this compound. We know that he is being kept inside there is also a guest house where he is being kept, where he's staying. There is a special court that has been created by a special order that was issued by a notice of the district commissioner's office of Islamabad this morning.There's riot police everywhere. We've spoken to his lawyers. He was supposed to arrive. They -- he was supposed to arrive in court at around 8:30 in the morning. We're now coming into 11:30. It's been many hours. His lawyers have told me that they've had absolutely no access to their client. His entire legal team was here. They've kept coming and going, kept coming and going. They have only recently just left again. Senior party leaders of Imran Khan party came here and, in an attempt, to meet senior police officials. They were unsuccessful. They said that the Constitution is being violated, that the rule of law is being violated by detaining Imran Khan here. This incredibly popular politician in Pakistan. Like you just said there were protests across the country. There is an internet blackout in the country. There's no data, only mobile phone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:17:51",
      "speaker": "CHURCH",
      "sentences": "A key report on US inflation is set to be released in the coming hours. And economists are expecting it to show that inflation remains high. The APR Consumer Price Index is forecast to rise five percent year over year. That's the same pace seen in March. If inflation is higher than expected that could complicate the Federal Reserve's interest rate plans.Well, the first major in-person meeting in months between President Joe Biden and top U.S. lawmakers over the debt ceiling standoff has come and gone with virtually nothing to show for it. Both the White House and Republican leaders still seem unwilling to budge from their positions. But they've agreed to meet again this Friday with the clock ticking toward a potentially catastrophic default. CNN's Manu Raju reports now from Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:19",
      "speaker": "CHURCH",
      "sentences": "Islam Islamic Jihad is vowing a response to Israel's air strikes on Gaza, calling the Tuesday morning attacks an aggressive heinous massacre. Three Al-Qud's brigade's leaders were among 13 Palestinians killed in the operation. A Gaza hospital says the strikes also killed five women and four children who were said to be members of the men's families.The IDF later launched a second strike in southern Gaza, claiming Islamic Jihad terrorists were moving anti-tank missiles to a launch pad in the area. These strikes all come in response to attacks last week when Palestinian militants fired more than 100 rockets toward Israel. And journalist Elliott Godkin joins me now live from Jerusalem with the latest. Good to see you, Elliot. So, what more are you learning about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:19",
      "speaker": "ELLIOTT GOTKINE, CNN JOURNALIST",
      "sentences": "Rosemary, overnight, there were no rockets fired into Israel. But this is a country still very much on edge. And it really does feel like this is the calm before the storm. As you say Israel carried out those airstrikes. It says in response to the more than 100 rockets fired by militants from the Gaza Strip towards Israel a week ago. It's -- and in a statement last night Prime Minister Benjamin Netanyahu sought to -- sort to highlight the difference between Israel which it says is -- which he says is doing its best to minimize civilian casualties. And the militants who are doing their best to get as many civilian casualties as possible. Netanyahu ending his statement saying to the militants that you can run, you can hide, but in the end, Israel will get you. Now, for now most of Israel is operating as normal. I can tell you that train stations in southern Israel such as Ashkelon and Sderot, just near the Gaza Strip have been closed.And schools are also closed in the communities around the Gaza Strip. They were off yesterday anyway because of a school holiday. But there really is a sense that this calm in Israel right now is only going to last so long before the militants do what they say they're going to do, which is to respond to those Israeli airstrikes which took out those commanders and also resulted in a number of civilian casualties. Israel also saying that some of those commanders not only were responsible for the firing of those rockets, have more than 100 rockets into Israel last week, but also for other militant attacks going back as far as 20 years or so. So, Israel is quite certain that these were (INAUDIBLE) to wanted to take out but certainly Israel for now is waiting for the response, which hasn't come yet. Didn't come overnight, but it is expected at some point. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:19",
      "speaker": "CHURCH",
      "sentences": "All right. Elliott Gotkine joining us live from Jerusalem. Many thanks for that report.A 16-year-old girl was killed in a knife attack at an orphanage in Poland on Tuesday. The police have detained a 19-year-old man who they say attacked a teacher and others with a sharp tool. 10 people were injured, five of them were taken to a hospital for non-life- threatening injuries. As the world waits for Ukraine's counter offensive against Russia, the U.S. is providing a $1.2 billion boost. The Biden administration says the new aid will include air defense systems, much needed ammunition, integration equipment and a variety of critical services. The U.S. Secretary of State says he believes Ukraine is well-equipped in many ways to push back against Russian forces. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:19",
      "speaker": "ANTONY BLINKEN, UNITED STATES SECRETARY OF STATE",
      "sentences": "My own estimation is that they have in place across all of those dimensions. What they need to continue to be successful in regaining territory that was seized by force by Russia over the last 14 months.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CHURCH",
      "sentences": "In El Paso, Texas migrants are being urged to turn themselves into immigration authorities ahead of the looming expiration of Title 42. The COVID era policy, which empowered border agents to bypass standard procedures and swiftly expel migrants. But Title 42 will be allowed to expire Thursday, which means normal legal procedures will be in effect. Authorities encountered nearly 10,000 migrants along the Southern border on Monday, continuing an upward trend in border arrests in recent weeks. The federal government estimates more than 150,000 migrants are waiting in shelters and on the streets of northern Mexico. U.S. President Joe Biden spoke with Mexico's President by phone on Tuesday, as the two countries try to manage the crisis.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We've gotten overwhelming cooperation from Mexico. We also are in the process of setting up res -- offices in Colombia and other places where you can or someone seeking asylum can go first. So, but it remains to be seen, it's going to be chaotic for a while.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CHURCH",
      "sentences": "CNN's Rosa Flores is in El Paso where hundreds of asylum seekers are heeding the warning from federal authorities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back to our viewers here in the United States and in Canada. I'm Rosemary Church. More than 170 storms were reported across the United States on Tuesday, bringing tornadoes, large hail, and damaging winds. Heavy rain caused flooding in Houston, Texas, more than 7 million people are under flood watches in the Southeast of the State, with more thunderstorms expected today. A flash flood warning remains in effect for parts of Missouri as well. And we are learning more about the gunman who killed eight people at an outlet mall in Allen Texas. Authorities say he had eight weapons with him, all legally obtained, but the motive still remains unclear. CNN's Josh Campbell has more.(BEGIN VIDEOTAPE) HANK SIBLEY, REGIONAL DIRECTOR, TEXAS DEPT. OF PUBLIC SAFETY: Why did he do this? Well, the big question is we don't know. JOSH CAMPBELL, CNN CORRESPONDENT (voiceover): Law enforcement revealing new details today about the investigation into the gunman who opened fire at a Texas outlet mall, saying he had no prior criminal history and was not on their radar. He went on a shooting rampage Saturday killing eight people including three children and wounding seven others. The shooter a 33-year-old Hispanic man from Dallas, killed by a police officer just minutes after the rampage began was armed with an AR-15- style rifle and had eight weapons in total. He wore a vest holding extra ammunition and was dressed in tactical gear with an insignia of that read RWDS. Authority say they believe it stands for Right Wing Death Squad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "SIBLEY",
      "sentences": "We do know that he had neo-Nazi ideation. He had patches, he had tattoos, even the signature, you know, verified that.CAMPBELL (voiceover): Online the shooter posted his support for Nazi ideology and shared images of target practice and his many weapons. Weapons law enforcement says were purchased illegally through private gun sales, which in Texas don't require federal background checks. We've learned the gunman also posted rambling, sexist and anti-semitic missives on a Russian social media website and screenshot showing the busiest times at the Allen premium outlet mall. The account appears to show he staked out the venue before the shootings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "SIBLEY",
      "sentences": "To me it looks like he targeted the location rather than a specific group of people. He was very random and the people he killed it didn't matter the age, same race or sex, he just shot people. CAMPBELL (voiceover)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "JOSHUA BARNWELL, SHOOTING WITNESS",
      "sentences": "Just massive atrocious bullet wounds to the point.CAMPBELL (voiceover): Joshua Barnwell says America can't become numb to the true cost of the nation's gun violence epidemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "BARNWELL",
      "sentences": "I want people to really and truly understand the depths of the depravity that occurred. And, you know, and if in the detail, it upsets them, then I'm glad because it should, because it was a disastrous situation.CAMPBELL (voiceover): Josh Campbell, CNN, Allen, Texas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "BRANDI",
      "sentences": "We have to give people all the tools that they can to protect themselves, protect their health. And this is one great option that I hope we'll be able to push forward.COHEN (voiceover): But in a briefing document filed last week, the FDA seemed less than enthusiastic about the idea. They say more women are overweight now as are all Americans than when Opill was first approved 50 years ago as a prescription drug. Pointing out that 60 percent of people of reproductive age in the U.S. are overweight or obese. The degree to which efficacy of Opill is diminished in individuals who are overweight or obese remains unknown the FDA scientists wrote. They also say that studies conducted by Opill's manufacturer, \"Indicate, in a nonprescription setting, consumers may not correctly follow use directions.\" But Dr. Brandi says there's no reason to think Opill will be less effective in heavier women and on their second concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "BRANDI",
      "sentences": "Well, they're smart, and they can read the back of a pill bottle just like they do any other medication over the counter.COHEN (voiceover): Perrigo, which makes the pill says, \"Data from our eight-year development program show that consumers can use Opills safely and effectively as guided by the proposed labelling.\" Back in Hong Kong, Pace says her friends in the U.S. are jealous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "PACE",
      "sentences": "I think that if women could just walk into a CVS or Walgreens and get what they need, I think it could really, really change their lives for the better, one hundred percent.COHEN (voiceover): Elizabeth Cohen, CNN reporting. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "CHURCH",
      "sentences": "The U.S. Drug Enforcement Agency has decided to extend a COVID era health care exemption for another six months to the relief of many Americans. The agency says those who have prescriptions for controlled substances will still be able to get them via telemedicine for six more months, rather than having to make an in-person doctor's visit. That exemption was set to expire Thursday when the COVID public health emergency is set to officially end. The drugs involved include some for pain, attention deficit disorders, anxiety, opioid use, and sleep disorders. A new draft recommendation says women should start getting regular mammograms after they turn 40 instead of 50. The U.S. Preventive Services Task Force says breast cancer is treatable when caught early, and screening would reduce their risk of dying from the disease. CNN's Jacqueline Howard has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "For women at average risk the taskforce sees more benefits than risks for them to start screening at age 40. And this draft update is available for public comment from now through June 5th. And we already know that based on current incidence rates, it's estimated that 12.9 percent of women born in the United States today will develop breast cancer at some time during their lives.And it's important to catch these cancers early, that gives a better chance of survival. Now meanwhile, this update does not change recommendations for women at high risk of getting breast cancer. Those women should continue to keep in contact with their doctors, for what's best for them. But for all women, some topics to discuss with their doctors include your family history of cancer, whether you have dense breasts, when to ask for breast exam, and when to start screening and how often back to you.",
      "isLastSentenceInterrupted": false
    }
  ]
}