{
  "date": "2023-01-19",
  "headline": "CNN Tonight",
  "subHeadline": "Prosecutors Plan To Charge Alec Baldwin And Armorer In Fatal \"Rust\" Shooting. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "LAURA COATES, CNN HOST AND SENIOR LEGAL ANALYST",
      "sentences": "Well, Alec Baldwin is facing two counts of involuntary manslaughter tonight in the 2021 \"Rust\" movie set shooting. Cinematographer Halyna Hutchins was killed when she was struck by a live round of ammunition that was fired from a prop gun held by Alec Baldwin. The movie's armorer, Hannah Gutierrez-Reed, will also be charged with two counts of involuntary manslaughter. Baldwin's attorney says the actor feels blindsided and is gearing up for a fight.I want to start with CNN security correspondent Josh Campbell and entertainment reporter Chloe Melas. They both been covering the story since the very beginning. Let me begin with you here, Josh, because you actually spoke to the D.A. intent on bringing these charges. What are you learning about these charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT",
      "sentences": "Yeah, you know, Laura, I spoke with the district attorney and the special counsel here in their first T.V. interview since those charges were announced, and what the D.A. says specifically is that this basically comes down to, in her view, negligence, negligence on the set of that movie \"Rust\" that, of course, resulting in these two charges of involuntary manslaughter towards Alec Baldwin as well as the armorer on the set. This was the person who was responsible for the safety of the firearms that were there on set, of course.The big question, how did a live round of ammunition get inside a movie weapon that, obviously, resulted in the death on the set? Now, I want to take you -- listen to some sound from that interview with the D.A. I asked her specifically, was there one particular piece of evidence that sealed it for you, that you knew that you had to prosecute that? She said it was actually much broader than that. Take a listen. (BEGIN VIDEO CLIP) MARY CARMACK-ALTWIES, NEW MEXICO FIRST JUDICIAL DISTRICT ATTORNEY: It's the totality of the circumstances that this was a really fast and loose set and that -- that nobody was doing their job. There were three people that if they had done their job that day, this tragedy would not have happened, and that is David Halls, Hannah Gutierrez- Reed, and Alec Baldwin. If they had just done their basic duties, this -- we would not be standing here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CAMPBELL",
      "sentences": "And as far as what comes next, the D.A says that she expects that these charges will be filed by the end of this month and then summons will be sent to the defendants.She said they won't be arresting anyone. They will be summoning them either to come in person or to show up by video conference, and then we'll see how this prosecution goes and what additional evidence comes about. Of course, we know that all the defendants continue to profess their innocence and will likely put up an aggressive defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "It's curious that she would announce that the charges are still not happening right now, they have not actually been filed until, I guess, the end of the month.I want to bring you in here, Chloe, because I am wondering how Alec Baldwin, who was one of the people who has been charged, the third person, obviously, that was named by the D.A. in the interview with Josh, has already pleaded to, I believe, a misdemeanor in this event based on a negligence similar claim. How is Alec Baldwin responding to all of this tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CHLOE MELAS, CNN ENTERTAINMENT REPORTER",
      "sentences": "You know, Laura, I spoke to Alec Baldwin's attorney, and I've been in close contact with Baldwin and his attorney over the last year plus, since this tragic accident happened, and that is exactly what Alec Baldwin and his legal team has always maintained, that this was an accident.And, you know, I sat down with Alec Baldwin in August, and we spoke about what was happening on the set, and he talked about how the safety was at the utmost importance. I want you to hear a little bit about -- a little bit of what he told me in August. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ALEC BALDWIN, ACTOR",
      "sentences": "The business is a business which is -- is -- is cautious and careful and protects the members of the crew all the time, all the time as a rule, and this is a one in a billion event. And in that one in a billion event, there are two people who didn't do what they were supposed to do, they didn't do.And I'm not sitting here saying that I want them to go to prison or I want their lives to be hell. I don't want that. But I want everybody to know that those are the two people who are responsible for what happened. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Josh, I want to talk about that latter part as well. We'll circle back to that statement, looking about what the family is saying today versus what they said following that private settlement. We will get to that in just a moment. But on that point about the trigger and whether it was actually pulled by Alec Baldwin, you asked the D.A. about this very notion, what did she have to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "CAMPBELL",
      "sentences": "I did, and this is so interesting. One thing that we learned in that interview was that, you know, there's been this debate about what liability does an actor have. You know, if someone on the set hands them a gun and says -- this is what is called a cold gun, there's no ammunition in it. Is it still incumbent upon that person to check the weapon?And we've heard from Alec Baldwin, you know, saying that that wasn't really an issue. We've heard other actors for that matter say the same, that when they're handed a gun and they're told that it's empty, they typically believe that. Interestingly, the D.A. told me that as part of their investigation, they actually consulted with a number of actors, including, as she mentioned, A-list actors, who said, no, it's actually quite the opposite, that these actors themselves check the weapon or have a check in their presence. The reason why this is so important is because it gets to exactly what you're saying about whether Alec Baldwin actually pulled the trigger. So, if he didn't check it to see if it's empty, that moves to the next layer of negligence, and that is something caused that gun to go off. Alec Baldwin has told Chloe, he has told others that he never pulled the trigger. But I asked the D.A. about that because we know that part of this investigation included the FBI actually looking at that weapon. They determined that there was no way with the gun cocked that it would have gone off without the trigger being pulled. I asked the D.A. Take a listen to her answer. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "CAMPBELL",
      "sentences": "Obviously, we know the FBI report says that that gun could have not gone off cocked without pulling the trigger. Are you confident that he actually pulled the trigger?CARMACK-ALTWIES:  Yes, absolutely. The FBI lab is one of the best in the world. We absolutely believe that the trigger had to have been pulled in order for that gun to go off. The trigger was pulled. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "CAMPBELL",
      "sentences": "And interestingly as well, you'll appreciate this, Laura, obviously, as a former federal prosecutor, you know, I asked the D.A., does this go beyond just this one case with \"Rust\"? Are you also trying to perhaps send a signal out there to other movie production companies that this type -- these types of lapse practices allegedly on the set of this movie are unacceptable and that they will be prosecuted?She said, absolutely, because you have to remember, at the end of the day, this comes down to the death of someone, a tragedy, the loss of life of cinematographer Halyna Hutchins. Of course, the district attorney is here, saying that part of her effort is to ensure that other production staff members out there can go to their place of work, which movie sets are, and do so in a place that is not, you know, filled with all kinds of safety violations. So, so many layers to this investigation and it's such a fascinating interview today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "AREVA MARTIN, CNN LEGAL ANALYST, CIVIL RIGHTS ATTORNEY",
      "sentences": "I do, Laura. I know a lot of people believe that Alec Baldwin was just doing what all actors do, relying on the work of the armorer and the assistant director.But he had the gun, and he had an opportunity, like we know George Clooney talks about, when he's involved in shooting movies, when there's a gun involved, he had a last opportunity to look at that gun, to make sure that there wasn't a live ammunition in it. And it would be unimaginable for the prosecutor to charge the armorer and this other director without charging the person that actually pulled the trigger. And based on the D.A., she is 100% certain, given that FBI report, that the trigger was pulled. And we have to keep in mind, Laura, Alec Baldwin wasn't just an actor on the set, he was also a producer. So, all of the evidence that the prosecutor talks about in terms of the totality of the evidence, there's a lot of evidence out there about these safety lapses. The armorer sending text messages saying she was stretched too thinly. We know the armorer herself didn't have a great deal of experience. Crews walking off the set because of safety violations and other allegations about safety problems on that set. So, I think the prosecutors are not just looking at Alec Baldwin, the actor, but looking at his responsibilities as a producer to make sure that that set was safe, and according to this prosecutor, it was far from safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Harry, to that point, I want to bring you in here because following the logic that Areva so eloquently laid out there, one would think, well, hold on then, this wouldn't be limited to just three particular people who have been charged. It wasn't a single producer who would have a duty of care in addition to those who would've been in that sort of custodial chain of handling the gun and ultimately ensuring that it was not armed, no live ammunition inside.So, do you have a sense of why the charges are confined to these three in particular if there might be a number of people who would have owed a duty of care in a workplace to this young woman? HARRY LITMAN, FORMER U.S. ATTORNEY, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL:  I do. But let me start with this duty of care idea. She told, as Josh just reported, it was about negligence. Actually, she told \"The New York Times\" he had an absolute duty to be sure the gun was safe. That's just wrong and way wrong as a matter of criminal law. It's stated as criminal negligence and the people could confuse that with a sort of negligence if you're in a car accident. It is not. It has to be a gross deviation from the standard of care that an actor would employ in that situation. She's making it clear, she's charging him as an actor. Even as a producer, however, he is -- first of all, it's not the producer's job, it's the other two, the assistant director who has now pleaded, and the armorer to be sure this is safe. But he is the kind of producer that a lot of big-shot actors are, you put your name on and you make more money. I think this is really -- it is a miscarriage of justice, I'm sorry to say, and it is really a grotesque overcharge, as to Baldwin. There's just -- anyone who knows -- who's been on the set knows this is no gross deviation from what actors do. Actors hear from the armorer, it is called, and they -- and they rely on that. And that's not withstanding. I think it's probably true that they can show beyond a reasonable doubt that he pulled the trigger. But charging him, based on this context of criminal negligence, as you know, as a former criminal prosecutor, it just ain't there and it's different from what she said to the papers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Let me play \"Devil's Advocate\" before I bring you in here, Areva, on this very point, though. I mean, the idea of negligence, you know, we think about the duty of care that's owed to somebody, you're in a position of either authority or to act prudently and to avoid injury by taking the steps necessary to avoid the unimaginable from happening.And it can be involved in what's called lawful conduct, Harry, the idea of not just having the commission of a crime or otherwise but engaging in behavior that you are entitled to be engaged in. It's not criminal. But because there are other series of lapses of judgment or your prudence is not there, you can be held to account in that scenario. So, are you suggesting that, by virtue of the fact that other people were also responsible to ensure gun safety, it would absolve another? [23:15:04] If you're talking to me, absolutely not. And again, you're using the language in the concept of negligence do care. That is not what we're talking about. It's quite clear under either theory, under New Mexico law, I've spent some time with New Mexico law this afternoon, you must show criminal negligence. That is a much different and higher concept. So, you can say, if there was an absolute duty like she is saying in the paper, you're totally right. That gun went through. They would have violated that duty. But that is not what the criminal law is about, and I really think it is a miscarriage of justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "So, Areva, what is your take on that? The idea of the criminal negligence. I mean, obviously, you had your fair share of trials. How would you go about either trying to defend this case or even to try to understand how to prosecute it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "MARTIN",
      "sentences": "Well, first of all, I disagree with Harry on his point that this is a grotesque miscarriage of justice. I think when you look at the totality of the facts, this prosecutor had no choice but to charge Alec Baldwin and the two others that were charged or are going to be charged.And there is some dispute about what the standard of care is on these movie sets. There was a safety expert today talking about what is done in New York and how police officers are on sets of New York whenever a gun is fired and how the police officers are there to make sure before a gun is fired, ammunition that is in that gun is looked and there is a final safety check before anyone can handle a gun that is going to be in a scene. So, there is no hard and fast way apparently the way this is done and that's going to be an issue that the jurors are going to have to grapple with. We are going to see a lot of experts who are coming in to this case. It is going to be a battle of the experts, the prosecution putting on experts to try to establish what should have been done, what the standard in the industry is, what the protocols are and, obviously, Alec Baldwin, whose position was that he was not responsible because he relied on armorer and the assistant director. So, experts coming in and saying that was reasonable for him to do so. So, I don't think it's a close case at all. I think it was an appropriate charge. It remains to be seen. We do know it's difficult to get a conviction against -- when you have a celebrity involved. We know that people tend to like the celebrities and they are sometimes hesitant to convict celebrities. We know the standard of care is going to be quite high beyond reasonable doubt. So, I would not suggest it's a walk in a park, but that does not mean just because the case is hard to win that it should not be prosecuted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "We have a lot more to learn before it obviously goes to trial. Again, these charges have not yet, I understand, been filed. They have been spoken that they're going to be. Between us lawyers obviously here, we've all had to handle a gun in a courtroom as part of evidence, and we have a marshal who will hand it back to us to show you that it's clear, and there is the expectation that if that marshal says to you, before you handle it, it is clear, it has been zip-tied in some way or whatever, I do wonder just how many of us have gone back to check that and look to see if there's anything in the chamber.I know that this is going to have my point, repercussion, in a lot more industries than just in Hollywood, and when it comes to gun safety for good reason. Thank you both. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Tonight, the Screen Actors Guild is slamming the decision to charge Alec Baldwin with involuntary manslaughter in the death of \"Rust\" cinematographer Halyna Hutchins, calling it wrong and uninformed.In a statement, they add -- quote -- \"The death of Halyna Hutchins is a tragedy, and all the more so because of its preventable nature. It is not a failure of duty or criminal act on the part of any performer.\" Joining me now, the national executive director of SAG-AFTRA, Duncan Crabtree-Ireland. Thank you for joining. Why are you calling these charges wrong and uninformed? DUNCAN CRABTREE-IRELAND, NATIONAL EXECUTIVE DIRECTOR, SAG-AFTRA: Thank you for having me, Laura. It is wrong and uninformed because the charges clearly indicate a lack of understanding about the standards and expectations of how a film set operates. And the fact is actors are not firearms experts, actors cannot be expected and are not expected to do final safety checks or anything of that nature. Some of them may choose to gain that expertise, but that's not a normal part of being an actor. And even in the joint industry wide safety bulletin, it makes it very clear that the responsibility for those final checks and making sure the firearms are safe is not with the actor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:58",
      "speaker": "COATES",
      "sentences": "Important to hear your perspective. Duncan Crabtree-Ireland, thank you so muchCRABTREE-IRELAND:  Thank you having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "So, the big question on everyone's mind tonight is, how did a star of movies like T.V. and -- movies and T.V. like Alec Baldwin who has been in the spotlight for decades, how did he end up where we are tonight, facing criminal charges in the deadly shooting on the set of the movie \"Rust\" that claimed the life of cinematographer Halyna Hutchins?Joining me now, Jim Morey, chief correspondent for \"Inside Edition\" and \"The Wall Street Journal\" reporter Katherine Sayre. This is a day that, according to the attorneys, Alec Baldwin, Katherine, is feeling blindsided by today's charges. Why do you think they did not expect these criminal charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "KATHERINE SAYRE, REPORTER, THE WALL STREET JOURNAL",
      "sentences": "I think if you go back to when the shooting happened, you know, I was covering it from day one, and you think back to that time when film production is just ramping back up after the pandemic, there is this huge demand for content and this was really a pet project of Alec, but a low budget film, $7 million. And a lot of questions begin to be raised about whether there was cutting of corners at the expense of safety. But this was, you know, Alec's pet project that he was focused on getting done in just a few weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "We just spoke to Duncan Crabtree-Ireland, Jim, who is the national executive director of SAG-AFTRA, and, you know, one of the reasons I am sure that they are coming forward in support of a fellow actor is the idea that this is going to have a ripple effects and repercussion certainly on perhaps the way that safety protocols are put in place or how they're implemented and how to account.And he is obviously facing some pretty serious tough headlines. He's had that before. But he told CNN in August that he lost five jobs since the \"Rust\" shooting. What is the impact on his career, on the bigger issues of what this will look like in Hollywood as well, and how it might change people's approach?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "JIM MORET, CHIEF CORRESPONDENT, INSIDE EDITION",
      "sentences": "As far as his career, I think you really have to wait until the other shoe drops. You have to wait to see what happens as this case unfolds.You know, your guest from SAG, even Harry Litman, made compelling cases that there is a standard of care in this industry and they argued that Alec Baldwin followed that standard of care, that the actor isn't the one responsible in this case. However, this is more complicated than, I think, a typical case. You're talking about a very low budget film, you're talking about a situation where there were allegations of safety lapses or violations of safety protocols. Alec Baldwin is a producer on this case. This was a rehearsal. You could argue there should not have been anything in that gun for a rehearsal. So, a cold gun in the case would imply nothing is in the gun, not a blank. And also, the armorer wasn't even in the room at the time. That's another alleged safety laps. So, I don't think it's so cut and dry. I think that Alec Baldwin has every expectation that he can win this case if he puts on a solid case. He believes he's innocent. He also believes he's not responsible at all. He says he did not pull the trigger. Your other guest confirmed that the FBI did an analysis of the gun. They found it to be operational. The only way the gun would go off is that the trigger is pulled. So, there are a lot of questions in this case, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "There are a lot of questions. Of course, we're focusing, obviously, on Alec Baldwin. But there's another person who has been charged, the armorer. And the third person, of course, has already entered a guilty plea for a lesser charge.We should note that the penalty for these and the proposed sentences can be up to $5,000 fine, up to 18 months in prison. These are serious charges and, again, it did claim the life of the cinematographer. But there is a lot of reference on this point, Katherine, to the idea of the budget on the set. The D.A. talked about there have been some other instances where crew members had walked off, this was related to safety. And we know at one point, there was a walkout over payment and housing disputes, and at least two accidental prop gun discharges on the set in the days before the shooting. So, there were some issues as reported by other outlets as well. What impact do you see this having?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:05",
      "speaker": "COATES",
      "sentences": "You know, it's going to be important, Jim, to think about where all these leads. And as we learn more, the charges have not yet been filed, I understand, but they are, you know, imminent at this point. So, it will have serious repercussions probably across a number of industries.Jim, Katherine, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:05",
      "speaker": "MORET",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "A lawyer for Alec Baldwin says the actor and his legal team feel blindsided that he is being charged with involuntary manslaughter in the fatal shooting of cinematographer Halyna Hutchins on the set of \"Rust.\" Baldwin insists he did not know the gun was loaded with a live round. The film's armorer, Hannah Gutierrez-Reed, is also charged.Let's discuss now with Dutch Merrick, the founder of Prop Gun Safety, and Rob Ackerman, the former prop master for \"Saturday Night Live.\" Glad to have you both here and lean on an area where everyone is wondering what is supposed to happen on the set, what actually does happen, and this idea of what the standard is in the industry, let alone a duty of care. Let me begin with you here on this, Rob, because you were actually a prop master at \"Saturday Night Live\" for 20 years. You actually worked at one point on the show with Alec Baldwin. You said when the shooting actually happened, you noticed some red flags almost immediately. What were they? ROB ACKERMAN, FORMER PROP MASTER FOR \"SATURDAY NIGHT LIVE\":  There are so many. Basically, there is a system, a series of checks and balances on how to be safe on set. At SNL, because it was frantic and hectic, we had a very strong assistant director, called the A.D., who would work with an armor and the firearms very closely. Also, a supervising producer. I really believe that the actor's job is always to be an artist, to be a performer, to think about the work of telling a story in kind of make believe, artistic endeavor, and the armorer's job is to kind of do a safety check on everything on the actor's behalf. That's how it has always gone at SNL. The armorer, when I worked in SNL, took that off my plate, my very full plate, and I was always grateful to the armorer for his or her expertise when it came to handling firearms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Dutch, you are an armorer, and I ask in the sense of what seems to have transpired here, according to what the D.A. is saying about the impending charges, she laid out a case that essentially meant only the armorer was at fault because she has also been charged, but also Alec Baldwin and the responsibility for him and having handled the weapon to perform a similar safety check that would have been expected of that armorer. How do you see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "DUTCH MERRICK, FOUNDER, GUN PROP SAFETY",
      "sentences": "You know, I now -- obviously, we teach a class, we do a workshop based on -- you know, \"Rust\" sort of brought this whole thing to bear, and a big part of the class is to break down the many failings on the \"Rust\" set. And we've identified about 35 really particular contributing factors.So, when we have a workshop and a room filled with film professionals, we go through those bullet points, all 35 things, and say all these things happened. Now, you tell me who is responsible for the death, and we have a discussion. I don't let them finish until we get to at least 10 different names. There aren't that many hands in this that took some part and had some contribution to why Halyna Hutchins is not with us today. You know, obviously, not the least of it was where the buck stops in the actor's hand with a loaded gun that he never expected to be loaded, but you can work your way all the way back up the food chain, from the person that handed to him, the first A.D. who should never be handling a gun ever. That is not his job. The first A.D. is like a conductor. They don't play any of the instruments. They just tell them all when to come in on cue. So, then you take that back to the armorer, the prop master, the ammo supplier, the producers for the hiring practices. There are so many hands in this. It's a great example for us to learn by and realize how we need to change some of the worst practices in low budget, non-union films in particular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Sadly, the lesson that has been derived from it has cost someone their life. I wonder on that point, Dutch, in your experience, would it have been odd to have learned that there was even live ammunition on a set? I mean, obviously, you were the prop master at \"Saturday Night Live.\" I'm sure there has been a fair share of skits that have involved some level of a prop resembling or maybe even being a gun. Has there ever been in your experience and expectation that there would be live ammunition that could possibly be in the area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "COATES",
      "sentences": "On that point, Rob, there's been a lot made, and I've heard this phrase throughout tonight and we've heard throughout the day and ever since this shooting, about a low budget or non-union film. Why is that point so relevant in terms of a teaching lesson or a moment to recognize what could have gone wrong here? why is the budget so important in this conversation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "ACKERMAN",
      "sentences": "It seems to me -- Dutch can add to this. He has got a lot of experience, too. But it seems to me that they were having, this young woman, multitask. She was working as a prop assistant and also as an armorer which -- any time there's a firearm on set, that is just not okay. Your one and only task, and every armorer I've ever worked with says this true, the only task is to care and safety -- moment to moment safety with that prop gun, a firearm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "ACKERMAN",
      "sentences": "That is all you should be thinking about. Any ancillary work, I don't think is a fair expectation, but I think that was most likely happening because of a low budget, because there was not another line to --- another line item to spare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "COATES",
      "sentences": "Dutch Merrick, Rob Ackerman, think you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "ACKERMAN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "COATES",
      "sentences": "Alec Baldwin facing charges in the on-set shooting death of cinematographer Halyna Hutchins. But this horrible incident is just the latest tragedy on Hollywood set.Remember back in 1993, \"The Crow\" star Brandon Lee was killed by a prop gun that was later found to be improperly loaded. In 1984, actor Jon-Erik Hexum died after accidentally shooting himself in the head with a prop gun. And the incidents, well, they go on. Joining me now to discuss, editor-in-chief of \"The Wrap,\" Sharon Waxman, and corporate lawyer and entertainment attorney Domenic Romano. Let me begin with you here, Sharon, because just a listing to some of the incidents that we have seen, the question is, for so many, does Hollywood take safety seriously enough? SHARON WAXMAN, EDITOR-IN-CHIEF, THE WRAP:  Well, it is interesting. I mean, the last horrific incident that you are citing is literally 30 years ago. And in that period of time, there have been not hundreds, but probably thousands of productions that have gone on with relative safety. I have never heard of anything even like close, like a close call, of a gun going off like this. So, I don't know that it is fair. I'm not here to defend Hollywood if that is not fair, but it does not feel to me like this is an issue, from talking to all the experts at the time of the \"Rust\" shooting, that there is a culture of laxity. This particular production had a ton of problems. So, right now, whether this could ever happen again is a terrible thing to contemplate because right now the implications of these are -- this tragedy for this woman and her family and all the other people who now have to live with the fact that this happened and that they were part of this tragedy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "COATES",
      "sentences": "Domenic, I see you champing at the bit. What is your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "DOMENIC ROMANO, CORPORATE LAWYER AND ENTERTAINMENT ATTORNEY",
      "sentences": "Yeah, I have a very different view. Look at the facts. The first fatality in a film across the border, 1914, between 1980 and 1990, 37 deaths in the United States alone, 24 of them by helicopter crashes. Now, we have drones, not too many people dying on sets on helicopters. \"Deadpool 2,\" someone killed in Vancouver, Canada. Over 40 people, dozens of people internationally.This is a real problem. And we are talking about slaps on the wrist. You talked earlier about $5,000 fine for these people if the charges go through. In the film \"The Crow,\" the fine was reduced to $55,000. That film grossed over $50 million. There's not enough deterrence and there is lax safety, not on all movie sets or film television sets, but on several, history shows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:12",
      "speaker": "ROMANO",
      "sentences": "True, true, but this is not --",
      "isLastSentenceInterrupted": false
    }
  ]
}