{
  "date": "2023-12-08",
  "headline": "Amanpour",
  "subHeadline": "Interview With AFP Video Journalist Dylan Collins; Interview With Former Knesset Member And Jerusalem Venture Partners Founder Erel Margalit; Interview With U.S. Agriculture Secretary Tom Vilsack; Interview With UAE Minister Of Climate Change And Environment Mariam Almheiri; Interview With American Enterprise Institute Director Of Foreign And Defense Policy Studies Kori Schake. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN SENIOR GLOBAL AFFAIRS ANALYST",
      "sentences": "Hello everyone and welcome to AMANPOUR. Here's what's coming up.A dire situation in Gaza as the humanitarian crisis worsens and Israeli strikes intensifies. The deadliest month for journalists in 30 years. I speak to Dylan Collins, whose colleague, Issam Abdallah, was killed in Southern Lebanon. Then, what does the future look like for Israeli security? A former politician turned tech entrepreneur tells me next. And we reach a climate tipping point. As COP28 enters its final days, what progress has been made? I ask the UAE's climate minister and the U.S. agriculture secretary. Plus, America's global duty, senior fellow at the American Enterprise Institute, Kori Schake, explores this with Walter Isaacson. Hello, everyone, and welcome to the program. I'm Bianna Golodryga in New York, sitting in for Christiane Amanpour. In two months of war between Israel and Hamas, the death toll has reached terrifying heights. Nearly 17,500 Palestinians have been killed in Israeli attacks on Gaza, according to the Hamas controlled health ministry. And new casualties have been reported this week in the West Bank, Southern Lebanon and Northern Israel. More than 60 journalists and media workers are among those killed. A record number, according to the Committee to Protect Journalists. One of those who lost his life is Reuters videographer Issam Abdallah, who was killed in Southern Lebanon on October 13th. New investigations by two news organizations and two human rights groups say it was Israeli tank shells that killed him and injured six others. Human Rights Watch and the AFP claim the strike was \"deliberate.\" In October, Israel called the death a \"tragic thing\" without acknowledging involvement. Here's what spokesman Aylan Levy said on Thursday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "EYLON LEVY, ISRAELI GOVERNMENT SPOKESPERSON",
      "sentences": "The guiding principle of Israel's campaign against Hamas is that we uphold the principles ofinternational law regarding proportionality, necessity, distinction. We target Hamas. We do not target civilians. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Part of that group of journalists injured in Southern Lebanon is AFP video journalist Dylan Collins, and he joins me now from Beirut.Dylan, thank you so much for joining us. Nearly two months later, my first question is how are you doing still physically and emotionally after that day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "DYLAN COLLINS, VIDEO JOURNALIST, AFP",
      "sentences": "Hi. Thanks for having me. You know, it's been two months of grief and exhaustion as we try to kind of wrap ourheads around this brutal double tap strike on a group of journalists simply doing their job, and a strike that led to the killing of our friend and colleague, Issam Abdallah from Reuters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Walk us through what happened that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "And both you, AFP, and Human Rights Watch, as we noted, have reported that the strike was deliberate and targeted by Israel onjournalists. So, CNN and CNN's analysis has been in line with the conclusion that the shell was Israeli, but has not confirmed that the attack was \"deliberate.\" And it's important for us to highlight the difference there. Give us AFP's and Human Rights Watch's assessment for the decision they made in labelling this as deliberate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "COLLINS",
      "sentences": "Well, I can't speak for Human Rights Watch and I'm not going to speak. I can tell you what I witnessed, you know, that there were -- it wastwo strikes, 37 seconds apart, almost in the same exact location on a group of journalists, seven journalists all wearing press vests and helmets with cameras and tripods. Two strikes, 37 seconds apart in nearly the same exact position. You could say maybe if there was one strike, you could say it's a mistake or by accident. They didn't mean to. But if it's two strikes back-to-back in the same exact spot, it's kind of hard not to see it as a deliberate strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, the IDF, as we heard, denies, targeting journalists. CNN asked the IDF for comment on the allegations and IDF Spokesperson RichardHecht on October 14th called Issam's death a tragic thing without acknowledging any Israeli role. And he later told Reuters that, we do not target journalists, reiterating what they said again. What do you make of the IDF's response? And have you heard anything different from them since then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "COLLINS",
      "sentences": "Well, I mean, all of the investigations that were released yesterday pointed to a thin stabilized 120-millimeter tank round thatkilled Issam Abdallah. That type of munition is used by Israeli Merkava tanks. I think that the evidence is relatively clear, in terms of how that munition could have been fired at us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And we should note that U.S. Secretary of State Antony Blinken on Thursday said that Issam's death should indeed be investigated.Can you tell our viewers more about Issam, both professionally and the kind of person that he was?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "COLLINS",
      "sentences": "You know, I saw him -- I worked as a journalist for 15 years, and he was the beating heart of the press scene here in Beirut. His loss isfelt acutely. He's a funny -- he was a funny, kind, sweet man who loved food, motorcycles, corny jokes, preferably, you know, all three combined. He loved animals and, had a habit of adopting stray cats. You know, my thoughts are really with his family and colleagues as they struggle with his tragic killing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "How are they doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "COLLINS",
      "sentences": "I mean, how is anyone doing right now? As -- his mom is strong. His sister is incredibly strong. But it's such a brutal attack onjournalists simply doing their job and so incredibly unexpected that it's kind of hard to wrap your head around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "We know that AFP photographer, Christina Assi also, I believe, was injured gravely, had her leg amputated and remains in the hospital. Canyou give us a status about how she's doing? Have you spoken with her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Christina, I see her pretty much every day in the hospital. You know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "You visit here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "That description there, she's bled more than any person should bleed, really quite emotional and puts into perspective what the risks arefor journalists. You're a seasoned journalist. You've covered conflict zones before. I'm wondering, lastly, how this war differs in the previous - - from the previous battles that you've covered?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "COLLINS",
      "sentences": "I think -- I mean, as you said at the beginning of the episode, there's been a staggering number of journalists killed, the numbers put outby CPJ, the Committee to Protect Journalists --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, 63.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "COLLINS",
      "sentences": "-- are the deadliest -- it's the deadliest on record for journalists, deadliest conflict on record for journalists since CPJ startedcollecting data 30 years ago. Again, the death toll in general in Gaza is staggering. But, you know, I think every time a journalist is killed, the world loses, you know, a pair of eyes, a witness. I saw Abdallah was one of those people, someone, you know, trying to speak truth to power, hold those in power accountable. And you know, I hate the fact that I'm on television right now because, you know, we're not supposed to become the story, we're supposed to tell the story. My job is supposed to be behind the camera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. But you are. You are telling the story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "COLLINS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "I mean, sadly, this is the really brutal side of war as well. And you and your colleagues and brave friends were there and suffered, youknow, at the cost of losing your lives. So, you are doing your job, and you are telling us about Issam and his incredible personality as well as his work ethic and talent, so thank you. Thank you for continuing to do your job here. I know that it's not easy, and I know it's not what you expected when you knew you'd be covering this war. Dylan Collins, thank you and give our best to Christina. It just speaks volumes to your empathy too that you visit her every single day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "COLLINS",
      "sentences": "Thank you very much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, calls for an immediate ceasefire continue with the U.N. Secretary General Antonio Guterres describing the current situation as athreat to international peace and security. But with the IDF continuing to bombard Gaza, is peace realistic? Former Israeli politician turned tech entrepreneur, Erel Margalit, believes that Israel's security concerns can be resolved. And he joins me now. Erel, welcome back to the program. You know, the last time you and I spoke, this was a different, what many viewed as an existential threat and crisis to Israel, and that was the judicial reforms and the attempts to block it for months on end. And now, here, the country is facing its worst and most challenging war since its founding really in terms of the casualty lost. You heard the conversation there with Dylan. There's virtually no place in the near immediate region there that hasn't been touched by just the death toll and the tragedy of this all. Give us give us a sense from your perspective on what can be done to move things forward and what happens next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "EREL MARGALIT, FORMER KNESSET MEMBER AND FOUNDER, JERUSALEM VENTURE PARTNERS",
      "sentences": "Yes. Well, thank you for having me. And just anecdotally, youknow, we have a big food tech and AG tech center in Kiryat Shmona, which is the city on the other side of the border from where the journalist was being hit. And what I can tell you that on the northern border, before we come into Gaza, Israel had no quarrel on the northern border. Hezbollah, which was supposed to be 29 kilometers north of that, according to U.N. Resolution 1701, beyond the Litani River, is now sitting on the border, threatening Israel. And I can assure -- I don't know the details of the event, but I can assure you, that Israel has no interest, no interest whatsoever to hit journalists, and that Israel -- Israeli civilians had to be evacuated from the northern border. Our hub, 173 startups had to be evacuated from the northern border because Hezbollah is on the border and Hezbollah is pressing Israel all the time. Israel needs to protect itself. Now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, no doubt. You also though are calling for a paradigm shift in how Israel approaches its security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MARGALIT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "MARGALIT",
      "sentences": "So, in 2014, I was in the Security and Foreign Affairs Committee, I was, before that, in Special Forces in Israel, and we had abig debate, and some of us thought that Hamas should be taken out, and Netanyahu and some of his government thought that Hamas should be dealt with by giving them money, and trying to see whether they -- we can calm them down. So, the paradigm shift on security is that, you cannot live next to a terror run state like Hamas. Hamas will never be a partner where we can live next to. And what Israel is doing in Gaza right now, and you know, we now have a consensus in Israel that Hamas needs to be taken out. And the U.N. needs to understand that if there's going to be any hope for the people of Gaza, if any reconstruction is going to be there for life and not for death, Hamas needs to be removed and a different coalition that includes Arab states that now Israel has relationship with, like Egypt, like the UAE, like Saudi Arabia, like Bahrain, like many others need to stand up and together with the Palestinian administration take control of Gaza and start building Gaza for life and not for death. Because in the last year alone, $2.5 billion that were transferred to Hamas in Gaza were used to build a 500-kilometer terror tunnel that they're not going to stop using unless they are removed. And I understand it's painful, but it's a necessary step process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "You know, from reporting, all indications suggest that behind closed doors, that those regional Arab neighbors and leaders are also infavor of getting rid of Hamas. The hard part is how. Aside from just eliminating the leadership and thousands of their terrorists and fighters, the ideology is so deeply engrained and has been for decades. Their popularity has only increased now, we know, in the West Bank. Even if the P.A. is allowed to come in on the day after, and that's a big if because, you know, Netanyahu's saying that's not going to happen, the Palestinian officials, the P.A. officials just today said that they would have to work with Hamas. So, how does your plan actually bear any fruit given the difficulties that it takes to get rid of Hamas all in all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "MARGALIT",
      "sentences": "If people want to live next to us, we will give them a hand. If people will try to kill the -- kill us, we will come after them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Erel, no serious person or objective person would disagree with what you just laid out. But in that -- the partner in hand now for thevision that you've laid out for a new less corrupt, new generation of P.A. leadership. Is the co-partner for that, in your view, Netanyahu? Is he capable of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "MARGALIT",
      "sentences": "Netanyahu is our chosen prime minister. It's not a secret that I come from the other side of the political spectrum and I had manycriticisms of Netanyahu when I was in politics and outside of politics. I don't have the same views as Netanyahu, but even Netanyahu or any other Israeli prime minister needs to see that there's another administration there in Gaza. Now, where I would expect Israel to work with the U.S. in order to promote that is to start promoting a vision of the day after in terms of who takes control, who takes control of the people, who takes control of the administration, who makes sure that the money doesn't go back to building underground tunnels and buying missiles, but begins to buy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "MARGALIT",
      "sentences": "-- build housing. And that is something which is delicate. It's not easy. It needs a new chapter, not only in the region, it needs a newchapter in Israel as well, because Israel in the region has --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "MARGALIT",
      "sentences": "-- you know, economically, we've been working with the Arab states. It's time that the politicians understands what we're doing on thehigh tech in the economy. We're building an alliance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "MARGALIT",
      "sentences": "We need to build one with responsible people with the support of Arab countries in Gaza. That will give us the base to build the Middle Eastinto the next level, the next region. It takes courage. It takes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, it does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "MARGALIT",
      "sentences": "-- military courage, but it also takes brains and diplomacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Erel Margalit, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "MARGALIT",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "It's good to see you again. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "MARGALIT",
      "sentences": "Thank you and happy Hanukkah --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Thank you. Happy Hanukkah to you as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "MARGALIT",
      "sentences": "-- from Jerusalem and wherever you are. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Thank you. Well, now, this year will officially be the hottest on record, with many scientists alarmed that their predictions areoutpacing reality. As the U.N.'s climate summit, COP28, wraps its first full week in Dubai, questions still remain over whether to phase out or phase down fossil fuels. Serious action must also involve agricultural industries, among the leading sources of global emissions. So, how much progress has been made? A little earlier, I had the chance to ask the UAE's climate minister, Mariam Almheiri, and U.S. Agriculture Secretary Tom Vilsack. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, Minister Almheiri, let's talk about that. You're spearheading this first UAE U.S. government joint co-led initiative, andthat is the first global agricultural food systems and climate change coalition of its kind. Talk to us about some of the ambitious goals that you are hoping to achieve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "MARIAM ALMHEIRI, UAE MINISTER OF CLIMATE CHANGE AND ENVIRONMENT",
      "sentences": "Yes. Of course. Bianna, first of course -- first of all, our partnership with theU.S. is very strategic in many areas. And of course, with Secretary Vilsack, this partnership has been through the aim for climate platform. We spearhead this partnership since two years now, and we're so happy at the milestone that we've achieved today. If we look back at COP27, we had about 275 partners on board. We've now more than doubled, reaching over 600 partners. Last year at COP27, we had $8 billion of committed investments. We've also doubled that and reached over $17 billion of committed investments. And then, of course, we have our innovation sprints. We were last year at 27. We're now currently at 78 innovation sprints. So, this really comes to show that this partnership has grown over the past few months and is growing exponentially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Can you elaborate more on these innovation sprints?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "ALMHEIRI",
      "sentences": "Of course. So, first of all, just adding on to what Secretary Vilsack said, having food and AG on center stage at day one at the Leaders'Summit was also another milestone moment. What was important here was to get the political will of countries to ensure that food and AG systems are part of their NDCs, are part of their national adaptation plans, are part of their biodiversity strategy. So, we got 134 countries on board on day one for food systems and AG. Right now, we're at 146 signatories, and this is this is growing. This is the political will. And then, of course, aim for climate is really serving as a platform to gain tractions and investments and innovations and really excelling the collaboration. And some of the great innovations we're seeing here is -- and so many parts. So, mostly, we've been focusing on four areas. So, that's the smallholder farmers and low- and middle-income countries. The second, it's in the space of emerging technologies. The third is in agroecological research. And the fourth is reduction in methane. So, some of the great innovations we've seen in the sprints are things like fermentation technologies and the plant-based protein space. There's also many other innovations, and maybe Secretary Vilsack would like to mention some of those. But it's just so great to see partners coming in looking at innovations that particularly touches their challenges and how they've been getting investments into that space to actually be able to make an impact on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, much of this depends on change in behavior, whether it's nation change, whether it's, corporate change and cutting emissions andhuman behavior as well and food consumption, Secretary. And when it comes to American's food practices, I want to talk to you to get you to respond to meat consumption in general. And there's a new report that says that if it doesn't change significantly and along with farming practices in the U.S. agriculture could become the biggest source of America's emissions by 2050. Americans eat almost 70 percent more meat per capita, as we know, than Europeans. How concerned are you about this specific issue and what can be done to change behavior and change these trajectories that we're on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ALMHEIRI",
      "sentences": "What's also important is to mention about food loss and food waste, and I know both of our countries are working on that aspect, becauseyou were talking about consumer behavior. I think there's a huge area of opportunities in the food loss and food waste activities. The UAE is spearheading a national initiative called Ne'ma, which means blessing in Arabic. Really about nudging behavior, getting this into stories, getting it into schools, getting it into the Horeca (ph) sector. As you know, we have a lot of tourists coming to the UAE. So, how we can nudge people to make better decisions when it comes down to food loss and food waste. So, this is also a huge catalyzer for methane reduction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "As far as commitments and goals set to phase out fossil fuel usage, we've seen many European countries, including Germany, saying thatthey'll make a fossil fuel phase out a top priority in this COP summit. Envoy Kerry has said that the U.S. supports largely phasing out fossil fuels. Madam Minister, there's concern that that priority isn't as high for some of the oil producing countries, obviously, the UAE hosting as well. What are the commitments the UAE has set out in reducing fossil fuel emissions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ALMHEIRI",
      "sentences": "Bianna, first of all, the COP28 president, Dr. Sultan Al Jaber, has been very vocal publicly and being very active to make sure fossil fuellanguage is being used. He actually managed to get over 50 national oil companies, which cover 40 percent of global oil production to commit to two targets. One is eliminating methane by 2030. Number two is fully decarbonizing by 2050. This has also never happened before. Again, this COP28 is a COP that includes everybody, includes all sectors that are responsible and that have to be accountable. In the UAE, we are already on a journey, our just energy transition started more than 20 years ago. We have four of the largest solar parks in the world. We have a nuclear power station with the fourth unit operationalizing in Q1 in 2024. We're embarking on wind energy and our GDP right now more than 72 percent of our GDP is non-oil based. So, we as a country are already working in that direction. We're ramping up renewables, tripling our renewable capacity by 2030, while decarbonizing our current energy systems, and which is something that also, Dr. Sultan Al Jaber is calling for countries to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "We know that he's received some criticism for comments that he said were taken out of context about there being no science a few weeks agobehind the idea that fossil fuels need to be phased out in order to address climate change. He said that they were taken out of context. I'm just curious, aside from everything that you just laid out there, does the UAE believe that there needs to be a set date for fossil fuel phase out completely?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Thank you so much for laying that out so clearly for us. Mariam Almheiri and Tom Vilsack, we appreciate you joining us fromCOP28 Summit. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ALMHEIRI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, with wars raging around the world, American foreign policy is under the spotlight. It's something our next guest should be --says people should be urgent and feeling urgent about. It's a top priority for the United States.Kori Schake's latest piece for the magazine \"Foreign Affairs\" outlines her vision for a Republican foreign policy, as she explains to Walter Isaacson. (BEGIN VIDEO CLIP) WALTER ISAACSON, CO-HOST, AMANPOUR AND CO.:  Thank you, Bianna. And Kori Schake, welcome to the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "KORI SCHAKE, DIRECTOR OF FOREIGN AND DEFENSE POLICY STUDIES, AMERICAN ENTERPRISE INSTITUTE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "So, it seems very iffy that the U.S. is going to continue aid to Ukraine for the long-term and maybe even in the short-term if Congresscan't do it. What would that mean for Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SCHAKE",
      "sentences": "Well, it would mean Ukraine loses its war against Russia's invasion. The United States provides fully half of the weapons assistancethat's going to Ukraine. And my experience running coalitions in the American government is that when the United States steps back, other countries step back even further. And so, you know, Ukraine is wholly dependent on the armaments of the free world and also on budget support to keep its government running. Russia has what increasingly looks like a successful strategy of playing for time, waiting for western countries to be distracted, to -- for our weapons caches to run short, for our publics to start demanding concern about other things. And it -- despite the president of the United States saying, we will do whatever it takes for as long as it takes, it increasingly looks like we don't have a strategy for victory in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "I've read your piece in \"Foreign Affairs.\" I know you're strongly supportive of Ukraine and aiding Ukraine. But given what you justsaid, what's plan B? What should the U.S. and Ukraine be doing if this is not sustainable? Is there some possible truce or ceasefire or is it just going to be surrender?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SCHAKE",
      "sentences": "I do not believe a truce or a ceasefire are possible because I don't believe Russia will be satisfied with that. And I don't believe, evenif you could get a near-term agreement with Russia over a settlement for Ukraine, that it wouldn't just be buying Russia time for rearmament and getting out from under western sanctions in order to return to the conquest of Ukraine, because I don't believe their political objective has changed. I am, as you suggest, increasingly worried that even the Biden administration begins to talk about what Ukraine should be compromising out or that Ukraine should be realistic, by which they mean to say not hold the United States at our word that we will help them regain all of their people and all of their internationally recognized territory. I think plan B is more assistance faster to Ukraine to break the back of Russia's invasion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "Well, let me push back. I mean, that sounds great. And I understand why you feel that way, but it's pretty clear Congress is notgoing to rush more aid. So, don't we have to have a strategy if that's the facts on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "We've talked about how aid to Ukraine in Congress, the issue, is now being tied to the border issue. You discuss in your piece, I think youcall it chaotic, the border situation we have. Exactly what would you do and what's in the Republican plans that you think are good for dealing with the asylum issue and dealing with the border in general?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SCHAKE",
      "sentences": "Yes. So, there's not one magic bullet that's going to fix this. It's a complicated problem. But there are 200,000 attempts per month forillegal entry into the United States across the southern border. We need to do a bunch of things. We need to spend more money on Customs and Border Patrol agents. We need more people. We need more technology so that we have visible depth to our border instead of just encountering people right at the border. We need to have transparency to see broader. We need deeper cooperation with Mexico and with other countries in Central America. So, the United States is a wonderful place to come for refuge, but it's not the only place that people can come for refuge. And helping think that through, we need more courts to adjudicate asylum claims. People are coming into the country and waiting years to find out their status and have difficulty working in that time. So, there are a whole bunch of things we need to do different and better, but they're not rocket science. They're just basic good governance issues that we need to turn our attention to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "How is the situation in Gaza and the Israeli Palestinian conflict made it more difficult to deal with our situation in Ukraine, andin general, made it more difficult for American foreign policy around the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SCHAKE",
      "sentences": "I think it has made things more difficult for American policy around the world. Because we want the support of countries beyond Europeand beyond the West for Ukraine and for the security of Israel. And the terrorist attack by Hamas into Israel they have achieved their objective, which is isolating Israel internationally. And that's terrible. It's bad for Palestinians. It's bad for Israelis. It's bad for the United States. A second way in which it has made American foreign policy more challenging is just the bandwidth issue of paying attention to Ukraine and paying attention to the war in Gaza and identifying other potential hotspots like Chinese attempts to intimidate the Philippines in the China Sea, East China Sea. Those are all perking problems. And adversaries like Iran, like China may be tempted to take advantage of them. I guess the third way that I think both the war in Gaza and the war in Ukraine have complicated American foreign policy is that they have made clear that we have shortchanged our defense industrial base and need to really race to be able to become an arsenal of democracy for ourselves and for our allies, because over the course of the last 20 years, administrations of both political parties have allowed a shrinking of the defense industrial base that is inconsistent with our own needs, much less the needs of our allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "In your, \"Foreign Affairs\" piece, it's a case for conservative internationalism. Why has the Republican Party and a lot of theconservative movement in the United States now become so non- internationalist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SCHAKE",
      "sentences": "I think there are a couple of reasons. One is the long shadow of the mistakes of the invasion and management of the Iraq war. I thinkthere's a fair amount of weariness that it feels like the United States has been at war for a long time with not enough to show for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SCHAKE",
      "sentences": "Well, I reject the framing of forever wars. But I do agree that, yes, I mean, Americans expect us to do better than that and they deserve toexpect us to do better than that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "And what has hamstrung us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SCHAKE",
      "sentences": "You mean in the Afghan and Iraq wars?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "Afghan, Iraq. Basically, since Vietnam, we haven't had a clean ability to fight a new type of war successfully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SCHAKE",
      "sentences": "I don't know. I think we did pretty well in the 1991 Gulf War. I think there are other interventions, like the intervention in the Balkansthat we did with NATO allies and in conjunction with the United Nations that we did well. I think the problem in both Afghanistan and Iraq wars was that we were nowhere near committing the resources consistent with our political objectives. And so, things bogged down. And we didn't narrow our political objectives, we just kept doing the same thing over and over. Afghanistan, I think, they're -- you know, Iraq up until the surge in 2006, where we did get a winning strategy and did adequately resource it and did change our relationship with Iraqis and the Iraqi government in order to make it successful, but then turned it off around 2008 and '10. In Afghanistan, we did take, eventually, what I think is the right strategy, which was transferring responsibility to Afghanistan and helping support them until they had the ability to do the work we wanted to have done. But again, I think the declining legitimacy of the Afghan government made that incredibly difficult to achieve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "Well, you say, we needed more resources, and in your piece, you talk about the importance of more military funding. I think the U.S.probably spends more in military than the next nine countries combined. Is it that we're not spending enough money or we haven't figured out how to do it more effectively?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SCHAKE",
      "sentences": "It's predominantly that we're not spending enough money. You know, 13 percent of U.S. GDP went to defense in the Eisenhower administration,which is, one, you won't remember it, but I do, that was thought of as cheap on national defense. We now spend 3.2 percent of U.S. GDP on defense and we act like it's an intolerable burden. It's actually not. You could easily double defense spending and it wouldn't be an intolerable burden. The problem is that whereas entitlement spending was 19 percent of the budget in 1970, it's now 63 percent. So, all discretionary spending, whether for education or defense, is being crowded out by entitlements. That's the problem we need to fix to free up discretionary spending for our other urgent national needs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "In your \"Foreign Affairs\" piece, you do talk about entitlement spending, and there are a few Republicans who've taken that on. But do youmainly mean that we should cut Social Security and, Medicare and Medicaid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SCHAKE",
      "sentences": "Yes, I do. And I think, you know, we've done it before, they did it in the Reagan administration. And the Obama administration commissionedwork, the Simpson Bowles Commission, that came up with a number of very solid recommendations. The key with changes to entitlement spending is to perk them in slowly so that people can make retirement decisions and healthcare decisions consistent with available resources. And if we don't do it soon -- I mean, interest on the federal debt is going to surpass defense spending in the next three years, and it's going to become unsustainable to pay for the entitlements we have promised Americans. So, defense or non-defense, we actually need to do this for keeping our promise to our fellow Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SCHAKE",
      "sentences": "I do worry about it. But I probably worry too much about it. I think every good strategist is fundamentally a desperate paranoia. So, Iworry a lot about it. But the -- I don't worry about China overtaking the United States, because I think you can feel the gears meshing of American society and American government policy acknowledging the risks that a China that is repressive at home and aggressive internationally pose for us. But we are preparing for the problems of a stampedingly successful China, and that's no longer the China we are dealing with. We are now looking at a China that is marooned in the middle-income trap and unlikely to be able to make the political choices and economic choices that will restore vitality. What I worry about American foreign policy, and here I agree with many aspects of Biden administration policy, is that, you know, for the United States to fail, we will fail because of our own choices, not because of other choices of allowing democracy to become less institutionalized and less trusted in the United States, electing people who are hostile to the transition of power from their hands, to economic policies and secondary sanctions becoming so profligate that they impinge on the centrality of the dollar as a major holding currency. We make a lot of mistakes in American policy, domestic and international. Our saving grace is that we also are pretty good at fixing our problems. And that's ultimately where I think the hope -- my hope for the sustainment of an American international order, which, after all, is not only beneficial to the United States, it's not only beneficial to our friends, it's the best power structure for small and middle-sized states because we voluntarily limit our power into rules and institutions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Kori Schake, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SCHAKE",
      "sentences": "Thank you, Walter.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Graca Machel --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "MACHEL",
      "sentences": "And this is what really gives me also the joy that this man will celebrate in all forms, et cetera, et cetera. At the end of his life, Imade him happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "AMANPOUR",
      "sentences": "That is just beautiful.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}