{
  "date": "2023-12-05",
  "headline": "CNN News Central",
  "subHeadline": "Senators Introduce Gosei Act To Address Gun Violence; Record- Breaking Mass Shootings Prompt New Legislation; Gosei Act Targets Internal Mechanisms Of Firearms; Senators Aim To Reduce Lethality With Magazine Restrictions; Lewiston Tragedy Spurs Action On Gun Control Gosei Act Focuses On Functionality, Not Appearance. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:49",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "We begin this hour with breaking news in the January 6th investigation into former President Donald Trump. Special Counsel Jack Smith plans to present evidence at Trump's trial next year that his continued support for U.S. Capitol rioters shows he intended to inspire violence on January 6th as part of a conspiracy he led to overturn the 202Pleas0 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:49",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Let's get more now on this with CNN's chief legal affairs correspondent, Paula Reid, and former federal prosecutor Renato Mariotti. Paula, tell us what we're learning here and why this is so significant.PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT This is fascinating because this is the first time that the special counsel has really laid out publicly exactly how they're going to present large parts of their case before a jury next March. Now, they list out all the specific evidence that they intend to present. At a high level, they're going to argue that, look, since January 6th, former President Trump has continued to show public support for the Capitol rioters. For example, he has suggested that if he is re-elected, he could offer them pardons. He has called them, quote, hostages. And prosecutors argue that this shows that he conspired. To incite violence, they say that this shows motive and intent to commit federal crimes. And then they continue to go down a list of other specific pieces of evidence they want to present. For example, they take it way back before January 6th in the 2020 presidential debate. You may remember then President Trump was asked to denounce the extremist group, the Proud Boys. And instead of denouncing them, instead, he appeared to call out to them publicly, saying, quote, stand back and stand by. And according to this new filing, you know, they argue that. Many members of the Proud Boys, they embraced that. And, of course, we know many of them were active participants in the attack on the Capitol. He also, they note, refused to commit to the peaceful transition of power ahead of the 2020 presidential election. And then prosecutors say, look, after the election, he was putting pressure on state officials and attacking anyone who refused to agree that there was fraud in the election, including his then Vice President Mike Pence. And they point to the fact that people who he identified were subject to attacks and harassment. And one last thing that I thought was interesting is they take it all the way back over a decade to 2012. And they say, look, he has a long-established pattern of claiming fraud whenever there was an election result, he did not like. Now, this plan, this is effectively putting the former president and his lawyers on notice about what they want to present in their case. But it does have to be approved by the judge overseeing this case, Judge Tanya Chutkin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:49",
      "speaker": "SANCHEZ",
      "sentences": "Renato, over to you. We've seen Trump's defense team in different cases make the argument that Trump was within his purview acting legally on January 6th because of the First Amendment. I imagine when you're sort of visualizing the defense from Trump's team, they're likely going to repeat that type of defense. Now, does that make sense?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:49",
      "speaker": "RENATO MARIOTTI, FORMER FEDERAL PROSECUTOR",
      "sentences": "Absolutely. And that's exactly why we're seeing the special counsel look at this evidence, because the defense has to be, if you're on the Trump team, that he just made a speech, a constitutionally protected, First Amendment protected speech, and was shocked to learn that people were engaging in violence and attacking police officers and storming the Capitol and destroying property. That was surprising to him. He didn't intend for them to do those things. And what the evidence that the special counsel is going to present is going to show is that despite that, Trump hasn't distanced himself from these.He hasn't said, well, all these people who attacked the Capitol and violently and hurt people and actually resulted in deaths, some deaths, that I have nothing to do with those people, and I'm shocked and abhorred by their behavior. Instead, he has embraced them. He's called them patriots. He suggested pardoning many of them. He has, in many ways, lifted them up. And so that is precisely why the special counsel is using this evidence, because they want to undercut his defense and make it a crime (ph) (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:19",
      "speaker": "MARIOTTI",
      "sentences": "One hundred percent. You've hit the nail on the head. I mean, if I was defending this case, I would absolutely be telling my client to keep his mouth shut. But I will just say, as someone who defends white-collar cases across the country, one of the challenges is what I'll say, client management, so to speak. And for a lot of clients, you know, they understand that, oh, my goodness, I'm under federal indictment. This is such a serious matter. I'm going to keep my mouth shut. I'm going to listen to you. Others do not. And Donald Trump, of course, infamously does not listen to hislawyers. He's running the show. And I think he has really ultimately hurt himself more than anything by his continued behavior, because his behavior here that he's had since January 6th is not consistent with somebody who is against the violence at the Capitol. It's more consistent with someone who encourages and embraces that violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:19",
      "speaker": "SANCHEZ",
      "sentences": "I was just given his track record. I imagine there are a few clients more difficult to manage than the former president. Paula, walk us through where this fits in the broader context of the case that the special counsel is building.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:19",
      "speaker": "REID",
      "sentences": "Yeah, it's interesting because when we were covering these investigations over the past couple of years, we weren't sure if former President Trump would be charged related to January 6th. It seemed like a much more obvious case down in Mar-a-Lago, the classified documents investigation, easier to charge, perhaps easier to prove. But here we're getting a better understanding of exactly how prosecutors intend to support their case. And of course, this is going to be the first federal criminal case in a series of two. Then subsequently, he is scheduled to go to trial on the Mar-a-Lago.So here they're laying out exactly how they're going to present this to a jury. As I noted, they're going to go all the way back over a decade, right back to 2012 and lay out how he has a pattern of claiming fraud when he doesn't like the outcome of an election. They're going to talk about the statements that he did and would not make ahead of the election, what he did following the election. They're going to lay out this pattern of behavior. And they argue that particularly this support, this continued unrelenting support for the Capitol attackers, that this all helps support their argument that he is engaged in multiple conspiracy counts. And of course, these efforts to obstruct an official proceeding. So, this is a really interesting insight into what we're going to see when this case goes to trial in March.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:19",
      "speaker": "KEILAR",
      "sentences": "Renato, as Paula was saying, this is up to Judge Chutkin if she's going to allow the prosecution to proceed with this. Any indications to you of which direction she'll go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:19",
      "speaker": "MARIOTTI",
      "sentences": "Oh, I think she absolutely will present this evidence. This is evidence of the defendant's intent and motive. And so essentially, the argument that the defense is going to have is that this is irrelevant, that it's going to prejudice him in some way. But under the rules of evidence, the only prejudice that's considered is unfair prejudice. And I suspect that Judge Chutkin is going to find that this is very highly probative, highly relevant evidence of Trump's state of mind. And so realistically, I think it's very, very likely this evidence will be presented at trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:19",
      "speaker": "KEILAR",
      "sentences": "Adding a very big new twist to all of this. Renato, Paula, thank you so much to both of you. We do appreciate it. And we have some breaking news now out of Capitol Hill. Senator Tommy Tuberville, Republican from Alabama, saying he is lifting most of his holds on hundreds of top military promotions. We have CNN's Lauren Fox with us on this. Lauren, you were at a gaggle with the senator, just a scrum of reporters there. Trying to get some information from him. What did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:29",
      "speaker": "FOX",
      "sentences": "Senator Tuberville, do you have any regrets that you didn't achieve exactly what you set out to do, that the policy is still in place?SEN. TOMMY TUBERVILLE (R AL): Yeah, it was pretty much a draw. I mean, they didn't get what they wanted. We didn't get what we wanted. And, you know, when they change the rules, it's hard to win. And so they changed the NDA rules. We didn't get to fight for it to leave it in the Senate. And so, just unfortunate the American people didn't get a voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:29",
      "speaker": "UNKNOWN",
      "sentences": "Do you mind just stating what you said off camera?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:29",
      "speaker": "TUVERVILLE",
      "sentences": "What just happened? Well, I'm releasing everybody. I still got a hold on, I think, 11 four-star generals. Everybody else is completely released from me. Now, somebody else might -- I think there's a few other people got a hold of me. One or two or three people. But other than that, it's over. All right. Thank you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:29",
      "speaker": "FOX",
      "sentences": "And obviously, major news there from Senator Tommy Tuberville. You know, he was being pressed by many of his Republican colleagues to back off of these holds after months because they argued that it was affecting military readiness. They argued that they were on the brink of potentially changing the Senate rules so that they could pass a large number of those nominations in block on the Senate floor. All of those factors led to Senator Tuberville backing off today. But again, he said he had no regrets. Press specifically on what his message, Brianna, was to those military families who have been left in limbo over the last several months. He said simply, thank you for your service, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:29",
      "speaker": "KEILAR",
      "sentences": "Patience as well. Frustration for many of them as well. Lauren, just really quickly, I wanted to clarify on something that he said there as you were questioning him. He said he's holding 11 four- star generals. But he also said, is that right, that he may still hold a few others besides the four-stars?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:29",
      "speaker": "FOX",
      "sentences": "What he's saying there is that other senators always have the ability to hold up individual nominees as they see fit. He didn't provide any answers about which senators might have specific concerns about specific nominees. But again, a senator can't ultimately stop a nominee from moving forward, Brianna. It was just the reality that because he was holding up so many nominations, it was basically impossible for the Senate to get through any other business if they were to move through those nominations one by one.So, if senators have holds on individual nominees, that would take much less time to work its way through the Senate, Brianna, than the holds that Tuberville had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:29",
      "speaker": "KEILAR",
      "sentences": "Yeah, still would be extraordinary to go one by one through them, even if it's just a small number. Lauren Fox live for us on the Hill. Great hustling there to catch up with the senator. Thank you for that. Let's bring in now Retired Army Lieutenant General Mark Hertling. He is a CNN military analyst. Sir, how are you reacting to this lifting of most of the holds? Actually, General, hang on just a second. Let's go to the Pentagon for the briefing there.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:29",
      "speaker": "UNKNOWN",
      "sentences": "He has suggested he would continue to hold four-star nominations. What problems does that create?BRIG GEN. PAT RYDER, PENTAGON SPOKESMAN: Well, certainly we're encouraged by the news and we'll continue to stay engaged with Senator Tuberville and the Senate directly to urge that all the holds on all our general and flag officer nominations be lifted to include those nominated for four-star. As you know, there have been upwards of 455 nominations concerning 451 general and flag officers at the Senate for consideration. In terms of the number of four-stars, there would be at least 11 four-stars that would be impacted. By those continued holds. And all of those positions obviously are key senior leadership positions to include the vice chiefs of the various services, the commander of U.S. Pacific Fleet, the commander of Pacific Air Forces, commander of Air Combat Command, as well as the commander of United States Northern Command, Cyber Command, and Space Command. So clearly vital and critical. All of which require experienced senior leaders in those positions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:29",
      "speaker": "UNKNOWN",
      "sentences": "Does this create any complications as some of the people move up into the three-star jobs and some move up into other positions? Does this create complications with people in the same post? And what happens with those who are nominated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:39",
      "speaker": "UNKNOWN",
      "sentences": "Pat, what was accomplished by Senator Tuberville's hold?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:39",
      "speaker": "RYDER",
      "sentences": "I'd have to refer you to Senator Tuberville to talk about that. I mean, clearly, from a Department of Defense standpoint, we have a mission to do, and we require senior leaders in key positions to help lead and conduct the operations of the Department of Defense. And so, I'll just leave it at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:39",
      "speaker": "UNKNOWN",
      "sentences": "Can you be more specific about the impact it actually had in terms of the officers and their families? What impacted it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:39",
      "speaker": "RYDER",
      "sentences": "Yeah, well, clearly, again, as evidenced by everything that's going on in the world right now, we have a very important mission in terms of defending this nation. And any time you add a level of uncertainty, into the chain of command, it creates an unnecessary friction. It has an impact on readiness as we try to stay focused on the mission, which we are going to do. And so, this department is very focused on a daily basis on getting that mission done. But when it's unclear whether or not your senior leaders are going to be in place at the time and place they're needed, that, of course, creates unnecessary friction and does have impact on readiness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:39",
      "speaker": "UNKNOWN",
      "sentences": "Any agreement made with Senator Tuberville? What changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:39",
      "speaker": "RYDER",
      "sentences": "I'd have to refer you to Senator Tuberville for that. Matt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:39",
      "speaker": "UNKNOWN",
      "sentences": "Thanks, Pat. I have a question about Iraq and Syria. So, we know about the AC-130 that struck Iran-backed militants in Syria after an attack on American forces last month.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:39",
      "speaker": "KEILAR",
      "sentences": "All right. You're listening there to the Pentagon briefing where we are hearing a reaction to this news that Senator Tommy Tuberville is going to be lifting his holds on almost all of these promotions of general and flag officers, with the exception of four, they believe, or pardon me, 11, at least 11 four-star generals. I want to bring back in retired General Mark Hertling to talk about this. What is your reaction to this news? Because almost all of these holds now going away, but he is holding on to almost a dozen and arguably very important roles here.LT GEN MARK HERTLING (RET.), CNN MILITARY ANALYST: Yeah. Brianna. It's interesting. I give Brigadier General Pat Ryder some kudos because he was extremely professional and, you know, basically said what an acting serving officer would say, and that is they were still working with Senator Tuberville and we don't know what he meant to do. I'll tell you from a retired perspective, this was almost a year's worth of performative politics on the part of this senator that restricted the capability of the United States military to do its job. That harmed national security. That was cruel to the families of these officers and which really generated a lack of faith and a lack of trust between the civilian authorities and the military that they oversee. This was just something that a senator decided to do and it hurt the military and it hurt individuals and their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:39",
      "speaker": "KEILAR",
      "sentences": "Also, one of the things I noticed was it seemed to reveal on Senator Tuberville's party, lack of understanding about how the military works. Because he would say these are the generals who are running the military and obviously, he had an issue, at least initially, it seems like it's evolved, whatever his issue was over time, but his issue initially was the abortion travel policy and that is the purview of the civilian leaders of the military. You know, I've talked with. I've talked to people who are in committee with him who say he gets confused over pretty basic things about the military, the difference between, you know, Space Force and Space Command. And as we know, one of the holds still is going to be on Space Command. Why is it so important that someone in his role has a better understanding of how these things work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KEILAR",
      "sentences": "Yeah. He said it was a draw. I think it's pretty clear he's being generous to himself. And we should be clear, some of his Republican colleagues also very much oppose this policy. They took major issues with the way that he was handling his opposition. General, it's great to have your perspective here. Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "HERTLING",
      "sentences": "Thanks, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "SANCHEZ",
      "sentences": "The nation reached a gruesome milestone over the weekend. According to the Washington Post, the United States set a new record for deadly mass shootings. So far in 2023, there have been 38 shootings in the U.S. where four or more people have been killed. One of the years, deadliest shootings took place in Lewiston, Maine, where a gunman killed 18 people using an assault-style weapon that he purchased legally despite law enforcement knowing about disturbing threats he made months earlier to carry out a similar attack.We want to bring in Maine Senator Angus King alongside New Mexico Senator Martin Heinrich to discuss the Gosei fact. It's a new bill they've cosponsored that tackles gun violence in an unprecedented way. And, Senator Heinrich, one of the ways that this bill is unique is that it tackles the internal mechanism of these weapons. You argue that this focuses on eliminating mass shooters and it also allows Second Amendment advocates to ensure that they have protections enshrined by the Constitution. SEN. MARTIN HEINRICH (D-NM): This bill really draws a bright line between the kind of traditional firearms that get used for self- defense and hunting and sporting, between those firearms and these assault-style rifles and the things that make those assault weapons so dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "SANCHEZ",
      "sentences": "Senator King, you opposed an all-out assault weapon ban back in 2013 after Sandy Hook. After Uvalde, you expressed skepticism that that kind of law would be effective. This bill is obviously different and it comes after what happened in Lewiston, so I'm wondering how much that shooting led to you introducing this now.SEN. ANGUS KING (I-ME): Well, first I should say that my reluctance to support the prior bill was because it was based on what the gun looked like rather than how it worked. And subsequent to that, Martin and I have been working on this bill for three or four years to focus on the functionality and the lethality rather than the cosmetics. That's the focus of this bill. As I say, we've been working on it for a long time. Lewiston sort of cemented and said, this is something we've got to do. It strengthened my resolve, but we had started working on it long before. And the whole point of the bill is, this guy in Lewiston had two high-capacity magazines duct-taped together. And when he started shooting people, ran out of bullets, he could just flip them around and reload in a second. That's what our bill would prevent.",
      "isLastSentenceInterrupted": false
    }
  ]
}