{
  "date": "2023-07-28",
  "headline": "CNN News Central",
  "subHeadline": "DOJ: Trump Employees Discussed Security Footage, saying \"The Boss\" Wanted the Server Deleted; GOP Candidates Descend on Iowa to Speak at Party Dinner. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "JOHN BERMAN, HOST, CNN NEWS CENTRAL",
      "sentences": "Donald Trump tried to alter, destroy, mutilate and conceal evidence. Just some of the stunning new allegations in the documents case new charges a new defendant, new accusations of lies all coming as for the first time Donald Trump appears at a campaign event with his Republican opponents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "RAHEL SOLOMON, HOST, CNN NEWS CENTRAL",
      "sentences": "And we're also watching for another possible indictment against the former president. This one tied to January sixth and his efforts to overturn the 2020 election. What we're learning about the meeting between the special counsel and Trump's lawyers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "New scrutiny on the Memphis Police Department after the January beatings, death, beating death of Tyree Nichols. Kate and Sara are off today. I'm John Berman with Rahel Solomon and this is CNN News Central.I will say the words again, Donald Trump tried to alter destroy, mutilate and conceal evidence. Those are just some of the allegations in the major new charges unveiled against the former president in the Mar-a-Lago documents case charged to come as a different Grand Jury inches closer to possibly indicting Trump for events around January 6. And just to complicate things more, in a few hours for the first time, Trump will appear at a campaign event with his fellow Republican candidates. This is quite a day. First, the updated superseding indictment Special Counsel Jack Smith now alleges that two Trump employees, longtime aide Walt Nauta and Property Manager Carlos De Oliveira attempted to delete security cameras footage at Trump's Florida home at Trump's request. Prosecutors argue that De Oliveira who has now been added to the case as a defendant told the resorts IT director that, \"The boss wanted the server deleted\". The indictment for the first time is now revealing a detail the times minute by minute timeline of events, including what allegedly happened right after Trump was told his surveillance video was being subpoenaed. On June 24, 2022, the indictment states at 1:25 pm Trump attorney one spoke with Trump by phone regarding the subpoena at 3:44 pm not received a text message from a co-worker Trump employee number three, indicating the Trump wanted to see Nauta. Less than two hours later, Nauta, who was scheduled to travel with Trump to Illinois the next day, changed his travel schedule and began to make arrangements to go to Palm Beach, Florida instead. That interaction, a key driver of two brand new obstruction charges that Trump now faces. He also received one additional count of willful retention of National Defense Information. He was already facing 37 federal charges. That's for De Oliveira, whom prosecutors say personally helped move boxes with Nauta at Trump's behest. He is also facing obstruction charges as well as lying to the FBI. This after he allegedly told a federal agent, he never saw anything. Of course, all of this comes as Trump has been bracing for another possible criminal indictment. 12 days have now passed since Jack Smith informed Trump that he is a target of the election interference probe. And don't forget that this happens the same day that for the first time, Trump will appear on the same stage as the other Republican candidates including Ron DeSantis. So this is a busy, important day. Sara Murray begins our coverage with the very latest on his new charges. Sara, out of seemingly nowhere, what do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "STAFFER",
      "sentences": "Mm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TRUMP",
      "sentences": "Wait a minute, let's see here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh My Gosh!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "STAFFER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TRUMP",
      "sentences": "I just found, isn't that amazing? This totally wins my case, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "STAFFER",
      "sentences": "Mm-hm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TRUMP",
      "sentences": "Except it is like, highly confidential.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MURRAY",
      "sentences": "And John, this is notable because since the first version of this indictment came out since that tape came out Trump said he had no document it was all bravado, the government making clear in this indictment that was not the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BERMAN",
      "sentences": "All right, as we said, a big development amid so many others. Sara Murray, thank you for bringing us up to speed on this. I expect we'll be speaking to you again soon. Thank you, Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SOLOMON",
      "sentences": "Alright, John, let's go over now, what we know about this new defendant? Right now, it's not a lot. Carlos De Oliveira, as we said, is his name and he's the Property Manager at Mar-a-Lago. He was previously a valet there. We know that he's 56 years old.And he's now accused of helping move boxes of documents after the Justice Department first subpoena the former president, this happened in May of last year. De Oliveira spoke with the FBI earlier this year in January. And that's when investigators say he lied about helping or knowing about moving the boxes, while he has now been charged with conspiracy to obstruct justice, destroying or concealing a document record or other objects and making false statements. Now we should say that CNN has reached out to his lawyer John Irving. We have not heard back, but Irving is among the lawyers whose firm received nearly $200,000 in payments for legal services from Donald Trump's Save America PAC. De Oliveira is scheduled to be arraigned in federal court in Miami and John that is expected to happen this Monday, so many more things to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BERMAN",
      "sentences": "Right. We'll be watching that. OK with us now Former Federal Prosecutor Renato Mariotti and Chief Law Enforcement and Intelligence Analyst, John Miller. Renato, let me just start with you. What's different this morning than was yesterday? Yes, Donald Trump faces these additional charges. But what if anything about these charges makes his legal predicament different?RENATO MARIOTTI, HOST OF IT'S COMPLICATED PODCAST: Well, one thing, John, is they now have found the document that was being referred to in that recording we just heard, I think that's important. Ultimately, that is some of the best evidence that Jack Smith has. Its evidence that makes it clear that Trump admits that the document wasn't declassified. We now know in the indictment, that document was top secrets, he's going to be able to show that documents to the jury, I think that's important. And look, trying to delete and destroy surveillance footage that is very explosive. And it's just going to be hard to explain away. You know, all of the stuff about classified documents for a lot of people might be hard to get their heads around. But it's very hard for me to believe that jurors are going to not be able to understand that when you're deleting put it when the FBI is investigating you. You know, that means you know you've done something wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SOLOMON",
      "sentences": "And Renato, standby for a moment. I want to bring in John Miller to this conversation, John, just the pure amount of investigation that went into this.Thinking about potentially putting this in front of a jury when you have so much audio, photos, surveillance, I mean, in terms of the prosecutors being able to say, hey, don't even just listen to what we're telling you he did, we can actually show you can hear this for yourself. You can see this for yourself. I mean, talk about how powerful that is potentially for the prosecutors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SOLOMON",
      "sentences": "Just yet an obstruction on top of another obstruction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "MILLER",
      "sentences": "It's an obstruction of an obstruction. And, you know, that really kind of fills out in the superseding indictment, that conspiracy where Donald Trump reached deliberately past his lawyers who presumably would have said you can't do this. And literally to the lowest levels of the organization, people who might be expendable. His valet the head of maintenance and said, you know, take care of these things. There's a reason he bypassed all those attorneys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "BERMAN",
      "sentences": "Does it get double secret probation, obstruction of obstruction of justice; I think it's a form of double secret probation. Renato, does that get to consciousness of guilt? Does it affect some of the other aspects of the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "MARIOTTI",
      "sentences": "I think it does. I think first of all, it's going to affect the evidence that can be introduced under the rules of evidence, a lot more statements I think are going to come in. But I think, I think importantly, I think ultimately, at the end of the day, John, that jurors, when they look at a case like this, or any serious case, what they're really interested in is, was the defendant in on it, was he doing something illegal, wrong, and for someone like Donald Trump was the President of the United States?You know, he's going to be trying to argue that he thought what he was doing was fine and right all along. This is something that everybody knows is not OK. Everyone knows is illegal. And I think that's why it's a very powerful piece of evidence, I can see why prosecutors are willing to even risk delay in the case in order to add it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SOLOMON",
      "sentences": "Renato let me ask, do you think that the Special Counsel's Office likely knew that this was potentially coming a few weeks ago, when they pushed for that December, which a lot of people said, was a very ambitious start date? Do you think they had this in the back of their minds? And I wonder sort of how that plays in terms of the ultimate start date?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "MARIOTTI",
      "sentences": "Great question. I actually think that this is superseding indictment represents a tactical call by Jack Smith, that he does not think that he's going to be able to speed this trial out, you know, and get it done before the election.So he made a decision that he might as well have all of his bullets in his gun. In other words, you know, this is not something you do if you're trying to get this done quickly before the election. I think he took his shot at that. And that did not work. Aileen Cannon said, no, we're going to do this in May. Realistically, I think any experienced criminal defense attorney knows not hard to push a May trial a few months or more. So practically speaking, that was very remote possibility. And here, he has an opportunity to get a potential flipper if Oliveira feels pressured on this, and, of course, some very important additional evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "BERMAN",
      "sentences": "That is a key point there. Because anytime you bring charges on someone lower in the food chain, there is that possibility that person could flip property manager clearly that. You know, John, in your career, both in law enforcement and journalism, you've dealt with the mob quite a bit.When you were talking about the idea of someone that you know, at the top of the pyramid, interacting with some of the bottom, it gives us some of the difficulty in going after the mob per se, which is that in these charges, it suggests that you know, that De Oliveira, basically said the boss told me, the third person to say De Oliveira said the boss said he wanted this destroyed. So ultimately there is that middle person there. I mean, how do you prove that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "BERMAN",
      "sentences": "All right, John Miller and Renato Mariotti, thank you very much. You know we'll have to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOLOMON",
      "sentences": "This morning the timing of a potential third criminal indictment for former President Donald Trump remains unclear. Yesterday two Trump attorneys met with Special Council Jack Smith about his investigation into efforts to overturn the 2020 election. And sources tell us Trump lawyers walked out without getting any guidance about when a possible indictment may come.Now, the meeting unfolding at the same time, the grand jury met inside a DC federal courthouse for more than six hours. I'm going to bring in CNN's Evan Perez; he has been tracking all of these developments. So Evan, what more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, Rahel, there was a lot of activity. Even at this hour yesterday, the grand jury was already in. We saw a number of prosecutors, an unusually large number of prosecutors from Jack Smith's office had arrived. And so, everybody was certainly aware that there's something could be in the offing certainly, because, obviously, it's been about 12 days since the former president got this target letter from Jack Smith.The prosecutor there, the Special Counsel is basically warning him that an indictment would be imminent. And then, of course, the former president's lawyers turned up for a meeting with Jack Smith and his team. And according to the, you know, our sources, and according to the former president himself, this was an effort essentially to try to tell the Special Counsel, that, you know, taking this additional action of bringing a new indictment would further destroy the country. I'll read you just a part of what the former president posted on his social media platform. He says my attorneys had a productive meeting with the DOJ this morning, explaining in detail that I did nothing wrong was advised by many lawyers, and that an indictment of me would only further destroy our country. Of course, that reference to, I was advised by many lawyers is, is basically Trump's defense for everything that happened after January 6, I'm sorry, leading up to January 6, after he had already lost the election. And he was trying to contest the voting results. And so, we still anticipate that an indictment is coming at any moment at any time. We are waiting to see whether the grand jury shows up, they typically show up only on Tuesdays and Thursdays. And so if they did come in today, of course, it would be unusual. And we're watching for that, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOLOMON",
      "sentences": "Unusual, and perhaps very noteworthy. Evan Perez live for us there, Evan, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "BERMAN",
      "sentences": "What about this isn't unusual?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOLOMON",
      "sentences": "Fair to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "BERMAN",
      "sentences": "At this point, though. It's this ocean of unusual illness with us now CNN Political Commentator and Former Obama Administration Adviser Van Jones, Van, great to see you. There was one aspect of this and you were just talking to me about this backstage that shouldn't be lost her which is the human side of this.Yes, there's this new defendant, in this case, people look at this and say, the Property Manager Carlos De Oliveira. This this employee at Mar-a-Lago, why doesn't he just flip and tell federal investigators, everything he knows, because he clearly knows something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "VAN JONES, FORMER OBAMA ADMINISTRATION ADVISER",
      "sentences": "You know, I just think that we can sometimes lose track of what it would be. If you're just a regular everyday person, you're working in jobs, and suddenly you get a chance to work for somebody like Donald Trump, somebody who's world famous as a former president.You know, your mom's proud of you. You got something to tell your neighbors when you go home. Your Thanksgiving dinners are very interesting now, because you can talk about stuff. This is something that's really, really important to you, and then all sudden, this guy's in trouble. And he asked you to do something for him. It's really, really tough. You think about peer pressure, just what your kids go through at school. Think about peer pressure, the peer pressure to move that box, delete that file to stay in good graces is tremendous. And so, now everybody's going to say, well, look, you know, you're a fool. You're in a cult, you're an idiot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "BERMAN",
      "sentences": "Cut a deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "JONES",
      "sentences": "Cut a deal, you should flip; I'm going to tell you, if he does it, it's a big deal in his life. And if he doesn't do it, you know, he's got to get in a lot of trouble. But let's not underestimate the amount of peer pressure that comes when you're finally a part of something. And now you're in now that the whole thing flips on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOLOMON",
      "sentences": "Yes, it's an interesting point, Van. And I also wonder, not only is Trump of course world famous, but he was signing his check. There's part of this too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "JONES",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOLOMON",
      "sentences": "Let me ask, I mean, what are your thoughts about the fact that at least from what we know, a lot of the legal fees are being paid from Trump's PAC? I mean, there is clearly a power dynamic happening there. JONESLook, you're going to have a bad corrupt lawyer that doesn't have your interests at heart. Or maybe you got no lawyer, you got to write out your credit card to get your cousin Larry to represent you. These are tough situations, these people have been drugged into and Donald Trump knows that. He knows that. He knows that when he's leaning on people who are in the low -- of the hierarchy, to do all this dirt that these folks are people who are going to be more likely to help them than somebody who's got other options.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "JONES",
      "sentences": "It's this crazy thing where it's like it's an indictment a week. I mean, it's like; this guy catches more cases, more federal cases than anybody in American life. And yet people are afraid to say the obvious thing. This guy should not be the standard bearer for a political party, this guy shouldn't be the leader of the free world, this guy should be in a jail cell someplace.But if you say that what's going to happen to you, the base of your party, the Republican Party is going to eat you alive. And so, you're kind of stuck between, you know, telling the truth, and possibly having a path of path forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SOLOMON",
      "sentences": "Well, let's talk about that. I mean, does it surprise you at all? Or has it been curious at all to see just the grasp that Trump has on the party and the fact that they are rocking with him indictment after indictment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "JONES",
      "sentences": "Well, I've said it before; it reminds me of O.J. Simpson back in the 90s. The black community, we weren't big fans of O.J.; we knew he had done something wrong. But the people who were going after O.J. was LAPD, and we thought the LAPD was even worse. And I see the same kind of dynamic happening now within the Republican Party. It's like they know -- SOLOMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "JONES",
      "sentences": "Yes, for instance. And pro-national security and patriotism, the idea that somebody could steal a bunch of government documents and possibly risk our national security might have alarmed a Republican or two, but apparently, it's a different Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "I just go back to where we started the show with the words like altering, mutilating, concealing, you know, that those are tough words to see in a charge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "JONES",
      "sentences": "I mean, look, I thought, Brother Miller did a great job explaining this gets worse and worse and worse, except for when it gets worse. It gets worse. You steal all this stuff. He's not supposed to have it. They asked you to give it back you don't give it back.And then you start trying to scrub away the evidence that you're hiding it. You're at some point, you got to acknowledge it. You know, you're doing something wrong. When you literally try and delete the server when you said Hillary Clinton to be President because, he was deleting so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "And frequently Joe Biden says what about this ever?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "JONES",
      "sentences": "Zero, zero zilt, -- nada, nothing. Do not say anything. Because the right wing is already saying this is Joe Biden trying to prosecute Donald Trump. It's not Department of Justice is independent on this; they are doing their own thing.But the minute that Joe Biden says a syllable then it becomes a snowball of see this is a personal vendetta. Biden is trying to knock off his rival as opposed to somebody stealing America's secrets, waving them around and houseguests lying about and concealing. This is worse than anything Nixon did and should be in jail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SOLOMON",
      "sentences": "Van Jones, good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "JONES",
      "sentences": "Good to see as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SOLOMON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}