{
  "date": "2023-07-03",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Millions of Americans Brace for Storms and Extreme Heat; Russia Fires 17 Drones into Ukraine; Two Dead, Twenty Eight Hurt in Baltimore Shooting. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "RAHEL SOLOMON, ANCHOR, EARLY START",
      "sentences": "Welcome to our viewers in the U.S. and around the world, I'm Rahel Solomon in for Christine Romans. A stormy and hot independence eve, day eve, is in store for millions of people across the country. Severe storms are expected to spread from Mississippi to Massachusetts with wind-gusts, hail and tornadoes possible in some areas.The streets of Chicago flooded on Sunday after record rainfall. Meantime, more than 30 million people across the West Coast, mid- Atlantic and the Carolinas will be under heat alerts today. And a severe weather could also mean another frustrating day at airports. Nearly, 7,500 flights were delayed, more than 600 were cancelled across the U.S. on Sunday. And since Saturday, there have been almost a 1,000 cancellations. So, a lot to get to. Let's bring in now, CNN meteorologist Allison Chinchar. Allison, good morning. So, what areas are you watching specifically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ALLISON CHINCHAR, METEOROLOGIST",
      "sentences": "Right, good morning, Rahel. Well, two separate areas that are going to be of concern for today, the first one, really kind of slides up and down most of the east coast, and then, we have a secondary system that's across portions of the upper Midwest and also the high plains.Now, when we talk about where the storms are now, we do have some active storms kind of pushing through areas of the northeast. So if you had a flight in and around Boston, it may or may not be delayed as that first round of showers began to make its way through. But also, Upstate, New York, portions of Pennsylvania also looking at some showers and thunderstorms this morning. Once we get into the afternoon and especially into the evening hours after we've had that heating of the day to help fire up the storms, the main focus is really going to be from Massachusetts all the way back to Mississippi, that includes D.C., Philadelphia, Atlanta. And then, that secondary system out to the west for cities like Minneapolis also looking at the potential for some damaging winds, large hail and yes, we cannot rule out the potential for some tornadoes. There's that first round across the northeast for this morning. But you'll notice a lot more begins to fire up this afternoon, and especially into the evening hours, but not just in the northeast, even across the southeast. And the lower Mississippi Valley also looking for some of those pop-up showers and thunderstorms, and especially if you get some of that train, you could end up looking at some potential for flooding as well. Heat advisory still out for a few remaining states across the southeast, and we have that secondary heat wave that really just start to set in place over the weekend. That's going to continue to ramp up as we go through the week as well. Forecast high temperatures for today, 91 in Atlanta, but keep in mind, that feels like temperature when you factor in the humidity is going to be much higher, 91 in Washington D.C., 97 in Jacksonville topping at 95 for both Dallas and Little Rock. Much hotter temperatures out to the west, in fact, even the potential for a few record highs not just today, but also tomorrow and even into Wednesday. Because for a lot of these areas, those temperatures are going to stay above average. Las Vegas topping out at 113 today, Palm Springs, 115, Death Valley getting up to 122, Rahel, again, I know not a lot of people live there, but there are a lot of tourists at Death Valley National Park.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "SOLOMON",
      "sentences": "Absolutely, also thinking about California, thinking about Nevada, just -- I think the map really describes all of the red and the yellow there, just how hot things are for so many people. Allison, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "CHINCHAR",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "SOLOMON",
      "sentences": "Well, turning overseas now, a new drone attacks on Ukraine overnight. Ukraine's Air Force says that Russia fired 17 attack drones, 13 were shot down, none reached their targets. Ukrainian military says that Russian forces are making some advances in the east. A defense official describes heavy fighting along the entire frontline, including a key town near some of Russia's supply routes.Ukraine, meantime, also says that its forces are having some success in the south. CNN's Clare Sebastian live with us now in London. Clare, of course, this comes in the midst of Ukraine's recent counteroffensive. How do these new Russian advances square with the counteroffensive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "SOLOMON",
      "sentences": "Clearly, all eyes on that aspect of the work. Clare Sebastian live for us in London, Clare, thank you. Staying overseas, police revealing new details about the manhunt now underway actually in Baltimore, Maryland. At least, two people were killed and nearly 30 injured after suspects opened fire at a block party over the weekend. Most of the victims were teenagers, CNN's Gloria Pazmino has the latest now from Baltimore.(BEGIN VIDEOTAPE) GLORIA PAZMINO, CNN NATIONAL CORRESPONDENT (voice-over):  And we've learned two important details here so far. Police still very much in the early stages of this investigation, but they have confirmed to us that they are looking for more than one shooter. They believe multiple people may have involved, they have not identified that the suspects and no one is in custody just yet. But we do know that they are looking for multiple people. Now, another important detail, police tell us 30 people were injured, caught up in the gunfire. Two of them were killed, an 18-year-old woman and a 20- year-old man, and 28 others sustained gunshot injures. So you can just imagine the panic that was unfolding here. Now, we are in the Brooklyn homes section of Baltimore. And this a neighborhood that was doing much of what so many communities across the country are doing right now. It is a holiday weekend, people have gathered to celebrate. There was a block party, and there were families and children that had gathered here. Police say it was shortly after midnight that shots rang out, sending everyone into a panic. People running to cover. I spoke to people here today who told me, it was absolute chaos as they heard the gunshots, and they tried to get to safety. Now, we heard from the mayor and local law enforcement officials asking people to come forward if they have any information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "MAYOR BRANDON SCOTT, BALTIMORE, MARYLAND",
      "sentences": "We are asking again, that anyone that knows anything about this mass shooting, and that's what I wanted to call this, a mass shooting. We want this shooting to be treated just as it happened in rural America. We want everyone to come forward and say, treat this as if it was your daughter, your son, your brother, your cousin that was out here, shot at this event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "PAZMINO",
      "sentences": "Mayor Scott also very critical of gun violence in America, saying that this is not just a problem here in Baltimore, but really all across the country. He was critical of access to illegal guns, saying that gun manufacturers are able to bring guns into this community. So, very critical on that front as well.Law enforcement officials also telling us they are still combing through the video that was gathered from this area, and they have videos that have been posted to social media which appear to show a person who has a gun inside a bag. So, it sounds like they are starting to piece information that may lead them to the people that were behind this violence. Reporting in Baltimore, Gloria Pazmino, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "SOLOMON",
      "sentences": "Meantime, it is slightly calmer in France right now after days of protest. Anger erupted after police shot and killed a teenager last week during a traffic stop, about 45,000 security forces still deployed across the country. Even the victim's grandmother urging an end to the rise. CNN's Nic Robertson joins us live from Paris.Nic, we know that the funeral for this young man was over the weekend, and the President, Emmanuel Macron expected to meet with his top officials this morning. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. With less than 18 months left until the 2024 presidential election, the political jabs and the campaign videos are ramping up. Take a look.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I will do everything in my power to protect our LGBTQ citizens.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SOLOMON",
      "sentences": "So, that was a clip shared on Twitter from the account DeSantis war-room. The Florida governor's so-called rapid response account. Let's bring in Alex Shephard, he's a staff writer at \"The New Republic\". Alex, welcome to the program, good morning. So, look, before either candidate gets to the general, they have to obviously get through the primary. I mean, is this a preview of things to come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "ALEX SHEPHARD, STAFF WRITER, THE NEW REPUBLIC",
      "sentences": "Yes, probably, I think this is more or less how things have been for the last six weeks. So, I mean, that video that you just showed is probably the single weirdest thing that I can remember seeing in a presidential election, at least from a mainstream -- a mainstream candidate.And I think that what you're seeing -- one of the reasons why candidates are looking for any type of wedge that they can find within themselves in Donald Trump right now, because he is such a large lead. This is -- I think a desperation play from the DeSantis Camp. But what we're seeing is they're trying to find any little window that they can, and that would be like LGBTQ politics, also vaccine politics right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SOLOMON",
      "sentences": "What about the risk of alienating some voters. I mean, there have been groups that are -- conservative groups that represent LGBTQ rights, that have claimed that, that video borderline homophobic, was sort of stretching into homophobic territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SHEPHARD",
      "sentences": "Yes, I mean, one of the things that I think you just drew out from that, was, you know, Donald Trump saying I'll do everything that I can to protect the LGBTQ rights. That was, you know, from the speech that happened after the -- you know, shortly after the Pulse Nightclub shooting in 2016.So, yes, I mean, we're not talking about, here are -- you know, issues on the cutting edge of the gay rights debate or him, that is just basic protections, and I think that you will see this as in a lot of mainstream groups, and this does become a risk heading into the general election. But DeSantis, like most of the other Trump opponents are, they're looking for is little service on the outside where they can try to pick up evangelical voters. But the problem is that they're all trying to go after the same voters right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SOLOMON",
      "sentences": "Alex, I want to read for you a line from one of your recent articles, you say, with less than 18 months to go, this is a much tighter race than many Democrats would hope. Now, recently, just last week in fact, we saw Biden really play up the idea of Bidenomics, trying to approach and trying to reach the middle class voters, who as we know from polling feel really pessimistic about the state of the economy. Does this messaging from the Biden campaign resonate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SHEPHARD",
      "sentences": "Well, I think what it does is, it risks or it backfires to some extent where the Biden campaign, the Biden administration, they're trying to tell voters essentially, look, things are actually pretty good right now, I think in general, real wages are up, unemployment has been historically low. And yet, I think voters are still very pessimistic, particularly about inflation and pocketbook issues.So it requires some needle-threading, this type of argument. But there are some real positive economic data that they can pull out, it's just a tricky argument to think that, you know, voters historically do not like being told that things are good when they don't feel that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yes, when inflation is still a problem, cooling, but still a problem for many. Alex, take a listen to part of what Republican presidential candidate Nikki Haley said about the Supreme Court, one of their decisions with a website designer and then we'll discuss.(BEGIN VIDEO CLIP) NIKKI HALEY, REPUBLICAN PRESIDENTIAL CANDIDATE FOR 2024:  Gay people have the right to marry, the same way a web designer has the right to say according to their religion, they don't want to do it. So, I don't think this hurts us at all. I think that the liberals will try and use this against us. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "SOLOMON",
      "sentences": "The last year --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "SHEPHARD",
      "sentences": "That will be the biggest -- yes, that will be, I think the biggest issue, you know, for Democrats just to remind people to get to the polls, especially, you know, if you're anticipating an election in which both the Democratic candidate, Joe Biden and the presumed Republican candidate Donald Trump have extremely high unfavorable ratings.You're going to be using everything that you can to push voters to the polls. I think the Supreme Court for Democrats is going to be the big thing to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "SOLOMON",
      "sentences": "Yes, we'll have to see which of these issues really energizes voters. But Alex Shephard, wonderful to have you this morning, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "SHEPHARD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "SOLOMON",
      "sentences": "All right, time for quick hits across America right now. Police in Wichita, Kansas, say that one person is in custody after a mass shooting over the weekend at a nightclub. Seven people were shot and wounded, two were trampled just trying to get out. One person has died, another was seriously injured after a single-engine plane crashed near a resort in Myrtle Beach, South Carolina. Officials say four people were on board.Thousands of hotel workers in southern California on strike just as the tourism season really heats up. They are seeking better pay and benefits and more pension contributions. Now, a bus load of migrants has arrived in Los Angeles from Texas. It is the second bus sent to L.A. without notice. CNN's Camila Bernal has more. (BEGIN VIDEOTAPE) CAMILA BERNAL, CNN NATIONAL CORRESPONDENT (on camera):  These are 41 migrants that I'm told are tired, but have the sense of relief to be here in Los Angeles. Of the 41, 11 in the group were children. These are people coming from a number of different countries including Cuba, Belize, Colombia, Venezuela and Nicaragua, El Salvador and others. And a lot of these people I'm told knew that they were coming to Los Angeles. A lot of them having sponsors or family members here in Los Angeles, and also have immigration court dates here in the Los Angeles area. What I am being told by officials in L.A. is that they were not formerly notified that this bus was coming, but they were able to get confirmation from the city of Brownsville. So, what the nonprofits and the faith-based groups are saying is that, this time around, the process was a lot smoother. They knew what they were expecting. And what they're saying is that they will continue to help these migrants, welcome them with open arms and treat them with dignity. Here is Angelica Salas with Chidler(ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ANGELICA SALAS, THE COALITION FOR HUMAN IMMIGRATION RIGHTS",
      "sentences": "I talked to a couple of young men who have been walking for months themselves. So, this is the first time after arriving in Brownsville, getting on a bus, finally, that they actually get a chance just to sit and rest. And now they're here in the United States. So, what we're doing is just making sure that the individuals understand also their legal situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "BERNAL",
      "sentences": "Now, we know Republican governors have been transporting migrants to Democratic-led cities. Governor Greg Abbott of Texas has already said he's bused more than 23,000 migrants. We have reached out to his office and have not heard back. But in the past, he has used this to criticize the federal government for their efforts and their work at the border.Officials here in Los Angeles say that this is a political stunt. And again, say they will welcome these migrants with open arms. Camila Bernal, CNN, Los Angeles. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. Palestinian officials say that the death toll is rising after an Israeli military operation in the West Bank. At least, seven people are reported dead, nearly two dozen injured. The Israeli military says that its forces were targeting, quote, \"terrorist infrastructure\". CNN's Hadas Gold live for us in Jerusalem. Hadas, what more are you learning?",
      "isLastSentenceInterrupted": false
    }
  ]
}