{
  "date": "2023-01-26",
  "headline": "Connect the World",
  "subHeadline": "Palestinians: Israeli Forces kill at least nine in Jenin; U.S. to Send Advanced Battle Tanks to Ukraine; Family of Tyre Nichols calls for Murder charges for officers; Rise of Wagner Group Prigozhin may come at a cost; Ethiopia's Afar Region is Suffering Severe Drought; U.S. GDP Expanded by 2.9 percent in Q4 better than expected. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "ELENI GIOKOS, CNN HOST, CONNECT THE WORLD",
      "sentences": "I am Eleni Giokos. Hello and welcome back to the second hour of \"Connect the World\" Mourning, meetingsand urgent calls for calm after the deadliest day for Palestinians in the West Bank in over a year. Mona's marched through Jenin after the Palestinian Health Ministry says at least nine Palestinians were killed during the Israeli raid. Israel says it was going after terrorist and Israel's top military officer tells CNN \"Fighting terrorism is complex\". Today's incident raises the number of Palestinians killed by Israeli forces this year to 29. And last year was the deadliest for both Palestinians in the West Bank and for Israelis in nearly two decades. The U.N. is calling on both sides to break the cycle of violence. This as the Palestinian leadership was said to be holding an urgent meeting. CNN's Hadas Gold is following the story for us from Jerusalem had asked the Palestinians are calling this a massacre Israeli Defense Force as we said, saying it was an anti-terror operation. Could you give me a sense of what we understand played out in Jeanine today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "So what we understand is sometime this morning during daylight hours, which is unusual in and of it, becausetypically Israeli military raids happen overnight or in sort of the pre- Dawn hours. The Israeli military entered the Jenin refugee camp and targeted a specific building where they say they believe Islamic Jihad militants were planning to carry out an imminent attack. And they specifically pointed to the timing of this raid, saying the fact that it happened in the daytime shows how imminent they did believe these attacks would be and hence why they came in. They said that surrounded this building, at which point they became under fire engaged in a firefight. And at one point, even launched a shoulder fired anti-tank missile towards the building. And we are getting reports from the Palestinians have an immense amount of destruction engineering at least nine people have been killed. We know that at least one of them was a 60 year old woman. We are still trying to figure out reports of who among those killed were bystanders and who among those were militants? We know of several injuries, including some who were very seriously injured. The Israeli military tells me that they are looking into reports of civilians killed. Now, as you noted, it's the deadliest day in the West Bank single day in the West Bank, and over a year what's already been a very deadly 14 months or so we are not even one month into 2023. And already 29 Palestinians have been killed thus far in the West Bank. The Palestinian authority President Mahmoud Abbas called the events this morning a massacre declared three days of mourning all of the West Bank is going on strike. We know the armed factions in Gaza are holding a meeting and their allies are sort of now pointing south to see what will happen in Gaza will Islamic Jihad there respond with similar to what we saw last August with rocket fires of some kind, what will be the response from the Palestinian Authority? We are expecting a press conference from Palestinian Authority leadership any moment now to hear what their response might be. Will they be even potentially cutting off security coordination with Israel over today's incident? Just in the last few minutes Eleni we actually got word from Prime Minister - Israeli Prime Minister Benjamin Netanyahu. He praised the soldiers who said that they supported attacks that could have cost many lives. He also added that Israel is not looking to escalate. But he has instructed the Israeli security forces to prepare for any scenario in the various arenas. I should also note Eleni that in the coming few days, Israel and the West Bank are expecting to receive the U.S. Secretary of State Antony Blinken. So he may be coming to visit at what could be a very, very tense and potentially violent time Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "GIOKOS",
      "sentences": "Yes. And we've also heard from the Palestinian Red Crescent saying that initially Israeli forces did not allow medics to go in to the camphave the Israelis commented on this? Do we know any more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GOLD",
      "sentences": "This was a very unusual event in the West Bank. As I noted, these rates typically take place overnight in the early morning hours. The factthat it took place in the daylight hours is very significant. And I can tell you that all of the sort of security apparatus is both in Israel and the Palestinians in the West Bank are very much on high alert, and it feels like a very, very tense moment here where things can potentially spiral potentially out of control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "Hadas Gold, thank you very much for bringing us the latest on this developing story. Ukraine says a new wave of Russian missiles strikes haskilled at least 11 people across the country. The State Emergency Service reports damage in 11 Ukrainian regions officials earlier reported Russia launched 55 missiles and 24 drones, mainly targeting energy facilities. The military says most of the missiles and all of the drones were shot down. In Moscow the Kremlin Spokesperson said today that Russia considers Western tank deliveries to Ukraine \"Direct involvement in the war\". Ukraine says tanks are just parts of what's needed to repel Russian attacks. Right now fighting is focused on the eastern City of Bakhmut Frederik Pleitgen and tells us what both sides are saying about the fierce ongoing battle there. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): The Russian army claims its overwhelming firepower is decimating Ukrainian defenses on the most brutal front in this war around the town of Bakhmut. 50 men just ran into this house. Yes target hit to collapse the middle of the building. Ukraine has now acknowledged losing its last foothold in the small town Soledar north of Bakhmut. Russians they're mostly mercenaries from the Wagner private military company, judging by their own claims. Rigidly forced to select the target charge up and hit it. We hit it precisely we hit the building right in the place where the ATGM was located. But despite sources telling CNN the U.S. has advised Ukraine to withdraw from Bakhmut even Wagner commanders admit Kyiv's forces are fighting back. Enemy puts up fierce resistance to our fighters. The enemy is holding on and is getting additional reserves and military supplies. And the Ukrainians continue probing in other areas far from Bakhmut the military releasing this video of a daring rate across the Dnipro River in South Ukraine, taking out a Russian command facility there. But to go on the offensive Ukraine needs hundreds of main battle tanks so far western partners have pledged about 100. Moscow has vowed to hit those tanks when they enter Ukraine and is conducting a show of force of its own sending the Frigate Admiral Gorshkov. Moscow says carries hypersonic missiles to ocean drills with the Chinese and South African navies. But for now, Bakhmut is the epicenter of this conflict and Ukrainian soldiers here say they will fight for every inch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "One day their artillery works and the next day the infantry assaults is a difficult time now but our boys keep standing theirground. PLEITGEN (on camera): Ukrainian soldiers fighting on the front lines in and around Bakhmut who were contacted by CNN say they are absolutely elated to hear that Western main battle tanks could be coming to Ukraine in the not too distant future. They say that tanks are a huge part of the equation here and have been helping the frontline troops a lot. Of course they understand it does going to be a while before any Western made battle tanks get here. But right now the Ukrainian say they need all the help they can get as the Russians are making a big push to try and go to towards the West and take Bakhmut Frederik Pleitgen CNN Kramatorsk Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "Senior International Correspondent Sam Kiley is back with us this hour from Kyiv. I want to talk about the missiles strikes that we've seentargeting energy infrastructure, what has been the damage and the impact in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "KILEY",
      "sentences": "And they did this again where the wave of cruise missile attacks now these are much more sophisticated weapons even the older, more primitiverepurposed former nuclear warhead bearing cruise missiles that had been used as kinetic energy missiles have been put to use. Indeed, one was fished out of a lake here in Kyiv following the downing of 20 similar missiles over the city today; one person was killed in Kyiv, another 10 across the rest of the country. The power generating capabilities have been restored in all of the major cities following this wave of attacks. But the clearly the Russians are continuing with their campaign that's now several months old to try to break the back of the civilian infrastructure here, particularly during the winter months when they're going after the energy generating capabilities. But this missile that was fished out of the lake and caves most interesting because it is a former nuclear cruise missile types KH 55 as they're called, we don't have the details yet from the Ukrainians is exactly what it was on board. But in the past, these things have been fired because they create a lot of havoc if they land, they may not be bearing any kind of explosive material on board. But much like the Shahad they can also be put to use to distract and absorb the air defenses. And is there the Air Defenses really that the Ukrainians are most calling out for from the international community, notwithstanding their delight over the latest announcements over a tank reinforcements Eleni?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Sam and that is it's really interesting, as you say, you know, drawing down air defense systems, because they need to intercept thosestrikes. But in the meantime, you know a lot of talk about the tanks and what they're could mean? Are they going to be the game changer? I guess that's the innuendo. That's what people are sort of reading into this, that it could specifically change and tip the scales on the frontlines?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "KILEY",
      "sentences": "Not at all. No. That would be a substantial exaggeration. It's been in part perhaps motivated to sort of overblown the significance of thetanks in order to distract from the fact that the Ukrainians and their supporters. We had General Wesley Clark on CNN last night saying the Ukrainians really need a number of other very important weapons, in his words, long range missiles UAVs the drones are sophisticated counter battery systems against incoming artillery and of course, Air Defenses. And the international community has been somewhat behind the loop in the view of their critics, even in Ukraine, in terms of what they've been able to supply willing to supply rather, to the Ukrainians in order to really try to win this fight. But and the important point here, is that the International unanimity now that's been established in terms of supplying the tanks. It is hoped inside Ukraine will mean that the other more strategic weapons may be forthcoming, ultimately, more Air Defenses, and perhaps ultimately, aircraft themselves Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Sam Kiley, always good to have you on. Thank you so much. Well, the U.S. decision to send advanced tanks to Ukraine comes after prolongedreluctance. President Joe Biden said Wednesday the U.S. would be contributing 31 Abrams tanks in lockstep with other Western allies. That is, despite repeatedly insisting that Abrams tanks were too complex and high maintenance to scent. MJ Lee joins us now live from the White House. MJ, thanks for joining us! Look, this is a complete 180 from the messages we've heard from months now about how the Abrams just don't fit logistically with what Ukraine needs. So what changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "LEE",
      "sentences": "I believe we have sound of President Biden talking about the significance of these tests yesterday. And also just fielding a questionfrom a reporter about Germany's role in all of this, take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "The Abrams tanks are the most capable tanks in the world. They're also extremely complex tooperate and maintain. So we're also giving Ukraine the parts and equipment necessary to effectively sustain these tanks on the battlefield",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Germany force here to change your mind on sending tanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "BIDEN",
      "sentences": "Germany did not force me to change your mind. We want to make sure we're all together. So we're going to do all that we're doing right now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "LEE",
      "sentences": "So you heard there President Biden trying to make clear that he wasn't forced to make this decision by Germany. But it is very clear that Germanywas of course a huge factor in this decision. We are also getting reporting just now to CNN, that there are considerations right now for President Biden to potentially make a trip to Europe next month, in the one year anniversary marking of the Russia invasion of Ukraine. This is not a trip that is anywhere near finalized. We don't know if this will eventually come to fruition, but it does just go to show, even one year later how importantly, the Biden Administration is considering this ongoing development, this ongoing invasion. And of course, the one thing that the President has been emphasizing over and over again is the importance of unity here that the U.S. and its allied nations really stick together as this war continues to drag on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Well CNN has learned new details about the mishandled classified documents found at the home of former Vice President Mike Pence. Sourcessay some of the documents were briefing memos given to Pence about his foreign trips. Were told the documents contain only low-level classification markings, and could have been easily overlooked when packing up Pence's office. CNN Senior Legal Affairs Correspondent Paula Reid is tracking this story for us. We have some details emerging about what these documents found with regards to Mike Pence contain. I guess the question then becomes what is classified as, you know, confidential and as classified information? And then, of course, the process that we're looking at it because it seems there are many loopholes where these documents that it can end up in private property?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Yes, there's something we've clearly seen over the past few months. And in this particular case,we learned that these documents originated in his vice presidential residence, they were moved to a temporary home, and then they traveled all the way to Indiana where they were not in a secure storage area. But our colleague Jamie Gangel has learned that none of these documents appear so far to be the highest levels of classification. We've also learned that these were tucked in to briefing binders. Typically, when a president or vice president goes on a trip, they receive briefing materials. And that can include anything from basic biographical information about the people they're meeting with, to sometimes more sensitive information. But again, Gangel has learned that unless you were packing these boxes and decided to go through every page of this binder individually, you would not have uncovered these pages. But your question about the process, there are a lot of questions about the overall classification of information in this country. But then when you have the final days of an administration packing up the White House packing up a residence, often many staffers have already moved on by that point to other jobs that could be a very chaotic process. So that is really a particular point in time that is going to have to be re-examined the protocols for when people leave the administration, how they handle things. We've learned that the process when it comes to former Vice President Pence, the process at his house was not quite as meticulous and organized as the process at the White House. But a lot of questions right now on both sides of the aisle about how things are classified, how that material is handled, and how they can start making sure that the government have all the records that it should.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Paula Reid, good to see you. Thank you so much. Well, in the U.S. city of Memphis, Tennessee, tensions are high as authorities investigatethe death of Terry Nichols, the 29 year old died in hospital earlier this month after confrontations with police. His family's lawyers say he had suffered a savage beating body cam footage is expected to be released soon. The district attorney has scheduled a news conference just a few hours from now and the city is bracing for possible protests. Our Sara Sidner brings us the disturbing details and warning her report contains graphic images. (BEGIN VIDEOTAPE) SARA SIDNER, CNN CORRESPONDENT (voice over): The Memphis police chief speaks out in a recorded statement making clear there will be absolute accountability for those responsible for the death of 29-year-old Terry Nichols.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "CARELYN DAVIS, MEMPHIS POLICE CHIEF",
      "sentences": "This is not just a professional failing. This is a failing of basic humanity towards another individual.This incident was heinous, reckless and inhumane. SIDNER (voice over): Nichols died earlier this month after a violent arrest by five officers. Five Memphis police officers and two members of the Memphis Fire Department have been terminated. Nichols family is calling for charges to be filed as the community anxiously awaits the police camera footage to be released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANTONIO ROMANUCCI, NICHOLS FAMILY ATTORNEY",
      "sentences": "The family wants nothing but the absolute most charge that they can bring and what they want are murdercharges. SIDNER (voice over): Attorneys for the family have already viewed the footage and an independent autopsy paid for by the family reveals Nichols died from \"Extensive bleeding caused by a severe beating\". RAVAUGHN WELLS, TYRE NICHOL'S MOTHER: I hate the fate that us as black people were out here killing each other from the way I don't know why. What happened to the humanity and kindness? SIDNER (voice over): Nichols was a driver for FedEx. He'll be remembered as a loving father and son, the baby of the family with a tattoo of his mother's name on his arm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "Alright, Sara Sidner is in Memphis, Tennessee and joins us now with more on the community reaction. Sarah, I just you know, we've just had newsjust in multiple sources telling CNN that law enforcement agencies nationwide are bracing for protests and potential unrest following the release of the video. This has been the concern. But the tragedy of this incident and listening to the family in terms of what they felt and experience watching this beating is, I think shaking, everyone is absolutely chilling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SIDNER",
      "sentences": "It's giving everyone a lot of anxiety, if you will, the thought of what happened that they cannot yet see, but they know is coming. Haseveryone feeling anxious about what is going to be shown how horrific it is, it is a traumatizing experience, the family experiences it in a way that is far more piercing than the rest of us than the public. But there is a traumatizing experience for the entire community when something like this happens. And especially when something like this happens at the hands of professional police who are supposed to de-escalate a situation, especially in this instance, where there are five police officers and one person who had been pulled over. And so there is a lot of concern, not just here in Memphis, as you mentioned, but across the country. But once the video is out, and people see what happened, and see how brutal this was that there is going to be an emotional reaction. And so, as you mentioned, police have been alerted across the country and certainly here in Memphis, where this all took place. The five officers at this hour, we are told there is a grand jury that is looking at indictments. There is an expectation at two o'clock that we are going to hear from the district attorney for what he called an update, which could well be announcing whether or not there are charges if there are what they may be. And so, there's a lot of consternation about what we don't know. But what we do know is that this young man was - 29-year-old was pulled over on January 7, and he ended up dying on January 10 after this incident with police. We also know that the cameras that may have captured this may not have been body cameras. They may have been other types of cameras, for example, there are cameras all around the city that are called sort of tower cams there on the top of poles looking down on a scene. And there are some of those cameras in the area where this happened. So, we will wait and see if there's any bystander video, either. But we are expecting that all of that video to be released in the next couple of days is coming days. And that is what everyone is bracing them for. And from the likes of hearing from the family, the family's attorneys who said it looked like police were treating him like a - to the police chief herself, who talked about this being just gregarious, just inhumane, it's going to be a horrible thing to view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GIOKOS",
      "sentences": "Ukraine says a new round of Russian missile attacks has killed at least 11 people across the country, damage is reported in 11 Ukrainianregions. Officials earlier reported most of the 55 missiles fired and all 24 drones launched in an overnight attack were shot down. The missiles mainly targeted energy facilities, though some residential damage is reported. These attacks happening a day after the U.S. and Germany leaders announced their countries will be delivering battle tanks to Ukraine. When Western tanks arrive, they should give Ukraine an upper hand especially in the east where Russian forces have recently gained territory. But those gains have been largely made by a notorious private militia. CNN's Nic Robertson has a closer look at the Wagner group. (BEGIN VIDEOTAPE) JOHN KIRBY, U.S. NATIONAL SECURITY COUNCIL COMMISSION COORDINATOR: The Department of Treasury will be designating Wagner as a significant transnational criminal organization. NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voice over): Putin's once deniable proxy Wagner ousted transporting North Korean weapons for Putin's war in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "CANDACE RONDEAUX, DIRECTOR, NEW AMERICA",
      "sentences": "They're a key part of Vladimir Putin strategy for projecting power for Russia, as well as sanctionsevasion. It's a very important part of what the Wagner group delivers. ROBERTSON (voice over): Wagner's reach for the Kremlin is global. Syria, Iran, Libya and Sudan, corrupt 10 pot dictatorships and failing states, a specialty. CHRISTOPHER FAULKNER, ASSISTANT PROFESSOR, U.S. NAVAL WAR COLLEGE: It was the worst kept secret of criminal and foreign policy. ROBERTSON (voice over): Yet Wagner boss Putin's Powell, Yevgeny Prigogine was key in helping Putin finances war in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "FAULKNER",
      "sentences": "It's more than just a private military company. It also has a network of business entities that provide some serious financial benefit tothe Kremlin. ROBERTSON (voice over): In the Central African Republic, Wagner got diamonds. And in Sudan, they got gold. A convicted criminal Prigogine has become the Artful Dodger of sanctions, evading the many he has, and still able to make Wagner money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SAMUEL RAMANI, ASSOCIATE FELLOW, ROYAL UNITED SERVICES INSTITUTE",
      "sentences": "Headquarters that often-shifted locations including Hong Kong, Argentina,St. Petersburg, so was able to carry out a lot of Gray zone financial transactions that were almost untraceable. ROBERTSON (voice over): The hope is new sanctions will make Putin and Prigogine's war fighting harder, hitting countries that channel Wagner money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RONDEAUX",
      "sentences": "The United Arab Emirates, which has been a central actor or a central node for a lot of the money laundering. They could see a situationwhere they're leaned on by Washington. ROBERTSON (voice over): But there may also be blowback. Prigogine sent the European Parliament a sledgehammer, a less than subtle threat when they discussed putting Wagner on the EU's terror list last year. And in Russia, it may even enhance his already self-inflated reputation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAMANI",
      "sentences": "This may actually even be good for his stature inside Russia and reinforces his image as a patriot, anti-western hardliner, and they mayactually help them politically. ROBERTSON (voice over): But his rise now shorn of deniability may come at a cost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "Boeing has been ordered to appear in court today in Fort Worth, Texas to be arraigned on a fraud charge. It's over the certification ofwhat used to be its bestselling plane, the 737 Max, the airplane makers representatives will be in the same room as the relatives of those killed in two crashes involving the jet. The crashes happened in 2018 in Indonesia and then in 2019, in Ethiopia, killing 346 people. In October, a federal judge rule that they are legally considered crime victims, which is why their family members cannot participate. In this case, the 737 Max was grounded for 20 months after the crashes and cost Boeing more than $20 billion. I want to bring in Larry Madowo spoken to some of the victims. Larry, being in the same room as Boeing representatives is quite significant, because initially and you'll remember this, that the narrative was that it could have been pilot error. But when it was found that Boeing failed to disclose a flaw in the operating system and at least pilots weren't trained in this, things changed dramatically. And victims, you know, felt that they needed some kind of time to face the courts. But the question then becomes, who is going to be liable for everything that happened? Give me a sense of what you've heard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "Eleni, the families think that Boeing and the executives who are in charge will allow the 737 Max to be manufacturedand sold are liable and they should be criminally held responsible. And some of the family members I speak to tell me that Boeing essentially spread this narrative in the beginning with a land air crash in Indonesia. And then the Ethiopian Airlines crash in 2019. That it was pilot error, but these are third world pilots who didn't know how to operate this plane. But the industry essentially coalesced around this idea that these aircraft were faulty. They were defective and senior executives at Boeing are said to have known about this and went ahead to sell them to airlines around the world. Anyway, that is why in this situation, in the case in Texas, at least 27 different victim statements are introduced as part of the filing to inform the Boeing executives of the loss of these families suffered 246 people died. I spoke to Tom, a lawyer here in Nairobi, who lost his brother was an electric engineer with GE; this is what he told me. (BEGIN VIDEO CLIP) TOM KABAU, BROTHER OF ETHIOPIAN AIRLINES FLIGHT 302 VICTIM: They were put in a position whereby there was no other choice but death. But those who did it knew and continued. After the land air crash, they continue to consider the safety issues and the defect for profit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MADOWO",
      "sentences": "You lost your brother in Ethiopian Airlines flight 302. You're also a lawyer in Kenya. So, you know the law, who do you hold responsible forhis death?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "KABAU",
      "sentences": "I hold responsible, the Boeing Corporation, and in particular, the senior executives who made the decisions for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MADOWO",
      "sentences": "Typically, you want the senior executives who are in charge of going at the time to go to jail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "KABAU",
      "sentences": "Certainly, and that would be a very important milestone, not only for accountability for the deaths the recklessly caused, but also the goodoverall safety. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MADOWO",
      "sentences": "I understand that Boeing is expected to plead not guilty in this arraignment in federal court are these family members want. The familymembers of those who died in the line aircraft and Ethiopian Airlines crash is for criminal prosecution of Boeing and the executives in charge. Because the Trump Justice Department did a settlement with Boeing, they paid $2.5 billion and that also gives them immunity and these family members want that immediately thrown away so that they finally can be held responsible. The lawyers call this the deadliest corporate crime in U.S. history, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GIOKOS",
      "sentences": "Protesters gathered outside Lebanon's Ministry of Justice accusing it of obstructing an investigation into the 2020 port blast. Top judgesrecently canceled the meeting to discuss the inquiry, which was suspended for more than a year the blast killed more than 220 people. Well, just ahead one country's severe need for water we'll get a first-hand account of the drought crisis happening in Ethiopia, stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome back now to climate concerns in Ethiopia where extreme drought could have a far-reaching impact. The United Nations says thenation is now in the grips of its worst drought in recent history with more than 10 million people in need of urgent humanitarian assistance. The draught happening as the country deals with the aftermath of a long- standing conflict in the Tigray region. My next guest, Denmark's minister for global climate policy recently returned from a trip to Ethiopia, he tweeted about his country's partnership with the African Union on the challenges of peace and security in Africa and the impact of climate change. Dan Jorgensen joins me now via Skype from London. Minister, great to have you on! We've just explained how dire the situation is in parts of Ethiopia. Could you describe what you saw? And importantly, what kind of interventions and solutions you're thinking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "DAN JORGENSEN, DANISH MINISTER FOR GLOBAL CLIMATE POLICY",
      "sentences": "Yes, well, first of all, this is an example of climate change hitting a country affecting acountry already now. So sometimes when people talk about climate change that is something that might happen in the future that is a mistake. It's here now and it has terrible consequences. Ethiopia is a country that deals with a multitude of challenges. So, lack of food, lack of water, lack of access to education for children, illnesses, malaria outbreaks, all of these things are challenges that are being accelerated by the fact that the temperatures are increasing, that droughts are worse than they've been before. What we can do about it is, of course, we need to accelerate the fight against climate change, so that we hopefully can limit the increase in temperature in the future. But we also need to have the climate adaptation right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GIOKOS",
      "sentences": "The loss and damage scenario is an interesting one. But there's still no mechanism in place. Your country has been the first UN member tooffer direct cash for communities affected. How are you planning to make sure this happens with urgency? Because you see, there needs to be a sense of urgency and assisting people immediately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JORGENSEN",
      "sentences": "Yes, well, I actually I landed this morning, from Ethiopia; I still have dust from the desert, on my shoes. And I think that it isimportant that we acknowledge in the developed part of the world, that there is an extreme need for more funding for climate adaptation now. And frankly, it's embarrassing that the money that has actually been promised to the developing countries in the COP process the - process, they were promised back in 2009 and was supposed to be paid for 2020 to 2025, $100 billion a year, we're still not in a situation where those funds are being allocated. And we need to remedy that situation. My own country, we were doing more than our part, but others needs to follow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GIOKOS",
      "sentences": "And that's a really good point, the 100 billion dollars is quite interesting, because many leaders I speak to you say there have not evenreceived $1 of that funding, specifically in the African context, and you say we need to do more. Do you think that there's enough urgency in understanding the situation in these countries, because the other narrative is, you know, there's not enough bankable projects in these vulnerable communities. And it seems like sort of never-ending arguments about how to get money flowing immediately, to deal with the urgency that people are facing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JORGENSEN",
      "sentences": "Well, I think that two separate questions that we need to address one are how do we get the money to support climate adaptation? Howdo we make sure that a country like Ethiopia becomes more resilient, when they are hit by drought or flooding? These are money that we need to ask governments pay as grants as help. And I think, really, we don't manage to do that now, we will also see migration to an extent that we've never seen before so really, for so many different reasons that's necessary. Then there's the next question, how do we help these countries also goes to a green transformation. So, making the energy systems green, for instance, in making the fight against climate change, also a matter of development policy here, really, there should be really a lot of good opportunities, just to say that's not enough bankable projects, I would actually beg to differ. I think, having spoken to leaders of many developing countries, it's not actually the demand side that we need. It's not even a lack of actually real projects that could make also money for people investing in it. What are needed are investors that are also willing to make the investments to take the risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GIOKOS",
      "sentences": "Exactly to take the risk, because, you know, that's one thing we hear, we've got to de risk the project. OK. I want to talk politically interms of the conversations you're having with the Ethiopian government and your government and what's in store. I mean, I was looking at just how incredible your carbon emission journey has been, and how much you've been able to bring down your emissions. Share with us the conversations you've had?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GIOKOS",
      "sentences": "Thank you, Minister; it's good to have you on. Important conversations to have as we prepare for COP28 here in the UAE and we hopeto see you in the year ahead, much appreciated for your time. And just ahead on \"Connect the World\" it's all about the R word for the U.S. economy only now it's resilience not recession. We'll show you why next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GIOKOS",
      "sentences": "The U.S. economy is doing better than expected it expanded by 2.9 percent in the fourth quarter, that's more than economists had predictedeven as recession fears. Loom Goldman Sachs is telling CNN it sees a soft landing for the U.S. economy. Here's what Wall Street thinks of the latest data were basically in the green NASDAQ and S&amp;P doing quite well. Dow Jones sitting flat with the negative bias. CNN's Matt Egan live from for us from New York. We love to look at forecasts here. But look, this question of recession versus resilience has been quite interesting. Give me a sense of whether we should be excited about this report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, Eleni, you know, everything is relative. And so, when you think about all the gloom and doom about the American economy,you think about the fact that last year, the first half of the year, there was back-to-back quarters of negative growth, right, outright contraction. This is pretty great news. I mean, we have 2.9 percent growth at the end of the year. This suggests that the American economy ended what was a turbulent year, ended it on a strong note. And really, we saw across the board strength when you dig into this report, consumer spending slowed, but it stayed positive. Business spending also slow but still positive government spending was strong. I mean, really, the only blemish here was housing and we knew that would be a negative. That's because borrowing costs, mortgage rates have skyrocketed. So that has hurt construction of new homes. It's also hurt the sale of homes. But when you zoom out, it does look like a pretty healthy report. And then we also got new jobs numbers out that show that initial jobless claims unexpectedly dropped in the latest week to the lowest level since April.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GIOKOS",
      "sentences": "Look, it's always good news when you've got a good number of GDP out of the U.S. because it does impact the rest of the world. You know,it's all about risk aversion. But I want you to give me a sense of why Goldman Sachs is - some other banks are saying that they're still hit headwinds ahead, and we should be worried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "EGAN",
      "sentences": "Yes, Eleni, you know, we're hearing a lot of gloom and doom from major banks. But Goldman Sachs has been an outlier. They've beenconsistently saying, look, we think there could be a soft landing that inflation is going to get under control and the jobs market is just going to continue chugging along. Listen to what Goldman Sachs Chief Economist Jan Hatzius has told me about this topic. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "JAN HATZIUS, CHIEF ECONOMIST, GOLDMAN SACHS",
      "sentences": "No, we don't expect a recession. Our expectation is that we'll see so positive GDP numbers weresaying estimating a 35 percent probability that it will be a recession. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "EGAN",
      "sentences": "Now, what's interesting, though, is that Goldman Sachs is warning that Washington could end up messing this entire up. That's because ifCongress fails to raise the debt ceiling, then there's going to be trouble. In fact, I asked, I asked Hatzius. I said, well, you know, if there's a default or even a near default in the United States, could that cause a recession? He said, absolutely. Because you're going to have financial markets freaking out, and that is going to infect the rest of the economy. Now, Goldman Sachs stressed that they don't think that's going to happen. They do think that lawmakers are going to eventually reach a deal on raising the debt ceiling. But Eleni it is another important reminder that there are risks out there that could end up darkening what is otherwise a pretty good outlook for the economy right now.",
      "isLastSentenceInterrupted": false
    }
  ]
}