{
  "date": "2023-04-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Soon: Trump Arrives In NY For Tomorrow's Historic Arraignment; Trump Lawyers Want Judge To Consider Security Concerns While Weighing Cameras In Court; New Storm Watches After South, Midwest Hit By Tornadoes; Yukon Faces San Diego State For March Madness Grand Finale. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:31:16",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "Well, President Trump is in route here to New York. He is going to come to Trump Tower here behind me. His flight took off from Florida about an hour and a half ago.He does plan plan to spend the night here at Trump Tower before, tomorrow, making history going to the Manhattan criminal courts building where he will surrender and we will see that indictment against him. Of course, this is the first time in U.S. history that a former president will be arraigned in court. That indictment remains under seal. We still don't actually know what it looks like. But the judge is expected to decide soon if he is going to unseal it. And if he will allow cameras into the courtroom so Americans can watch the historic proceedings live. As we wait to see what the judge is going to decide here, we are now having perspective from CNN's senior law enforcement analyst and former FBI deputy director, Andrew McCabe. Andy, thanks for being here. I mean, tomorrow, this is going to be so significant and historic in and of itself. Right now, we have found out that Trump's team does not want cameras to be in the courtroom. Of course, media outlets, including CNN, have asked for them to be there for transparency reasons. They say that it could potentially create a circus-like atmosphere. That's the argument from Trump's team. Maybe a security issue. What do you make of their argument that they've made to the judge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:16",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT CORRESPONDENT",
      "sentences": "Well, Kaitlan, I'm not surprised that they have decided at this kind of late hour that they'd rather not have images of the of the arrangement, you know, broadcast into the media.I think the circus-like atmosphere - you know, you're there. You can see what's happening. It looks like it's verging on a circus already. I don't know that that's ever a big motivation for judges to make a decision to keep cameras out of the courtroom on those grounds. I think they have a decent argument in the - to say that photographs of the former president standing behind the defense table could potentially prejudice a jury. There is some precedent for that, prejudicing the jury before one gets seated, as far away in the future is that might be, something the judge might be concerned about. However, I think the transparency and public interest arguments are compelling. And particularly in a time when we have such a large segment of the country that really embraces conspiracy theories and things that are not factually accurate. Having photographs of exactly what happened, I think, would be important to downplay some of that potential effect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:16",
      "speaker": "COLLINS",
      "sentences": "So if there aren't cameras in the courtroom, can you just give us an idea of what exactly those routine steps of an arrest processing would look like? What would the camera's not see if they're not there in the courtroom tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "PHIL MATTINGLY, CNN HOST",
      "sentences": "Welcome back. We are currently awaiting the former president who is in route from Florida to New York City.Our panel is back with us right now. There are many things to dig into. But, Audie, I want to start with one, first, like, they get the history of the moment. All those things are critically important. This is also bizarre, like watching the former president's motorcade to the airport, tracking the airplane as he comes to actually face criminal charges. And the Republicans, particularly his most ardent defenders, have really kind of rolled out there very similar playbook in the past. Do you think that is effective now, from a Republican lawmaker perspective, as it has been in the past, at least in their minds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "AUDIE CORNISH, CNN CORRESPONDENT",
      "sentences": "I mean, to them, again, if you conflate a political impeachment process with a legal criminal process, yes, you may fall into the same patterns thinking that will be helpful to you.But also this dovetails nicely with some culture war issues that people like fighting. You have Republicans who are upset about what they call liberal prosecutors. So it's great to be able to go after a prosecutor that you can kind of tar with that brush. We'll probably have to do a lot of fact-checking over the next couple of days over whether or not Alvin Bragg is somehow connected to George Soros. He is not. But you're going to hear these same kind of key words over and over again",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "And dog whistles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "CORNISH",
      "sentences": "Yes. In fact, to try and undermine the process in general.And I bring that up because we have been focused all day on what Trump does and what Trump is saying where there is a huge circle-the-wagons effect that is happening right now. And they are going to be able to say whatever they want, right? They're not in this process in the court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "Well, and you know, I think we need to kind of look at the evidence that is presented in this indictment.MATTINGLY. Whoa. Don't get crazy here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "BORGER",
      "sentences": "No. I know.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "BORGER",
      "sentences": "I know. I'm being sarcastic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "MATTINGLY",
      "sentences": "That's actually huge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "BORGER",
      "sentences": "Well, it is. It is. Because - and again, I'm not the lawyer here.But it seems to mem like they're not - if they go to a felony charge, which everyone seems to presume they're going to do because they wouldn't do this over a misdemeanor, they can't depend on Michael Cohen alone. I don't think prosecutors would do that. So what evidence do they have from Mr. Pecker, \"The National Enquirer\" owner, for example? What corroborating evidence do they have that we don't know about? Because we haven't seen the documents that perhaps they have seen. And then, as for these Republicans who are defending him, no doubt - Audie is right - they will continue to defend him because it's in their political interests at this point. It's also in Donald Trump's short-term political interests. But in the long term, they all know that what's good for Donald Trump is not good for the Republican Party, necessarily, as you head into a presidential year. So what do they do if Jack Smith, the special counsel, comes down with some more charges against Donald Trump? Then what's their song?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "CORNISH",
      "sentences": "They're doing a lot of investigating right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "BORGER",
      "sentences": "Yes. CORNISH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "BORGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "CORNISH",
      "sentences": "- to a specific branch of government. Which is to say, we're going to haul these prosecutors in front of us for whatever reason, or at least just make their life a little difficult by constantly requesting information.And it's interesting in this moment when they're talking about weaponization of the government to be going this route against prosecutors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "BASH",
      "sentences": "Yes. You mean that the chairman in the House, Republican chairman in the House.I hear what you're saying about the Republicans sort of running to Donald Trump's defense. And there is definitely a big difference between what's good for the Republican Party and what's good for Donald Trump. But my sense in talking to Republicans is that they definitely feel squeezed. They don't feel - I mean, this has been the story of Trump and Trumpism when it comes to most Republicans. They don't feel like they have a choice with this particular case, but to defend Donald Trump. Even those who are not the most staunch Trump supporters are reluctant to say anything negative because they are - they don't see this as the case for them to hang their hat on when it comes to Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Bingo. This is the easy one, right? It fits all of the very lazy kind of front running attack lines in terms of who the prosecutor is and where he was on criminal justice issues and New York City and where progressives are.The case itself, I think, has been perplexing to some degree because we haven't seen the indictment. And so you talk to Republicans, who probably want to go anywhere near anything related to Jack Smith or anywhere near anything related to what happened in the lead up to January 6 or January 6th. And this is the way to say, all right, I'm going to - I'm not going to get on his bad side on this one, but I am - at least I can get a check the box here and then move on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "MATTINGLY",
      "sentences": "I think one of my questions that's related to that, if you're Alvin Bragg and Alvin brags team, you can't front-run any of this information. You've had to stay completely silent.What is their plan to try and counter that, if they have any at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:59",
      "speaker": "BASH",
      "sentences": "The evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:59",
      "speaker": "WILLIAMS",
      "sentences": "- the evidence.And look, misdemeanors are serious, too. I think a lot of people are getting into their heads this notion that the mere fact that something is a misdemeanor doesn't mean that it shouldn't be prosecuted. Anyone who has been the victim of a misdemeanor assault would tell you that misdemeanors can be serious crimes to. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:59",
      "speaker": "CORNISH",
      "sentences": "I mean, if you think about the Gerald Ford basically pardoning Nixon, it was like, look, never-ending investigations and prosecutions into form presidents, presidents. They cause a kind of stress and distress on the country. So that's where this reluctance comes from, I think.And to your point about whether the prosecutor has to speak out, think of it this way. Everything about our media environment of the last 25 years, the imagery that is connected to criminality, we are seeing it, right? That sort of helicopter or drone footage of someone's vehicle kind of moving in any direction. That's like from crime reporting, our crime reporting in general, about courts and being in courts. All of this, it does have an effect, right, on people's minds about what's going on, and it's very different than an impeachment. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:59",
      "speaker": "ELLIOT",
      "sentences": "I agree with you. Audie, I do agree with you, in that the public does not draw a distinction between Jack Smith and special investigation and New York City D.A., federal versus state.All they see is that one individual, Donald Trump, is at the center of an of a whole bunch of investigations together. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:59",
      "speaker": "BASH",
      "sentences": "We can take a quick break. But I just want to say that I completely agree that that imagery, that sort of O.J. motorcade imagery is definitely speaks to crime.But Donald Trump is in a category of his own. Up until this point, when it comes to being able to flip that on its head for his own political advantage, never mind his legal jeopardy his own political advantage and the question is going to be whether or not he can keep that streak going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:59",
      "speaker": "BORGER",
      "sentences": "Donald Trump needs enemies. And so now he has an enemy, Alvin Bragg. He's running against Alvin Bragg. He's not running against DeSantis right now. He's running against Alvin.As long as he keeps having enemies, he goes up in the polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:59",
      "speaker": "BASH",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:59",
      "speaker": "BORGER",
      "sentences": "That's what he needs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "BASH",
      "sentences": "A tornado watches in effect for parts of the south, affecting more than a million people. The watch covers parts of Alabama, Georgia and the Florida panhandle and lasts until five p.m. Eastern time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "MATTINGLY",
      "sentences": "Meanwhile, the Storm Prediction Center is warning of an increasing probability of dangerous nighttime tornadoes tomorrow in the already hard-hit areas of the Midwest and south.Over the weekend, severe storms and tornadoes killed 32 people. Tennessee alone reported 15 weather-related deaths. CNN meteorologist, Derek Van Dam, is in hard-hit Wynne, Arkansas. And, Derek, from what you've seen, how are recovery efforts going so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "DEREK VAN DAM, AMS METEOROLOGIST",
      "sentences": "Well, it's going as best as one can imagine when you have catastrophic damage, right? This town literally split in half, according to the mayor.What you're looking at is the power of 165-mile-per-hour winds. That's what rolled through Wynne, Arkansas, on Friday afternoon and evening. This completely flipped a Fellowship Hall van that served this local community. And I just want you to see what's left of this of this building, this fellowship hall. This would be the foundation. You can see how it's been completely wiped back. And, Phil, you asked how people are dealing with the recovery efforts. Well, you know what? I've got my friend, Steven Johnson, here. And you know what? You have been working very hard. I can see you're sweating because it's warm out today. But good job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "STEVEN JOHNSON, TORNADO VICTIM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "VAN DAM",
      "sentences": "Tell me about what this building meant to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "JOHNSON",
      "sentences": "It meant a whole lot. I mean, it's like losing your own home. And we - I stopped over the water was the rail yard and walked over here. It was hard to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "VAN DAM",
      "sentences": "Steve, and everybody here, you know that there is the potential for more severe weather tomorrow, including tornadoes. How does that make you feel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "JOHNSON",
      "sentences": "A little nervous. Because what you ever that - we had one hit the school. I just rather corner from it when they hit it. And then same thing out here, figure across and back in 2008. We had one come through that, too.And there's like - I mean, I had an eight hour turn around, go back to work and it forking that get out of bed. It's not already came up and down. We survived that, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "VAN DAM",
      "sentences": "But what are you doing to prepare for this next round of severe weather?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "JOHNSON",
      "sentences": "Not going to worry about it. In God's hands.Just keep him first. Don't worry about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "VAN DAM",
      "sentences": "That's a good answer. And I think you need to have multiple ways to get the notifications, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "JOHNSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "VAN DAM",
      "sentences": "Because these things, they come in fast and they come in hard and they change people's lives in a matter of moments, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "JOHNSON",
      "sentences": "It don't take long. When you hear the sirens go ahead and take cover.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:03",
      "speaker": "VAN DAM",
      "sentences": "Steve, thank you very much for your time. And I wish you guys the best, OK? Continue with their recovery efforts.Dana, Phil, it's a difficult recovery process. It will take weeks if not months, but the threat of more severe weather looms heavily on people's minds here. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:05",
      "speaker": "MATTINGLY",
      "sentences": "That level of strength there -(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:05",
      "speaker": "BASH",
      "sentences": "Yes, no question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:05",
      "speaker": "MATTINGLY",
      "sentences": "- really match.All right, coming up next here on CNN, we expect to see former President Trump land in New York ahead of his arraignment tomorrow. Our special coverage continues after the short break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:05",
      "speaker": "MATTINGLY",
      "sentences": "And then there were two. Finally, March Madness comes to an end with the championship game tonight. Number-four Yukon -(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:05",
      "speaker": "MATTINGLY",
      "sentences": "- faces number-five San Diego to -(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:05",
      "speaker": "MATTINGLY",
      "sentences": "Excuse me, excuse me. No opinion or editorializing here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:05",
      "speaker": "BASH",
      "sentences": "March Madness grand finale, and one of the craziest and most unpredictable postgame plays in college basketball.CNN's Coy Wire is in Houston. Coy is completely objective. This was a wild one, Coy. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    }
  ]
}