{
  "date": "2023-05-28",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Speaks On Bipartisan In Principle Deal To Raise Debt Limit; Three People Killed, Five Wounded In Shooting At Motorcycle Rally In NM; Scary Moments As Bus Driver And Passenger Get Into Shootout; Turkish President Erdogan Claims Election Victory; Nun's Body Appears To Show No Signs Of Decay Four Years After Burial; Celtics Could Make Biggest Comeback In NBA History. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:39",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Hello, everyone. Thank you so much for joining me this Sunday. I'm Fredricka Whitfield.All right. This breaking news out of Washington. Just moments ago, President Biden spoke with reporters about the deal reached in principle with House Speaker Kevin McCarthy to raise the nation's debt limit. Here is what the president had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:39",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Yes. But look, I'm about to go in and call McCarthy now at 3(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:39",
      "speaker": "WHITFIELD",
      "sentences": "A few on Capitol Hill have expressed some skepticism that the bill will have enough support to pass.But today, Speaker McCarthy told reporters that he is confident there will be enough votes to get through his chamber. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA), SPEAKER OF THE HOUSE: Just to take you back to where we all started, back to February 1st. I sat down with the president. I said, let's work together to be able to raise the debt ceiling but curb the amount of spending. To let America be able to work again, cut red tape. Get the work requirements to help people get back into work. I think this agreement frames all that from limit, save, grow. It doesn't get everything everybody wanted. But that's in divided government, that's where we end up. I think it's a very positive bill. We did a conference call with our conference. Over 95 percent were overwhelmingly excited about what they see. They haven't -- they're getting the text today in the process. Look, in every single negotiation, when it comes to the debt ceiling and others, you get both sides of the party voting to pass the bills. And I expect the same thing happen here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:39",
      "speaker": "WHITFIELD",
      "sentences": "We have teams covering all of the angles. Let's go first to CNN's Priscilla Alvarez at the White House. Priscilla, what is the Biden administration saying about how all of this came together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:57",
      "speaker": "WHITFIELD",
      "sentences": "All right. Priscilla, thanks so much.Eva McKend there in Washington also, what do we know about what is actually in the deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:57",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS REPORTER",
      "sentences": "Yes. So Priscilla outlined it just a little bit but it does most consequentially, Fred, raise the debt ceiling for the next two years. It caps federal spending this year and next.There are no cuts to military or veterans. That of course, not politically popular on either side. There are also tougher work requirements for food stamps in limited cases. And what we are already seeing is those on the left push back against this. I was texting with a chief of staff of a prominent progressive member this morning and they are outraged by this, angered and thought that this really would be this matter of work requirements a non-starter. Take a listen to how the Progressive Caucus chair is talking about this. (BEGIN VIDEO CLIP) REP. PRAMILA JAYAPAL (D-WA): I don't like frameworks. I think they are really problematic in terms of being able to make a decision. It's fine to say we have reached an agreement. But all of the text matters. And There are so many pieces of this that we need to look at in terms of what the spending is exactly like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:57",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Do they still have to worry about the Progressive Caucus and whether or not your caucus will support --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:57",
      "speaker": "JAYAPAL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:57",
      "speaker": "TAPPER",
      "sentences": "Yes, they do. Ok. Congresswoman Jayapal, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:57",
      "speaker": "JAYAPAL",
      "sentences": "Yes, they have to worry.(END VIDEO CLIP) MCKEND: So you listen to what the Congresswoman said there, more than 100 members in that Progressive Caucus. As they actually receive bill text is when we'll get a sense of who all is going to agree to this. And then Speaker McCarthy facing headaches as well. Some members of the Freedom Caucus saying that this just does not go far enough and that they can do better. Ultimately, this is going to come down to the members of the middle, Republicans in Biden districts, Democrats that progressives call conservative Democrats -- that is who it is going to come down to in terms of who ultimately agrees to this bill and if this country avoids default, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:57",
      "speaker": "WHITFIELD",
      "sentences": "All right. Thank you so much. Eva McKend, Priscilla Alvarez -- appreciate it.All right. While not everyone in Washington will get what they want, but you heard the president say it's about compromise, today top Republicans and Democrats are touting the bill as a compromise that delivers victories for both sides. (BEGIN VIDEO CLIP) REP. DUSTY JOHNSON (R-SD): This is going to cut non defense and non VA spending back to 2022 levels. That is a big gift for Republicans. That's what we had in limit, save, grow. And it's going to save $1.5 trillion over the course of the next ten years. And also for six years establishes caps at 1 percent so we can slow the growth of spending. REP. HAKEEM JEFFRIES (D-NY), HOUSE MINORITY LEADER: President Biden has delivered a result that avoids a catastrophic default, that prevents us from our economy crashing and stops the extreme MAGA Republicans from triggering a job-killing recession, which as we have seen over the last week or two increasingly seemed to have been a position that they were taking for political reasons. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:57",
      "speaker": "WHITFIELD",
      "sentences": "All right. Here now to walk us through what all of this might potentially mean, CNN political analyst Julian Zelizer. Julian, so great to see you.So it may not be the deal that everybody wanted but it is a deal in principle. There was compromise, there was some give and take as far as we know. So how important will it be that this actually reaches the president's desk?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:57",
      "speaker": "JULIAN ZELIZER, CNN POLITICAL ANALYST",
      "sentences": "Very. I don't think anything should be seen or taken as inevitable. People remember during the financial fallout in 2008 when President George W. Bush had trouble with his own party getting a package through that would save and stabilize the economy. At his desk, you will have liberals and conservatives who are unhappy.I think the big question right now is, does the Republican caucus, which has pretty tight control over the speaker, accept the deal that he has made?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:57",
      "speaker": "WHITFIELD",
      "sentences": "Right. And even by admission, Speaker McCarthy says he may not have 100 percent. but he feels confident that he is going to be able to get a good majority of his caucus. So will this be a victory for him? His first big potential victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:57",
      "speaker": "ZELIZER",
      "sentences": "I think it will be. Certainly, he will sell it that way. He'll tout the fact that he was able to move this and to negotiate a resolution and, in his mind, deliver.I think what Republicans did though which is most important to them is they used the debt ceiling again as leverage. So for the third time since 2011 this has been undertaken. And I think many Republicans will feel even with concessions they now have a new tool at their disposal. And it's a pretty drastic tool that they will use again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "ZELIZER",
      "sentences": "I think it will be, as long as obviously they have control of the House and they are willing to go through on this threat.The lesson of this whole round of negotiation will be, you can use this. And if the Democrats or a Democratic president doesn't have many options, he will or she will concede. I would predict we would see this again. And that in itself is a major political victory and tactical victory for Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "WHITFIELD",
      "sentences": "so this deal, you know, extends -- again, a deal in principle, extends this debt ceiling cap for another two years, well past the 2024 election. If conceivably it is a Republican in the White House -- Trump, DeSantis, you name it -- do you believe that they are prepared to take this fight on again with maybe perhaps a similar strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "ZELIZER",
      "sentences": "Yes. But I don't think a Republican president would have to. We saw during the Trump presidency that this was not an issue. Republicans passed a clean bill. I don't think they would use it against the president of their own party.And Democrats are much more leery about doing this because ultimately Democrats are a party that believe in government and so they can't afford to undertake destabilizing tactics like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "WHITFIELD",
      "sentences": "Former President Trump, I mean he is the topic of tonight's episode of \"CNN ORIGINAL SERIES THE 2010s\". Take a look.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He doesn't care what people think. He tells the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Obviously, Trump is a threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because he doesn't fit in the same box all the other Republicans are in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "VAN JONES, CNN CONTRIBUTOR",
      "sentences": "Something happened where a large number of people decided there was an establishment out there that had let people down. They are sending our jobs away. They are letting people come in the country who shouldn't be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Trump says, I'm going to make America great again. And people want to believe something good. They'll do just about anything for a job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "JONES",
      "sentences": "And here comes Trump to say there is an elite establishment that thinks you are suckers. And I'm going to stick up for you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "WHITFIELD",
      "sentences": "All right. So Julian, here we are currently in the early stages of, you know, what is now Trump's third run for the White House. Is there anything you see him doing differently this time around?I mean you heard from, you know, one of his opponents, DeSantis, who says this is a different Trump. Are you in agreement with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "ZELIZER",
      "sentences": "No. I think it's going to be a very similar Trump. I think he is taking a deeper dive into the politics, the rage and anti- establishment rhetoric. I think the big difference is he will now incorporate the story of his presidency, both what he delivered to conservatives, with his federal justices, as well as his claim that he was constantly under attack into this broader story.And that's important because you have someone who as President of the United States is going to continue to try to run as an anti- establishment figure. So I think that's the main difference. But overall, you're going to see a lot more of the 2015-'16 Trump in the coming months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "WHITFIELD",
      "sentences": "All right. Julian Zelizer, great to see you this Sunday. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:52",
      "speaker": "ZELIZER",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:13:36",
      "speaker": "WHITFIELD",
      "sentences": "Welcome back.At least three are dead -- three people are dead and five more injured in a shooting at a Memorial Day motorcycle rally in the New Mexican town of Red River. The police chief there says the violence started after a confrontation between outlaw biker gangs. One suspect is in custody charged with murder. CNN's Mike Valerio is following all of the latest for us right now. Mike what more are police saying about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:50",
      "speaker": "VALERIO",
      "sentences": "So moving forward into the afternoon, there are no indications that the Red River motorcycle rally is being canceled. It is supposed to run through tomorrow.No booze though is being served. That is the prohibition that is being put in place by authorities. They are also asking businesses to stay closed. And one person is under arrest, charged with murder. But we're going to stay on top of this and have those comments from the police chief in the next hour, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:50",
      "speaker": "WHITFIELD",
      "sentences": "All right. Bring that to us.Thank you so much, Mike Valerio. All right. A violent weekend in Chicago. Police there say more than 35 people were shot between Friday evening and this morning. At least nine died from their injuries, according to officers. One of the victims is a 16-year-old girl who was standing on a sidewalk when she was struck by gunfire. It's not clear what her condition is. Several other victims were taken to area hospitals. Police have not said whether any suspects are in custody. And some terrifying moments in North Carolina when a city bus driver and a passenger got into a shootout. And the entire incident is caught on camera. The newly-released video shows the shooting from several angles. Investigators say the two were involved in an altercation before they started firing. CNN's Isabel Rosales is following the story and has more on all this. It happened a while ago, right. But now the surveillance video is being made available.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:50",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "That is correct. And this video Fred is truly shocking. We're going to show you the moments of that video but first let me set the stage here.We're hearing from the CEO -- the interim CEO of CATS, that's the Charlotte Area Transit System, who says that the driver and this passenger, they were arguing because the passenger wanted to be let off of the bus in an area that is not approved as a stop. So the driver said, you're going to have to wait until the next stop. Well, that is when the suspect -- he is Omarri Tobias, pulled out a gun. The driver, David Fullard seized the gun, pulls out his own gun and then a shootout happens. It's not clear who made that first shot. We're going to show you this video. But first, a warning, it is graphic. (VIDEO OF SHOOT OUT IN NORTH CAROLINA BUS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:50",
      "speaker": "ROSALES",
      "sentences": "Yes Fred, it's shocking, right. Quite unexpected and quick. A flurry of bullets just flying around. So Fullard, the bus driver, he stops the bus. Two other passengers that are bystanders in the bus, they moved to the back of the bus.And you see the suspect there on the ground crawling toward an exit. The bus driver then fires another round at the suspect. And eventually, that suspect and a bystander, they exit from the bus and the driver follows them and shoots them -- shoots the suspect, tries to again. Now, both of them were shot, the driver and the suspect. The driver shot in the arm, the suspect in the abdomen. They were taken to a hospital in stable condition. The bystanders, they were not hurt. Here is what the interim CEO of CATS had to say about this incident. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:50",
      "speaker": "BRENT CAGLE, INTERIM CEO, CHARLOTTE AREA TRANSIT SYSTEM",
      "sentences": "These occurrences make the press. And I understand that. They make the media, but they don't reflect the thousands of daily trips that occur with no incident at all.They don't reflect the majority of our operators who perform their job every day with no incident. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:50",
      "speaker": "ROSALES",
      "sentences": "So the passenger there, that suspect Tobias, he is facing several charges. Police have not said whether the bus driver will also face charges. However, CATS is saying that the driver didn't follow deescalating protocols. That it would have been reasonable in that moment for the bus driver to stop and would have allowed that passenger off of the bus.That bus driver importantly is hired by a third party contractor to the city. They are not allowed to have weapons and in fact having a weapons is grounds for immediate dismissal, according to their policy so that driver was terminated. We did -- our CNN affiliate WSRC did speak with that passenger's (SIC) attorney. And he says that the fact that he had a gun working there, 19 years on that bussing system, shows the level of concern that these drivers have for their safety. Listen. (BEGIN VIDEO CLIP) KEN HARRIS, ATTORNEY FOR DRIVER: Anyone in the workplace who is consistently confronted with dangerous scenarios could reasonably be expected to find a way to protect themselves so that they can get home safely. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "WHITFIELD",
      "sentences": "Ok. Well, it is pretty stunning video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "ROSALES",
      "sentences": "It is, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "WHITFIELD",
      "sentences": "Tell us when you know more, Isabel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "ROSALES",
      "sentences": "Will do. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:09",
      "speaker": "RICHARD QUEST, CNN BUSINESS EDITOR AT LARGE",
      "sentences": "The results, preliminary, though, they are. All the ballot boxes have been opened. It does look as though President Erdogan has won a third term. It's about -- depending on your numbers, 52 to 47 percent.So, it's not a huge victory. But it's a solid victory. And that will give the president great comfort because this was potentially his closest electoral squeak, if you like. This was the time when the opposition all combined in a candidate, and they still couldn't defeat him. Behind me, you see and hear the fireworks, the horns and all the noise as the Erdogan supporters are now out and about. So, it does look as though Erdogan has got his third term. And as you rightly say, now the questions, what does this mean? Particularly, for example, with the United States, with NATO. And is Turkey going to relent and finally allow Sweden to join NATO over Ukraine? There are many foreign policy issues, not least of which, Fredricka, of course, the relationship between a new and emboldened President Erdogan and a U.S. president, President Biden, who is going into an election year. So who has the stronger hand there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:48",
      "speaker": "WHITFIELD",
      "sentences": "All right. Now to this surprising discovery that is defying the laws of science. Crowds are flocking to the small town of Gower, Missouri, to view a Catholic nun's body that appears to show no signs of decay despite being buried for four years.The body of Sister Wilhelmina Lancaster who died in 2019 at the age of 95 was exhumed from the monastery grounds so she could be moved to her final resting place inside the chapel. But when her coffin was unearthed, this is what they found. Lancaster's body was apparently incorrupt, which in Catholic tradition means the body did not decay. CNN affiliate KNBC reports people have traveled from across the country to see for themselves. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:48",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Powerful experience. Very powerful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:48",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's one of the most rare events in the whole United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:48",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm not that old, but I have never heard of that in my life.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:48",
      "speaker": "WHITFIELD",
      "sentences": "Well, let me bring in Kelsey Wicks. She is the executive director for the ECI Group and has written about this for the Catholic News Agency.Kelsey, good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:48",
      "speaker": "KELSEY WICKS, CATHOLIC NEWS AGENCY",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:48",
      "speaker": "WHITFIELD",
      "sentences": "So, walk us through exactly what this group of sisters found when they unearthed, you know, the body.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:48",
      "speaker": "WICKS",
      "sentences": "Well, it's remarkable. When I sat down with the abbess, she said, we began to exhume the body to move her into the chapel. It's a longstanding custom in Catholic religious orders to have your founder or foundress in your chapel.And as they were exhuming her, there was a crack in the coffin. She took a flashlight, looked in. She goes, I think I saw a foot. She said, I couldn't have seen a foot. At this point in the game, there should be a great deal of decomposition. They were expecting to find skeletal remains. And instead, she found an intact body. She said to her sisters, I found a foot. They cheered knowing what this potentially means in Catholic tradition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:48",
      "speaker": "WHITFIELD",
      "sentences": "And so, you actually went as well, right? You went to see for yourself. And you and a lot of people can see for themselves, because she is out in the open. What did you experience?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:48",
      "speaker": "WICKS",
      "sentences": "I mean, it was remarkable the level of detail. Even the brand name of her sock was visible. The veil of her habit was made of the same material as the interior lining of the coffin. That had decayed while the veil had not. There was no smell of putrid or decay or anything of this. It was just simply looked as though she had been dead a day. It really was remarkable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WHITFIELD",
      "sentences": "Is there anything more you can tell us about who's Sister Wilhelmina Lancaster was?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WICKS",
      "sentences": "Yeah. She was 95 when she died. She lived 75 years in religious life under the vows of poverty, chastity and obedience, which just its own miracle.And at the age of 70, she founded this congregation of Benedictine Sisters. They are known for their chart topping Gregorian chant albums. But they've also now become known for the body of this woman in an unnatural state of decay and who is giving hope to Catholics and non-Catholics around the country that maybe God is active.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WHITFIELD",
      "sentences": "Wow. What comes next for Sister Wilhelmina? What will the process look like to determine if she, in fact, is an incorruptible? You know, what does it take to ultimately be declared a saint?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WICKS",
      "sentences": "Well, first on the level of incorruptibility, it doesn't necessarily demonstrate the holiness of her life, although, it could be a sign of it. So, in order for her to be canonized, she will have to go through a process that will begin after the fifth year of her death, that will go through all of her writings, her virtues, her life to see if there's anything in there that is contradictory to the Christian -- Christian way.And then after that, she'll need two miracles, one miracle for beatification and one miracle for canonization. This miracle, if it is found to be not as a result of any sort of fluke of the way in which she was buried or the conditions within the ground, which it does not appear to be, would not count for either of those two miracles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WHITFIELD",
      "sentences": "And do you know about how she was prepared for burial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WICKS",
      "sentences": "So, the abbess told me and it's been confirmed by the person who signed her death certificate that she was not embalmed and that she was laid in a simple coffin and we found a concrete sarcophagus around and placed into the ground. CNA did a series of interviews with morticians around the country. And many of them expressed their shock at the fact that a body that was not embalmed would be at this point of lack of decay. It's rather remarkable, according to those that study mortuary science.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WHITFIELD",
      "sentences": "Wow. It is remarkable, that's why so many are flocking there to see for themselves. And apparently, you know, there is a process that she will -- the body will actually be going through this week, right? I mean, there'll be a rosary involving her sisters, and what else do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WICKS",
      "sentences": "What's fascinating is there will be 20,000 visitors by the end of this weekend, they are anticipating. So, they've had to set up a meet and greet system. They have port-a-potties down on the property. There are people in lines. Volunteers are feeding them just to be able to walk through and catch a glimpse of the sister's body and to pray in front of it.On the 29th, the sisters will hold a rosary procession. And then they will move her body into a glass-enclosed case and put her final remains inside the chapel with the sisters while they wait to build a shrine to St. Joseph where they hope to bury her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WHITFIELD",
      "sentences": "Wow, that's incredibly, and then potentially other things could happen within the next year because you mentioned the whole fifth year after one's death potentially the process of canonization, if it comes to that. So, wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WICKS",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WHITFIELD",
      "sentences": "What a journey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WICKS",
      "sentences": "What a journey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WHITFIELD",
      "sentences": "Yeah. Kelsey Wicks, so glad you could join us. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:10",
      "speaker": "WICKS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:39",
      "speaker": "WHITFIELD",
      "sentences": "All right. This next story is the definition of a bad day turning into a win. A man in Kentucky says his day started out unlucky when he ran out of gas on the way to the pump. His tank was so critically low that he had to coast to the station. And then when he went inside the station, his luck turned around. He had $40 in cash, so he decided to use $20 on the gas and $20 on a scratch-off.Well, that paid off because he won the ticket's top prize, $1 million. He opted to take the game's lump sum of $862,000. And he says he plans to buy a new car with his winnings. And he is going to save the rest. All right. Well, it was a stunner at the buzzer. The Boston Celtics are one game away from pulling off the biggest comeback in NBA history. After losing the first three games of their series to Miami, Boston has now won three in a row to force a winner take all game seven. Carolyn Manno takes us inside the final thrilling seconds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "DERRICK WHITE, BOSTON CELTICS GUARD",
      "sentences": "I'm just happy we won. Whatever it takes, we've got to -- our back is against the wall. I'm just happy we won.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "JAYSON TATUM, BOSTON CELTICS FORWARD",
      "sentences": "oh my god. That was incredible. I'm still like in disbelief. This (EXPLETIVE DELETED) is crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "WHITE",
      "sentences": "We're a resilient group. We pick each other up. We fought for each other. The job isn't done yet. We got a tough one game seven and we got to find a way to win here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "JIMMY BUTLER, MIAMI HEAT FORWARD",
      "sentences": "We're in a tough position here. We can do it. I know we will do it. We got to go on the road and win in a very, very tough environment, but we're capable of it so let's get busy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "MANNO",
      "sentences": "So, here we are, it's winner take all in Boston on Monday night. Tip-off is at 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "WHITFIELD",
      "sentences": "Thanks so much, Carolyn Manno. That's a lesson, never give up.All right. Still ahead, some stormy weather could be on the horizon and may dampen some Memorial Day weekend plans. We'll bring you the forecast next. But first, this week's staying well. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "AARON WILSON, PHOENIX GRAVEL COLLECTIVE",
      "sentences": "Gravel biking is a pretty broad concept. It's bikes meant to go over a diverse type of terrain. Gravel bikes may have a drop bar, but realistically if it has a wider tire and it gets you out on to gravel paths, then it qualifies.DR. DON ROWE, CARDIOLOGIST: Gravel cycling is very advantageous to the heart. Gravel is better because you're overcoming a resistance. You have to work harder. So, because of the more that you have to put it, there's more oxygen delivery, it's more of aerobic exercise compared to riding on the pavement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:47:49",
      "speaker": "WHITFIELD",
      "sentences": "All right. Queue Lena Horne. Stormy weather could impact some Memorial Day plans from D.C. to the Carolinas, and the severe storm threats continue across parts of the Rockies.CNN meteorologist Britley Ritz joining us now with a look at the holiday weather. Hi, Britley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:47:49",
      "speaker": "BRITLEY RITZ, CNN METEOROLOGIST",
      "sentences": "Hey, Fred. Hey.Yeah, we are still dealing with the doom and gloom across the Carolinas. You can see a few lightning strikes just off shore, you may be able to hear the thunder in Norfolk or Wilmington but it's pretty far away. We do have the heaviest rain now pushing into the higher elevations of North Carolina. And some pushing into the Ohio Valley, may get a few showers there into Kentucky but otherwise we are expecting rain to taper back into our Memorial Day. Through Monday, however, we still have the slight risk of flooding especially inland, just north of Charlotte, you'll see areas highlighted in yellow and orange, about two and four to inches on top of what we've already had. And this coastal low, we're focused in on what's happening out west, that stalled boundary over the last 24 to 48 hours has caused some trouble. We've had a few tornadoes on the ground. We've been dealing with hail and strong winds and the same threat continues on for Sunday, where we see that area highlighted in yellow, the same risk -- wind, hail and isolated tornadoes, that's where we're most run vulnerable -- Fred.",
      "isLastSentenceInterrupted": false
    }
  ]
}