{
  "date": "2023-07-28",
  "headline": "CNN News Central",
  "subHeadline": "DOJ: Trump Tried To \"Alter, Destroy, Mutilate, Conceal\" Evidence; McCarthy Defends Trump As New Charges Drop, Including Obstruction; DeSantis Talks About His Campaign Reset. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:41",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "New charges in new evidence expanding the classified documents case against former President Trump. What the Special Counsel says was going on behind closed doors at Mar-a-Lago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "And not to be forgotten, Trump's third potential criminal indictments still looming, and an ever complicated legal cobweb, where things stand after a critical meeting between his legal team and the Special Counsel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "BERMAN",
      "sentences": "Plus, the Justice Department taking a closer look at police practices in Memphis, following the death of Tyre Nichols. Kate and Sara are off today. I'm John Berman with Rahel Solomon. This is CNN News Central.Donald Trump now accused of trying to alter, destroy, mutilate and conceal evidence. So what happens after those stunning new charges overnight? Well, now we know how Trump will respond or has responded. In a new interview, Trump says that if he is elected, he will fire the Special Counsel Jack Smith. Quote, I wouldn't keep him. The new superseding indictment says that two Trump employees, Walt Nauta and Carlos De Oliveira attempted to delete security camera footage at Mar- a-Lago at Trump's request. Prosecutors argued De Oliveira who has now been added to the case as a defendant, told the resorts IT director that quote, the boss wanted the server deleted. That interaction is a key driver of two brand new obstruction charges that Trump faces. He also received one additional count the willful retention of National Defense Information. He was already facing 37 federal charges. Let's bring in CNN, Evan Perez on all the latest new twists including literally new charges in the Mar- a-Lago case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Yes, John, and this is quite a twist. This brings, according to prosecutors, this brings forward new crimes that the former president and his now two co- defendants are accused of committing after prosecutors came and provided a subpoena asking for the -- for Mar-a-Lago, I'm sorry, for the Trump Organization to produce surveillance tapes of that area where those classified documents were those boxes were being stored at Mar-a-Lago.I'll read you just a part of what prosecutors laid out, as they say, a conversation between Carlos De Oliveira who was the head of maintenance at Mar-a-Lago, and an identified Trump employee, they say, he says, to this employee off to the side again, discussing surveillance states, they say that De Oliveira told the other employee how many days a server will retain the footage. And the Trump employee response that he believed there was about 45 days. They then jumped to a later part of the conversation where De Oliveira says that the Trump, the former president, the boss wants that server deleted. And he says, what are we going to do? The former president, of course, denies that he did anything wrong. He did an interview with the conservative outlet, Breitbart, in which he responds to what the latest charges are from Jack Smith and the Special Counsel. Listen. (BEGIN VIDEO CLIP) DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: I wouldn't keep him, Jack Smith, why would I keep him. He is the wrench. Look, he's gone after other people, been overturned unanimously in the Supreme Court. He's destroyed a lot of lives. Lives have been destroyed. I'm protected by the Presidential Records Act, totally. It shouldn't even be a case. It's not a criminal case. Where's Biden with all the documents? He's got 20 times, 30 times the documents I have, and he has not made it easy for them either. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "PEREZ",
      "sentences": "And you see there the problem -- the former president repeating some of his, frankly, what his political and his legal strategy there, which is to deny that any of this is actually a crime. And Carlos De Oliveira, who is the new defender that's been added to this case, he's due in federal court next week in Miami. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "BERMAN",
      "sentences": "And that will bear washing in and of itself. Evan Perez, thank you for all the new information. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "BERMAN",
      "sentences": "Indeed. In the meantime, CNN senior legal analyst Elie Honig is here and CNN senior political commentator David Axelrod, also with us. Elie, I want to talk about these new charges first, because when you look at it, it occurs to me, there's the strength of the allegations. And then there's the quality of the proof. Where do they line up here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "So it's a really important distinction to draw here. If you take everything in the indictment as gospel, if prosecutors prove everything and they're beyond a reasonable doubt, this is an overwhelming, open and shut case. But we have to dig a little bit further because some of the allegations in the indictment seem rock solid, for example, the audio recording of Donald Trump showing what we now know to be an actual document to people at Bedminster, that's on tape, Donald Trump's own voice, that is very, very strong.However, if we look at some of these allegations about the tampering with the surveillance video, may well be proof. But the way they're going to have to prove that is with testimony from this Trump employee for about what he was told by De Oliveira about what Donald Trump said, that's admissible. But it's a couple of layers of hearsay, the admissible kind of hearsay. And so not everything in this is locked in. But the indictment overall, to me strikes me as quite strong, but it's not perfect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "SOLOMON",
      "sentences": "David, let me bring you into this conversation. Is there any incentive at all for President Biden's away in here on any of these investigations was just continued to grow larger and larger?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Decidedly not. I mean, the whole defense strategy of Donald Trump and its wound up in his political strategy is to portray this as an effort on the part of the Biden administration in the deep state to sideline him in this election and deprive his supporters have a voice in this election. So why would Biden want to interject himself in this at all, they've made a very strong point of divorcing themselves from this case. And commenting on it wouldn't serve his interests at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "BERMAN",
      "sentences": "David, while we have you, you know, you're a veteran of many important political dinners in Iowa. And there's one tonight on the Republican side, you know, 13, you know, 12 other candidates beside Donald Trump there, you said Biden's got no incentive to weigh in here in any way. But there were 12 other candidates who were going to walk on that stage before Donald Trump, and they're all just going to pretend that this isn't happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "AXELROD",
      "sentences": "Yes, I mean, it really is interesting, and it reflects the dynamic in the Republican Party, John. You know, in a general election, this may be very damaging to Donald Trump to be multiple indicted to perhaps be convicted in a case. But in the primary, it's become a strength for him. He's actually gained momentum during this period because he has persuaded Republican voters that he is the victim of a conspiracy by the deep state, as I said earlier. And the Republican leadership, the Speaker of the House, members of Congress, and even his own opponents have amplified that by rather than criticizing Trump or attacking Trump by going after the Justice Department, the FBI giving credence to his charges, and we'll see what happens tonight.I think it's a foolish strategy, but it reflects because I don't think you're going to get to where you want to go that way. There's still this hope somehow that Trump will implode, and that they will benefit and if they take him on frontally, that they will antagonize his supporters. I just don't see there's no evidence that that is working. Look at Ron DeSantis, who has contributed to his own problems, but he has steadily declined in since the fall and since he became a candidate, because partly because he is unwilling to separate himself from Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "SOLOMON",
      "sentences": "Elie, let me ask, the superseding indictment, what does that do to the existing may 2024 timeline of when this was supposed to start?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:12",
      "speaker": "BERMAN",
      "sentences": "When you just said defense lawyers, it reminded me of another really great question you would ask, which is that for the people who have been working, the lawyers who are working have been for Donald Trump for some time, when you see this new evidence, these new allegations that Trump allegedly called this person to do X with this evidence, you know, what goes through your head?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:12",
      "speaker": "HONIG",
      "sentences": "You are very unhappy. I mean, look, obstruction of justice, evidence is devastating. One, it's its own crime. I mean, this -- they're counting this indictment, that could be convictions on obstruction, regardless of any issues with the documents. But two, it casts a pall over your entire defense, because prosecutors can argue properly and legally, they can say, why does a person obstruct justice? Why does a person hide documents? Why does a person try to have surveillance video deleted?And I think that argument resonates with the jury because it makes sense. So it's a tough gig, being a defense lawyer. You think you're ready, and then you open your e-mail one day, and there's new charges. But that's what they have to deal with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:12",
      "speaker": "SOLOMON",
      "sentences": "David, let me bring you back into the conversation and give you the last word here. And just turning back to 2024, Senator Tim Scott, this strategy that he's taken, which I think is authentic to who he is at least playing the nice guy, the comments that he made yesterday, Thursday, about DeSantis and Florida on these new black history education curriculum. I mean, what do you make? Do you think that lands with Republican voters? Do you think there is a lane for a candidate who is taking the nice guy approach?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:12",
      "speaker": "AXELROD",
      "sentences": "Yes, well, that remains to be seen. I think the problem here is that you can't sort of navigate around Donald Trump. And the strategy for all these candidates is to be the last person standing with Donald Trump to try and coalesce all the opposition to him, but then you have to take him on. So I think this is a case where nice guys finish last.But I want to I want to say one other thing about, John, about the comments about the trial and the timing of the trial that Elie was speaking about. What this effectively will do if Donald Trump is the nominee of the Republican Party, is turn the election into the trial, because he has made it clear as he did this morning that he will fire Jack Smith, and he will undoubtedly try and dispatch all of these federal charges, if he is elected president. And that has huge implications for the rule of law and for our democracy. So if just looking ahead, all these delays are really going to raise the stakes in this election next fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:12",
      "speaker": "BERMAN",
      "sentences": "We'll be here for it. David Axelrod, thank you so much for joining us. You know, we're talking about the Lincoln dinner with a picture of Lincoln behind you so you don't get better producing than that. Elie Honig, thanks to you as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:13:45",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, for the first time, the House Speaker weighing in on these new charges related to obstruction allegations involving the former president over the classified documents that were found at his home in Mar-a-Lago. And new allegations that the former president tried to seek the deletion of surveillance video footage as part of this effort, alleged effort to mislead and obstruct this investigation.Now I asked the Speaker of the House directly about that whether he had any concerns and instead he pointed the finger back at President Biden for his mishandling of classified information, even dating back from his time as a senator. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:13:45",
      "speaker": "RAJU",
      "sentences": "Does any of that concerning?REP. KEVIN MCCARTHY (R-CA), HOUSE SPEAKER: What concerns me is you have a sitting president that has a situation like this, that even worse, they had documents, but nothing's happened. You've had and he's buying a horse because he's the lead --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:13:45",
      "speaker": "RAJU",
      "sentences": "They're alleging --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:13:45",
      "speaker": "MCCARTHY",
      "sentences": "Well, the current president had documents as a senator so the -- there's no question when you have a document center, you have no right to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:13:45",
      "speaker": "RAJU",
      "sentences": "Obstruction versus handing the document.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MCCARTHY",
      "sentences": "You had it since a senator. You cannot leave the room any document. If I ever had a document that would be beyond obstruction because I know I can't take that document out of the scale. So he is a President. He is -- when he was a senator, he took a document. How many years is that? And there's been no prosecution. So this is why everybody sits back and says, what are these two chairs a justice, right?And then you look, anything when it comes to the Biden Inc. family, they get a whole different treatment. His son gets a Statute of Limitation run out six years, we know from any IRS agent, you never allow that to happen, come up, be able to extend it. But why is this? How can you be so quick to judge President Trump in a short time period and you've had all this other but you can't deal with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RAJU",
      "sentences": "The obstruction versus the actual handling, there's two different issues. You're saying the obstruction --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MCCARTHY",
      "sentences": "It's not two different issues. How does one keep being indicted and another not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RAJU",
      "sentences": "Because they're alleging that he obstructed in their federal investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MCCARTHY",
      "sentences": "Let me ask you this one question. Take all the names out. Is any senator, any congressman have a right to take the document out of the skin?(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RAJU",
      "sentences": "So when I like that for some time trying to equate the mishandling of it, the documents with the obstruction, of course, because that's what we know, is a real central part of this indictment against the former president trying to obstruct and mislead investigators. I did catch up with some other Republican members who did have some concerns, including one of them.Don Bacon, who represents the Nebraska swing district, no fan of Donald Trump, and he said that he believes it is a strong case against the former president thinks it will hurt the former president if he becomes a nominee in a general election there are. But as you can hear, see there, a different tune from Kevin McCarthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BERMAN",
      "sentences": "Yes, Manu, I was listening very carefully to every word that the Speaker said to you. And I didn't hear it there. I mean, he never actually addressed the obstruction charge, did he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RAJU",
      "sentences": "No, he never did. He continued to point the finger back at Joe Biden and question why Joe Biden has not been indicted over his hand mishandling of classified information but nothing about Donald Trump and there's really serious allegations of obstruction of justice and trying to mislead his investigators looking into the -- his handling of those documents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BERMAN",
      "sentences": "All right, Manu Raju, hard at work, great to see you. Thank you. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "And, John, all eyes on Iowa today as 13 Republican presidential candidates sets and make their pitch to voters at a party fundraiser. Former President Donald Trump, he will be there fresh off a new round of legal troubles of course, and he remains the GOP's front runner even as he faces three new federal charges in the classified documents probe.Florida Governor Ron DeSantis will also be there as he tries to reboot his struggling campaign with a bus tour of Iowa. And also a clear message that he can take on Trump. CNN's Jessica Dean on the trail in Iowa this morning. Jessica a lot of candidates there, what are we expecting to hear from them tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Right. We're going to see so many of them. And of course, former President Donald Trump appearing at this as well, after this fresh round of all of these legal questions. And this is where we really see the legal questions surrounding the former president and his legal trouble slamming into the 2024 race. And it all is going to just mixed together here in Des Moines tonight as all these other candidates struggle to break through and break the very firm hold that the former president continues to have on Republican voters in this race so far.We had new polling over the weekend from \"Fox Business,\" it showed President Trump at 46 percent, Ron DeSantis came in second at 16 percent. That was you can see just how far away he is there. And so Governor DeSantis in the state yesterday today on a bus tour is after he rebooted his campaign kind of a campaign reset. We saw him lay off about a third of his campaign staff. They said that they were going to have a leaner and more insurgent campaign as he really drills down on this argument about electability. And so we caught up with him yesterday, and I asked him about this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "DEAN",
      "sentences": "You've made some changes to your campaign in the last several days. What do you think that the voters should be taking away from that based on the fact that you're asking them to make you the top executive?GOV. RON DESANTIS (R-FL), PRESIDENTIAL CANDIDATE: So what I would say is focus on the substance, you know, a lot of this process stuff things happen because the executive you have a commander's intent. If that commander's intent is not followed, then you have to make sure it's followed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:01",
      "speaker": "SOLOMON",
      "sentences": "Yes. That's a really fascinating detail. Jessica Dean, live for us in Des Moines. Thank you, Jessica. John?",
      "isLastSentenceInterrupted": false
    }
  ]
}