{
  "date": "2023-07-08",
  "headline": "CNN This Morning",
  "subHeadline": "New U.S. Military Package to Include Cluster Bombs; Biden Defends Sending Cluster Munitions To Ukraine; FDA Grants First Full Approval For An Alzheimer's Drug; Twitter Threatens To Sue Meta Over Rival Threads App. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "That's wild to me. It's also amazing that he was there for four hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Yeah, if you have stuff that expensive. Is there no alarm? Was there no one who should have been alerted that someone has broken into the cellar with the good stuff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HILL",
      "sentences": "Right. Yeah. I guess he didn't have to worry about the lasers like in Ocean's 11, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HILL",
      "sentences": "Like he didn't have to worry about getting around those because there weren't any.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Shame, shame. All right. The next hour of CNN this morning starts right now.Good morning and welcome to CNN this morning. It is Saturday July 8th. I'm Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HILL",
      "sentences": "Nice to be with you this morning, Victor. I'm Erica Hill in today for Amara Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "All right. Here's what we're working on for you this morning.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I mean, it was a very difficult decision on my part and by the way, I discuss this with our allies.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "In an exclusive interview with CNN, President Biden defends his decision to send controversial weapons to Ukraine as part of a new aid package, what these cluster munitions do and the reason some Democratic senators are calling this a terrible mistake. HILL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Police are on the hunt for who they call a dangerous escaped inmate with survivalist skills, what they're asking you to do to help track him down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HILL",
      "sentences": "And the new threads app, oh, and gangbusters. Some 70 million plus people signing up in just two days and now Twitter is threatening to sue. We'll take a look at why, just ahead.Well, this morning, the Biden Administration is defending its highly controversial decision to include cluster munitions in the latest military package to Ukraine. That package includes armored vehicles and various types of ammunition but it's the inclusion of those cluster munitions that is sparking widespread concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "These weapons shower small but lethal bomblets over a wide area. The issue is that some of those do not explode and they remain deadly for years later. They're banned by more than 100 countries but not by the U.S., Ukraine, or Russia. President Biden rejected Ukraine's previous requests for them but told CNN Fareed Zakaria that he reconsidered given the recent changes on the battlefield.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BIDEN",
      "sentences": "We're in a situation where Ukraine continues to be brutally attacked across the board by munitions, by these cluster munitions that are -- had dud rates that are very, very low -- I mean, very high, that are a danger to civilians, number one. Number two, the Ukrainians are running out of ammunition. The ammunition they use call them 155-millimeter weapons. This is a -- this is a war relating to munitions and they're running out of those -- that ammunition.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "CNN's Natasha Bertrand reports on the reaction to this announcement. Natasha.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "BLACKWELL",
      "sentences": "Natasha, thank you. Supplying Ukraine with sufficient ammunition has depleted some U.S. stockpiles. This morning I spoke with CNN Military Analyst Cedric Leighton, who said that the dwindling store of U.S. weapons factored into the decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "CEDRIC LEIGHTON, CNN MILITARY ANALYST",
      "sentences": "The main reason that this is happening, Victor, is because our defense industrial base, our weapons manufacturers are not keeping pace with the standard artillery munitions production that is required for the Ukrainians to maintain not only their counter offensive but their ability to hold their positions that they have right now in both eastern and southern Ukraine. So this has basically become an issue of munitions shortages. And the very fact that we're having to grab into the cluster munitions bag, I -- that indicates that, you know, we have other things that we have to fix in our defense industrial base, both in the United States and with our NATO partner nations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "BLACKWELL",
      "sentences": "All the latest round of military aid comes as Ukraine claims that they've made progress in their counter offensive against Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "HILL",
      "sentences": "Yeah, the military, making advances according to Ukraine on Bakhmut, putting pressure on Russian forces in the city. CNNs Ben Wedeman joins us live this morning from Eastern Ukraine, so Bakhmut then we've talked so much about, really the scene of such intense fighting over these past months. What is the situation in and around that city this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "BEN WEDEMAN, CNN CORRESPONDENT",
      "sentences": "Yeah, Erica. We were at several batteries around Bakhmut. And what we saw is that really that town is now the focus of the Ukrainian counter offensive.As soon as one artillery round blasts toward Bakhmut, the crew rushes to prepare for another. Ukrainian officials report gains around the town that since last year has been the epicenter of the war. Gun commander Artern has been in the area for months. The task of taking down coordinates and barking orders now routine. He says he's now half death from the blast. Yet, he has sense to change. It feels like they're often running away he says referring to the Russians and then the order to fire. There's barely a lead up in the distant third shelling. The Russian says this gunner call signed Aires are falling back. We know because they hit us much less. One or two months ago, there was a lot of incoming. It was scary to be here. Now it's different. On another flank, the big guns are out. This is a Bohdana, a Ukrainian made 155-millimeter self-propelled howitzer. Ukraine claims the Russians have poured as many as 50,000 troops into the defense of the town, dug in deep. The Russians have fortified their positions and stand strong commander Dimytro tells me, but I think that's temporary. Russian soldiers captured in the battle here told us the shelling on their positions was relentless. That was a high explosive anti-personnel munition fired at the direction of Russian troops outside of Bakhmut. As soon as they fire, they prepare to fire again. And as the battle rages around Bakhmut, we're seeing the Russians continue to target civilian areas this morning. At 9:55, Russian missiles landed in an area in the town of Lyman which is about 25 miles north of Bakhmut. They killed eight people who were out buying groceries at food stalls there wounding 13, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "BLACKWELL",
      "sentences": "I'll take it. Ben Wedeman, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "HILL",
      "sentences": "CNN has an exclusive reporting. The Special Counsel, Jack Smith's investigation into claims of election fraud is focusing on that chaotic Oval Office meeting which took place just four days after the Electoral College declared Joe Biden the winner of the 2020 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "BLACKWELL",
      "sentences": "Multiple sources tell CNN that Federal investigators recently questioned former Trump adviser Rudy Giuliani and several other witnesses about that meeting. CNN's Paula Reed has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "HILL",
      "sentences": "All right. Paula, thank you. So some signs there, it could be winding down. But as Paula points out, still more people to talk to. Meantime, Donald Trump is trying to use these legal troubles to continue to rally up supporters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "BLACKWELL",
      "sentences": "Yeah, despite planning to talk about agriculture, Trump could not resist taking aim at the multiple investigations. CNN Chief National Affairs Correspondent Jeff Zeleny, has more.(BEGIN VIDEO CLIP) DONALD TRUMP, FMR. UNITED STATES PRESIDENT: If I weren't leading in the polls by so much, they wouldn't be indicting me. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Donald Trump back on the campaign trail in Iowa trying to use the indictments and investigations surrounding him as a weapon to rally Republicans around his quest to win back the Whitehouse.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "TRUMP",
      "sentences": "They want to take away my freedom because I will never let them take away your freedom.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "ZELENY",
      "sentences": "The former President making clear he is consumed by the Special Counsel's intensifying probe of his attempts to cling to power and overturn the results of the 2020 election.(BEGIN VIDEO CLIP) TRUMP: Every time I get a subpoena, you know, my polls go up and I get more and more subpoenas, report to a Grand Jury. He's killing Biden. He's killing them all. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "ZELENY",
      "sentences": "Before his appearance today in Council Bluffs, advisors told CNN Trump would focus on confronting a leading Republican rival.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "RON DESANTIS, FLORIDA GOVERNOR",
      "sentences": "Well, hello, Iowa.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "ZELENY",
      "sentences": "Florida Governor Ron DeSantis.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "TRUMP",
      "sentences": "He would be a total disaster. Every Iowan also needs to know that Ron DeSantis totally despises Iowa ethanol --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "ZELENY",
      "sentences": "But Trump stepped on his own attack lines, portraying himself as a victim of prosecutors trying to derail his candidacy. Trump returned to Iowa as many of his Republican rivals bluntly questioned his ability to win a general election as they seek to gain attention in a crowded field of candidates, some contenders are taking to the airwaves.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Small town boy, a self-made business leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "TIM SCOTT, UNITED STATES SENATOR",
      "sentences": "The radical left have chosen a culture of grievance over greatness.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "ZELENY",
      "sentences": "Others are shaking hands, introducing themselves to one voter at a time. Former Vice President Mike Pence implored Republicans to turn the page to avoid losing in 2024.(BEGIN VIDEO CLIP) MIKE PENCE, FMR. UNITED STATES VICE PRESIDENT: I honestly believe the different times call for different leadership. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "ZELENY",
      "sentences": "More than six months before the presidential nominating contest begins in Iowa, Republicans are a party divided between Trump excitement and Trump fatigue. Starlyn Perdue, who leads the Pottawattamie County Republican Party and is staying neutral in the primary is uncertain how that divide will be settled. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "STARLYN PERDUE, CHAIRPERSON, POTTAWATTAMIE COUNTY GOP",
      "sentences": "There are people that are still very much pro Trump, other ones that are exploring their options and so it will be interesting to see how it plays out. I think -- I think truly it will just be time will tell on how it will impact this election.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:23",
      "speaker": "ZELENY",
      "sentences": "With the Iowa caucuses set to open the Republican Presidential contest in early January, one thing is clear. Trump's campaign and his legal case have simply one argument behind them, the former President trying to use this indictment and investigations as a weapon to rally support among Republicans. The question is, can any other candidate break through and challenge him one on one. Jeff Zeleny, CNN Council Bluffs, Iowa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "HILL",
      "sentences": "CNN Meteorologist Britley Ritz joining us now with more on how it could impact your weekend. So give us a better sense of when and where those storms will be impacting folks this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "BRITLEY RITZ, CNN METEOROLOGIST",
      "sentences": "Erica, things are pretty settled at the moment, sub severe, if you will. But quite a bit of lightning from the plains right on up into the Ohio Valley. But this is all going to regenerate as we bring in more heat and the humidity yet again through the afternoon alongside that cold front. So these areas highlighted in yellow are where we're most vulnerable right through the Central Plains on up into parts of the Tennessee River Valley. But all the way up into the Ohio River Valley from Columbus even into Cleveland, we can't rule out that threat of a stronger storm. Wind is going to be our biggest threat within the swath. But large hale over two inches, can't be rolled out in diameter and isolated tornadoes, especially in Eastern Colorado.So keep that in mind as we roll into the afternoon. Here we are, three o'clock noticing these storms really starting to fire up especially across the lower Mississippi River Valley. And that pushes through the Tennessee and Ohio River Valley through the evening and overnight hours. But then, of course, we're focusing now on the Central Plains as we get into the overnight and early tomorrow. Again, the heat helping to fuel some of these storms so that's not just the only severe weather threat that we're focused on. But we're focused on that threat of heat, where we're talking about temperatures over 115 degrees, excessive heat warnings in places for Phoenix south and back into El Paso as well. And advisories in places from New Mexico, the southern part of New Mexico and down into parts of western Texas where again temperatures are going to be well over the triple digits here in the upcoming three days. Take a look at Phoenix. I want you to see this line here. This just puts everything into perspective. We should typically be around 107 degrees. High temperatures are going to be around 115 by the time we get into mid-week. Thankfully, we've seen some cooling, not much but some. And we've noticed that with the cold front that's moved through especially across the plains back through the Ohio River Valley and on up into the Northeast. But we really need to focus across the Southwest, down across the Deep South and into places like Florida, where we factor in dew points of 70 plus and it feels like we're in the triple digits. So make sure we're staying hydrated out there and frequent breaks come indoors. Make sure you're getting some good AC, Victor, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes, if you have it, get -- get into that AC. Britley Ritz, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "RITZ",
      "sentences": "Yeah. No kidding. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:56",
      "speaker": "HILL",
      "sentences": "Let's take a look at some of the headlines we're following this morning. Police say they have arrested two suspects in the Fort Worth Texas mass shooting that killed three people and injured eight others on July 3rd.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:56",
      "speaker": "NEIL NOAKES, FORT WORHT POLICE DEPARTMENT",
      "sentences": "Our homicide detectives arrested 20-year-old Christopher Redick Jr. and 19-year-old Brandon Williams. Both are in custody at this time for murder.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:56",
      "speaker": "HILL",
      "sentences": "The gunfire started entities shortly before midnight during the community's July 4th celebrations. And police say they believe there was some sort of altercation just before the shooting took place. According to the gun violence archive, there have been 361 mass shootings in the U.S. so far this year.The massive cargo ship docked at New Jersey's port of Newark that's been on fire since Wednesday night is likely to burn for days. The ship's operator says those top decks are still burning and authorities have been monitoring not only air quality but also the suitability of the ship. They're also sampling the water for safety. Six firefighters were injured battling that blaze. Two of course lost their lives. New Jersey fire officials say those two firefighters; Augusta Acabou and Wayne Brooks became trapped by the intense heat. Police say a woman who was previously worn to stay away from Taylor Swift's Rhode Island home has been busted outside the property. Court records show the woman will be arraigned on July 14. Overzealous fans have been a problem for Swift for years now. Just last month, an Indiana man was charged with stalking, intimidation, and harassment according to jail records. Swift, of course, is currently in the middle of a worldwide tour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:56",
      "speaker": "BLACKWELL",
      "sentences": "Right now authorities in Pennsylvania are searching for a dangerous inmate who escaped prison. They say that Michael Burham used a piece of exercise equipment to climb through the roof of the prison yard to escape. He was being held on arson and burglary charges. He's a suspect in a homicide investigation. CNN's Rafael Romo is following this for us.So authorities have said that he has survivalist skills. How do they believe that this factors into their attempt to capture?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:56",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDEENT",
      "sentences": "Yeah, it's -- they're -- they're looking at that because of those survival skills, Victor, may make him more difficult to find and can also allow him to stay out of sight for longer. So officials are taking that into account as they try to find them. Authorities say this is a very dangerous individual. Michael Charles Burham was being held in the Warren County Prison on arson and burglary charges and he's also a suspect in a homicide case. He was also associated with the prior carjacking and kidnapping of a local couple while trying to escape capture according to police in Warren a rural town in northwestern Pennsylvania near the border with New York State. Police say he escaped from the county prison, listen to this, Victor, by elevating himself on exercise equipment and exiting the jail yard through a metal gated roof. Officials say, he was able to use bed sheets that were tied together to get from the roof to the ground. About his survival skills, this is what a Warren police captain had to say.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:22:00",
      "speaker": "ROMO",
      "sentences": "And Burham was last seen wearing an orange and white jumpsuit with a jail issued denim jacket and orange crocs. In addition to searching for Burham on foot with canine units, law enforcement officers are also using ATVs, drones, and aircraft according to a spokeswoman with Warren County. She also said that there's no indication for now that the suspect is being assisted by anybody. And but he's familiar with the area in Northwest Pennsylvania. Prison officials declined to comment Victor but the county emphasizedthat no one, no one should engage with him in any way whatsoever because he's very dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BLACKWELL",
      "sentences": "This week, the FDA granted full approval to a drug that could slow the effects of early onset Alzheimer's, it gives new hope to more than 6 million Americans currently living with the disease.Leqembi is the first drug proven to slow the course of this disease. And with its approval, also comes the opportunity for the drug to become more affordable. Joining us now is Dr. Allan Levey. He is a professor and chair of the Department of Neurology at Emory University School of Medicine. He's also the director of embrace Alzheimer's Disease Research Center. Dr. Levey, thank you for being with us. DR. ALLAN LEVEY, DIRECTOR, EMORY UNIVERSITY ALZHEIMER'S DISEASE RESEARCH CENTER: My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BLACKWELL",
      "sentences": "All right. So this is the first FDA approved drug to show clinical benefit of slowing the progression of this disease. How much benefit does it offer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "LEVEY",
      "sentences": "It offers benefit, which is huge. This is a slowly progressive disease. And over the course of the 18 months that people were treated in the clinical trials that led to approval, there's about a 30 percent slowing of disease, which seems small in some people's mind, as a person who's been caring for people and like others, having family members affected, slowing the disease is absolutely a monumental step forward. Right?What that means for some individuals is over the course of a year or two, they may be able to stay more independent, do things maintain a really high quality functioning of life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BLACKWELL",
      "sentences": "Even for people who are hoping to have a few months more of that, years more of it is groundbreaking. But it's for only the early onset. Why just early on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "LEVEY",
      "sentences": "Yes. So we -- there's early onset sometimes connotes something different as a young person getting a disease. What we really mean is the early stages -- BLACKWELL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "LEVEY",
      "sentences": "-- which is really critical. The earliest symptomatic stages we call mild cognitive impairment, the drug is really intended for people in these very early stages or in the mild stage of Alzheimer's disease, per se, when people still have relatively preserved functional abilities.And so this drug is not for everybody. But in these early stages, that's when it's really most likely to be effective and impactful. And we know that there is a 30 percent slowing, but that benefit may even grow over time. And that's one of the next things we have to learn",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BLACKWELL",
      "sentences": "What's the -- every drug has side effects. And there are some risks. What are the risks here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "LEVEY",
      "sentences": "Yes, great question, Victor. They're really serious. So, there are these abnormalities that appear on brain scans. So people need to be able to have brain MRI scans to be eligible for this drug to see if they're at risk for the side effects, but microbleeds in the brain, brain swelling, which sounds horrible, but almost always either asymptomatic and certainly rarely, rarely serious. But they can be.And that's really the critical thing for people to know both patients and doctors. Selecting the right patients is a crucial first step in identifying people. So they don't have these, you know, fatal outcomes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BLACKWELL",
      "sentences": "And you still have some answers you need about the impact on certain populations, in part because there's some people who just do not submit themselves for these clinical trials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "LEVEY",
      "sentences": "That's right. You know, accompanying this FDA approval was Center for Medicare is also going to allow funding, Medicare is going to fund this drug under terms called the registry, so that information can be collected to see who is going to benefit in the real world.The people who participate in clinical trials tend to be in major urban cities here in Atlanta and other academic medical centers. They're highly educated. They're almost all white. We have terrible under representation of minorities, despite knowing that Hispanics and blacks have twice the incidence of dementia, right? So we really need more participation. We don't know whether all individuals are going to benefit or whether someone will have higher risk factors. And so selecting the right people is crucial. And unless people of all diverse types get involved in research, we're not going to know if they're going to benefit from a drug, which would be horrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BLACKWELL",
      "sentences": "Yes. So again, you say that this is for people in the early stages --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "LEVEY",
      "sentences": "Early stages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BLACKWELL",
      "sentences": "-- of Alzheimer's. Can you extrapolate from this from this this research, if there will be or could be based on what you've learned here. Treatment for those who are in I guess, more advanced stages eventually?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "BLACKWELL",
      "sentences": "Yes. Dr. Levey, this is good news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "LEVEY",
      "sentences": "It's good news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "BLACKWELL",
      "sentences": "It's good news. And I know especially for someone who has spent so many years working in this field that this is fantastic. Thanks so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "LEVEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "BLACKWELL",
      "sentences": "Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:11",
      "speaker": "HILL",
      "sentences": "Oh buckle up here, Twitter is now threatening to sue Meta. The parent company of course that Facebook and Instagram after the launch of Meta's new Twitter rival Threads. Threads has experienced some pretty explosive growth since the official launch on Thursday, reporting some 30 million signups on the platform's first day.Now their numbers are well over 80 million. Twitter contends though that success came by hiring former Twitter employees in stealing trade secrets. Joining me now to discuss Will Oremus, Technology News Analysis Writer for The Washington Post. Nice to see you, Will. So, look, Meta pushing back pretty hard here saying no dice. But the fact that Twitter is so concerned so quickly, what does that tell you about threats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:11",
      "speaker": "WILL OREMUS, TECHNOLOGY NEWS ANALYSIS WRITER, THE WASHINGTON POST",
      "sentences": "Yes, it tells you that Twitter is feeling threatened. Elon Musk has taken Twitter in a direction that has pleased some users but alienated a lot of users. It has also alienated a lot of advertisers whom Twitter depends on for its revenue, that has created a large hunger for some kind of alternative that provides similar functionality but isn't run by Elon Musk.We've seen a number of other startups try Mastodon Bluesky posts, but Facebook's Threads, sorry, Meta's Threads is really the first one to gain a lot of traction. And it's in fact become rocketed to the top of the App Store charts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:11",
      "speaker": "HILL",
      "sentences": "You mentioned Mastodon, there are a number of as you point out, there's spill as well, there's a beta out there for spill. But Twitter doesn't seem to be going after those apps or their parent companies, in the same way not threatening a lawsuit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:11",
      "speaker": "OREMUS",
      "sentences": "Well, Twitter has been very defensive about any kind of rivalry. There's a newsletter platform called Substack and launched a feature called Substack notes that has some Twitter like features. And when it did that, Twitter started blocking all links from Twitter to Substack's, all these Substack writers who depended on Twitter to get the word out about their newsletters were cut off from their audiences. So the defensiveness from an Elon Musk company is certainly nothing new.However, the threat posed by Threads, I think is much greater than that posed by the startups to Twitter because what Instagram and Meta know how to do is get huge numbers of ordinary people onto a social platform, connect them with their friends, give them content, that's not necessarily the kind of argumentative politics stuff that Twitter specializes in. But content from creators, celebrities, entertainers, that's what they're aiming to do here. And they're actually aiming to build a bigger audience than Twitter has ever had by making this sort of more mainstream, more social version of Twitter, as opposed to the one that we know and love and hate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:11",
      "speaker": "HILL",
      "sentences": "Well, to that point, the head of Instagram, telling The Verge that they're not going to do anything to encourage politics and hard news, right? They want to keep this, I guess, soft and fluffy and be about culture and entertainment. I mean, right now, it seems that everybody's there with a giant grin on their face, like, Hey, guys, here we are, what should we do? How do you like Threads? What do you want to do? In reality, how long does that last?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:11",
      "speaker": "OREMUS",
      "sentences": "Yes, I mean, it's one thing to say we're not going to encourage politics and hard news. I don't, you know, I don't think they're going to be able to stop people talking hyper politics and hard news. But they are giving us a hint as to the philosophy that will guide this site, Threads. It's not going to be a free speech free for all. It's not going to be -- it doesn't have the mission of being a place to speak truth to power, which Twitter for a long time before Elon Musk really did.I mean, it was a place that prided itself on being a venue for activist organizing the Arab Spring, Black Lives Matter, the Me Too Movement, those all coalesced partly on Twitter, that is nowhere in the mission statement of Threads as laid out by Instagram chief Adam Mosseri. They want large numbers of people. They want those people happy and interacting in a friendly way. So it really I think, will have a different character over time as it evolves. And what you're seeing in the early days is really a lot of people chasing clout people are coming over from Instagram trying to bring their followings. They see Threads as a potential place to build their audience. And so, you know, people are posting old memes trying to go viral trying to build up that follower count.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:11",
      "speaker": "HILL",
      "sentences": "Interesting, too, in terms of being a place for maybe activism, social activism. There are no hashtags right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HILL",
      "sentences": "We're talking about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "OREMUS",
      "sentences": "And so, you know, they kind of have a minimum viable product now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HILL",
      "sentences": "Really quickly, Will, we about 15 seconds. What will signal to you though long term success?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "OREMUS",
      "sentences": "Long term success, it has to have an identity. I mean, it can't just be, you know, it's just an extension of Instagram. It's just a place where people are trying to build up their followings. It's not going to -- I don't think it's going to have staying power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HILL",
      "sentences": "Will Oremus, always great to talk to you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "BLACKWELL",
      "sentences": "CNN's Audie Cornish delves into the dark side of social media and the negative impact it can have on the mental well-being of children in a new episode of the whole story. Here's a look.(BEGIN VIDEO CLIP) AUDIE CORNISH, CNN ANCHOR (voiceover): What Tammy didn't know at the time, was that Selena had figured out how to block her mother from seeing her online life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She had saved her fingerprint and I didn't know she had saved it in my phone. So like if I fall asleep or whatever she would use her fingerprint to get in and change the settings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Once the pandemic had started, she was posting more, she became more recluse, she was focused on how many likes she has, how many followers she has, how many followers she's losing, who's messaging her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "CORNISH",
      "sentences": "During the pandemic when Selena school and social life moved online, she was regularly messaging with people on these apps. Some she knew some she did not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There were adults that would reach out which I was not aware of until -- not too long ago. Men they knew she was a minor.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "BLACKWELL",
      "sentences": "A woman strumming along and her guitar has no idea that a hawk is sitting right behind her but a dog does and tries to warn her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "HILL",
      "sentences": "And lucky for us it was all caught on video. Here's Jeanne Moos with a little bit more of this tune.(BEGIN VIDEOTAPE) JEANNE MOOS, CNN NATIONAL CORRESPONDENT (voiceover): Watch this video like a hawk because the hawk on the railing is going to sneak up behind Nikki Kundanmal. She may be contemplating giving up guitar but the hawk is contemplating dropping in for a snack. Nikki may be blissfully unaware but her feisty little dog Khushi started going nuts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "NIKKI KUNDANMAL, TIKTOKER",
      "sentences": "No barking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "MOOS",
      "sentences": "To warn her about the hawk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "KUNDANMAL",
      "sentences": "Khushi, quiet. MOOSCommenters called this little TikTok video of cinematic masterpiece. OK, maybe it wasn't Hitchcock's The Birds. But it left viewers in suspense did your laptop survive? Nikki declined to do an interview telling CNN I've been very overwhelmed but everything is good here. After all, the hawk didn't get tangled in Nikki's hair like this woodpecker did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why is that thin on your head?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "MOOS",
      "sentences": "Brittany Bronson's brother had to untangle its feet. And the hawk didn't mimic this parent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "UNIDETNIFIED MALE",
      "sentences": "One just landed on the old pirate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "MOOS",
      "sentences": "But it sure made a hero out of little Khushi who got off his tushy to defend mom. Jeanne Moos, CNN, New York.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "HILL",
      "sentences": "Khushi for the win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "BLACKWELL",
      "sentences": "Yes, let Khushi bark because Khushi barks with purpose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "HILL",
      "sentences": "Khushi knows what Khushi is doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "HILL",
      "sentences": "There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "BLACKWELL",
      "sentences": "Join us again in an hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:20",
      "speaker": "HILL",
      "sentences": "Thanks so much. Smerconish is up next. As Victor said we'll see you back here at 10(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It doesn't matter what types of dance style and one does. What matters is that individuals enjoy it. Dance is really great because you can adapt it. Dancing can also take place in the seated position. Dance is an aerobic type of physical activity that is good for heart health and brain health.(END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}