{
  "date": "2023-12-10",
  "headline": "CNN Newsroom",
  "subHeadline": "President of University of Pennsylvania Steps Down Amid Controversy About Antisemitism; Israel-Hamas War; People Advised by IDF to Leave Certain Areas in Khan Younis; Structure Where People Were Seeking Shelter Leveled by Two Blasts; Hamas Still Keeping 137 Captives, According to Israel; Call for Captive Release at a Rally in Tel Aviv; U.N.: Kerem Shalom Crossing Undergoes Aid Assessment Testing; London Sees Thousands of Demonstrators in Favor of Palestine; Pro-Palestinian Demonstration Staged in New York; At Least 6 People Die in Tennessee Tornadoes; Ukrainian Lawmaker on Russian Strikes; Trump on His Indictments, Trials; Russia's War on Ukraine; Attacks on Ukraine by Russia Increase as Winter Draws Near; Zelenska Issues Solemn Plea for Further Military Assistance; Interview with Ukrainian Parliament Member Oleksiy Goncharenko; U.S. Congress Blocked Military Aid for Ukraine; U.S. 2024 Election; Prior to Caucuses, GOP Candidates Focus on Iowa Voters; Children of Jailed Iranian Activist, Narges Mohammadi, Will Accept Award on Her Behalf; EU Poised to Approve Sweeping A.I. Regulations; Interview with Irish Council for Civil Liberties Enforced Senior Fellow Kris Shrishak; Annual Army-Navy Football Game; 2023 Heisman Trophy Winner Jayden Daniels of LSU. Aired 4-5a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "Welcome to all of you watching here in the United States, Canada, and around the world. I'm Bianca Nobilo. Ahead on \"CNN Newsroom.\"The firestorm over her comments on antisemitism to Congress leads to the University of Pennsylvania president stepping down. One member of Congress says, expect more to follow. Plus, the IDF tells civilians to leave the center of Khan Younis, but it's not sure that they're getting the message. And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh --. Oh, my God.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "A deadly storm system ripped through Tennessee, and now several counties are under a state of emergency.University of Pennsylvania President Liz Magill and the head of the school's board of trustees have resigned. It comes after the intense backlash to the comments made by three U.S. university presidents to Congress about antisemitism on their campuses. This all began amid a wave of protests over the Israel-Hamas war. Many at college campuses, many of them expressing support for the Palestinian cause. But there's a debate over whether phrases like, from the river to the sea, a mount tall call to eradicate Israel. Magill and the presidents of Harvard and MIT struggled to answer a Congressmember's question about where universities would draw the line. (BEGIN VIDEO CLIP) REP. ELISE STEFANIK (R-NY):  Specifically calling for the genocide of Jews, does that constitute bullying or harassment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "LIZ MAGILL, PRESIDENT, UNIVERSITY OF PENNSYLVANIA",
      "sentences": "If it is directed and severe or pervasive, it is harassment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "STEFANIK",
      "sentences": "So, the answer is yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAGILL",
      "sentences": "It is a context dependent decision, Congresswoman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "STEFANIK",
      "sentences": "It's a context dependent decision, that's your testimony today? Calling for the genocide of Jews is depending upon the context?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "That Congressmember, Elise Stefanik, had a blunt response to Magill's resignation. One down, two to go. And some Jewish UPenn students said that they hope her resignation will bring positive changes.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "EITAN WEINSTEIN, UNIVERSITY OF PENNSYLVANIA JUNIOR",
      "sentences": "It became clear that President Magill didn't really seem to have a very strong grasp on the situation on the ground on campus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "JOSHUA WEISSMAN, UNIVERSITY OF PENNSYLVANIA SOPHOMORE",
      "sentences": "There's a lot of tension on campus. and I really hope a lot of it starts to go down and people start to calm down a little bit.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "Magill's resignation also comes after a wealthy alumnus threatened to withdraw a $100 million donation. CNN's Polo Sandoval explains what happened.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "In Gaza, Israeli airstrikes and ground operations are ongoing against what Israel says are Hamas targets across the Strip. Some of the fiercest battles are said to be in and around the southern city of Khan Younis, which the IDF has described as a Hamas stronghold. The Israeli military is now telling people that they have to leave specific areas, although, due to poor communications, it really isn't clear if Palestinians are able to receive those warnings.Two large explosions at a building in Central Gaza early Saturday set off a frantic scramble to pull victims from the wreckage. Residents say, at least 150 people were thought to be sheltering inside. The Hamas-run health ministry in Gaza claims more than 17,000 people have been killed there, and nearly 49,000 wounded since the war began two months ago. CNN can't verify those figures. The U.S. is preparing to rush thousands of tank shells to Israel as it advances its military operations across Gaza. Weapons sales normally go through Congress and require a 20-day review period. But a source with direct knowledge tells CNN that the State Department notified lawmakers late Friday that it would waive the waiting period to send 13,000 tank shells right away. The State Department's emergency declaration came on the Hill's request to Congress last week to transfer 45,000 rounds of tank ammo to Israel. Elliott Gotkine is covering all of this for us here in London. Elliott, bring us up to date on the latest on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "ELLIOTT GOTKINE, CNN JOURNALIST",
      "sentences": "Bianca, in the last couple of hours, the IDF has given an update, talking about more than 250 strikes taking place on targets in the Gaza Strip over the previous day. In one incident, it says that it struck what it described as a Hamas military communications site adjacent to a mosque. But at the same time, there's been fierce fighting on the ground.Hamas itself, describing the fighting as -- talking about fierce battles from zero distance taking place, especially in the northern part of the Gaza Strip, where Israel says it is closing in on the command-and-control centers of Hamas in Jabalia and Shuja'iya in the northern part of the Gaza Strip, which it describes as strongholds of the militant group. At the same time, the IDF releasing quite striking video footage of its soldiers doing battle on the ground inside the Gaza Strip. In one video, you can see soldiers firing with automatic weapons and rocket propelled grenades down the street in Gaza. And in another, you see them firing into a house where it said it had been coming under fire from militants, and also throwing in grenades, you see the explosions. Then afterwards, once the dust has settled, you see the blurred images off the militants that Israel said it killed in that particular battle. Now, at the same time, you mentioned the death toll in the Gaza Strip since Israel launched its operations in the wake of the Hamas terrorist attacks of October the 7th. The Hamas-run health ministry saying 17,700 people now killed. Israel's national security visor -- advisor Tzachi Hanegbi saying that at least 7,000 militants have been killed since Israel launched its operations. Now, we have no way of verifying Hanegbi's figures. We have no way of verifying the Hamas-run health ministry figures either. But if they were to be accurate, that would obviously reduce greatly the number of civilians that have been killed. But even then, clearly 10,000 or so noncombatants being killed in this conflict is a mind-boggling number, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "Elliott, what are you learning about the hostages still being held by Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "GOTKINE",
      "sentences": "And the IDF very much under pressure to do all it can to free those hostages. Indeed, in one incident over the weekend talking about how soldiers tried to free at least one of the hostages, that a couple of soldiers were severely wounded and that that particular attempt failed. But very much getting those hostages back to Israel is very much uppermost in the minds of the war cabinet as it carries out its battle plans inside the Gaza Strip. Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Elliott Gotkine, very much.Another border crossing with Gaza could finally open to help get more aid into the enclave. The World Food Programme says, it's testing a new process for inspecting aid trucks through Gaza's Kerem Shalom border crossing with Israel. It says that the needs are massive, and opening the crossing would help organize U.N. convoys going into Gaza. On Thursday, an Israeli official said they would open the crossing in the next few days, but only to inspect aid trucks. Thousands of pro-Palestinian protesters filled the streets of London on Saturday. (BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Many carried signs and Palestinian flags, calling for a ceasefire in Gaza. Police estimate nearly 40,000 people were at the rally. They say at least two people were arrested for carrying offensive posters. And in New York, pro-Palestinian demonstrators rallied in Brooklyn on Saturday. They flooded the roads and reportedly blocked traffic in some areas. Many in the crowd held signs and chanted, Palestine will be free.In eastern Tennessee, an eyewitness captured video of this tornado as it moved over Madison, causing electrical flashes and an explosion. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh --. Oh, my God.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Chilling. And now, a state of emergency has been declared in some communities as twisters swept the area. At least six people are dead and nearly two dozen are injured. This is the scene in Clarksville on Saturday, where buildings were torn to shreds. The mayor lamented, our hearts are broken. Officials say they're still in a search and rescue phase and are trying to see if there are more casualties. Authorities are urging residents to stay away from the damaged areas as the emergency crews work. Witnesses described what happened.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Walls bursted, the windows bursted. Everything just, like, exploded. This is what it really like. It felt like everything exploded, like, a lot of pressure built up and just popped.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "Ukraine is getting a preview of what could lie ahead in the coming months as Russia steps up attacks across the country. Officials said on Saturday that Russia launched close to 100 airstrikes over the preceding 24 hours. The Kherson region was hit by a barrage of artillery and drone attacks, which killed at least one person and wounded another. That happened a day after Russia used cruise missiles for the first time in more than two and a half months. Western Intelligence officials expect Moscow to ramp up strikes on infrastructure and electrical facilities this winter.Ukraine's First Lady, Olena Zelenska, is making a somber appeal for soldiers back home. She spoke with the BBC after the U.S. Senate Republicans blocked the latest batch of military aid for Kyiv. The bill is now in limbo with money for Ukraine quickly running out. Zelenska said that if the world gets tired of helping Kyiv resist the Russian invaders, it will be the equivalent of letting Ukrainians die. For more, we're joined by Oleksiy Goncharenko, a Ukrainian parliament member who represents the Odessa region. Thank you so much for being with us this morning, sir. And first, I would like to speak to you about what Mrs. Zelenska said, and whether or not that sentiment is widely shared in Ukraine. It must be very frustrating to see this partisan gridlock in the United States. What is the feeling in Ukraine about that? OLEKSIY GONCHARENKO, UKRAINIAN PARLIAMENT MEMBER:  Definitely, Olena Zelenska is right when telling that without U.S. support, we are speaking about the genocide of Ukrainians which will be made by Russians. Because on occupied territories of Ukraine, Russia is committing genocide. Unfortunately, all five criteria are sexual crimes, mass murders, the forceful deportation of people including children, all of this is on the place. So, if Russia will expand its control on new territories of Ukraine, that will mean that hundreds of thousands of Ukrainians will be under threat of genocide. That is the very grim reality that we have. And that's why we are so concerned to observe what's going on in the U.S. Congress now with a new package of support to Ukraine. You know, the West and the United States leading were telling for two years, we will be with Ukraine as long as it takes. But I -- we can't believe that as long as it takes men (ph) just two years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "GONCHARENKO",
      "sentences": "I mean, again, let us be -- let us -- those who are watching us from the United States, ask yourself, is Russia ally of the United States or is Russia a rival of the United States? I think the answer is absolutely clear. And today, Ukrainians are destroying these, probably, second strongest rival after China. And maybe even the first, because we don't know anything about Chinese army.But Russian army now is battle hardened. They received unique experience of warfare of 21st century. Putin feels himself emboldened. And do you really think that having some even partial success in Ukraine he will stop? So, Ukraine today with no one life, no risk in any one life of American soldiers or officers is destroying capabilities of the biggest rival of the United States. So, I can't understand how it could be a better investment than to help Ukrainians. We are not asking for boots on the ground. We don't need courage. We have enough of our own, but we just need weaponry. And to provide us with this weaponry. I think this is the smartest idea and that's the best investment that the United States could do. And it's not about, when I hear like people like Vivek Ramaswamy who are telling that Ukrainians received $200 billion or something like this is just not true. Ukraine received in military, if to calculate the weaponry which we received in reality in Ukraine, not refreshing of stockpiles in the United States, not like this. But what Ukraine received is just more than $20 billion. And most of this money are still in the United States. They came to United States factories, to companies which produces, missiles, drones, and other things. Creating jobs in the United States. So, isn't it a wonderful investment? Not really a very big one, but very successful one. So, I can't understand why Ukraine became a hostage of internal political discussion in the United States. Making such a great investment and Ukrainians being so resilient and strong. And don't forget that Ukrainian army today probably is one of the strongest in the world. And let's ask yourself, if the United States will need support of any of its ally, who will be in trenches near Beijing? That's the question. Ukrainians are ready to be, and I'm not sure that many other countries which are allies of the United States are ready to be there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "Indeed. When I speak to my friends who are in Ukraine, that's always what they say to me. That they very much see it as Ukrainians are paying the price with their lives and their limbs and their families to keep Putin at bay from the rest of NATO's territory.I'd like to get into some of the tactics that the Russians are using at the moment, especially as this harsh winter in Ukraine is setting in. Do you have concerns that Russia is going to continuously target power infrastructure even more so? And obviously, I presume it hasn't been possible for Ukraine to fully rebuild from last year's onslaught.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "Oleksiy Goncharenko, thank you so much for joining us. I hope they hear your message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "GONCHARENKO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "Welcome back to our viewers in North America. I'm Bianca Nobilo and this is \"CNN Newsroom.\"In U.S., presidential politics. The first real test for Republican candidates is next month, when Iowa holds its caucuses. But between now and then are the holidays, which means that GOP hopefuls have very little time left to make a good impression. Here's CNN's Eva McKend. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS REPORTER",
      "sentences": "Ambassador Haley, Governor DeSantis, Vivek Ramaswamy, leaning on Iowans to get out and caucus for them in just a few short weeks. They all appeared on the same stage at a faith and family forum, an opportunity to talk about how faith and family informs their policy visions. Something, of course, that is so important in this State of Iowa where so many of the caucus goers are evangelical voters.For the most part, they stayed away from attacking one another. But Ambassador Haley, Governor DeSantis did seem to suggest that both of them would be better general election candidates than Former President Donald Trump. NIKKI HALEY, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE:  What I know is you don't defeat Democrat chaos with Republican chaos. And that's what Donald Trump gives us. I had a great working relationship with him, but rightly or wrongly, chaos follows him. You know I'm right. Chaos follows him. And we can't have a country in disarray and a world on fire and survive this chaos. GOV. RON DESANTIS (R-FL), U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: It's important to point out that normally in an Iowa caucus, you've got five or six candidates that are running as conservatives, and conservative voters are having to look through. That's not the case this year. I think, you know, you have Donald Trump, who's obviously moved left. He's not even really putting in the work to earn people's votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "MCKEND",
      "sentences": "And at a town hall in Silver Lake, Iowa, Ambassador Haley took questions from voters on a number of issues. Many of them seemed concerned about the future of Social Security in this country. Something notable is that Haley, DeSantis, they seem to really be pushing forcefully back against this notion that they are interested in being Trump's vice-presidential running mate. Haley stressing that she is not in this contest to play for number two.Eva McKend, CNN, Silver Lake, Iowa. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "Donald Trump is the clear favorite for the Republican nomination, at least right now. But New polling suggests that he'd face a tougher time against President Biden than some of the other Republicans who want the job. \"The Wall Street Journal\" found that in a head-to-head general election matchup next year, Nikki Haley beats President Biden by a stunning 17 points. Trump, meanwhile, fares worse, and he would hold only a four-point edge over the president. Here was the former president making his pitch last night to young Republicans in New York.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT AND U.S REPUBLICAN PRESIDENTIAL CANDIDATE:  Unlike crooked Joe Biden, I'm running to liberate America. We want to liberate America because we're in a country that's in a lot of pain right now and a lot of hurt. This campaign is a righteous crusade to rescue our nation from a very corrupt political class. They are corrupt, they're incompetent, and they probably hate our country. Every time radical left Democrats, Marxists, communists and fascists indict me, I consider it a great badge of honor. I'm being indicted for you. These are not indictments in the traditional sense. These are Biden indictments against their -- this is just against a political opponent. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "Trump has not campaigned as much as the others, partly because he's been in numerous courtrooms on a wide variety of serious charges. He's due to take the stand Monday in his own defense in his $250 million civil fraud trial in New York. President Biden had this to say about him at an event on Friday.(BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT:  Trump just talks the talk. We walk the walk. Look, he likes to say America's a fairly nation. Frankly, he doesn't know what the hell he's talking about. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "KIANA RAHMANI, DAUGHTER OF NOBEL PEACE PRIZE LAUREATE NARGES MOHAMMADI",
      "sentences": "Who sit there?KARADSHEH (voiceover):  The day they'll stand on the world stage here in the historic Oslo City Hall to receive the Nobel Peace Prize on behalf of their mother, Narges Mohammadi. K. RAHMANI:  This is very symbolic for us. Narges is a flower in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I see. OK.KARADSHEH (voiceover):  We joined them as they got a first look at the room where they'll also present her Nobel lecture smuggled out of Iran's Evin prison. K. RAHMANI:  (Speaking in a foreign language). KARADSHEH (voiceover):  Standing here, I'm trying to visualize the crowd, Kiana tells us. We will have to live up to this. A lot of important people will be here. The 17-year-old twins' first language is French. They were not yet nine when they left Iran with their father for self-exile in Paris after their mother was ripped away from them by a regime that has tried and failed to silence her. ALI RAHMANI, SON OF NOBEL PEACE PRICE LAUREATE NARGES MOHAMMADI (through translator):  We are extremely proud of all that she's done, but what really saddens us today is that she's not here, because we should not be the ones being interviewed. That's my mother's right. But we'll do our best to be her voice and represent what is happening in Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(Speaking in a foreign language). KARADSHEH (voiceover)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So, we have been able to tell the story about Narges in -- from 1979, 1990 --KARADSHEH (voiceover):  Part of the exhibit is this recreation of the tiny cell where prisoners like Mohammadi and her husband, who is also a political activist, were locked up during solitary confinement. The exhibition and Mohammadi's Nobel win also paying tribute to the people of Iran and their 2022 Woman, Life, Freedom uprising. K. RAHMANI (through translator):  We're not just here for our family, but for freedom and democracy. We feel mostly proud, brave and determined. A determination we got mostly from our mother.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "KARADSHEH",
      "sentences": "I can't imagine what it's been like for you growing up without your mother being there.A. RAHMANI (through translator):  From the time I was four when my father was arrested by the Revolutionary Guards, I realized that my family would never have an ordinary life. My mother has been more than just any mother. She chose to fight the government for me and my sister so that my sister could have the same rights as me. K. RAHMANI (through translator):  Of course, at times in my life, I wanted her by my side. At puberty, your body changes, it's the kind of question you would ask your mom. I had no one to ask, so I learned by myself. I would have loved if she could have taken me shopping, taught me how to wear makeup and how to handle my body. Frankly, I'm just glad she's alive, because others have lost their loved ones and I can't even imagine what that feels like. KARADSHEH (voiceover):  The family says Mohammadi hasn't been allowed to call them in nearly two years, and they're worried about her deteriorating health. K. RAHMANI (through translator):  I'm not very optimistic about ever seeing her again. My mom has a 10-year sentence left, and every time she does something, like send out the speech we'll read out at the ceremony, that adds to her sentence. Whatever happens, she'll always be in my heart. And I accept that because the struggle, the movement, Woman, Life, Freedom is worth it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "KARADSHEH",
      "sentences": "The pain of separation from her children is one Mohammadi lives with every single day. I asked her about this in August with the help of intermediaries in Iran, she responded in writing.KARADSHEH (voiceover):  Mohammadi said, \"If I look at the prison through the window of my heart, I was more of a stranger to my daughter and son than any stranger. But I'm sure that the world without freedom, equality, and peace is not worth living. I have chosen not to see my children or even hear their voices and be the voice of the oppressed people, women and children of my land.\" Jomana Karadsheh, CNN, Oslo. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NOBILO",
      "sentences": "The European Union is on track to approve the first laws governing artificial intelligence. After nearly two days of talks, E.U. lawmakers struck a landmark deal on Friday to pass the AI Act. It's the first of its kind regulatory framework that will promote A.I. development while also addressing its risks. The AI Act bans certain uses of artificial intelligence, including cognitive behavioral manipulation. It limits how governments can use real time biometric surveillance. And it will also require A.I. systems like ChatGPT to comply with transparency requirements.So, to better understand the E.U. regulations, and of course why they're needed, I want to turn to Kris Shrishak in Germany. And he is the Enforced Senior Fellow at the Irish Council for Civil Liberties who has advised lawmakers on A.I. And it's such a great opportunity to speak to you this morning because there's lots to get into with this landmark legislation. What is your assessment of its efficacy and where you think it falls short? I saw that Amnesty International has criticized its decision not to ban all mass public surveillance, for example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "KRIS SHRISHAK, ENFORCED SENIOR FELLOW, IRISH COUNCIL FOR CIVIL LIBERTIES",
      "sentences": "Indeed, that is one of the big issues. In fact, it's not Amnesty only, many other civil society organizations, as well as in fact, the United Nations Human Rights who come out in the recent months to say that such uses of facial recognition technology in public spaces should be fully prohibited.What the European Union has actually done is it's gone for a partial prohibition, so it allows for certain targeted uses. And I think that still opens up the possibility of large-scale mass surveillance. Like treating people as license plates instead of as human beings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SHRISHAK",
      "sentences": "In fact, it depends on how the regulations are scoped. For example, this regulation applies to any company that wants to provide A.I. services or A.I. products in the European Union. So, if it's an Australian or an American company who wants to sell any kind of air system that falls within the scope of this regulation, then they will be regulated as well. So, it's not just about E.U. companies, so that's one thing. And that also means that there's a possibility some of these companies might actually oblige with these obligations in other parts of the world as well. So, there's a possibility that these requirements can propagate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "In your view, which areas of the world do you think presents the greatest danger spots for potential uncontrolled expansion of A.I. or abuse of A.I.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SHRISHAK",
      "sentences": "So, there are actually different ways to think about it. The first is the lack of regulation, but also the scope, for instance, in this regulation. This regulation, for instance, is primarily focused on the E.U. market. It does not prohibit E.U. companies, for example to sell the same prohibited A.I. systems that are there in this regulation to other countries.But also, there's the aspect about what do these requirements do? For example, as you mentioned, systems that underlie ChatGPT and the like. What the E.U. law has gone for is primarily transparency requirements. Unless these systems are categorized as systemic risks, which go beyond individual human rights risks, then unless that happens, the requirements are pretty minimal. Not even cyber security requirements are required in such cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "What are the most imminent threats that are actually posed to society at large from A.I. at the moment? We hear all these, you know, dystopian scenarios, Terminator-esque futures, but realistically how valid are those concerns and what should we be most concerned with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SHRISHAK",
      "sentences": "I think there are real concerns already now. We have, because this regulation, for instance, does not prohibit biometric surveillance completely, that in itself is a massive risk. There's also the aspect that there are systems out of these companies selling products with so-called emotion recognition, which is essentially pseudoscience. And even that, in fact, this regulation doesn't fully prohibit. It only prohibits under very narrow set of circumstances, such as employment and education.And so, these are real risks that are already there. And there's also the question of how these so-called general purpose A.I. systems or generative AI systems could be used for -- by a small group of people that could potentially even affect elections and upcoming elections in different countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "What pressure groups or interests would have been at play that may have underpinned the E.U.'s decision here not to fully ban like biometric facial recognition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SHRISHAK",
      "sentences": "So, it comes primarily from various polices, in police organizations and police in different EU countries. I can actually tell you that the European Parliament, which is the democratically elected entity in the whole negotiation, did push very hard for a full prohibition. But they were essentially blocked by different E.U. countries, and who were heavily lobbied by the police and other forces to get this scope out to prevent a full, prohibition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "In college football, a 22-year-old senior just received the biggest honor of all.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is my great pleasure to announce that the 2023 Heisman Trophy winner is Jayden Daniels from Louisiana State University.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "Quarterback Jayden Daniels has won the Heisman Trophy, college football's highest accolade. He beat out three other contenders, including two other standout quarterbacks. Daniels says, winning this is a dream come true.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "JAYDEN DANIELS, HEISMAN TROPHY WINNER",
      "sentences": "I want to dedicate this award to every boy and girl who has a dream. With faith and hard work, you never know what's possible.So, what did I learn from all this? I learned how to block out the noise, that you can overcome any obstacle, and just be humble, be legendary, and most importantly, you know, be joyful about what you do. And when you get knocked down, get back up, keep smiling, and never give up on your dreams. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "Brilliant advice.The battle for bragging rights has just been decided for another year in the Army-Navy football game. CNN's Coy Wire has the play by play. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "JEFF MONKEN, HEAD COACH, ARMY BLACK KNIGHTS",
      "sentences": "Man, both sides, just battle right to the -- welcome to the Army-Navy game. Down there on the one-yard line at the end of the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "TYSON RILEY, RUNNING BACK, ARMY BLACK KNIGHTS",
      "sentences": "It speaks to our culture. Our never give up attitude. We've talked a lot, in the recent weeks about how we started off and how that's completely different than how we finished. This win is just a culminating event for all the work we've put in and I'm really proud of this team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "AUSTIN HILL, DEFENSIVE LINE, ARMY BLACK KNIGHTS",
      "sentences": "No one flinched. We did it. We did it, you know, you know. It came to inches and we said it was going to come down to that final inch, and it came our way. It's a testament to the seniors in this culture, these coaches, great people, great culture and a great brotherhood. I'm proud of these guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "WIRE",
      "sentences": "America's game highlighting some of the best and brightest America has to offer. It's a rivalry like no other. Next year's edition will move to the nation's capital, Washington D.C.I'm Coy Wire, CNN, Foxborough, Massachusetts. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}