{
  "date": "2023-06-01",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Debt Ceiling Bill Now in Senate's Hands After House Passes It Overwhelmingly; Sources: Trump Captured on Tape Talking About Classified Document He Kept After Presidency; Attacks Increasing Inside Russia, Occupied Ukraine; DeSantis Fights Back Against Trump Attacks in Iowa. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:26",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Right now on EARLY START, can the Senate now fast track the debt limit bill just days before the default deadline?Plus -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "I have no classified documents.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "ROMANS",
      "sentences": "Is that true?Sources tell CNN, federal prosecutors have the former president on tape talking about a document he kept. And the Republican race for president heating up with Mike Pence and Chris Christie about to jump in. Who is next? Welcome to our viewers in the United States and around the world. I'm Christine Romans. A bill to suspend the debt limit is now in the hands of the Senate. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The yeas are 314, nays are 117. The bill is passed.(END VIDEO CLIP) ROMANS:  Last night, the House overwhelming passed a bipartisan agreement cutting spending and suspending the debt ceiling through next year. Speaker Kevin McCarthy took a victory lap after the House passed the deal. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "MCCARTHY",
      "sentences": "I wanted to do something no other Congress has done, that we would literally turn the ship, that for the first time in quite some time, we'd spend less than we spent the year before. Tonight, we all made history because this is the biggest cut and savings this Congress has ever voted for. And it is not that we're just voting for it, this is going to be law.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "ROMANS",
      "sentences": "But the Senate faces an extremely tight deadline to pass this measure before June 5 after which the Treasury says that it may not be able to pay all the government's bills in full.And in the Senate, any one lawmaker can hold up a speedy vote, so it is unclear this morning when a final vote might take place. Chief White House correspondent Phil Mattingly has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "President Biden is one significant step closer to taking off the table the biggest threat to his final two years of his first term, the threat that could portend economic catastrophe, certainly political catastrophe as well for a president currently seeking re-election, and one that just a few weeks ago didn't seem like it had a real possibility for an outcome.And yet, White House officials are now looking at the reality of a House passed bill to raise the debt ceiling or suspend the debt ceiling for another two years, a bill that they feel like doesn't do nearly as much damage as they thought, maybe going into negotiations that they would have to face based on the proposal Republicans in the House had passed prior to the negotiations launching, and perhaps most importantly, White House officials feel like the decks are cleared. There are no major legislative deadliness the next couple of months and while divided government is always going to be full of compromises and to some degree full of infuriating elements for progressives in particular, this was an outcome that they would take, primarily, because default which they were running right up against and the Senate still has to move before they are officially in the clear was very much on the verge of being a possibility. Now, White House officials are cognizant of the fact and particularly that with progressives inside their party, they have a lot of work do. Over the course of the last several days, there have been dozens of phone calls from senior administration officials to House Democrats, House Democrats that were very frustrated just generally because they felt like they were boxed out, kept out of the details of the negotiations that had been ongoing over the course of several weeks. Those calls and those efforts from White House officials, but also I'm told likely the president himself, are going to continue. There are fences to mend. White House officials will acknowledge that. But more than anything else, they feel like this deal is reflective, one, of a negotiation that on net they feel like ended up in a positive way given the fact that it is in a divided government and, two, actually establish as working relationship with Republicans, not one that will lead to major legislative changes or legislative agreements, but that should at least according to one official keep the trains running on time for the near term. How that actually reflects with Democrats who are frustrated, many of whom voted against legislation in the House, several of whom have already said they're going to vote against it in the Senate, well, officials make clear that will take some work, work that they believe that they can actually get to in the weeks ahead, but work nonetheless. Phil Mattingly, CNN, the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "TRUMP",
      "sentences": "I have no classified documents. And by the way, they become automatically declassified when I took them.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROMANS",
      "sentences": "The sources say the recording now in the possession of special counsel Jack Smith shows Trump understood the material he took with him was classified, and that he was not allowed to share it.More now from CNN's Katelyn Polantz in Washington. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "KATELYN POLANTZ, CNN SENIOR REPORTER, CRIME AND JUSTICE",
      "sentences": "We have exclusive reporting that federal prosecutors, so the special counsel's investigation around Donald Trump, his handling of classified documents and possible obstruction of justice, they have an audiotape now of Donald Trump in a meeting in July 2021 where he talks about a classified proposal from the pentagon on what it would look like to bomb Iran and then he appears on this audiotape to be waving around the sound. You can hear the sound on the tape of him referring to a documentwaving it around. Now, CNN has not listened to this audio at this point, but multiple sources have described it to us and told us that it is quite significant in the Justice Department investigation. They have the audio and they have been asking people about it, they have talked to witnesses, at the brought in people for the grand jury testimony related to it, all working towards the possible case which they haven't brought yet against Donald Trump but that they could. And one of the things in this audiotape that makes it so significant is that Donald Trump on the tape not only is referring to a classified document that he says he has in his possession, but he also is making clear that he is unhappy that he can't share it more widely, that he realized that it is classified and that he didn't declassify it when he was president, all of the things that would stack up in a very important possible case that the Justice Department could be looking at bringing against the former president, really an unprecedented situation. Now, the reason for this meeting, the reason that Donald Trump is talking about it, because he was mad at the time in July 2021 about public reporting, a story in the \"New Yorker\", in fact, that said that he had to be stopped by the Pentagon and other advisers, including the chairman of the Joint Chiefs of Staff, Mark Milley, to execute a plan to bomb Iran. And Trump is trying to show the people in the room that that is not the case, that he actually would be undermining what Milley is -- had been saying to him at the time or what is being reported in this story such as in \"The New Yorker\". And so, the people he is talking about this classified plan to and that he is waving around the document in front of, those people are aides and in a reporting we've also learned that they are people working on a book for former chief of staff Mark Meadows, all people who would not have a security clearance to be able to access classified documents at that point in time. So, taken together, quite a big step in the investigation, and something that the Justice Department will be very much looking closely at and already has in their grand jury pursuit. Katelyn Polantz, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROMANS",
      "sentences": "Just incredible reporting there. So, let's unpack this more, this developing story.We want to bring in CNN national security analyst and former deputy director of national intelligence, Beth Sanner. So nice to see you this morning. You know, the classified documents here in question, or document in question, was something as sensitive as plans on a potential strike on Iran. Do we know anything else about the document and who the president wanted to show it to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "BETH SANNER, CNN NATIONAL SECURITY ANALYST",
      "sentences": "I don't know anything about this particular document, but I do know that it is General Milley's job as chairman of the Joint Chiefs of Staff to respond to requests by the president to provide military options for something that the president would want to do.I don't see Joint Chiefs of Staff role as freelancing in proposing war plans. War plans are proposed and provided in response to a question. And, of course, you would want to have that plan to be pretty robust. I mean, this is what the Pentagon does, shock and awe, for an attack to -- on an adversary like Iran. So I think that that is probably what was going on here. But I can't say in particular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROMANS",
      "sentences": "So let's listen to a few clips of what the former president has said about his handling of classified documents. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "TRUMP",
      "sentences": "It doesn't have to be a process as I understand it. You know, there is different people say different things. But as I understand it, there doesn't have to be.If you are the president of the United States, you can declassify just by saying it is declassified, even by thinking about it. I have no classified documents. And by the way, they become automatically declassified when I took them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "KAITLAN COLLINS, CNN MODERATOR",
      "sentences": "When it comes to your documents, did you ever show those classified documents to anyone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "TRUMP",
      "sentences": "Not really. I would have the right to. By the way, they were declassified --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "COLLINS",
      "sentences": "What do you mean by not really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "TRUMP",
      "sentences": "Not that I can think of.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "SANNER",
      "sentences": "President Trump is absolutely right in saying that any president has the right to declassify any material. They are literally the -- they do have that authority in law.But, you know, the details here do matter. There is no such thing as automatic declassification. That to me is absolutely absurd. There are two things I'd like to say here. First, there should be a process about how you go about this for a reason. But, first, there should be a purpose. No one is really talking about that. Like, you know, the idea that you would declassify a war plan or any of the hundred of other documents that were found, there should be a purpose. For example, when President Biden declassified information to warn China not to sell weapons to Russia, that is a purpose. Here I can't discern a purpose. So it shouldn't be a win just because you can doesn't mean you should. But the reason for the process is it gives the Pentagon in this case or the intelligence community a chance to say, oh, if this information gets out, lives are at risk. U.S. national security is at risk. We should not do that. And usually, a president would respond and say, oh, okay, or can we redact -- again, because there would be a purpose. Intelligence community would have to figure out how do you extract someone whose lives is at risk or how do you -- how do you protect this information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "ROMANS",
      "sentences": "Fascinating.All right. CNN national security analyst Beth Sanner, thanks so much for all that context.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "SANNER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "ROMANS",
      "sentences": "All right. Sources tell CNN former Vice President Mike Pence will launch his 2024 presidential campaign next Wednesday, June 7th. The announcement with a video and speech in Iowa is set ahead of a CNN town hall with Pence later that evening at an Iowa college. His presidential bid will pit him against his former boss, Donald Trump, the overwhelming early frontrunner in the Republican primary race.All right. Multiple sources tell CNN, former New Jersey Governor Chris Christie plans to announce his candidacy next Tuesday at a town hall in New Hampshire at a town hall in New Hampshire's Saint Anselm College. Christie also ran in 2016 and has been an outspoken critic of former President Trump. A new front opening in Moscow's war in Ukraine with cross border attacks bringing the battle to the Russian people. Meantime, a terrifying night in Kyiv. The mayor there says at least three people are dead, 14 injured in his still strikes on the capital. It follows days of artillery attacks just inside Russia. The governor of Belgorod region say hundreds of women and children are being evacuated now. CNN's Clare Sebastian is live in London. And, Clare, Kyiv has not claimed responsibility for those attacks. But could this be a turning point in the war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "If it's a turning point, it's not clear just yet, Christine, but it does feel like this is a new phase in the war. We've seen sporadic shelling over the border, in the Belgorod region, since the beginning, but uptick has been significant in recent days and weeks. As you said, more shelling reported this morning, a number of injuries reported by the governor there.The impact is on people living there with the constant threat of injury and death, children, as you say, in the hundreds being evacuated. This morning, we heard that they have canceled sort of state school exams because of the violence there. So it is impacting people in that region. Kremlin called the situation rather alarming. And separately this morning, Christine, we're hearing from both of those two groups who were responsible for that pretty violence incursion into Belgorod just a week or so ago, one of them says that they are already back on Russian soil, the other says that they are close to the border. We've not been able to verify this and the governor of the Belgorod region says the enemy is not on his territory at the moment. But they, as you remember, responsible for really the first bout that we've seen in actual physical fighting on Russian soil since the beginning of this war. So, clearly, this is a new phase. It's not just Belgorod. We've seen reported drone attacks as far north as Bryansk region, which is north of Kyiv, down to Krasnodar, two oil refineries affected on Wednesday. So the war already being fought over a very wide area, it seems that the scope has now widened even further -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "ROMANS",
      "sentences": "And Ukrainian government is not taking responsibility, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "SEBASTIAN",
      "sentences": "They not explicitly taking responsibility, but certainly there have been hints, presidential adviser calling for example the drone attack on Moscow, Russia's karmic payment and promising more attacks like this, but explicitly no claim of responsibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ZELENY",
      "sentences": "On his first full day of campaigning across Iowa as a declared presidential candidate, DeSantis made clear he would draw distinctions with the former president on his terms.GOV. DESANTIS:  I'm going to counterpunch. I'm going to fight back on it. I'm going to focus my fire on Biden, and I think he should do the same. He gives Biden a free pass. I'm focusing on Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ZELENY",
      "sentences": "But long before DeSantis can confront President Biden, he must first get through a Republican primary, in a growing field of challengers, including former Vice President Mike Pence and former New Jersey Governor Chris Christie, who are poised to enter the race next week.But Trump still looms largest over the race, tonight, he arrives here to offer something of a rebuttal to DeSantis. The latest sign the race is intensifying, with the Iowa caucuses early next year among the first test for the strength of Trump's grip on the GOP. Samona Yentes is among the Iowa Republicans weighing their options. And at this point, she is utterly undecided.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "SAMONA YENTES, IOWA REPUBLICAN VOTER",
      "sentences": "I have a tremendous amount of respect for many things President Trump did in office. So I have to keep that in mind. I also have a tremendous amount of respect for what Governor DeSantis has done in Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ZELENY",
      "sentences": "DeSantis addressed those Republicans directly. Bluntly saying Trump can't win a general election.GOV. DESANTIS:  I think our voters are looking at this and they say, yeah, we appreciate what he did, but we also recognize there are a lot of voters that aren't going to vote for him. We just have to accept that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ZELENY",
      "sentences": "Even his questions about his own electability remain unanswered, DeSantis touts his deeply conservative Florida record, as he introduces himself to Iowa voters, he stepped up his subtle contrast with Trump.GOV. DESANTIS:  At the end of the day, leadership is not about entertainment. It is not about building a brand. It's not about virtue signaling. It is about results.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ZELENY",
      "sentences": "At his side was one of his closest political advisers, his wife Casey, who picked up the argument where he left off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "CASEY DESANTIS, WIFE OF RON DESANTIS",
      "sentences": "At the end of the day, I say that it matters in the moment. And you see how leader conducts himself when the lights are on.(END VIDEOTAPE) ZELENY (on camera):  As the Florida governor has gone to New Hampshire and South Carolina to campaign this week, former President Donald Trump arrives in Iowa and will be campaigning on Thursday, but no big rallies this time. Instead he will be meeting with small groups of conservative supporters, evangelical supporters, trying to make the case that he is fighting for this Republican nomination in a new way. But there is no doubt as the Republican field keeps growing and growing, this could still be advantage Trump because that never Trump lane is fractured and divided by so many candidates. Jeff Zeleny, CNN, Pella, Iowa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ROMANS",
      "sentences": "So if you want to win the Republican primary, one of your first stops has to be Iowa.Let's bring in Jeff Stein, program host and news director at News/Talk 1540 KXEL radio. He's in Waterloo. Good morning, Jeff. JEFF STEIN, PROGRAM HOST, NEWS/TALK 1540KXEL:  Christine, good to talk with you again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ROMANS",
      "sentences": "All right. So, let's listen to what DeSantis said on Wednesday in Council Bluffs.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "DESANTIS",
      "sentences": "I remember being up here a few months ago and someone had written something about, man, Iowa is doing a lot of great stuff like Florida. They're -- they're may be the Florida of the north. And I said, you know, yeah, but then I started looking, seeing all the good stuff they're doing and I said, you know, maybe Florida is the Iowa of the south.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ROMANS",
      "sentences": "All right. He's trying to content with Iowans there. Is he -- is he succeeding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "STEIN",
      "sentences": "To a small degree. I mean, one of the problems is, when he was up here earlier touting all the successes in Florida, Iowans were sitting in there and saying, well, we already done that. Our governor did that. We did that quicker than Florida.So he doesn't have the same audience in terms of being receptive as he might have elsewhere because you have a strong Republican governor in this state. There are a lot of voters like the individual in the piece who are very, very solid Trump people but willing to look, especially if DeSantis can prove that he is Trump without the drama. But that's hard when Trump is still in the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ROMANS",
      "sentences": "Yeah. You interviewed DeSantis when he was there. Tell me -- what were your impressions? What was your takeaway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "STEIN",
      "sentences": "He is definitely in the race for good. He is not waiting. I even asked, why not wait four years? This is what a lot of people say.And he said, it is not anyone's turn. And this is where he puts the jab in at both Biden and Trump. He points out that he has the youth and vigor to serve eight years and that he is the only leading candidate to do that. So without mentioning those rivals by name, he gets across the point that he is the new generation and it is an eight year commitment, not just an interim four-year caretaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ROMANS",
      "sentences": "Hey, Jeff, you know, Trump is going to start his Iowa trip today. He is coming back. Here is what a couple Iowa voters said about Trump and DeSantis. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I like Trump, I voted for Trump. However, I think that he has too many legal irons in the fire and I think that this is going to really help push DeSantis to the forefront.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:01",
      "speaker": "ROMANS",
      "sentences": "You know, Trump is ahead in national polling, Jeff, but I wonder if his message needs to be different this time around to win over Iowans. You mentioned they would like a Republican candidate without all the drama. There is something called Iowa nice as a matter of fact and Trump has got a lot of drama.Will he -- will he have to run differently this time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:01",
      "speaker": "STEIN",
      "sentences": "Well, he has the power of incumbency, and that he held the office, people liked what he did, but let's not forget, he did not win the Iowa caucuses in 2016, Ted Cruz won in large part because of the evangelical vote. And that is why he is in Iowa today trying to solidify that base because he has taken some stands lastly on what states should do about abortion that don't sit well with those who would like to have very few restrictions and abortion illegal at heartbeat level, et cetera.And so he has to shore up his credentials with that evangelical base. That is at least a narrow lane that some may be able to take, but the fact of the matter is he is still polling more than all the others combined and every additional candidate makes it harder for any one of them to break through and mount a big challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:01",
      "speaker": "ROMANS",
      "sentences": "Yeah, the field gets bigger. Nikki Haley, Mike Pence, Donald Trump, DeSantis, Chris Christie, North Dakota Governor Doug Burgum, you've got a big race there that looks like it is shaping up on the Republican side.Jeff Stein of KXEL radio, really nice to see you, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:01",
      "speaker": "STEIN",
      "sentences": "Christine, anytime. Thanks much.",
      "isLastSentenceInterrupted": false
    }
  ]
}