{
  "date": "2023-04-06",
  "headline": "CNN Newsroom",
  "subHeadline": "TN Republicans Are About To Vote On Expelling 3 Democrats From House; ProPublica: Supreme Court Justice Clarence Thomas Accepted Several Undisclosed Luxury Trips Paid For By A GOP Megadonor; Deadly Stabbing Of Tech Exec Fuels Anger Over Crime. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:01:04",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "It's the top of the hour here in the CNN NEWSROOM. I'm Fredricka Whitfield in New York.And right now in Nashville, state lawmakers are about to vote on whether or not to expel three of their own for using a bullhorn during a gun control rally at the Capitol to call for action in the wake of last month's deadly shooting that left three nine year old children and three adults dead. They are now accused of breaking House rules. And moments ago, the chamber voted to allow the viewing of a Republican edited video of the day the protest took place one week ago. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:04",
      "speaker": "ALL",
      "sentences": "Gun control now. Gun control now. Gun control now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:04",
      "speaker": "WHITFIELD",
      "sentences": "All right. It's been a contentious afternoon and at any moment now we expect a final vote on whether they will be able to keep their job. You're looking at live pictures right now and that's lawmaker, Justin Jones of Nashville. He's the first of the three lawmakers we will be hearing about their legislative fate in a vote. He's been speaking about five minutes, and the clock allows him around another 15 before the first vote might happen.Our Ryan Young is outside of the state capitol where he's joined by a whole lot of protesters who were there in support of trying to ensure some safety of schools at the same time many of them are there in support of these three lawmakers whose fate hangs in the balance. Ryan, what's happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:04",
      "speaker": "RYAN YOUNG, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, you can hear the protesters behind me, Fred. They've been chanting all morning long. They arrived here early despite all the rain. There have been thousands of them. At some point many of them made inside to make sure lawmakers heard their voices because they wanted to say not only were they standing up for these three lawmakers, but they wanted to make sure that everyone didn't forget why they are here. The fact that those three children and those three workers were killed about a week ago. Right now they're screaming go Justin go, because like you said, Justin's on the inside talking right now about why he wants to remain in his seat. But as we were walking around here and I was talking to people, we saw the state Democratic leader who's here.Hendrell, you told me - you believe this vote is not going to go the way that so many people don't want to see it go, which is you believe the members were going to get voted out, what makes you feel that way at this point? REP. HENDRELL REMUS (D-TN): Absolutely. Thank you, Ryan. What we just witnessed on the House floor was a double standard, where Republicans who recorded a video of this - our representatives on - in this - in the (inaudible) of the floor. We saw a Republican violating rules by recording that video on the House floor. And there was some back and forth about whether or not that was a violation of the rule. And if not - if the House was in recess or not. If the House was indeed in recess when Republicans were violating the rules, then at that same time, Democrats would have been subjected to the exact same level headedness of not being indicted on violating the rules.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:04",
      "speaker": "YOUNG",
      "sentences": "What message do you think what's happening today, since - to not only Tennessee, but the rest of the country about how our Discord may not be even anymore?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:04",
      "speaker": "REMUS",
      "sentences": "Absolutely. I think it sets a dangerous precedent not just here for - in our state of political retribution, but across the nation. It sets a reckless roadmap for other Republican-controlled legislators to emulate what has happened in Tennessee or what's happening in Tennessee. And then we will see the fabric of democracy erode from the state level and not the national level. I think this - I think what we're seeing in Tennessee is going to become a dangerous precedent for the entire nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:04",
      "speaker": "YOUNG",
      "sentences": "Do you believe your members will be expelled today? If you were thinking about this, do you think this is going to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "YOUNG",
      "sentences": "And Fred, if you don't mind, I'm going to ask at least one more question here, which is just the idea of what is the procedure here now, because each of them gets 20 minutes before the vote happens? Is that how it works out? So we could be here for at least another hour, maybe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "REMUS",
      "sentences": "Yes. So each one of these representatives will be pretty much brought up one by one and we'll essentially go through what the rules have been suspended and they will essentially go through hearings to defend themselves in their actions. And then the full body will vote on them one by one. Some of them will represent themselves, some of them will have representation by lawyers. There are some retired members of the statehouse who have returned to defend some of these members. So it's going to be a long process, probably another hour or two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "YOUNG",
      "sentences": "Is there any sort of olive branch at all that can be shown to the Republican side or the Republican side can show the Democrat side to sort of get us past this impasse, because right now it seems like you got to immovable forces. And right now the Republicans have the upper hand completely at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "REMUS",
      "sentences": "Well, I know that the Democratic leadership, the Democratic caucus leadership has gone above and beyond to try to quell this before even made it to the House floor. But the Republicans have set out on a mission to make this a reality. And they've even compared this to an insurrection.I think when you go that far, it's hard to walk it back publicly, but it's the type of hypocritical governing that we've seen from this Republican supermajority in our state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "YOUNG",
      "sentences": "I don't want to not ask you about this, how shocked and saddened were you by the video that we all watch and the pain that this community has experienced in the last two weeks or so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "REMUS",
      "sentences": "Absolutely. As a father of children who attend school here in Nashville, as an emergency manager, someone who's had to train small children and educators on how to survive and shoot after shooter situations. It's definitely disheartening to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "YOUNG",
      "sentences": "So we were just listening to some of Justin talking. You told me a fact that I didn't know if he's expelled what happens at that moment",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "REMUS",
      "sentences": "If he's expelled, at that moment, he's no longer a member of the State House of Representatives. He will be escorted out of - off the House floor and out of the state capitol if there's not a space for a visitor to be. Essentially, we will hope that House leadership will take him on as a guest and escort him back to his office and out of the building so that he's not paraded out by state troopers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "YOUNG",
      "sentences": "Could you ever imagine a member of losing their position like this not convicted of a crime and maybe being walked out of the state capitol yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "REMUS",
      "sentences": "Yes, absolutely. With the Tennessee Republican supermajority, we've seen the unthinkable happen. And we have three duly elected Democratic state representatives who are essentially going to be expelled from the State House for - without a legitimate cause. That's unthinkable and definitely an erosion of democracy in our state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "YOUNG",
      "sentences": "I want to thank you for joining us. I'm sure we're going to talk again at some point. So you hear this passion, you hear the protesters who have remained here, some have made their way on the inside, some have left or right now. But obviously, this is very contentious with what's going on. As it's going to play out. They do believe these expulsions will happen in the near future and we'll continue to watch, Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:46",
      "speaker": "WHITFIELD",
      "sentences": "A stunning new report from ProPublica alleges U.S. Supreme Court Justice Clarence Thomas may have repeatedly broken the law by accepting undisclosed luxury travel from a GOP megadonor. ProPublica cites documents and interviews detailing how Thomas and his conservative activist wife, Ginni Thomas, allegedly accepted private jet rides, luxury yacht cruises, resort stays and more from a billionaire GOP megadonor.According to ProPublica, Thomas seen here during a 2019 trip to Indonesia with billionaire Harlan Crow never disclosed the trips which spanned decades on any of his public financial filings with the High Court. CNN Senior Supreme Court Analyst. Joan Biskupic, is with us now. So, Joan, I mean, what more is in this report? And has there been any reaction from the High Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "WHITFIELD",
      "sentences": "And you wrote a book on Chief Justice Roberts. How do you think he is reacting even though we haven't heard anything publicly? What's your suspicion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "BISKUPIC",
      "sentences": "My suspicion is that he is very concerned and he would like to get unanimity among his colleagues on some sort of code of ethics, some statement. But he's one of nine and they can't put out some sort of code of ethics, that it's a six to three vote that three justices don't want to do this.And I think that over the years, in fact, I know that over the years, he has tried to develop something that they would all sign on to and I don't think it's a matter of his colleagues not wanting to, you know, say that they follow ethics. It's just that they don't feel the kind of public pressure that I think most of them should feel that people want to believe in the integrity of a court that has so much concentrated power, that has so much to do with our daily lives. That right now is seen as so political, as you know, Fredricka in poll after poll last summer after the justices had rolled back nearly a half century of abortion rights, people said they weren't trusting the court. And I think these off bench activities only reinforce a sense of distrust.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "WHITFIELD",
      "sentences": "Sure, people will be worried about the message that's being sent about what justices could be bought and how that's going to impact what decisions they make. All right. Joan Biskupic, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "BISKUPIC",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "WHITFIELD",
      "sentences": "All right. The last moments of life for the founder of the Cash App, Bob Lee, were recorded on surveillance cameras and a 911 call according to the news site, the San Francisco Standard. It reviewed the video and a transcript of the emergency call reporting that Lee is seen \"gripping his side with one hand and his cell phone in the other, leaving a trail of blood behind him.\"San Francisco police say someone stabbed Lee to death and his murder is further fueling outrage over crime in that city. CNN's Veronica Miracle is in San Francisco. Veronica, reportedly the video shows a car pulling away from Bob Lee as he appeared in distress. What more do you know about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "VERONICA MIRACLE, CNN CORRESPONDENT",
      "sentences": "It's absolutely horrible. Fredricka. The San Francisco Standard reporting that in that video, he was able to stagger over to a car that had its hazards on and apparently he lifted up his shirt to show that he had been stabbed and that car drove away.Separately, the Standard also reporting on that 911 call that Lee made himself to police where he's apparently heard screaming, help, someone stabbed me. (BEGIN VIDEOTAPE) MIRACLE (voice over): A crime scene blocks from Google's San Francisco office. The victim, 43-year-old Bob Lee, a tech executive himself, the founder of Cash App and the first Chief Technology Officer of Square. Lee was stamped Tuesday friends and police say while walking in a downtown neighborhood around 2 am. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "JAKE SHIELDS, FRIEND AND MMA FIGHTER",
      "sentences": "We're both (inaudible), that's a little strange. And it just happened, so my mind is still processing. When you lose someone you're just like, damn, this is not expected. I know he had two daughters as well that he loved.(END VIDEO CLIP) MIRACLE (voice over): Lee's father honored his son on Facebook writing: \"Bob would give you the shirt off of his back.\" Bob Lee had recently moved to Miami with his father, who wrote: \"I'm so happy that we were able to become so close these last years.\" Lee was known in the industry as crazy Bob for his tenacious energy. His latest employer, the crypto firm MobileCoin tweeted this photo calling Lee a child of dreams and whatever he imagined no matter how crazy he made real. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is not a city where anybody should fear for their lives at 2(END VIDEO CLIP) MIRACLE (voice over): The killing has renewed anger in San Francisco over perceptions that the city isn't safe. On Twitter, Elon Musk claimed: \"Many people I know have been severely assaulted,\" then push the district attorney to do more to incarcerate repeat violent offenders. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "JOEL ENGARDIO, SAN FRANCISCO SUPERVISOR",
      "sentences": "And for too long, the leaders of San Francisco have ignored the basics.(END VIDEO CLIP) MIRACLE (voice over): Joel Engardio worked on the successful recall campaign of the previous progressive DA last year, then won a city supervisors seat defeating the incumbent by running on a public safety agenda. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "SHIELDS",
      "sentences": "The humble, nice guy, talks about his kids a lot, family, so generally a good guy.(END VIDEOTAPE) MIRACLE (on camera): And some are speculating that this could have been a random attack but the San Francisco Police Department has not released any information about the circumstances surrounding his death. They also, Fredricka, have not released any information about a potential suspect.",
      "isLastSentenceInterrupted": false
    }
  ]
}