{
  "date": "2023-04-24",
  "headline": "CNN This Morning",
  "subHeadline": "U.S. Military Evacuates Diplomats from Sudan while Military Factions There Fight Civil War; White House National Security Council Spokesman John Kirby Interviewed on U.S. Efforts to Help American Citizens in Sudan and Efforts to Free Paul Whelan and Evan Gershkovich from Russian Incarceration; Interview with Rep. Nancy Mace (R-SC); Ex- Cop Who Killed Daunte Wright Released from Prison. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Thanks.CNN THIS MORNING continues now. (BEGIN VIDEO CLIP) (CHEERS) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Hug it out. Hug it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "There's a reason they're hugging it out. Good morning, everyone! That was a Hollywood ending for Wrexham and the team's owners Ryan Reynolds and Rob McElhenney. After years of struggling, the Welsh soccer club has now finally achieved its dream of a major promotion.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "LEMON",
      "sentences": "Look at that. Tears. Wow, wow, congratulations to them. We're going to talk more about that.Plus, President Biden set to name a campaign manager as he prepares to run for re-election, but new polls are showing that many Americans are not excited about a Trump-Biden rematch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Also, the FAA is investigating after engines caught fire on two different American Airlines planes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "COLLINS",
      "sentences": "But we're going to start in Sudan this morning where the U.S. has now launched a daring rescue operation to evacuate Americans from the war zone. The Pentagon says that special ops forces blew into -- flew into the war-torn Sudanese capital in helicopters to pick up U.S. diplomats and their families. We're told the mission was fast, it was clean, and U.S. troops were on the ground for less than an hour.Here's a photo of Secretary of State Antony Blinken tensely monitoring evacuation as it was underway on Saturday. The U.S. and several other nations have been scrambling to evacuate their citizens as country and the fighting has raged between two rival military factions. Blinken says that all U.S. personnel have been safely evacuated, but there are still an estimated 16,000 Americans who live in Sudan, most of them dual nationals. CNN's senior international correspondent Sam Kiley is live where the rescue operation was launched. Sam, obviously, a lot of questions about how this actually went down, what this looked like on Saturday, but also what it means, that these countries, including the U.S., are now making this decision to get people out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Kaitlan, I think what it means is that the ongoing violence, and it is escalating very rapidly, not just in Khartoum, but elsewhere in the country, has made life unlivable for members of the international community. Now, there's a huge number of aid organizations there, businesspeople. There are students, too, from around Africa studying, or have been studying in Khartoum and its twin city on the Nile. And life has become impossible because the fighting between these two factions is in street to street, all over the country, not in pockets here and there, hither and thither.We've just spoken to a German evacuee who has been in touch with a friend of hers, a Sudanese friend, who said there are dead bodies outside the building where he lives. He's staying there. His family are being evacuated to elsewhere in Sudan. But that is an option that's available only to the Sudanese who have got a bit of money. For many Sudanese, they're trapped, as indeed are large numbers of American citizens and others in the international community. Now, the U.S., Kaitlan, led the field in the deployment of special forces in this very dramatic evacuation, using these chinook helicopters, refueling in El Djibouti here, and then going in. But they're saying that's all they're going to be doing so far. Here in Djibouti the airport is teaming with at least 11 international military organizations, all sending their most elite troops on to the ground, many of them still continuing with evacuation operations. The Egyptians also trying to put together, successfully put together evacuations over land. There's a lot of focus now in trying to get people, or get people to get themselves to Port Sudan, which is potentially a safe exit position. But this is really the beginning of an evacuation process in the middle of a civil war. By no means the end of it, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "COLLINS",
      "sentences": "Yes, certainly not, and clearly, no end in sight according to what these officials here in the U.S. are seeing. Sam, thank you so much for that update.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "LEMON",
      "sentences": "So joining us now, the White House's National Security Council Spokesman, and that is Mr. John Kirby.John, thank you so much for joining us. I appreciate it. So you heard Sam Kiley there on the ground. The U.S. was able to successfully get diplomats out, calling it fast and clean. Why not do the same sort of operation with citizens? Can U.S. carry out a large- scale operation like that for citizens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL COORDINATOR FOR STRATEGIC COMMUNICATIONS",
      "sentences": "Well, we have military forces still prepositioned nearby in the region, Don, if they're needed. But quite frankly, the situation is not conducive and not safe to try to conduct some kind of a larger military evacuation of American citizens. You saw yourself from Sam's reporting, actually, the violence is increasing. It's more dangerous today than it was just yesterday or the day before.And so the best advice we can give to those Americans who did not abide by our warnings to leave Sudan and not to travel to Sudan is to stay sheltered in place, stay safe and secure, and off the streets of Khartoum. We are doing what we can to help guide people who can move out to get out to potentially like land convoys that are moving. In fact, there are several dozen Americans that we know of that are in a U.N.-led convoy that's making its way to Port Sudan over ground, Don. In fact, the U.S. military is flying unmanned aerial assets over that convoy so that we can maintain some sort of situational awareness and overwatch for them to help protect them as they make their way to Port Sudan. We're also deploying naval assets to Port Sudan in the Red Sea in case Americans who get out to Port Sudan want to be transported elsewhere or need any kind of care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "LEMON",
      "sentences": "That's in case on their own. But I have to ask you, because this fast and clean mission, you're saying that it's dangerous. And we did hear it's dangerous in Sam's reporting. But Sudan's military chief said on Saturday morning, John, that his troops would help evacuate U.S. diplomats and citizens, he said, and citizens. But the U.S. embassy said it was too dangerous. Do you think there was a missed opportunity to get private citizens, U.S. citizens out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "KIRBY",
      "sentences": "No, sir. In fact, we are doing everything we can to help guide them if there's a safe way to get. We're helping guide them and give them information. We're in touch with hundreds of American citizens that are there, who want -- who may want to leave. It's up to them, of course, to decide to do that. We're doing the best we can to give them the information that they need, that they can rely on, and to do so safely.But honestly, the fighting in Khartoum is not in a situation where we would want people moving about too freely or too aggressively right now. The safest thing for many Americans to do who didn't get out when they were warned to get out is to stay safe right now and see if the situation can improve. In the meantime, Don, and I know I'm running on here, but we are working closely with both military factions and these leaders, General Hemeti, General Burhan, to get them to put down their arms and abide by a ceasefire they both say they want so that the conditions can be more safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "LEMON",
      "sentences": "OK, so you said you were in touch with hundreds, but there are about 16,000 or so people who have to get out of this country. Are you able -- you're not able to get in touch with all of them, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "KIRBY",
      "sentences": "Don, I want to push back on this idea that there's 16,000 Americans who want to get out. We don't have firm estimates of the exact number of American citizens who are in Sudan. They don't have to register with us. They don't have to tell us that they're there.We think the vast majority of these American citizens in Sudan, they're not all in Khartoum, are dual nationals. These are people who grew up in Sudan, who have families there, worked there, businesses there, who don't want to leave. So I think we need to be careful about that number. There's a much smaller population of American citizens who don't work for the government but who work with partner agencies, like the American School or Fulbright Scholar Program that we are in touch with, and we're trying to get them the best information we can to get out. And as I said, several dozen we know today are in that U.N. convoy heading to Port Sudan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "LEMON",
      "sentences": "OK, so we talked about how dangerous it is. Is the U.S. in contact with either of these leaders of these factions that are fighting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "KIRBY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "LEMON",
      "sentences": "Yes. And there are efforts by the U.S. to de-escalate or mediate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "KIRBY",
      "sentences": "A hundred percent, Don. We've been in touch with them almost every day since the beginning of this crisis. The fighting really started a week ago Saturday. We've been in direct touch with them at various levels, Don, not just at the State Department, but even our senior military leaders have been in touch with them, because these are two military men, to try to get them to, again, abide by the ceasefire they both say they want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "LEMON",
      "sentences": "What about the president telling them to stop?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "KIRBY",
      "sentences": "We have been communicating with both leaders, again, at various levels, and we'll continue to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "LEMON",
      "sentences": "OK, is there anything that can be done to target the leaders to get them to stop the fighting, like sanctions, targeting their wealth, et cetera?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "KIRBY",
      "sentences": "We have a lot of tools at our disposal, and we're sort of working our way through that right now. But again, the focus is making sure that we get the ceasefire in place, we get the violence to stop, we get the tensions de-escalated so that you can again have those kinds of conversations going forward. I don't want to get ahead of decisions we haven't made yet. Our focus is really getting the violence down and helping get those people who want to leave Sudan to be able to do so safely and provide them the best options and information to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "KIRBY",
      "sentences": "We haven't missed an opportunity to talk to Russian officials about both Paul and now Evan in trying to get both of these men out and back with their families where they belong. I don't have any specific conversations with Mr. Lavrov to speak to today. And you're right, he's here because they now have the presidency temporarily, it's a figurehead position, of the Security Council. But I can tell you, we haven't missed a beat in talking to Russian officials. And in fact, there's a proposal on the table, it's been on the table, to try to get Mr. Whelan out, and the Russians haven't been willing to negotiate or talk about that proposal. But that doesn't mean we're going to stop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "LEMON",
      "sentences": "Are you current about -- for not issuing Russian journalists visas to come here and cover, Sergey Lavrov is not happy about that. Are you concerned about the effect that it could have on people like Gershkovich?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "KIRBY",
      "sentences": "We want to make sure we get Evan and Paul out. But look, the Russian state media, they don't -- these are propaganda organs. And, again, we feel like it's important to speak up and stand up for freedom of the press, a free press, an independent press that is able to do its job freely. Mr. Gershkovich is a reporter, he's a journalist. He's not a spy. And journalism is not a crime. And again, we're going to continue to send that message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "LEMON",
      "sentences": "And finally, I want to ask you about President Biden set to announce his reelection campaign this week. The president is facing several international challenges including this one we talked about, Sudan, Ukraine, rising tensions with China, and so forth. Will he be able, do you think, to keep his eye on these issues and campaign at the same time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "KIRBY",
      "sentences": "Well, I won't talk about the politics of this, Don, that's not my lane, and I certainly won't get into speculating about 2024. Again, that's not my place. I can tell you that President Biden is laser- focused on securing American interests overseas, making sure, as we saw over the weekend, that we're making it safe for our diplomats to do their job and for our military to continue to defend ourselves. There is a lot on the plate, from Ukraine to the Indo-Pacific, obviously in Africa this weekend. The president is focused on all of that. He's being updated every day, certainly on the situation in Sudan. He is absolutely confident that he can continue and will continue to do what he has to do to defend our national security interests and advance our foreign policy overseas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "LEMON",
      "sentences": "John Kirby, we appreciate you coming on this morning. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "KIRBY",
      "sentences": "You bet. HARLOWSome frightening moments for passengers onboard of two different American Airlines flights in the past few days, both captured on camera. Take a look at this first one. This is a flight over Columbus, Ohio, on Sunday, where a possible bird strike is believed to have sparked an engine fire. Officials, though, tell us the plane was able to land safely. And here's the other one from Thursday, when the plane never got off the ground in Charlotte, North Carolina. No one was injured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "COLLINS",
      "sentences": "Also this morning, the dancing world has lost one of their own. Former judge of dancing with the stars, Len Goodman.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "LEN GOODMAN, PROFESSIONAL DANCER",
      "sentences": "I loved it. I loved being a part of it, and I loved working with you. You were great.I could not have done it without you. Oh, I'm loving it! Oh, yes! (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "GOODMAN",
      "sentences": "Thank you so much for letting me be a part of \"Dancing with the Stars\".(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "COLLINS",
      "sentences": "Len Goodman was 78 years old. He died of bone cancer on Saturday. He was a professional dancer until he ventured into television. He was a judge on \"Dancing with the Stars\" from 2005 up until last year, and also judged the British version of the show \"Strictly Come Dancing.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "LEMON",
      "sentences": "I had no idea until you just told our audience. I had no idea. And he was such a fun, gregarious -- COLLINS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "LEMON",
      "sentences": "Just real. Yes. Too bad.So Congresswoman Alexandria Ocasio-Cortez says that the real leader of the House Republicans isn't Kevin McCarthy. Who she says is really in charge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:55",
      "speaker": "COLLINS",
      "sentences": "All right, it's a high-stakes week ahead for House Speaker Kevin McCarthy who is getting mixed reactions from some of his fellow Republicans for his sweeping debt ceiling plan.McCarthy is vowing to bring it for a vote this week. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA):  We will hold a vote this week, and we will pass it on we will send it to the Senate and for more than 80 days where the President has ignored us, called people names for things that he even voted for himself makes no sense or logic to it. I think as President and the leader of the free world, this is one of the problems we have challenges around this country and around the world. He needs to show leadership and come to the negotiating table instead of put us in default. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:55",
      "speaker": "COLLINS",
      "sentences": "When referring to Biden's past positions there, I should note McCarthy was referring to his time as a Senator. McCarthy's plan right now, though, proposes raising the nation's $31.4 trillion debt limit by $1.5 trillion through March 31, 2024, whichever comes first, but it also proposes blocking President Biden's plan to grant student loan forgiveness, kill new IRS funding that was enacted as part of the Inflation Reduction Act and repealing green energy tax credits.Many House Republicans say they have not yet decided if they are going to support that plan, including our next guest, who is joining us now, South Carolina Congresswoman Nancy Mace. So Congresswoman, that is the first question this morning. Does Kevin McCarthy have the votes? Does he have your vote? REP. NANCY MACE (R-SC):  Well, that remains to be seen later this week, but I have to tell you, real Americans don't get to operate at a deficit and Congress needs to come back to the real world.  If you look at over the last six years alone, under President Trump and President Biden, $13 trillion was added to the debt. Both sides were at fault here, and I just don't understand why we can't have a conversation about how we're going to cut spending, like really cut spending or balance the budget over the next decade or so and show the American people we're going to responsible with their tax dollars, and that is the kind of thing that I want to see us push for more aggressively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:55",
      "speaker": "COLLINS",
      "sentences": "So you haven't decided yet whether or not you're going to write this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "COLLINS",
      "sentences": "It's Monday, this vote could happen as soon as Wednesday or Thursday. I don't have to tell you that. What does Kevin McCarthy need to do to change your mind about voting yes, or are you pretty firmly leaning no, you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MACE",
      "sentences": "We're still going through the plan. I have other concerns, especially on green energy. A State like South Carolina, we have a lot of solar farms and solar energy, both residential and commercial, I want to find out and figure out what kind of adverse impact it might have on the state of South Carolina before we finally make that decision.And there were other concerns, and we're just still waiting through it, and the devil is always in the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "COLLINS",
      "sentences": "Okay, so you want changes, it sounds like before you would vote yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MACE",
      "sentences": "Correct. But we'll see if they'll do that, but the things that I'm talking about, you know, balancing the budget in 10 years is not going to be easy. I blame both sides for the situation that we're in today, and both sides need to come to the table and figure this thing out.I don't think we're going to default. That's a fear tactic by the left. We have plenty of tax revenue to pay the interest on the debt, about 11 times that tax revenue, but we need to get serious about spending in this country, and neither side is willing to have that conversation and that is what's disappointing with all of us at this juncture now, $31 trillion in debt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "COLLINS",
      "sentences": "Given you're not a yes yet, and McCarthy was saying yesterday, he feels confident he has the votes, obviously, you know, it's a razor-thin margin. Is he wrong that he has the votes? What have you heard from other Republicans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MACE",
      "sentences": "I haven't been whipping the vote, so I don't know where others are. I know that there are several that are going to be a yes, that might be a surprise to some people, and there will be some surprise nos as well. We'll see how it ends up in the next few days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "COLLINS",
      "sentences": "His argument seems to be that if Republicans could get this passed this week, it would give them some leverage help or force the Democrats to come to the negotiating table. Do you think that's just wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MACE",
      "sentences": "Well, that remains to be seen. I mean, we've had a really tough time, I would say over the last couple of years, having both sides come together at the table to make some tough decisions, whether we're talking about legislation, or the budget or spending, and we really need to do that. I mean, I hope that it can be leveraged for that.But so far, the President said he won't even come to the table, and that's wrong, too. We need both sides to come together. Both sides have contributed to the $31 trillion of debt, both sides need to make tough decisions. The average American has to balance their checkbook. I just don't understand why we keep kicking this can down the road, and do absolutely nothing to curb our spending or be at least a little more responsible so we can balance things out over the next 10 years. I don't understand why that can't be a part of the conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "COLLINS",
      "sentences": "Yes, and the White House has said they are staying firm on their position. We'll see what happens.I do also want to get your reaction to the Supreme Court ruling on -- well, their move that they made on Friday night blocking that lower court's decision to try to limit or block the distribution of medication abortion. What was your reaction to that, given it is clear this fight is far from over?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MACE",
      "sentences": "Right. The fight is far from over. But for now, the Supreme Court did make the right decision.I came on your show two weeks ago talking about that judge's decision, and in part, the basis for his decision was completely unconstitutional, using a law that the Supreme Court -- United States Supreme Court said was unconstitutional back in 1983. This is an issue where Republicans need to think about whether or not they want to continue losing elections to the left and some on the far left on abortion up until birth, or if they want to moderate some of their extreme views and say, we can be pro-life and be pro-woman at the same time and talk about what we're doing to protect women who've been raped, girls who are victims of incest, what we're doing to improve OBGYN access in rural areas and contraception and contraceptives to those areas that don't have OBGYN doctors.  What are we doing to protect women and being pro-woman while also being pro-life, and that's a winning message and winning policy for the American people, and I want to see us act on that. It is very important right now, more than ever, because people are angry. I see it in my state and in my district, I'm in a very purple district and people want to see solutions. They don't want to continue to see the far-right extreme take over this conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "COLLINS",
      "sentences": "Yes, you've been very outspoken on that. You're also on the House Oversight Committee, and you recently went to the Treasury Building to look at these SARs, these Suspicious Activity Reports. This is what you said upon leaving the Treasury Department.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MACE",
      "sentences": "The amount of money that we're talking about in these Suspicious Activity Reports is astronomical. And the accusations there and the source of the funding or where the money is going, the Shell companies, prostitution rings, et cetera, it's insanity to me that it's not been investigated in the way that it should be.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "COLLINS",
      "sentences": "Now, this is in relation to the investigations that Republicans are conducting when it comes to the Biden family. That is quite an allegation to make though. Do you have evidence and how much information in what you saw --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MACE",
      "sentences": "Yes. It is not a conspiracy theory. We reviewed over -- there were over 170 Suspicious Activity Reports, and I'm going to be very clear, I did that video right as I was walking out of the Treasury, and then the far left wanted to call me and label me a conspiracy theorist afterwards. It's not a conspiracy.These were things that I read about while I was there, and we're talking about potentially up to a dozen Biden family members, and for years now, the leftists said, no one is above the law. Well, if that's the case, put your money where your mouth is, have this thing fully investigated to the fullest extent of the law. And if people, the average American, saw what we saw, they would question why it's not being investigated, because the allegations that I made are absolutely what we were reading about last week, and I'm not -- I mean, I'm pretty -- I call balls and strikes, okay, on both sides, and I'm being very clear and very honest about what we saw. I can't share all the details, because it's confidential information, but every time we overturn a stone, there's more to be investigated, because you see another dumpster fire, you're like, what is going on? And why is this happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "COLLINS",
      "sentences": "That's my question. Because when it comes to the SARs reports, you know as well as I do, not all the information in there is verified. This is what gets reported. This is what they're looking at. It doesn't mean that wrongdoing has been committed.  And so I think that's the question that people had is, walking out ofthere, after seeing this, you know, how do you know what you saw is verified to come out and make an allegation like that, which, you know, is something that happens to members of Congress all the time, necessarily, when it comes to these allegations? They shouldn't -- you know, the question of whether or not they should be made, if you don't actually know that information is verified that you saw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MACE",
      "sentences": "I would just ask the Department of Justice to follow the money. There are more questions than answers. There are more Biden families involved than we know, and if it's all aboveboard, and say it's all aboveboard, but when you look at what's going on and the sources of some of the funding, that's known and unknown, and where it's going, you have a lot of questions.And you'll ask yourself, why hasn't this been investigated to the fullest extent of the law? It's very damning, the things that we read in those documents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "COLLINS",
      "sentences": "Well, we would like to see the evidence. I know the chairman of the House Oversight Committee says he's going to hold a press conference this week. I do want to ask you, because an attorney for Hunter Biden has sent a letter to the deputy inspector general requesting a review of a former Trump aide who allegedly acquired and published online these financial activities, these reports of Hunter Biden, do you believe that that should be investigated as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MACE",
      "sentences": "No one is above the law, and I've been very clear. If someone has broken a law, they should be investigated to the fullest extent of the law. I don't care if they have an R or a D by their name.And I will tell you, the American people, they don't trust Congress, they don't trust D.C. It's because they see people in power, people with money get away with things that they could never get away with. And so I'm all for investigating whomever has broken the law and hold them to the fullest extent of the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "COLLINS",
      "sentences": "Yes, I think people just want evidence for those allegations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MACE",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "COLLINS",
      "sentences": "Congressman Nancy Mace, thank you for your time this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MACE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "The former police officer who shot and killed Daunte Wright in suburban Minneapolis is out of prison.Kim Potter was released earlier this morning. She served about 16 months of her two-year sentence. A jury convicted Potter of manslaughter in December of 2021. Potter said she accidentally grabbed her gun instead of her Taser when she shot Wright, a Black motorist two years ago. He was pulled over for having expired tags and for hanging an air freshener. During that stop, officers learned that he had an outstanding warrant and attempted to arrest him, but Wright pulled away, tried to drive off. A warning: This may be difficult to watch. (VIDEO CLIP FROM BROOKLYN CENTER POLICE/April 2021.)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "LEMON",
      "sentences": "While the shooting happened nearly a year after George Floyd's death and led to days of protests in Brooklyn Center, a suburb of Minneapolis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "President Biden finalizing plans to announce his 2024 presidential re-election bid, but new polling shows voters do not want a Trump-Biden rematch. We'll dive into those numbers.",
      "isLastSentenceInterrupted": false
    }
  ]
}