{
  "date": "2023-03-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Police Ramp Up Security Ahead of Possible Trump Arrest; Trump's Lawyers Seek to Toss Out Georgia Grand Jury Report; Caroline Polisi is Interviewed about Cases Against Trump; Rep. Mike Quigley (D-IL) is Interviewed about Russia and China. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:26",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Good morning, everyone. I'm John Berman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "And I'm Erica Hill.Happening right now, police in New York and Washington, D.C., on high alert this morning ahead of possible protests after former President Trump called on his supporters to, quote, take back our nation. The former president had claimed that he would be arrested on criminal charges today. A source close to his legal team, however, telling CNN the DA told them not to expect an indictment until at least tomorrow. So, what do we know this morning about what's happening behind the scenes in this unprecedented situation? We're going to bring you up to speed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "BERMAN",
      "sentences": "Plus, Chinese President Xi Jinping is meeting at this moment with Russian President Vladimir Putin. This is happening in the Kremlin. That summit could have major implications for Russia's war in Ukraine. We're going to have the latest details from that conversation.And we are watching the stock markets very closely this morning. A lot of green arrows, which is a good thing given the way it's been the last few days, as Federal Reserve Chair Jerome Powell is set to make a decision on another possible interest rate hike. That decision comes tomorrow, and will have an impact on your money. We begin this hour with the latest on the former president's possible indictment. CNN's senior legal affairs correspondent Paula Reid is here. Paula, what is the latest on the timing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, we don't know at this point if the grand jury is going to hear from any other witnesses. Now a source close to the former president's legal team tells me they don't expect anything to happen today. And then if -- whether there are additional witnesses or not, it's still unclear when they would even vote on a possible indictment. One thing we have heard, both from people close to the formerpresident's legal team and with law enforcement is that even if there is an indictment this week, that initial appearance won't happen until next week. Now, the way this works is, if someone in New York is indicted, that indictment is placed under seal and defense attorneys are notified that there's an indictment, but not the charges. Then they work to negotiate an agreed upon surrender date, a way to turn themselves in and be processed. That takes a little bit of time, and the expectation is that is how this will work if the former president is indicted. I am told by several of his lawyers that he absolutely would surrender. There's not going to be any kind of standoff. But he also really wants to appear in person despite security concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "BERMAN",
      "sentences": "Just one question. So the indictment, if it were to happen, and we still don't know that it will, but if it were to happen will be sealed until the court appearance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "REID",
      "sentences": "Exactly. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "BERMAN",
      "sentences": "So we could know there's an indictment but really not know what's in it. And what's in it is important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "REID",
      "sentences": "Exactly. And it depends how this information, if it leaks out, right, between then, obviously prosecutors would know, defense attorneys will not know the charges. As I  understand it, they intend to treat him as any other defendant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "HILL",
      "sentences": "So then the only way it would leak would be if somebody in the prosecutor's office were to leak it prior to it being unsealed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "REID",
      "sentences": "That's my understanding, the specific charges.Now, once this information, if the former president is indicted, makes its way to Mar-a-Lago, the odds of it showing up, leaking out on a Truth Social page or something like that is very high because that's how he has liked to handle other investigative actions. He believes that all of this is helping him politically. We saw over the weekend he was speculating about an arrest date, even though his own team said, yes, we have no information to support that. And then in between that speculation, he was not only calling for a protest, he was also fundraising.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "HILL",
      "sentences": "Well, I was just going to say, that was the email. It was, oh, by the way, donate here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "REID",
      "sentences": "Yes, please. Please send money here.So, again, at this point we don't know if the former president will be charged with anything. It is unclear how much work the grand jury still has left. But based on all the things we're seeing, if this was any other defendant, we'd say, wow, it appears likely that you could very well be charged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "BERMAN",
      "sentences": "Paula Reid, great to see you here. In the meantime, while we're waiting, we get you here in New York. So we --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "REID",
      "sentences": "Glad to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "HILL",
      "sentences": "Yes, so that's a win for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "BERMAN",
      "sentences": "There is a side benefit.Thanks, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "HILL",
      "sentences": "Turning now to another Trump investigation in Georgia. Fulton County officials are probing Trump's efforts, of course, to overturn the 2020 election. Now the former president's lawyers are asking to throw out the grand jury report and all the witness testimony that was gathered over those months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:26",
      "speaker": "BERMAN",
      "sentences": "This comes as we learn that the DA handling the investigation is considering racketeering and conspiracy charges.CNN's Sara Murray has been covering this story from the very beginning. So, Sara, you know, what's the reasoning here from the Trump legal team about why they say now just toss everything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "HILL",
      "sentences": "It will be interesting to see. We'll be watching that. Sara, appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "MURRAY",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "HILL",
      "sentences": "Joining us now to discuss, Caroline Polisi. She's a federal and white collar criminal defense attorney and Columbia Law School lecturer.Good to see you, as always, this morning. Just picking up where we left off with Sara there, what are the chances that this actually happens, that it's all thrown out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "CARLINE POLISI, FEDERAL AND WHITE COLLAR CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Oh, that I'm going to go with quite low. I mean I thought you were going to ask what the chances are that we would see an indictment out of Atlanta from Fani Willis' office because, Erica, up until I'd say the past few weeks her office was sort of the favored one to issue an indictment. Remember, she said back in January that her decisions about charging were imminent. It's a little bit more of a sexy charge, too, you know, talking about President Trump's, you know, efforts to overturn the election in Georgia. He's getting - you know, the -- Alvin Bragg is getting a lot of flak for, if this is going to be the first indictment we see out of the Manhattan District Attorney's Office, it's a bit of a flop. You know, it's not -- it's a misdemeanor charge, potentially a felony. But, you know, so there's questions about which is going to go first. But it sounds like, especially according to Paula's reporting, that we could see an indictment out of, you know, Manhattan sooner rather than later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BERMAN",
      "sentences": "You talked about the nature of what the charges could be here in Manhattan, possibly a misdemeanor or a felony, and that has to do with what the charge might be. And, again, this is all just speculation. But it could surround falsifying business records. Can you explain more about what exactly that charge means and why it would go potentially from a misdemeanor to a felony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "POLISI",
      "sentences": "Exactly, John, I think it's really important to note here, you know, all of the reporting references this hush money payment. Hush money payments in and of themselves are not illegal. We've heard about the reporting from the, you know, \"The National Enquirer\" does this all the time, catch and kill. They did it with the playboy model Karen McDougal. That in and of itself is not illegal. Here the issue is how they documented it on the Trump Org's business papers, business records. And then you have the additional hurdle, you know, that they documented it as a legal fee for Michael Cohen when, in fact, obviously, it - you know, it was Michael Cohen that was paying Stormy Daniels this $130,000 hush money payment. He did it from his own funds. President Trump then reimbursed him. That's not really a question. The question of whether or not this payment took place, again, it's documentation. And, you know, the most recent rebuttal witness called in Bob Costello, his purpose from team Trump's point of view was to show Trump knew nothing about this. And if he didn't know about how the money was documented, well, then you can't pin it on him.Now, your second question about how it gets bumped up from a misdemeanor to a Class E felony, which is still a pretty low level felony in New York, if prosecutors can show that missed documentation was done in furtherance of another crime -- and here's where it gets a little tricky -- that other crime would be a federal election law violation. They would have to show that the hush money payment was made in order to aid the campaign. In other words, it wasn't just for personal reasons that he would be embarrassed that his wife would know, it was, you know, just days before the election, right after the \"Access Hollywood\" tape came out, Stormy Daniels had been shopping this story for a while. There's a lot of reasons to show that it was an election contribution over the legal limit. So, there's a lot of issues with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "HILL",
      "sentences": "Yes. So, as we look at all of that, and, as we keep pointing out, and we're going to keep doing because it is important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "POLISI",
      "sentences": "Absolutely. I don't think there's any argument to be made that they are entitled to those types of highly, you know, secret and confidential information. Now, Mark Pomerantz, as you know, did publish a book about this investigation in the district attorney's office, which people are saying really did violate his ethical obligations to keep an ongoing investigation private. But, again, Erica, we are in such uncharted territory here that I think everybody is scrambling to just figure out what's happening. However, I don't think there's any merit in getting that information from DA Bragg's office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BERMAN",
      "sentences": "Caroline Polisi, thank you so much for helping us understand this. You explained things so clearly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "POLISI",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "HILL",
      "sentences": "Well, three top House Republicans are jumping to former President Trump's defense before there is an indictment, before we know if there will be any charges, of course. House Judiciary Committee Chairman Jim Jordan, two other committee chairs, sent a letter, as we just mentioned, calling for testimony from the Manhattan district attorney who is investigating Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BERMAN",
      "sentences": "The letter also criticizes the probe as an unprecedented abuse of prosecutorial authority, even though they don't know the full scope of their findings or even if there will be any charges, as Erica Hill correctly keeps on pointing out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "HILL",
      "sentences": "And John Berman too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BERMAN",
      "sentences": "Joining us now, the senior editor for \"The Atlantic\" and CNN political commentator Ron Brownstein.Ron, I want to do a dramatic reading by a CNN column by Ron Brownstein that's published this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "RON BROWNSTEIN, CNN POLITICAL COMMENTATOR",
      "sentences": "(INAUDIBLE), please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BERMAN",
      "sentences": "And it has to do with what we're talking about now, Republicans jumping to Trump's defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BERMAN",
      "sentences": "You write, the flurry of events has made one thing unequivocally clear, the former president remains the center of the GOP universe. It's a very simple sentence, but there's actually a lot going on in there because you point out his incredible strength in one area, but also some clear limits here. What do you mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, look - well, first of all, you know, after the midterm election and the underwhelming performance by Republicans, in particular the losses by Trump hand-selected candidates for governor or senator in the five key states that decided 2020 and would likely decide 2024, we heard more Republican leaders than ever before say the party had to move on from Trump. We heard it from donors. We heard it from strategists. We heard it from some elected officials. It's pretty clear, it's been clear all year, but the past few days have make more clear than ever that that memo never reached the House Republicans because what we are seeing from them is, frankly, John, unprecedented, as you were just talking. I mean Jim Jordan used that word, but it may have been a form of projection. I mean we have grown numb in many ways to all the - all the manners in which the rule of law has been shredded or challenged in the Trump era. But for the House majority to try to interfere in and intimidate an ongoing criminal investigation is just extraordinary.And, you know, this -- as you've been discussing, this is only the first of what might be many -- several indictments of House -- of former President Donald Trump. And, in some ways, it is the least consequential of the potential charges that he faces. If they are at this level of interference and intimidation for this, what's down the road for Georgia or the federal investigation? So, in that sense, this is just an unequivocal message that the - that the House GOP remains very much in Trump's camp, under his thumb even, and the hopes of many in the party that they were ready to move on seems to be something of an illusion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "HILL",
      "sentences": "Maybe something of an illusion. You do point out though, also in this excellent column -- I'm not going to do a dramatic reading because I think Berman is much better at those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BROWNSTEIN",
      "sentences": "No, clearly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "HILL",
      "sentences": "But you do know that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BROWNSTEIN",
      "sentences": "Interpretive dance is also welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "HILL",
      "sentences": "That is actually my strong suit, but we'll discuss that in the break.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "HILL",
      "sentences": "So, you do point out that, yes, while this may be what we're seeing from House Republicans -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BROWNSTEIN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "HILL",
      "sentences": "And also from the loudest voices in the room, whether or not they actually occupy a majority of how Republicans may feel -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BROWNSTEIN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "HILL",
      "sentences": "It's GOP strategists and donors, who you point out, who are not in lockstep here. But, again, the issue comes back to, I think in many ways, being the loudest voice in the room. So, can they raise that level? Does their money talk loudly enough at this point to make a difference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "HILL",
      "sentences": "It is - it is March 21st of 2023. So, there you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "HILL",
      "sentences": "Just to put that in context, how long we're going to be talking about it.Ron Brownstein, always good to see you, my friend. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "HILL",
      "sentences": "Tonight on CNN Primetime, CNN's Pamela Brown takes a closer look at Trump's legal woes from election interference, to mishandling of classified documents, to those hush money payments. So, what happens next? \"Inside the Trump Investigations\" airs live tonight, 9",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "BERMAN",
      "sentences": "In the meantime, the Chinese and Russian presidents are meeting behind closed doors. This is as Russia's war on Ukraine continues to heat up. The co-chair of the Congressional Ukraine Caucus, Congressman Mike Quigley, will be with us live.Plus, a Fox producer now suing Fox, claiming their lawyers coerced her to give misleading testimony in their defamation battle against Dominion Voting. The details of this these explosive allegations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:01",
      "speaker": "BERMAN",
      "sentences": "This morning, a series of high-profile diplomatic trips where Russia's war on Ukraine is at the top of the agenda. It is day two of Chinese President Xi Jinping's state visit to Russia to meet with the Russian leader, Vladimir Putin. The two leaders are expected to take part in negotiations and other joint events today. You're looking at pictures of the two of them this morning.And in Kyiv, this is very interesting, the Japanese prime minister is meeting with the Ukrainian president, Volodymyr Zelenskyy. A senior Ukrainian official tells CNN the discussions are underway. Now, in addition to this, for China to organize a call between Xi and Zelenskyy to discuss the Chinese peace plan for Ukraine, which both the Ukrainians and the United States have said is a nonstarter. With me now is Democratic Congressman Mike Quigley, who represents one of the largest Ukrainian communities in the United States and has traveled to Ukraine to see what's going on there firsthand. Congressman, always a pleasure to see you. This meeting in China is very important right now between -- sorry, in Moscow, between Xi Jinping and Vladimir Putin. How much do you think the Chinese are willing to do to help Putin right now? What are you looking for in terms of the words they use publicly? REP. MIKE QUIGLEY (D-IL): Well, look, there's a certain symmetry here. Xi signed an agreement with Russia just days before the invasion in 2022 and really didn't back off on supporting him except when Putin talked about using nuclear weapons. And currently they're cushioning the blow of western sanctions by continuing to buy the natural gas and oil and supplying electronics and chips, which concern to me, dual use could conceivably use in weapons as well. So, at what point in these discussions do we get to the point where China possibly talks about sending actual weapons directly to Russia? Obviously, that's an area of concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:01",
      "speaker": "BERMAN",
      "sentences": "So, yesterday, you visited the Joint Systems Manufacturing Center in Ohio where the M-1 Abrams tank that the president has pledged to Ukraine, where those tanks are being made. Are you optimistic about the timeline of those tanks, the Abrams, actually getting to the battlefield?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:01",
      "speaker": "QUIGLEY",
      "sentences": "Well, I think they're going to get to the battlefield and they're much needed. That's the best tank in the world. I don't expect it to happen before probably fall, maybe the beginning of next year. And it's that concern I voiced from the beginning. What did Zelenskyy say when I met him in Kyiv? He said, help us win quickly. That's exactly what he said when he visited Washington, D.C. recently. And it's even what Secretary Austin said. He said, Ukraine doesn't have time. This spring offensive is coming.So, they're firing, what, something like 11,000 shells every couple days there. That's about what we're producing in our Scranton plant in a month. So, this is now at a stage of the conflict where it's no longer just maintaining a unified west, it's maintaining the production capabilities to give Ukraine the tools they need to win this war quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:01",
      "speaker": "BERMAN",
      "sentences": "You've said in a statement, weaponry is humanitarian aid. Without weapons and without combined arms the Ukrainian people will be suggested to an unsending onslaught from the Russian military with no hope of defense. And that jives with what you just said right there, Congressman.What do you make of U.S. politicians, Ron DeSantis is one of them, who calls the Russian invasion of Ukraine a territorial dispute and thinks that the U.S. should only focus on issues here within our own borders?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:09",
      "speaker": "BERMAN",
      "sentences": "Here in the United States, the Manhattan district attorney, there could be -- and we don't know for sure -- indictments against Donald Trump on New York state law soon. Your Republican colleagues in Congress have asked for the Manhattan district attorney to come testify before congressional committees. How appropriate do you think that would be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:09",
      "speaker": "QUIGLEY",
      "sentences": "Yes, I'm about 200 trials more than Jim Jordan has in actual criminal trial experience. Never saw such a thing. Wildly inappropriate. I'm not sure what they're basing this on other than just the fact that the Trump base wants them to do something like this. It - you've got to appreciate, it's a little surreal for me to watch all this. I voted to impeach President Trump because I thought he attempted to extort an ally for political gain. I voted to impeach President Trump because he incited an insurrection that almost brought our country down. And now he possibly could get indicted for something so seemly and messy. This -- maybe that's appropriate. Maybe that speaks more of the man that he's never been held accountable and it's something like this that maybe finally catches up to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:09",
      "speaker": "BERMAN",
      "sentences": "Congressman Mike Quigley, thank you so much for being with us this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:09",
      "speaker": "QUIGLEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}