{
  "date": "2023-09-19",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Tensions Flare Inside House GOP As Shutdown Looms; Soon: Moscow Court To Hear Gershkovich Appeal; Trudeau: India Involved In Death Of Canadian Sikh Leader. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "And in fairness, it is also not normal for the rank and file to criticize their leaders out loud either.Congresswoman Victoria Spartz, a Ukrainian-American, went out of her way to issue a statement that took direct aim at McCarthy. She called him, quote, \"weak\" and she wrote, \"...real leadership takes courage and willingness to fight for the country, not for power and a picture on a wall.\" McCarthy snapped back at her. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA):  One thing I learned in life, anybody who criticizes you has never worked harder than you. And, I mean, if Victoria is concerned about fighting stronger I wish she would run again and not quit. I mean, I'm not quitting. I'm going to continue to work for the American public. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "Yikes.So why is Spartz's vote so potentially important for McCarthy? Well, he laid that out himself -- watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "MCCARTHY",
      "sentences": "It's hard to pass anything in this place. We started out in a five-seat majority. I got one member who has now resigned. We've got a couple of members who are out as well. Anything we do is pretty tough.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "So what could get McCarthy out of the jam? Democrats. He could easily keep the government open if he was willing to work with Democrats. He was asked about that yesterday, too.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "MCCARTHY",
      "sentences": "I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "REPORTER",
      "sentences": "When do you start talking to Democrats about the CR, or is this the best you can do -- this offer? This deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "MCCARTHY",
      "sentences": "Look, this country is too great to settle for small ideas.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "Ah ha.Let's bring in White House reporter for The Wall Street Journal, Catherine Lucey. Catherine, good morning. There is a lot there. That was a very rich set of exchanges with our colleagues up on Capitol Hill yesterday. The reality for him here is that -- I mean, it is -- this is an absolute mess. We are absolutely careening towards a shutdown at this point. Let's start with his fighting with inside his own conference, and then I want to talk a little bit about what may happen next -- perhaps, deals with Democrats. But, I mean, the name-calling, the sniping is not something that we normally see. What does it say about the state of things? CATHERINE LUCEY, WHITE HOUSE REPORTER, THE WALL STREET JOURNAL (via Webex by Cisco):  Hi, Kasie. Yeah -- I mean, it's all drama right now, right, as we sort of barrel towards a potential shutdown. I mean, this -- and you're right. Name- calling, sniping is not something we normally see, but this kind of conflict has defined his speakership in a lot of ways, right? I mean, we saw how many rounds it took McCarthy to win the post. We've seen a lot of the division. It is, as he says himself, very hard to do anything with this caucus given the narrow vote margins and the kind of sort of open warfare we're seeing now between sides -- sniping at McCarthy and sniping at each other. It does not certainly seem today at, what, 5:30 and change on Tuesday, like they are very close to making a deal. But obviously, he's still trying to project and I think -- he's still trying to project a lot of optimism. We have seen him come through some tight spots before but this is certainly a dark moment right now for making a deal I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "Yeah. I mean, you're right. The happy warrior kind of projection is something that McCarthy has kind of warned throughout the years. We saw that facade crack a little bit when he was fighting to get the speaker job in the first place. But he is managing to mostly keep it on here.Let's talk about that very narrow majority because Democrats could help him solve this problem. And I think we should note that Nancy Pelosi, when she was House Speaker most recently -- her margin wasn't that much bigger but she kept her caucus together on these votes and rarely faced these challenges. But it doesn't -- and occasionally, she got Republicans to vote with Democrats on things like this. That doesn't seem to be something that McCarthy could stomach. I mean, is the risk simply too great that he'd put his speakership on the line if he were to do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "LUCEY",
      "sentences": "Yeah. I mean, certainly, Pelosi did not see this kind of public fighting. I think we -- you know better than I do, Kasie, but certainly, when she was -- she was leader she was better at keeping some of these conflicts behind closed doors.Certainly, when he was asked about it most recently, McCarthy had kind of downplayed the idea of working with Democrats. He's saying there's still time. There's still ideas out there. That does seem to be a path to keeping the government open. But, yeah, it's not clear that if he did that -- if he could, what would that mean for his speakership? I mean, he is facing a lot of opposition to the deal that's on the table right now, which was negotiated with the idea of spending cuts and border provisions. So I'm not sure what would happen if he went across the aisle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "LUCEY",
      "sentences": "I mean, those sort of maneuvers are always hard to do. I mean, I think -- but what the White House really wants to do is keep the focus on the consequences of a shutdown and the importance of keeping the government funded. Obviously, any kind of closure would potentially furlough federal workers and have a significant impact -- could potentially, at least, have a significant impact on the economy. They are talking about where the economy is recovering and you don't want to do anything right now that is going to put that at risk.And so I think that's -- it would certainly be a lot of the public rhetoric right now in the White House is on the consequences of shutting down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "HUNT",
      "sentences": "Yeah, it's -- they -- potentially very high. And McCarthy is trying to tell his Republican conference that the consequences would be very high and that they would bear the blame. So far, they are not listening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "LUCEY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "HUNT",
      "sentences": "Catherine Lucey, thanks very much for being up early with us this morning. I really appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "LUCEY",
      "sentences": "Thank you so much, Kasie. HUNTAll right, time for this morning's legal briefs. A Colorado judge hopes to rule by Thanksgiving on whether Donald Trump can appear on the 2024 ballot there. At issue, the 14th Amendment and whether it applies to the former president. Now, the 14th Amendment disqualifies a quote, \"insurrectionist\" from holding public office. And a judge appears skeptical of Jeffrey Clark's request to move his Georgia election subversion case into federal court. The Trump co- defendant and former Justice Department official claims he was acting on behalf of the federal government after the election and, therefore, he should be tried in federal court. And Alex Murdaugh has agreed to plead guilty to nearly two dozen federal charges alleging he stole millions of dollars from his legal clients. The disbarred attorney is already serving life in prison for killing his wife and son. Now let's go to Russia. In just a few hours, a Moscow court will hear an appeal from Wall Street Journal reporter Evan Gershkovich. His defense is fighting the extension of his pretrial detention until November 30. Gershkovich was arrested in March on espionage charges. He denies the allegations. And the State Department says he is being wrongfully detained. CNN's Katie Polglase joins us live from London. Katie, good morning. What are we expecting to hear today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:43:00",
      "speaker": "HUNT",
      "sentences": "Just into CNN, some wonderful news. The five Americans freed Monday in a deal with Iran arrived in the United States just moments ago. This video of the freed prisoners is from earlier in Qatar. We're still waiting on the new tape.Two of them are back after five years in detention. A third jailed for eight years. They were released as part of a deal that included unfreezing $6 billion in Iranian funds and the release of five Iranians in U.S. custody. We're going to have much more ahead on \"CNN THIS MORNING.\" But let's go now to our quick hits across the campaign trail. If Ron DeSantis started the 2024 presidential campaign treating Donald Trump with kid gloves -- well, any and all gloves seem to be officially off. The governor slammed the former president and Kevin McCarthy, the House speaker, who criticized DeSantis over the weekend. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:43:00",
      "speaker": "MCCARTHY",
      "sentences": "I served with Ron DeSantis. He's not at the same level as President Trump by any shape or form. He would not have gotten elected without President Trump's endorsement.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:43:00",
      "speaker": "HUNT",
      "sentences": "Hmm.Here was DeSantis' response yesterday. (BEGIN VIDEO CLIP) RON DESANTIS, (R) PRESIDENTIAL CANDIDATE:  Donald Trump was instrumental in him earning that speaker's gavel. And they worked hand in glove, really, throughout his whole presidency. They were on the same team on every major spending bill that came down the pike, and they ended up, together, adding $7.8 trillion to our national debt. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:43:00",
      "speaker": "HUNT",
      "sentences": "Ouch.It's really the only play left for DeSantis. His campaign, so far, really has not lived up to expectations. Take this. DeSantis also took on Democratic John Fetterman at that event that we just showed you, criticizing Fetterman's casual Senate floor attire. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HUNT",
      "sentences": "Fetterman's response, quote, \"I dress like he campaigns.\" Ouch, ouch.All right. Let's bring in Tia Mitchell, Washington correspondent for The Atlanta Journal-Constitution. Tia, good morning. It's wonderful to have you here with us early on a Tuesday. Ron DeSantis here clearly has decided in the -- this final push that he has before Iowa where he really has to make a stand -- he's going to go after Donald Trump. That is an evolution from where he started when we were all sitting here wondering is -- how is he going to handle Donald Trump? And he was pretty careful to kind of steer clear. No longer. What does that say to you? TIA MITCHELL, WASHINGTON CORRESPONDENT, THE ATLANTA JOURNAL- CONSTITUTION (via Webex by Cisco):  I think it says to us that he finds that there's one pathway to criticizing Donald Trump. Because he could criticize Donald Trump for indictments and being accused of defaming a woman who accused him of sexual harassment, but he's not criticizing Donald Trump about those things. It's really one lane and it's Donald Trump's increase of the national debt. And therefore, his war with McCarthy is kind of part of that proxy war with Trump in this single lane. I think it's interesting because just like he accuses Kevin McCarthy of being lockstep with Donald Trump on a lot of things, Ron DeSantis, until recently, was lockstep with Donald Trump on a lot of things. But, again, he's not wrong. Under Trump's -- during his presidency and with the help of Republicans in Congress, he did increase the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HUNT",
      "sentences": "Right. That's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "MITCHELL",
      "sentences": "-- national deficit, and that's something we're dealing with today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HUNT",
      "sentences": "Yeah. No. It's actually -- it's a very smart point that you make, Tia, that he is sticking to policy lanes here.And I want to show our viewers another one because abortion is also emerging as a fault line after President Trump's been very critical of six-week bans, saying it's about idea. Here was Ron DeSantis on the radio in Iowa where, of course, this is an absolutely critical issue -- watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "DESANTIS",
      "sentences": "Any time he did a deal with Democrats, whether it was on budget, whether it was on the criminal justice First Step Act, they ended up taking him to the cleaners. He's going to make the Democrats happy with respect to right to life. I think all pro-lifers should know that he's preparing to sell you out.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HUNT",
      "sentences": "Preparing to sell you out. I mean, it's a tough argument to make against the president that put the justices on the Supreme Court who ultimately overturned Roe versus Wade, but it looks like DeSantis is at least going to try.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "MITCHELL",
      "sentences": "And I think again here, DeSantis, who we know has a lot of advisers and a lot of polling and focus groups -- he's picking a policy lane that he feels that Trump may be not in step with Republican primary voters. We know abortion is a big issue on the right.It doesn't help that Trump has been swishy on the issue. He hasn't really been clear where he stands. He's criticized Republicans for being too firm, but he's also kind of said he would back some type of federal abortion ban. And so I do think that's, again, another policy lane that Donald Trump -- that Ron DeSantis feels he can safely criticize Donald Trump without alienating primary voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HUNT",
      "sentences": "All right. Tia Mitchell, thank you very much for being with us this morning. I hope you'll come back soon.And relations between Canada and India are souring even more with each expelling top diplomats after a stunning statement from Prime Minister Justin Trudeau suggesting that New Delhi was behind the death of a prominent Canadian Sikh leader. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "JUSTIN TRUDEAU, CANADIAN PRIME MINISTER",
      "sentences": "Any involvement of a foreign government in the killing of a Canadian citizen on Canadian soil is an unacceptable violation of our sovereignty.(END VIDEO CLIP) HUNT:  Hardeep Singh Nijjar was shot and killed outside a temple in British Columbia back in June. Trudeau now says there's credible intelligence linking the Indian government to the killing. CNN's Vedika Sud joins us from New Delhi. Good morning. The Indian government calls the allegation absurd. They have now expelled a senior Canadian diplomat after accusing Canada of harboring terrorists. What can you tell us about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:13",
      "speaker": "HUNT",
      "sentences": "Welcome back.The Cleveland Browns losing to the Steelers last night. But in a worse loss, they lost their star running back to a season-ending injury. Andy Scholes has this morning's Bleacher Report. Hi, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:13",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "Yeah, Kasie. Just a brutal night for the Browns. Nick Chubb -- he's one of the best running backs in the NFL -- arguably, the Browns' best player.And in the second quarter last night, Chubb -- he's getting the handoff right here. He's going to go for about five yards and when he gets tackled his knee completely bends the other way. Chubb -- he knew it immediately. It's the same knee that he had to have reconstructive surgery on in college. He was eventually carted off the field. And after the game, head coach Kevin Stefanski called it a significant injury. And Amari Cooper said it's just devastating for the team. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:13",
      "speaker": "AMARA COOPER, CLEVELAND BROWNS WIDE RECEIVER",
      "sentences": "Obviously, it's a huge loss. Nick is like the engine of the team. You know what I mean? The best player on the team. You know what I mean? So it's tragic. Very unfortunate. I'm very sad for Nick and sad for this team losing Nick. It's just -- not only is it not ideal, it's -- this is a tragedy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:13",
      "speaker": "SCHOLES",
      "sentences": "Yeah.The Browns did actually have the lead halfway through the fourth quarter of this game but the Steelers defense coming through. Alex Highsmith's strip-sack on Deshaun Watson and T.J. Watt took it in there for the touchdown. That would win it for the Steelers. The final was 26-22. Now, we had a double-header last night. The other match-up, a NFC South showdown between the Saints and the Panthers. With the score tied at six halfway through the third quarter, New Orleans quarterback Derek Carr going to go to Chris Olave, who makes an incredible juggling catch to keep that drive alive. Seven plays later, Tony Jones Jr. would run it in for a touchdown to give the Saints a 13-6 lead. And Jones wasn't done yet. He actually scored again in the fourth quarter to put the Panthers away. New Orleans would win 20-17 to put them 2-0 for the first time since 2013. All right, Chiefs quarterback Patrick Mahomes, meanwhile, setting a new record off the field. The two-time Super Bowl champion agreeing to a restructured deal yesterday that's going to pay him more than $210 million over the next four years. Now, that's the most money in NFL history guaranteed over that short of a span. Back in the summer of 2020, Mahomes signed a 10-year extension worth $450 million to become the NFL's highest-paid player. All right. And finally, six-time Major champion Phil Mickelson says he won't be betting or playing Fantasy Football this season as he continues to recover from a gambling addiction. In a lengthy social media post, Mickelson opened up about his struggles, saying, quote, \"I won't be betting this year because I crossed the line of moderation and into addiction, which isn't any fun at all.\" He went on to write, \"It affected those I care about in ways I wasn't aware or could fully understand. It's like a hurricane is going on outside and I'm isolated in a shelter oblivious to what was happening. When I came out there was so much damage to clean up that I just wanted to go back inside and not deal with it.\" Now, Mickelson's post comes about a month after professional gambler Billy Walters alleged in a book that Mickelson bet more than a billion dollars on sports over the past 30 years. But Kasie, good to see Mickelson open up about the whole thing and that he's getting help with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:13",
      "speaker": "HUNT",
      "sentences": "Yeah -- no. It's great to see him leading like that. It's tough. I mean, a billion dollars -- my God. That's a lot of money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:13",
      "speaker": "SCHOLES",
      "sentences": "It certainly is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "SCHOLES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HUNT",
      "sentences": "It's a good message. Hey, there's help out there if you need it.Andy Scholes, thanks very much --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    }
  ]
}