{
  "date": "2023-01-18",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "14 Killed, Dozens Injured In Helicopter Crash Outside Kyiv; Prosecutors Allege Brian Walshe Dismembered & Discarded His Wife's Body; White House Strategy To Manage Fallout Takes Shape; Netanyahu Ally Says He Will Continue The Revolution After High Court Setback; China Reports Nearly 60,000 COVID Deaths Since December; Human Error More Likely In Airliners' Near Collision At JFK Airport After Alert System Failure Is Ruled Out. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:09",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Or something called \"sober curious\". I don't know what that is. Sober curious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:09",
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "It means you want to go a bar but not necessarily want to drink. I don't know how it's a good business model. Are they going to charge 15 bucks for a mocktail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:09",
      "speaker": "BLACKWELL",
      "sentences": "I don't know. But sober curious is most of every day, right? You're sober.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:09",
      "speaker": "CAMEROTA",
      "sentences": "You're curious not to be so curious?All right. THE LEAD WITH JAKE TAPPER starts right now. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:09",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "And even more horrible day for the people of Ukraine.THE LEAD starts right now. A helicopter crash outside a kindergarten in the suburbs of Kyiv and a Ukrainian cabinet minister and a child among the 14 killed. What caused this tragedy? Plus, she's called Matt Gaetz a fraud, used a clown emoji to describe Marjorie Taylor Greene, and called her own party tone deaf on the subject of abortion. I'm going to speak with Congresswoman Nancy Mace as the swing district Republican fights for the soul of the GOP. And shocking new evidence against Brian Walshe, officially charged today in his wife's murder. Prosecutors say he's Google searches included quote, how long before a body starts to smell. Quote, how to clean blood from wooden floor. And quote, how long for someone to be missing to inherit. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:09",
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.And we start today with a big story in our world lead. An investigation is now underway and three days of mourning in Ukraine have begun after a helicopter crash in a Kyiv suburb earlier today. The crash of at 8:20 a.m. Ukraine time amid foggy weather killed at least 14 people, including Ukraine's interior minister, five other government officials and three crew members on board. At least one child was also killed. A girl named Malonka (ph), according to the mayor. This after the helicopter came down adjacent to a kindergarten playground in the town of Brovary. The White House today said it does not yet know the cause of the crash but joint global leaders and sending condolences to the families of the victims. Ukrainian President Volodymyr Zelenskyy called the crash a tragedy while speaking to the World Economic Forum in Davos earlier today. And, said even if it ends up being an accident, it was ultimately Russia's fault. (BEGIN VIDEO CLIP) PRES. VOLODYMYR ZELENSKYY, UKRAINE (through translator):  There are normal accidents. This is a result of the war. That is absolutely -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "All right. Clarissa Ward in Ukraine for us, thank you so.Retired Brigadier General Mark Kimmitt joins us now. He served as assistant secretary of state for political and military affairs under President George W. Bush. General, we know that at least six officials were killed in the crash, including interior minister and a number of civilians including a child. A big blow for the Ukrainian government. Emotionally devastating for people in Ukraine. Do you think this sets Ukraine back in its war efforts at all? BRIG. GEN. MARK KIMMITT, U.S. ARMY (RET.):  I really don't. The interior ministry has had a part to play, but this is primarily a ministry of defense operation that's happening on the battlefront. Nonetheless, it is tragic. The loss of any government officials in important positions will have some measure of effect. But it would be much different if the minister of defense and the senior generals had been in that helicopter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "President Zelenskyy discussed the crash this morning during his video speech shown at Davos today. He called for western weapons to be sent to Ukraine more quickly. He said, quote, the time the free world uses to think is used by the terrorist a Russia to kill.Does he have a point? Is the West moving too slowly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "KIMMITT",
      "sentences": "I think at this point the fact that the Russians still have a position inside of Ukraine, and have not been pushed out, and the only thing that seems to slow the Ukrainians down at this point has been the equipment and the ammunition. I think he does have somewhat of a point.There has been, as people have said, deliveries that give them just enough to fight but not enough to win. TAPPER:  Dutch Prime Minister Mark Rutte was on the show yesterday. I asked him whether his country will continue to support Ukrainians, even if the war drags on for years and years. Take a listen to what he told me. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "Will there be at any point a limit on how much the Netherlands is able to contribute?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "MARK RUTTE, DUTCH PRIME MINISTER",
      "sentences": "No. We will continue doing this.If Putin would win, this it won't stop at Ukraine. It will continue. And then, in the end, the collective safety of the whole west is under threat. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "Do you think there is a point at which the West will not be able to or willing to help Ukraine as much as everyone seems to be in right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "KIMMITT",
      "sentences": "Well, I think we are starting to see some of those factors already. Recently, the Germans had decided that they will not send their tanks in unless the Americans do the same thing. This slow gradual escalation would provide Ukraine, rather than provoke Vladimir Putin I think, is a clear signal to Putin that he can wait us out.And there do seem to be some fractures within the alliance about how much we are willing to give, how much we are willing to support, and how long they're willing to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "Well, let's talk about that because some of the weapons that the West is now sending Ukraine are weapons that would not have been sent at the beginning of the war last February, last March, for fear of provoking fusion. Do you think that there is a red line here for Putin, a limit to how far NATO can go in helping Ukraine before Russia takes even more drastic steps?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "KIMMITT",
      "sentences": "I think the red line is the introduction of strategic capabilities like bombers and other high technology equipment at that level. But more importantly, probably the red line is the introduction of NATO forces onto the soil of Ukraine. That probably is the red line for Vladimir where Vladimir Putin says, if NATO has troops in this war, then I am fighting NATO, and it doesn't matter if it's in Ukraine or if it's in Romania.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "As you noted, Germany is refusing to send their tanks to Ukraine or allow other countries to send German made change tanks to Ukraine until the U.S. agrees to send American made tanks. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "KIMMITT",
      "sentences": "Well, I think it is this issue of unity at this point. The fact is that the Germans were being asked to send their most advanced tanks into Ukraine. But, yet, the Americans whose tanks are even better and candidly far more plentiful in storage, we were unwilling to do that.So I think the German parliament just simply ask the question. If the Americans aren't willing to do it themselves, why are they asking us to do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You understand the charges filed, Mr. Walshe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BRIAN WALSHE, SUSPECT",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "CARROLL",
      "sentences": "The prosecution laid out some of the disturbing evidence against Walshe, saying he used his son's iPad to make numerous searches in the days before and after Ana Walshe disappeared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BELAND",
      "sentences": "On December 27th, defendant Googled, \"what's the best state to divorce\".At 4:55 a.m. on January 1st, he searched, how long before a body starts to smell. At 4:58 a.m., how to stop a body from decomposing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "CARROLL",
      "sentences": "A not guilty plea was entered for Walshe who said little in court, only shook his head once as more of his alleged searches came to alert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BELAND",
      "sentences": "At 5",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "CARROLL",
      "sentences": "Prosecutors say Ana's employer, a D.C. real estate firm was first to report her missing when she didn't show up for work on January 4th and that's when police went to the Walshe's home for a welfare check.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BELAND",
      "sentences": "Only at this meeting with the defendant he first reported his wife missing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "CARROLL",
      "sentences": "During the course of the investigation, police found ten trash bags from a dumpster and trash facility with iteming including towels, rags, slippers, tape, gloves, cleaning agents, a COVID-19 vaccination card with Ana Walshe's name on it, a hacksaw and a hatchet. They also discovered personal items including a portion of a necklace believed to have been worn by Ana Walshe in several photos. Tests of some of the items by the state crime lab determined presence of DNA from both Ana and Brian Walshe.After the arraignment, defense attorney Tracy Miner called out prosecutors for leaks in the case saying in a statement that read, in my experience where, as here, the prosecution leaks so-called evidence to the press before they provide it to me, their case isn't that strong. Miner also said, it is easy to charge a crime and even easier to say a person committed that crime. It is a much more difficult thing to prove it, which we will see if the prosecution can do. (END VIDEOTAPE) CARROLL (on camera):  And, Jake, in addition to all of the evidence that was outlined there in court, the prosecutor also said there was evidence that there was blood found in Walshe's car. Again, here are the grounds, so many questions about motive. Hearing through that laundry, terrible list of all the Google searches, things can be missed. But I want to point you back to that one Google search on January 1st, which speaks about motive, how long someone missing to inherit? Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:22:40",
      "speaker": "MATTINGLY",
      "sentences": "In our \"politics lead\" today, the White House developing a new strategy on how to deal with the fallout from classified documents found at President Biden's home and private office. The discovery has prompted the appointment of special counsel to investigate.Meanwhile, former President Trump posted on his social media site Truth Social that he kept his own classified documents because they were, quote, \"a cool keepsake.\" Let's bring CNN's Phil Mattingly and Jamie Gangel. Phil, let's start with Biden .What are you hearing about this new strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:22:40",
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, I think it's worth noting that last week, they were certainly unsettled, very much on their back foot and very much surprised that throughout the course of the disclosure, the vast majority of officials inside the White House had not idea when these things were discovered, didn't know the entire review was underway. And that led them to very clearly to leave out a lot of information, not really having a clear message or clear way to respond.What we've seen from White House officials last several days is what officials say they are going to try to maintain over the course of however long the investigation takes. Not obviously talking about the investigation self, as has been apparent in every White House briefing. You're not going to hear the president talk about it either, he did a couple of times last week. They still want to focus their agenda on the schedule to present it in play before this investigation started kick into gear. More than anything else, they want to focus attacks on Republicans. Republicans have launched investigations into the president related to these issues, trying to elevate them, isolate them, and make a political fight as opposed to a legal one, which at this point in time, there's a lot of control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:22:40",
      "speaker": "TAPPER",
      "sentences": "They did to -- the Democrats did that to Ken Starr, as I recall back in the '90s.Jamie, meanwhile, you have John Trump intentionally -- stating that he intentionally got these documents because he wanted a cool keepsake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:22:40",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "It is even better than documents. What he is claiming is that he kept hundreds of folders, not even the documents himself -- themselves. He just like the folders that said, classified on them, or confidential.Look, this is nonsense, this is not helping his cause. If you are his lawyer, you are not happy with anything about this because he is also admitting whether not it was folders of documents that he kept these things on purpose. That is the complete opposite of what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "GANGEL",
      "sentences": "They're trying to cooperate. They sent back a letter last night. What they said is, the reality, which is as long as the criminal investigation is going on, they really can't do anything tell DOJ, the Department of Justice, says okay. And now, there is the special counsel. Are they cooperating as far as they can, yes. Is anything going to happen anytime soon? No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "TAPPER",
      "sentences": "And, Phil, before this all happened, it looks very much as though President Biden was going to announce he was going to run for reelection for 2024. Has this changed that at all? Has this changed the calculus?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "MATTINGLY",
      "sentences": "I'm not picking up any change whatsoever. And I think part of the idea is, we are trying to maintain business as usual, restore normalcy in how the building operates despite the investigation is ongoing. That's his political team. They are laying the groundwork. They are prepared for an announcement as soon as next month.I don't have any sense that is going to change anytime soon. I think that's a big part of why we have seen the president shift his focus away from trying to engage on this issue, trying to explain this issue and focus on his agenda, on the key initiatives and focus on Republicans. Not just this week, but weeks ahead as well. They are very much planning not to move in that direction. Nothing is final until it's final. But nothing has changed yet as far as I'm told.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "TAPPER",
      "sentences": "All right. Phil Mattingly, Jamie Gangel, thanks to both of you. Appreciate it.Let's bring in Republican Congresswoman Nancy Mace of South Carolina who is a member of the House Oversight Committee, where some of these investigations will be taking place. So, Congresswoman, you're going to continue to serve on the Oversight Committee in this new Congress. What do you make of the National Archives delaying, handing over information to the congressional committees for their investigations? They say they need to talk to the Justice Department first and defer to the special counsel. REP. NANCY MACE (R-SC):  Well, number one, I want to say that no matter what happens, either in an investigation within Congress, with an oversight, or the DOJ, that everyone is treated the same regardless of their political affiliation or the former president. Whatever the protocol has been today for the former president, it should be the same for President Biden. Both sides should be treated equally, in my opinion. I think that's best we can do for the American people at this juncture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "TAPPER",
      "sentences": "Do you see a difference in intent? There are two special councils, one investigating Trump, one investigating Biden. The Biden people are saying that this appears to have been accidental, inadvertent. Trump is on Truth Social saying, well, you heard Jamie's report about he brought the folders willingly because they were a cool keepsake or something like that. Does that matter to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "MACE",
      "sentences": "Well, what matters is what is in the documents themselves. We don't really know a lot because we don't have access to the classified or even top secret information to know what either of them had. So, it's really difficult to compare from that perspective.I treat classified information very seriously, especially when we're talking about information about our enemies, China, Russia, and other countries who are not our allies like Iran as well. And so, it's hard to compare if it's apples to oranges, or apples to apples, until we have more information. CNN's Phil Mattingly just reported that part of Biden White House's new strategy is to attack House Republicans, not engage in details. What do you think of that approach?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "MACE",
      "sentences": "Well, it's interesting because he hired a White House counsel for this, but this is really for President Biden, this is during his time after his vice presidency. So, that really doesn't count as much as, hey, he's going to have to have a -- it's a criminal investigation. He must have criminal attorneys.And I guess one of the differences here between the former president and the current one is that for the last two years, the DOJ, FBI, National Archives, everybody knew apparently that former president had documents at Mar-a-Lago, that they knew where they were. They had access to them, at least mostly early, in part we believe. And in this case with this current president, the last five years, no one knew about this. They were in multiple locations. No one is really certain who had access to them and when. I do think there are going to be a lot of questions that have to be answered from that perspective, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "TAPPER",
      "sentences": "Yeah, I'm not sure how much access the National Archive had to the Trump documents.I want to ask you about a different manner because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "MACE",
      "sentences": "Fair enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "TAPPER",
      "sentences": "-- you said a few days ago, that your party, the Republican Party's approach to abortion is tone-deaf. You are antiabortion. You're pro-life. You have said that if the party really wants to reduce abortion, especially with the Democratic Senate and Democratic White House, they should be providing more access to birth control to reduce the number of unwanted pregnancies.That does make a logical sense, are Republicans taking your advice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:05",
      "speaker": "TAPPER",
      "sentences": "I want to ask you because you're on the oversight committee. You're going to sit with Republicans like Marjorie Taylor Greene who said that a plane did hit the Pentagon on 9/11. And Paul Gosar, both of them spoke at a white supremacist conference in the last year or so.It is not going to make the oversight committee's job tougher? The reason I ask is that, obviously it is an incredibly important job of Congress to provide oversight over the executive branch, but I wonder if some of these individuals -- I mean, you once posted a bat, a poop, and clown emoji in reference to Marjorie Taylor Greene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:05",
      "speaker": "MACE",
      "sentences": "I did. Yeah. TAPPERimportant oversight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:05",
      "speaker": "MACE",
      "sentences": "Well, I think that the same thing could be said for the left. We saw the 117th Congress that members of the squad have got in trouble for perhaps antisemitic remarks like Ilhan Omar, those numbers on the oversight committee.But I will tell, you we have done a lot of great work. In fact, the last bill that I passed of oversight was that of Congressman Ro Khanna out of California. It was a quantum computing bill that the president signed into law at the end of the year. So there are great opportunities to get good things done, with the right leadership in place. And I do believe in Jamie Comer as our chairman. I am going to be handed a gavel. I love a chairmanship. I will be one of five or six committee chairman on the oversight committee. And I plan on working hard, as I always, have been trying to get what we do on oversight in that direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:05",
      "speaker": "TAPPER",
      "sentences": "One of the reasons I also ask is because, I have seen a lot of oversight hearings and I am thinking about back when there were Benghazi hearings, or a lot of Benghazi hearings.And Benghazi was a tragedy. It was a serious issue and a lot of horrible things happened that expose that there was insufficient diplomatic security, and exposed that the Obama ministration didn't have a plan for post-Gadhafi Libya. There was a whole thing about blaming this guy who made a video. There was a lot of legitimate stuff to investigate and bring to the fore. But, so much energy, so much air time was devoted to people on your party's fringe. I'm obviously not blaming it for this. This was some years ago. But your party's fringe who would talk about just all these conspiracy theories. And I'm just wondering if you are worried, given the fact that you have individuals, I mean, Marjorie Taylor Greene said a plane did not hit the Pentagon on 9/11, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:05",
      "speaker": "MACE",
      "sentences": "Yeah. And it has always been my concern. I've been very outspoken against conspiracy theories. But again, this is something I have seen in just my two years in office. Now in my second term, I have seen it on both sides of the aisle. I have seen a lot of performance art, political performative art.We saw that during the week at the speaker's vote, for example. We see it over and over again. That is one of the reasons that I believe that there is so much distrust in Congress and the federal government, and our processes because we politicize so much rather than getting to the meat and potatoes of what the American people care about. Number, one in a swing district that I represent. That is inflation. Number two is abortion. And immigration and crime. And other economic issues. And those are the things that we really ought to be focused on. And I hope that it doesn't take away, but it does not distract from the work that Congress needs to be doing. And you will see me being a very strong and determined voice. I am trying to make sense of it all and trying to push through the noise to deliver results.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:05",
      "speaker": "TAPPER",
      "sentences": "All right. Republican Congresswoman Nancy Mace of South Carolina. It is always good to see. You thank you so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:05",
      "speaker": "MACE",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:38:22",
      "speaker": "TAPPER",
      "sentences": "And we are back with our world lead.Benjamin Netanyahu is not even a month into his new term as Israeli prime minister, but a ruling today by Israel Supreme Court may knock out a key member of his far right wing ruling coalition amidst Netanyahu's attempt to undermine Israel's independent judiciary. Let's get the details from CNN's Hadas Gold. Hadas, what does Sunday's ruling mean for Netanyahu's government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:38:22",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "Well, Jake, this was a bombshell 10 to 1 Supreme Court ruling that could be a massive political and constitutional crisis for Netanyahu in Israel. Israel's high court essentially saying that Aryeh Deri, who had recently been appointed ministry of interior and health, could not serve as minister because of its previous convictions. Just last year, he was convicted on tax charges. He resigned from the parliament, struck a plea bargain, served as a splendid sentence, and said that plea bargain that he wouldn't return to public office. But here he is today.So, now, Netanyahu will have to fire him or Deri will have to resign. But Netanyahu needs to tread carefully here, because he needs Deri's party, the Shas Party has 11 seats. And without those 11 seats, Netanyahu doesn't have power. So far, Netanyahu has not publicly said what he will do, whether he will fire or force terry to resign. And Deri says he will continue to fight. But most likely, Jake, this will actually speed up what has already been a brewing at crisis here in Israel over the power and the role of Israel's highest court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:38:22",
      "speaker": "TAPPER",
      "sentences": "Yeah. I mean, how does this play into the confrontation over the power of Israel's independent judiciary and their Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "TAPPER",
      "sentences": "All right. Hadas Gold, in Jerusalem for us, thank you so much.Turning to our health lead now, and fears over China's COVID crisis worsening amid lunar New Year celebrations. The Chinese government, of course, basically close that country's international borders for three years, while not taking critical steps to get the vaccines to vaccines and prepare its hospitals. The country's health care system has now been overwhelmed by a surge in COVID cases ever since they abandoned their zero COVID policy last month the government. As CNN's Ivan Watson reports for us now, since that abrupt change, China went from reporting just 37 deaths and a month to admitting that the number was closer to 60,000. (BEGIN VIDEOTAPE) IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over):  A population on the move. After three years of restrictions due to their government's war on COVID, Chinese can finally travel again, just in time for the upcoming lunar New Year holiday. In pre-pandemic, times this was described as the world's largest annual human migration. I haven't been home in three years, says this man at the main Beijing train station. Millions of Chinese people are traveling as COVID-19 spreads out of control. Chinese officials say COVID infections have passed their peak in many parts of the country. But there are clearly still concerns about the scale of the outbreak. For example, here in Hong Kong, authorities require all of these travelers arriving on the high speed trains from mainland China to get negative COVID tests first, before they can cross the border. Last month, Beijing abruptly scrapped its strict zero COVID policy. The ensuing surge of sick people, putting a strain on hospitals, and health workers. Several social media videos showed nurses sick with COVID collapsing on the job. I felt unwell, says this nurse in Shandong. It had been a week that I had COVID-19, until that day when I finally collapsed. Over the weekend, health officials who once prided themselves on the keeping COVID out of China abruptly raised the COVID death toll since early December. From several dozen COVID deaths to you nearly 60,000 people killed by COVID. But, to the official you turn on COVID has had other unintended consequences. A factory in Xiangcheng, workers pelted police with what appeared to be boxes of COVID ties. Some biotech companies withholding salaries or laying off workers after the government suddenly stops demanding the population take millions of COVID tests a day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "GEORGE MAGNUS, RESEARCH ASSOCIATE, UNIVERSITY OF OXFORD CHINA CENTRE",
      "sentences": "The implementation of zero COVID and the abrupt and unprepared manner in which it was abandoned -- I mean, speaks to a chronic government's failure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "WATSON",
      "sentences": "One of China's richest provinces, Guangdong, spent around $22 billion over three years on pandemic prevention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "MAGNUS",
      "sentences": "A lot of these local governments are highly indebted. They've got big cash flow problems. This is a big problem the central government and local governments will have to sort out, in this coming decades. But COVID just kind of made it worse really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "TAPPER",
      "sentences": "All right. Ivan Watson in Hong Kong for us, thank you so much.Coming up next, going beyond Greenland's picturesque glaciers, the alarming study out today with information that could impact every single person on earth. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "JFK TOWER",
      "sentences": "(EXPLETIVE DELETED) Delta 1943, cancel takeoff plans. Delta 1943, cancel take off plans.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "CNN's Pete Muntean is here.Pete, what is the status of the investigation right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "Well, the NTSB and the FAA are investigating, but the new development here is that we're hearing from a source familiar with this investigation that the stats system, the special systems that are at airports like JFK and 20 airports across the country, were in fact working to warn that Boeing 777 operated by American Airlines to keep it from crossing the runway as this Delta Airlines 737 was taking off.There they are there. It's called a runway status lights system. It's a few different airports across the country. This essentially warns pilots to avoid the exact incident like we saw play out. It is only further elevating the possibility of human error here as the cause. Was there confusion in the cockpit at the time? The big question now from the NTSB and other aviation experts that we're hearing from is, will they be able to access the cockpit voice recording onboard that American Airlines 777? The issue here is that flight continued onto his destination of London Heathrow. And, typically, the cockpit voice recorder only records things for two hours. Obviously, that flight is much, much longer. So, the fact is, the possibility is at least that those recordings are lost, meaning that a key piece of data in this investigation might be gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "Right. And there is a move to have those flight recorders last longer and record --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "MUNTEAN",
      "sentences": "Twenty-five hours is what the NTSB wants. They recommended that to the FAA. The FAA simply says it doesn't have resources in place to put into place this recommendation from NTSB.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "All right. Pete Muntean, thanks so much.And in our \"Earth Matters\" series, scientists say temperatures in Greenland have not been this warm in at least 1,000 years. A new report in \"Nature\" pieces together Greenland's history and how the climate crisis has impacted the island over the years. Joining us now, CNN's Bill Weir. Bill, what are the key takeaways from this article, the study in \"Nature\"?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Well, our colleague Fred Pleitgen was actually up in Greenland a decade ago when they started drilling these ice cores. They have gone back as far as the cores will tell them, 1,000 years. And yes, it has warmed up, the warmest in 1,000.But since 2001, it is one and half degrees warmer than the 20th century. Not to mention much warmer than pre-industrial times. You recall, Paris Accords trying to keep this at 1.5. In Greenland, they are already well above that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "What are the future consequences?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "WEIR",
      "sentences": "Well, it's all about sea level rise, frankly. There is enough freshwater ice on land that if it ends up in the ocean at the current rates, by the end the century, it will raise sea levels a foot and a half. But that would be just Greenland. The rest of the world's ice would be gone by then as well.If the whole thing goes, it could be 25 feet of sea level rise. That would take centuries. But, we still control our own destiny. That is humanity, in terms of how much pollution is allowed to get up there. But in the meantime, coastal cities need to factor all of this in when it comes to engineering ports, zoning, beachfront communities. This will be a long story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "Is there anything that the world can do to stop this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "WEIR",
      "sentences": "Not that -- they can make it less worse. We are already beyond a certain tipping point as this thing is sliding. It's also affecting the gulf stream. Oh that will -- it change is ocean currents.There's so many other cascading problems as a point of this that are sort of on the way. We can stop the worst of it by decarbonizing as fast as humanly possible, which will be the biggest job we ever do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "Yeah, and there is no will out there by the world leaders to do that. WEIRand more people are coming to grips with the results, the effects of that cause, what is happening up there. We are capable of amazing things, once people decide to put their minds to it. Here's hoping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:58:42",
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.This hour, what kind of person offers thousands of dollars for lifesaving surgery for the dog of a homeless veteran? But then takes the money and the dog dies. I'll give you one guess, hint, he is a brand-new member of Congress. Plus, new tragedy in the midst of an already devastating war, a helicopter carrying some of Ukraine's top government officials crashes, right next to a kindergarten outside of Kyiv. The latest on the investigation into what caused the crash. And leading this hour, the failed Republican state legislative candidate who allegedly scheme to have his Democratic rivals killed, he just appeared in a New Mexico courtroom. Solomon Pena is accused of masterminding and participating in shootings of four Democrats and hiring gunmen to carry out some of the shootings. After losing his election in November, Pena, who is a Trump loyalist, insisted without providing any proof that his election was rigged. CNN's Kyung Lah reports from Albuquerque, New Mexico, where Pena's neighbors say they are not surprised. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:58:42",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are on the record on Solomon Pena.KYUNG LAH, CNN SENIOR NATIONAL CORRESPONDENT (voice-over):  Once Republican candidate now criminal defendant, Solomon Pena made his first appearance in an Albuquerque courtroom facing charges in what prosecutors called the politically motivated shootings at the homes of four local Democratic leaders.",
      "isLastSentenceInterrupted": false
    }
  ]
}