{
  "date": "2023-08-18",
  "headline": "CNN This Morning",
  "subHeadline": "Hilary Now Cat 4 Hurricane; FEMA Relief Fund Could Run Out by End of Month; Maui Emergency Chief Resigns Amid Outrage Over Sirens Not Working; Trump Team Seeks 2026 Trial Date in Federal Election Subversion Case; Trump Cancels News Conference to 'Show New Evidence of Fraud'; Woman Says Somebody Used Her Photos to Create Fake Viral Liberal Twitter Account. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:32",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Good morning. It's Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "HARLOW",
      "sentences": "Good week, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "MATTINGLY",
      "sentences": "We made it through the week. It was a good week. There was also a lot of news, as there has been all week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "HARLOW",
      "sentences": "Absolutely, and there's more today. Let's get started for \"Five Things to Know\" this Friday, August 18.This breaking overnight: Hurricane Hilary intensifying in the Pacific. It is now a major Category 4 hurricane that's expected to bring flooding and rain to California and the Southwest over the weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "MATTINGLY",
      "sentences": "And we have more breaking news. This out of Hawaii. Maui's emergency management administrator quit abruptly a day after he defended not sounding the island's sirens as deadly wildfires tore through Lahaina. He cited health reasons.And also this just in: FEMA's disaster fund is slipping into the red, and hurricane season hasn't even peaked yet. Now pressure is on for Congress to pass a spending bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "HARLOW",
      "sentences": "Also new this morning, former President Trump wants to push back the trial date in the federal election subversion case by a lot. The special counsel wants January, months from now. Trump's team wants April of 2026, about three years from now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "MATTINGLY",
      "sentences": "And federal prosecutors are recommending the toughest January 6 sentence yet for two leaders of the Proud BoysAnd we're going to start with breaking news this morning. A major storm threatening the West Coast. Hurricane Hilary has now intensified into a powerful Category 4 storm as it nears Cabo San Lucas in Mexico. That storm could also bring heavy rain, flooding, and powerful winds to California's Baja in the Southwest this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "HARLOW",
      "sentences": "Hurricane Hilary is expected to weaken as it heads North. But if it hits California as a tropical storm, it would be a rare and unprecedented event.The first one to do so in 84 years. We begin this hour with our meteorologist, Derek van Dam. I think anyone waking up this morning hearing a hurricane is heading toward Southern California is going to be very confused, as I was. It doesn't happen a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Yes, you've got to go back to 1939. The last time we had a tropical storm make landfall in Southern California.So this is significant, and people are going to be caught off-guard with this system. We're closely monitoring it, but this storm intensified by 75 miles per hour just in the past 24 hours. So it is a Cat 4. Winds right now at 145 miles per hour. When will we feel the impacts? Well, the Baja Peninsula right here. This is part of Mexico, of course. They'll feel impacts by Saturday morning. But as late -- as early as Saturday evening into Southern California, certainly into the day on Sunday, and once again on Monday across much of the Southwestern U.S. But this storm is going to encounter some significantly cooler water, compared to where it's moving across right now. And this is going to significantly weaken the storm as it approaches California. But it's likely, and there's explicit wording from the National Hurricane Center, this will still pack the punch of a tropical storm as it reaches, let's say, San Diego, perhaps into Los Angeles. Now this is a game of miles. If this storm stays off-shore, we have more coastal impacts: erosion, large waves, rip currents, and even urban flooding just because of the proximity to the larger cities. But if it moves inland, it starts to get sheared apart by the Baja Peninsula. It brings the flash flood and wind threat more inland. Certainly, mud slides and the flooding is a big concern here as the potential exists for upwards of a year's worth of rain, if not more, out of this storm system within a period of a day or two really, a significant rainfall threat for much of the Southwestern U.S., including our largest populations from L.A. to San Diego -- Poppy, Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "MATTINGLY",
      "sentences": "A year's worth of rain.Derek, we keep your agile in your job. There's no shortage of weather events and common issues you're dealing with. We've been following these wildfires in Canada. Thousands under evacuation orders. What's the latest on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "HARLOW",
      "sentences": "Wow. That puts everything into perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "HARLOW",
      "sentences": "Derek van Dam, thank you on both fronts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "MATTINGLY",
      "sentences": "And this just in this morningIt's been a record-breaking year, with more than a dozen billion- dollar weather disasters coast to coast, from catastrophic flooding to tornado outbreaks to crippling winter storms. And that's not even counting the recent historic floods across the Northeast and that devastating Maui wildfire that has become the deadliest U.S. fire in over a century.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "HARLOW",
      "sentences": "So a FEMA official tells CNN the agency's relief fund could be used up by the end of this month unless Congress acts. Priscilla -- Priscilla Alvarez joins us live at the White House this morning.Well, that's terrifying. Is there an assurance Congress will act?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, it's going to be top of mind when they return, but the bottom line when I talked to officials about this is that it would delay that critical recovery if FEMA does not get these funds.As you mentioned there, it's been a record-breaking year for expensive disasters, and that's put an intense strain on their funds, which could be depleted by mid- to end of August. Now, the White House has been monitoring this, and in their supplemental request to Congress, they included an additional $12 billion for these funds. Now, the FEMA administrator was asked about this at a White House briefing this week. And she also conceded that they have enough funds for the initial response to Maui, but they still need more to get all the recovery there. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "DEANNE CRISWELL, FEMA ADMINISTRATOR",
      "sentences": "We have enough funding to support the ongoing response efforts, because we take events like this into consideration. But it would delay -- if we don't have additional funding, it would delay some of the recovery projects and push them into next year.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "ALVAREZ",
      "sentences": "Now a FEMA official also tells me that a lot of these funds go to prep. So if we know that a hurricane is coming, for example, that you just mentioned, or any other sort of natural disaster, they can start to send supplies and people there, knowing that there's going to have to be recovery efforts on the back end.But if they don't have those funds, they are -- might not be able to do that work. And so all of that would slow down recovery. So of course, this is fueling concern within the agency, and the ask is going to Congress for them to work on this as these natural disasters continue to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "MATTINGLY",
      "sentences": "Congress that is not currently in session for the month of August, and that supplemental request included Ukraine funding, too. So the pathway right now is still very up in the air.It's very important reporting. Priscilla Alvarez, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "HARLOW",
      "sentences": "Also this. New overnight, Maui's emergency management chief has resigned. This as outrage grows in the wake of the catastrophic wildfire that has killed at least 111 people.He was facing serious criticism for not activating warning sirens as this wildfire closed in on Lahaina. You see it right there. His resignation comes a day after he publicly defended that decision, though. Hawaii's water management agency also under scrutiny this morning. We're now learning a state official may have delayed giving permission to use extra water to fight the flames as this disaster unfolded. Also, this just in. The ATF says it's sending a team of investigators to figure out how the fire started. And this overnight. Maui's mayor tells CNN close to half of the disaster area has been searched. More than 40 cadaver dogs are on the scene searching for human remains in the scorched ruins. Our Randi Kaye has been digging in on all of this. Here's her reporting. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So many of us residents felt like we had absolutely no warning.RANDI KAYE, CNN CORRESPONDENT (voice-over): Hawaii has one of the largest public safety outdoor siren warning systems in the world, sirens that were silent as wildfires raged. The question is, why? First, it was this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "HERMAN ANDAYA, FORMER MAUI EMERGENCY MANAGEMENT AGENCY ADMINISTRATOR",
      "sentences": "It would not have saved those people under -- on the mountainside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you regret not sounding the sirens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:08",
      "speaker": "ANDAYA",
      "sentences": "I do not. The sirens, as I mentioned earlier, is used primarily for tsunamis.KAYE (voice-over): That's what the head of Maui's Emergency Management Agency said Wednesday before suddenly resigning a day later. But even before that press conference ended, his reason had changed. This time suggesting the sirens weren't used, because people wouldn't have been able to hear the warning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "GREEN",
      "sentences": "The sirens were essentially immobilized, we believe -- we believe -- by the extreme heat that came through. Some were broken and we're investigating that.KAYE (voice-over): Yet, that doesn't all track with the county's own webpage, MauiSirens.com, which clearly states how the siren system is capable of alerting residents to multiple disasters, including wildfires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Emergency alert.KAYE (voice-over): And we also found this explainer about the sirens' uses on Hawaii's Emergency Management Agency's webpage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We also use sirens for hurricanes, brushfires, flooding, lava, hazmat conditions, or even a terrorist event.KAYE (voice-over): This map, also from the county's page, shows where the warning sirens are located. According to the state, there are about 400 sirens statewide, including 80 on Maui. And in the historic town of Lahaina, where more than 100 people were killed in the flames, there are five sirens. Five sirens that were not used to warn those in grave danger. Instead, officials say they chose to send alerts by text message to cell phones as well as alerts on land lines and through TV and radio.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "ANDAYA",
      "sentences": "It is our practice to use the most effective means of conveying an emergency message to the public during a wildlife -- wildfire.KAYE (voice-over): While that may have worked in some cases, the wildfire moved so swiftly, it knocked out power and cell service, so how were residents supposed to receive those warnings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "MIKE CICCHINO, WILDFIRE SURVIVOR",
      "sentences": "There's no warning at all. There's not a siren, not a phone alert, not a -- nothing, not a call.KAYE (voice-over): Randi Kaye, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "HARLOW",
      "sentences": "Critically important reporting and so many unanswered questions this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "MATTINGLY",
      "sentences": "And a recognition that this is going to take so much time in the recovery for the families themselves but also trying to figure out what exactly went wrong and why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "HARLOW",
      "sentences": "Don't -- so it doesn't happen like this again. Randi, thank you for that.Meantime, Special Counsel Jack Smith wants Donald Trump's election subversion trial to start next year. Trump and his lawyers want it to start in about three years, in 2026.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "MATTINGLY",
      "sentences": "And Trump suddenly canceled a news conference where he claimed he was going to produce, quote, \"new evidence\" of the nonexistent fraud in Georgia's 2020 presidential election. New reporting behind that change of plans, that's coming up.(COMMERCIAL BREAK) [06:16:10]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "HARLOW",
      "sentences": "New developments this morning in the federal election subversion case against former President Donald Trump. His legal team says again they don't want to have a trial in the middle of the election, or even in the year after the election. They want a trial in April 2026.Our Katelyn Polantz joins us live in Washington with more. Good morning. Is this them saying, well, investigators got three years. We want three years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "Good morning.That's one of the things that they're saying. But what they're really saying is they're complaining about how much they have to go through to prepare for this trial. They're saying that there are millions of documents, 11 million pages of records, that they're going to need to read one by one. That's not exactly how it works in preparing for trial. The government does turn over to defense teams lots and lots of information, but they also spell out for them, these are the ones that are the important documents that you should look at. But the Trump team, they are saying, It's so many records. We would have to read \"War and Peace,\" essentially, so many times, or the equivalent of \"War and Peace\" so many times in order to get through all of this for trial. Also, we're very busy, because Donald Trump has other things that he's needing to prepare for. There's going to be hearing dates for other criminal indicted -- criminally indicted cases before this trial, as well. And so everything is going to converge in a way where we need a lot more time. April 2026 is what they're asking for. They say that \"The government's objective is clear: to deny President Trump and his counsel a fair ability to prepare for trial. The court should deny the government's request.\" Now, Poppy and Phil, whether Judge Tanya Chutkan is going to buy that argument still remains to be seen. She is going to have them in court in a couple weeks to talk about a trial date and has already indicated that there's a couple reasons why this trial may need to go to trial quickly. And the Justice Department has argued that one reason is that the American public deserves to see this case settled, because it is about an election. Of course, Donald Trump is running for reelection. MATTINGLY: Katelyn, there was a big number that stood out to me last night in terms of what the Justice Department is asking for in terms of the length of the prison sentence for the leaders of the Proud Boys. You've got some reporting on this. It's about the role in the January 6 attack on the U.S. Capitol. What can you tell us? It is a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "HARLOW",
      "sentences": "Wow. Katelyn, keep us posted. Thank you for that reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "MATTINGLY",
      "sentences": "And now, in a sign of the weight and potential magnitude of the charges outlined in that Georgia indictment, a somewhat rare move from former President Trump.He's scrapping his plans, or at least stated plans, for a Monday night news conference in New Jersey, where he was promising to introduce new evidence of fraud in Georgia's 2020 presidential election. No, no fraud has ever been substantiated. Trust me, people have looked. The about-face is unfolding as Trump's legal teams fine-tune its plans for his surrender. The deadline, of course, to turn himself in is one week from today. CNN's Alayna Treene is live with part of this story. Alayna, I don't recall a lot of times where it seems like Trump is listening to either his advisers or his legal team. Is that what happened here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "ALAYNA TREENE, CNN CORRESPONDENT",
      "sentences": "I think so, yes, Phil. From our conversations, my colleague, Kaitlan Collins and I, have been hearing a lot about this press conference.And I think there was a lot of skepticism about it and understandably so. And part of the reason for that, Phil and Poppy, is many of his advisers were caught off-guard when they saw that Donald Trump was posting about this, quote, \"major news conference\" that he was going to be holding on Monday. We spoke with some people immediately after he made that post, and I think few people in Trump's inner circle and some of his advisers didn't know that he was going to be saying that. And so behind the scenes, there was some concern from Donald Trump's team and some of his lawyers about, you know, holding a press conference on the baseless claims that he's being charged for at the same time, and that he's going to be surrendering for at some point next week. And so that's kind of how this has been playing out behind the scenes. And I do want to share with you just some of what he had said last night in announcing that he's no longer going to be holding this. Donald Trump posted, quote, \"Rather than releasing the report on the rigged and stolen Georgia 2020 election on Monday, my lawyers would prefer putting this, I believe, irrefutable and overwhelming evidence of election fraud and irregularities in formal legal filings.\" He went on to say, \"Therefore, the news conference is no longer necessary.\" And, of course, I have to highlight, again, Phil and Poppy, that these are the same false claims that Donald Trump has been making for years now and what he is being charged for, in part, in this indictment. And both Georgia's secretary of state and governor, both of whom are Republicans, have repeatedly said that the Georgia election was not stolen. And so there's -- I think this is the key reason why he's not moving forward with this on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "MATTINGLY",
      "sentences": "Yes. And it's going to be fascinating to see if his lawyers actually use that information as the former president says, they're going to do in their filings. TREENE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "MATTINGLY",
      "sentences": "I wouldn't hold my breath on that one. Alayna Treene with today's version of as Trump world turns. Thanks very much for the reporting.And next, she was the face of a viral liberal Twitter account. Only one thing. She didn't run it. CNN tracking down the real face behind the fake Erica Marsh. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Are you Erica Marsh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "COURTNEY BALLESTEROS, PHOTOS STOLEN FOR FAKE TWITTER ACCOUNT",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "ROSALES",
      "sentences": "But that's your face.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "HARLOW",
      "sentences": "So a woman in Florida is speaking out for the first time after she became the face of a liberal Twitter account that went viral earlier this year, an account that turned out to be fake.CNN tracked her down, and she says she had nothing to do with it. Our Isabel Rosales joins us live from Atlanta this morning. Good morning, Isabel. What did she say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Good morning to you, Poppy.For so long she felt like she was just screaming out into the void as she saw this account just take off, saying that her face was stolen. She was not actually saying all of this. But now she is ready to tell her story and set the record straight. Her name is Courtney. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Erica Marsh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Erica Marsh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Erica Marsh.ROSALES (voice-over): Erica Marsh quickly rose as a viral left-wing voice on social media. Her incendiary tweets, often ultra-liberal and politically charged, drew millions of views, and the ire of Republicans. Tweets like, \"Do you agree that drag story hour should be mandated for elementary school students?\" And, \"Why does it seem like most Republicans are pedophiles?\" The account had nearly 130,000 followers. Marsh's top tweet, viewed more than 27 million times. Twitter, which now goes by X, took down the account a few weeks ago. It was a fake. But the photos were not. Now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "BALLESTEROS",
      "sentences": "Well, hello.ROSALES (voice-over): CNN exclusively shares the real face that's on the notorious account.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "ROSALES",
      "sentences": "Are you Erica Marsh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "BALLESTEROS",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "ROSALES",
      "sentences": "But that's your face.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "BALLESTEROS",
      "sentences": "Seems to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "ROSALES",
      "sentences": "Why are you talking to us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "BALLESTEROS",
      "sentences": "I want to tell the world that that's not me. My name is not Erica Marsh. I am Courtney.ROSALES (voice-over): Courtney Ballesteros lives in a rural part of the Tampa Bay area in Florida. She showed CNN her original photos, nearly a decade old. She says they were stolen from her Facebook page.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "BALLESTEROS",
      "sentences": "In my grandmother's front yard.ROSALES (voice-over): By whoever, or whatever, is behind this account, named Erica Marsh. The photos on the account are from when Courtney was still a teenager. She's since gotten married and had children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "ROSALES",
      "sentences": "All right. Courtney, let me have you read Erica Marsh's probably most popular tweet. It got over 27 million views. And then tell me what you think about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "BALLESTEROS",
      "sentences": "\"Today's Supreme Court decision is a direct attack on black people. No black person will be able to succeed in a merit-based system.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "ROSALES",
      "sentences": "And what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "BALLESTEROS",
      "sentences": "I'm speechless.ROSALES (voice-over): Speechless because, while this viral fake account shares Courtney's face, they do not share the same politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "ROSALES",
      "sentences": "Are you liberal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "BALLESTEROS",
      "sentences": "No, ma'am. No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "ROSALES",
      "sentences": "You're a Republican?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "BALLESTEROS",
      "sentences": "Yes, ma'am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "ROSALES",
      "sentences": "Can I ask you which way you voted in the last presidential elections?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "BALLESTEROS",
      "sentences": "Of course I voted for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "ROSALES",
      "sentences": "So you sense the irony here, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:25",
      "speaker": "BALLESTEROS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}