{
  "date": "2023-05-29",
  "headline": "The Situation Room",
  "subHeadline": "Deal Reached, Now Seeking Support For The Bill To Be Passed; Rep. Jamaal Bowman (D-NY) Is Interviewed About The Debt Deal And If He Supports It; Russia Fires Missiles At Kyiv During Daytime; Governor DeSantis Weighs In On The Debt Ceiling Deal; Biden & McCarthy Scramble To Sell Debt Deal To Party Hardlines; U.S. Drivers Getting A Break At The Gas Pump This Memorial Day; Video Shows Shootout Between Charlotte Bus Driver & Passenger. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "The remake of this 1989 animated film has been the subject, sadly, of some racist tropes because Disney cast Ariel with a black actress, Halle Bailey. Her performance is earning solid reviews from critics.I can't wait to take my little girl to see that movie myself. Well, thank you so much for joining me for this especially edition of \"The Lead.\" Our coverage continues now with Wolf Blitzer and \"The Situation Room.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Happening now, President Biden and House Speaker McCarthy, they are scrambling big time right now to sell their debt limit deal to lawmakers. The agreement could avoid a catastrophic default if congressional leaders can find the votes and push the bill across the finish line before it's too late. Only a few days left.In Ukraine, a rare daytime missile barrage shakes the capital city of Kyiv. The Russian attack apparently repelled by air defenses as Ukrainian forces hit. They're nearly ready to launch their highly anticipated counteroffensive. And we're keeping an eye on the skies and the highways here in the United States on one of the busiest travel days of the year. What you could expect if you're heading to an airport or hitting the road on this Memorial Day. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer. This is a \"Situation Room Special Report.\" Our top story this evening, the debt limit deal between President Biden and Speaker McCarthy is about to be put to the test. Both leaders racing to shore up support for the agreement as they face very tough criticism from hard-line members of their own parties. CNN's Jeremy Diamond is joining us live from the White House. Lauren Fox is up on Capitol Hill. Both have new details on what's going on as far as a compromise is concerned and what comes next. First, let's go to Jeremy Diamond at the White House. What's the latest from the president, Jeremy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, listen, Wolf, this debt ceiling compromise bill is going to need both Democratic and Republican votes to pass. And just as Speaker Kevin McCarthy is working to whip his caucus for the vote, the White House is doing the same with Democrats.And the president today sounding confident. He wouldn't quite guarantee that this legislation will pass when it comes up for a vote in the House on Wednesday, but he did sound confident. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "I never say I'm confident what the Congress is going to do. But I feel very good about it. There is no reason why it shouldn't get done by the 5th. I'm confident that we'll get a vote in both Houses and we'll see.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "DIAMOND",
      "sentences": "And I asked the president what his message is to these Democrats who may have reservations about this compromise deal. He said talk to me. So, clearly President Biden more focused on making this appeal behind the scenes to Democrats. And I'm told that's exactly what's been happening.He's been on the phone with several key Democratic lawmakers whose votes he's trying to get and he has also been talking with congressional leadership which gives him that sense of optimism. And beyond that, you know, the White House has also held several briefings for House Democratic lawmakers. They have made more than 60 one-on-one calls with key House Democrats. And so clearly, the White House making a full-court press here to ensure that this legislation can pass with Republican and Democratic votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "BLITZER",
      "sentences": "Jeremy, what did the president say about the Democratic Party progressives who might not necessarily support the deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "DIAMOND",
      "sentences": "Well, listen, Wolf, the president was actually quite candid about the fact that he is just not sure if progressive Democrats will ultimately line up behind this. And that comes just a day after Congresswoman Pramila Jayapal, the leader of the Progressive Caucus, she said this.(BEGIN VIDEO CLIP) REP. PRAMILA JAYAPAL (D-WA)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Democrats watching right now at the White House, your friend Hakeem Jeffries, others, do they still have to worry about the Progressive Caucus and whether or not your caucus will support --REP. PRAMILA JAYAPAL (D-WA):  Yes. TAPPER:  Yes, they do. Okay. Congressman Jayapal, thank you so much --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "JAYAPAL",
      "sentences": "Yes, they have to worry. Yes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "DIAMOND",
      "sentences": "And ultimately, Wolf, there is a recognition both here at the White House and on Capitol Hill that it's really those Democrats and Republicans more in the center who they are going to have to rely on. Those hard-line conservatives, hard line progressives not likely to vote for this.But the White House is nonetheless making their case to those progressives and other Democrats, telling them to focus not on what's in the bill, but what is not in the bill, those Democratic priorities they were able to protect. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "BLITZER",
      "sentences": "All right, Jeremy, standby. CNN's Lauren Fox is up on Capitol Hill for us. Lauren, what's the latest on whether this deal can actually pass?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "BLITZER",
      "sentences": "That's so critically important. That's the house. What are the dynamics in the Senate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "FOX",
      "sentences": "Well, Wolf, that, of course, is a question of how long will this take? That's because despite the fact we do believe that the votes would be there in the U.S. Senate, there's still a huge question of how quickly they can move.Chuck Schumer, the majority leader, warning his conference in over the weekend they could have some votes. And that, of course, could bring us right up to that June 5th deadline, Wolf. So, a huge question mark right now is if any one senator could delay this process, force them to really wait several days to get this completed and to the president's desk. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "BLITZER",
      "sentences": "All right, Lauren Fox, Jeremy Diamond, guys, thank you very, very much. From more on what's in the debt deal, let's bring in CNN's Tom Foreman. Tom, both sides had to obviously compromise to reach this agreement. Walk us through what each party would gain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "These are broad-brush strokes here, Wolf. Some people don't think they're such big gains in either party. Nonetheless, on the Republican wins, let's start with that, non- defense spending is capped.Defense spending is actually going to go up a little bit, but spending on things like education and transportation and law enforcement, all those sorts of programs, discretionary spending. Those will be basically level for the next two years under this deal. Work requirements will be expanded for food stamps a little bit in that the upper limit of the age of people who might have to work to get food stamps has been moved up some, something that Republicans wanted, and many wanted more that what they got here. They claw back $30 billion in COVID funds, money not spent on COVID. They think that could help balance things out. They will restart student loan payments. The suspension of student loan payments started under Donald Trump. It has continued under Joe Biden, both presidents thinking it was necessary. The plan has been to restart those. Anyway, don't confuse this, though, with the plan to forgive student loans that the Supreme Court is considering right now. It's a different matter. And cut IRS funding. A lot of Democrats have really backed this plan that's out there. It's already been approved, to put more money into the tracking down of wealthy taxpayers to make them pay more of their share. Republicans have said, no, you're just going after all taxpayers. We don't want more of this. That's been cut back a little bit, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "BLITZER",
      "sentences": "So, Tom, those are the areas in which Republican leadership can argue they negotiated wins for their caucus. How about the Democrats in the Biden White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "FOREMAN",
      "sentences": "Well, you can start there, Wolf, with the simple fact that they have a deal. If you're the administration and one of these fights come up, it really is going to be incumbent upon you to come up with some kind of a deal despite the fact that some on the Republican side said they would take no compromise. There are compromises here and a deal has been reached.No work requirements for people receiving Medicaid. That is the health program for people of low income and other concerns. There will be no work requirements for that, though some Republicans want it. Maintain climate and clean energy initiatives. Again, some Republicans were not keen on that. Democrats say they have to have it. They really wanted it. That basically is going untouched, a few minor things. And the debt limit will be suspended until 2025. You could argue that this is a win for both parties, Wolf, because it lets them get through this next election without having this explosive matter on the table, and it will allow them to each try to consolidate their position with the voters. So, there's a little bit on both sides, Wolf. There is something on both sides that will irritate their core base even as it helps them along. And maybe that's the definition of a compromise, it always has been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:58",
      "speaker": "BLITZER",
      "sentences": "So, Congressman, let me interrupt for a second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:58",
      "speaker": "BOWMAN",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:58",
      "speaker": "BLITZER",
      "sentences": "So, are you saying that in its current form, you would not vote for it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:58",
      "speaker": "BOWMAN",
      "sentences": "I'm saying I'm still undecided because we are still reviewing the bill. And I want to make one last point to the first question, Wolf. So, we've been talking a lot about spending, but we have not been talking at all about revenue.These so-called cuts that Republicans want to make, they're making these cuts while not being open or willing to discuss making sure the wealthy pay their fair share, making sure large corporations pay their fair share. They're trying to defund our ability to go after tax cheats which would raise $1 trillion over 10 years. And so that's another big piece. Republicans have disillusioned the American public by only having 50 percent of the conversation without having the other 50 percent around raising revenue from the wealthiest Americans who are still off the hook based on this deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:58",
      "speaker": "BLITZER",
      "sentences": "So, do your concerns -- I understand your concerns, Congressman, about this particular compromise bill, actually trump a totally catastrophic effects a default on the national debt would have on millions and millions of Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:58",
      "speaker": "BOWMAN",
      "sentences": "Oh, yeah. We will not default. Under no circumstances are we going to default. We should have raised the debt limit in December 2022, but unfortunately Democrats in the Senate, Manchin and Sinema, did not allow us to do that.This is why elections matter so much. We have to elect the right people into office because if we do not, we're going to have a leadership like the Republican Party, pushing forward austerity budgets that keeps food out of the mouths of babies while allowing corporations and the wealthy elite to thrive. Elections matter. Let's have the full conversation and let's be honest. We have to talk about debt, but we have to talk about GDP, and we have to push a conversation around the true wealth and health of our economy which begins with how we take care of the most vulnerable people. And we have not negotiated that as part of this bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:58",
      "speaker": "BLITZER",
      "sentences": "Congressman Jamaal Bowman, thank you very much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:58",
      "speaker": "BOWMAN",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:58",
      "speaker": "BLITZER",
      "sentences": "All right. During the next hour of our \"Situation Room Special Report,\" I'll get reaction to the debt deal from the Assistant Democratic Leader Congressman Jim Clyburn. He'll be standing by live.Also coming up, we go live to Kyiv where Russia mounted a rare, very brazen missile attack right in the middle of the day. (COMMERCIAL BREAK) [17:15:00] BLITZER:  We're following a shocking Russian attack on Ukraine's capital city of Kyiv in broad daylight, just hours after an overnight barrage across the country. CNN's senior international correspondent Fred Pleitgen is joining us from Kyiv right now. Fred, what's the latest there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:58",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, Wolf. The capital city essentially hit with two waves of attacks by the Russians overnight and in the morning hours. First of all, overnight, it was cruise missiles and drones that the Russians sent to the Ukrainian capital.The Ukrainian air defense said they took down most of those. And not only six hours later, there was this second wave of missiles, this time, ballistic missiles that the Russians fired. And the Ukrainians actually said they managed to take down 11 of 11 of those. Nevertheless, as you can imagine, Wolf, terrifying moments for the people here in the Ukrainian capital. Here is what happened. (BEGIN VIDEOTAPE). PLEITGEN (voice-over):  Terrified children running for their lives as Russia unleashed another massive aerial attack on Ukrainian cities. And Ukraine says its air defense managed to shoot down all the ballistic missiles fired at the capital Kyiv. And now, Ukraine's forces seem nearly ready for their own much-anticipated counteroffensive. This weekend Ukraine's top general, Valeriy Zaluzhnyi releasing this video showing troops gearing up for battle and showcasing modern western weapons with a clear message, it's time to take back what's ours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "BLITZER",
      "sentences": "Yeah. Seeing those kids running to bomb shelters, so scary indeed. What is Ukraine, Fred, saying about when its expected counteroffensive could begin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "PLEITGEN",
      "sentences": "Well, you know, it's really interesting because they haven't offered any details, Wolf, over the last couple of weeks, certainly also over the past couple of days. But certainly, it seems from the uptick in rhetoric that we're seeing from Ukrainian officials really across the board, that it does appear more imminent than it has before.In fact, today, the president of this country, Volodymyr Zelenskyy, he came out and he said that he got new details on the possible timings of that counteroffensive. Again, not putting those details forward, but it certainly something that is in the public discussion. You then had the head of the -- the top general here in Ukraine, Valeriy Zaluzhnyi, putting out the video that we just saw in that report. And also, the national security adviser of Ukraine putting over the weekend as well, putting out a tweet that seemed pretty ominous as well. And that paired with the fact that we are seeing those increasing, what appear to be cruise missile attacks, possibly using those U.K.-provided Storm Shadow missiles on places in the rear (inaudible) Russian forces are. There's a lot of people who believe that something is up and that that counteroffensive could be imminent, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "BLITZER",
      "sentences": "Senator Tim Scott of South Carolina is the only declared Republican candidate in the 2024 Republican field right now. He's the only one who will not ultimately vote on the debt deal negotiated between President Biden and House Speaker Kevin McCarthy. But at least one candidate is weighing in on the deal.Let's bring in our chief national affairs correspondent Jeff Zeleny who is watching all of this unfold. How is the debt deal playing out there on the campaign trail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Wolf, it's clear as Republicans begin campaigning this week in earnest as we begin the month of June. This will be one of the issues that voters are likely asking about. But several candidates have voiced previous skepticism.And Florida Governor Ron DeSantis, he is actually was speaking out pretty sharply against this idea today. Of course, he's a former House member. He's voted on these before in the past. But as he was talking earlier this morning in an interview on Fox News, he was sort of sending the signal that Republicans should be asking for more. Let's listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "RON DESANTIS, GOVERNOR OF FLORIDA",
      "sentences": "Prior to this deal, Kayleigh, our country was careening towards bankruptcy. And after this deal, our country will still be careening towards bankruptcy. And to say you can do $4 trillion of increases in the next year and a half, I mean, that's a massive amount of spending and I think that that's just going to be totally inadequate to get us in a better spot.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "ZELENY",
      "sentences": "So, he is likely sounding the same message, speaking the same themes that base Republicans will be as well. But the reality is he does not have to vote on this. He does not have the threat of default hanging over him. He will if in fact he would win the nomination and indeed become president.But this is something that it's easier to be on the outside criticizing this act. But he is speaking to the themes that are -- one of the reasons that some House Republicans will likely vote against this of course. But I expect more candidates to weigh in as this week progresses, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "BLITZER",
      "sentences": "Has former President Trump reacted yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:59",
      "speaker": "BLITZER",
      "sentences": "Jeff, stay with us. I got more questions for you coming up. I also want to bring in CNN national politics reporter Eva McKend, along with former Republican Congressman Adam Kinzinger. He's also a CNN senior political commentator. Eva, as you know, a lot of debate going on right now. What is your assessment? You're doing a lot of reporting on this. Is there a deal that's going to pass or is this going to collapse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:59",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS REPORTER",
      "sentences": "Well, Wolf, we are getting developments by the hour. I think the reason why it's unlikely to collapse is because so many centrists have indicated that they are in fact going to support this. So that's the members in the new Democrat coalition, the problem solvers caucus.The largest amount of pushback that you're seeing is coming from both the right and the left of the party. But if a majority of centrist in both parties ultimately agreed to this legislation, it looks like it could pass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:59",
      "speaker": "BLITZER",
      "sentences": "Yes. That's what it looks like. Let's see, the stakes clearly are enormous. Adam Kinzinger, you were in Congress, a lot of us remember when a conservative revolt took town the House Speaker John Boehner, with Republican opposition to the debt deal growing? Is this something you think Speaker McCarthy also has to worry about now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:59",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, I think he always has to worry about it. I don't think he's going to go down on this one at this moment. But, you know, Wolf, everything that is new is old, and everything old happens again.And that's exactly what we're dealing with now, the same pattern over and over where this deal is negotiated. Those on the far right and the far left can oppose it and be outraged and act more pure than everybody and more courageous than everybody and know that they can vote no. And the real adults in Congress will actually be the ones to vote yes and pass it. We always call them the vote no, hope yes caucus. And so they're going to be able to maintain their purity. That's what you're seeing, frankly, with Ron DeSantis. He knows that we can't default on our debt. But he also knows he has the luxury of pretending like he'd be, you know, more pure than anybody that's going to sell out and raise the debt limit. So this is something that every pattern, whether it's this, whether it's government shutdown, the same pattern applies, again, I'm pretty confident this one is going to get done. And I think, frankly, that Kevin is going to survive this. He actually should probably get a lot of credit for the fact that they negotiated the deal, when the President didn't want to do that at the very beginning. But of course, there's going to be some in the party that just tried to blame, blame, blame, because they don't have the courage to do it themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:59",
      "speaker": "BLITZER",
      "sentences": "That's on the Republican side. And as you know, Jeff Zeleny, a lot of progressive Democrats right now they're coming out against this deal to avert a default first time in American history that would happen, what could this mean for President Biden support within his own Democratic Party, as he now runs for reelection,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:59",
      "speaker": "ZELENY",
      "sentences": "Look at one more example of something where progressives are a bit disappointed in him. But at the end of the day, they also know that the pragmatic approach here is to avoid default. If President Biden were to preside over a default, that of course, would be disastrous for his politics, and certainly our economy.So I'm not sure that this is going to really inflame progressives, to the point of not supporting President Biden, the White House is actually out there arguing that this could have been worse, that they could have given up far more. And what they point to is that all the specifics of the Inflation Reduction Act, and the Biden priorities that they voted on are intact in this bill. Yes, there are some issues on work requirements and other matters. But progressives, you know, it's one of those things where divided government, you have to make compromises whether they like it or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:59",
      "speaker": "MCKEND",
      "sentences": "But I just want to add something here, because I have some reporting on progressives. And I think that the White House should be a little bit more worried than they are. They are going to have to go back to the same members ahead of 2024. And ask them to lean on the constituencies that are really vital for Democrats, young voters, voters of color. And so you know, they can only agitate this wing of the party, but so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "BLITZER",
      "sentences": "You know her well Adam. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "KINZINGER",
      "sentences": "I mean, it was a good speech, really good speech. And you know, I was there when she made those comments, not to them, but actually the real members of Congress where she said, look, if you want somebody that's going to lie, you need to choose somebody else. And unfortunately, many in my party, many in that conference did, and they deposed Liz, and brought Elise Stefanik, who was more willing to lie and not tell the truth.And, you know, Liz has always stood very strong. I was very proud to serve with her on the January 6th Committee, and she's just done what, you know, unfortunately, should have been standard for any member of Congress, which is, you know, leadership has a really important part of that to lead. You have to lead people not just follow and not lie in order to get reelected. She's shown that. Unfortunately, too many of our colleagues haven't. And I think, you know, people will always say like, Liz and I were -- Liz was a hero. I said, there's no heroes in this. They were just a lot of cowards that by definition, just telling the truth and doing the right thing seemed heroic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "BLITZER",
      "sentences": "All right guys, thank you very much. Thanks to everyone.Just ahead, we'll have an update on Memorial Day travel as Americans head home from their holiday weekend. What you should expect at the airport, as well as on the road. Plus, a horrifying moment aboard a bus in Charlotte, North Carolina, a passenger and the driver exchanging gunfire. We have new video of the shootout. (COMMERCIAL BREAK) [17:40:42] BLITZER: Americans are hitting the road in huge numbers this Memorial Day as post pandemic travels surges. The unofficial beginning of summer often means soaring gas prices, but this year drivers are actually getting a break at the pump. CNN's Brian Todd is working the story for us. Brian, so what's behind the lower prices Americans are enjoying right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Several factors, Wolf, from the war in Ukraine having an unexpected effect on the price of gas to inflation, interest rates and overall demand at the pump. Tonight we have a new information, excuse me, on where gas prices are going and on a big weekend of travel.(BEGIN VIDEOTAPE) TODD (voice-over): On the road or in the air, Americans were traveling in resurgent numbers this weekend. Analysts giving important advice to potential travelers for the rest of the summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "DOUG SHUPE, AAA SOUTHERN CALIFORNIA",
      "sentences": "That this weekend is a sign of anything that's to come, it is -- it's going to be so busy. You know these airline seats are going to go fast. The hotel rooms are going to go fast. So you want to book your vacation plans this summer as early as you possibly can.TODD (voice-over): AAA projected that over 42 million Americans will have traveled 50 miles or more from home this Memorial Day weekend, a 7 percent increase from last year. Just on the roads, according to AAA, more than 37 million motorists projected for this weekend, up 6 percent from a year ago. And those drivers are getting a pleasant surprise at the pumps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "JOE ALIAGA, MOTORIST IN NORTHERN VIRGINIA",
      "sentences": "I am surprised because everything else is going up a lot more so at least gas prices have kind of been stable.TODD (voice-over): Gas prices steeply down from a year ago. The national average today standing at 3.58 a gallon for regular, according to AAA, down more than $1 from the average at this time last year, which was 4.60 a gallon. Analysts say there are several reasons for this. The global price per barrel of oil is lower than last year. And Russia didn't cut its oil supply to world markets as much as was anticipated, despite its war in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "DENTON CINQUEGRANA, CHIEF OIL ANALYST, OPIS",
      "sentences": "We thought Russia was going to disappear from the world market. Their oil is still getting to market in certain places, despite the fact that the U.S., the E.U. and U.K. have sanctions on them.TODD (voice-over): And experts believe motorists won't see huge price changes anytime soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "PATRICK DE HAAN, HEAD OF PETROLEUM ANALYSIS, GASBUDDY",
      "sentences": "The odds are against the national average hitting the $4 a gallon mark this summer.TODD (voice-over): So we asked motorists a key question. (on camera): Will you change your travel plans or your driving habits now that prices are low?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "TED MILLER, MOTORIST FROM MICHIGAN",
      "sentences": "Well, I actually just drove in from Michigan today to be with my son. So, you know, I think that I'm encouraged to keep traveling and get to family again. You know, it's been a while.TODD (voice-over): Analyst Patrick De Haan says if lower gas prices have you thinking about a longer road trip, planned or spontaneous, there is a certain time of summer that might be a better window to travel than others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "DE HAAN",
      "sentences": "If you're planning a road trip really the closing innings of summer may be a better bet simply because the supply of that special blend of summer gasoline increases over the next six to eight weeks culminating in a peak of gasoline supply that amasses right as the peak driving season is happening in late July.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "TODD",
      "sentences": "The resurgence in travel this weekend certainly applies to air travel. Before this weekend, the TSA anticipated the number of people screened by the agency at U.S. airports would hit about 10 million between Thursday and today. It now looks like it will get to that number and might exceed it. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "BLITZER",
      "sentences": "Very interesting. Brian Todd reporting, thank you.Now to that very dramatic video we're getting from Charlotte, North Carolina, where a bus driver has been fired after a shootout with a passenger. CNN's Dianne Gallagher is joining us right now. She has an update. Dianne, take us through what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:51",
      "speaker": "BLITZER",
      "sentences": "Tonight, President Biden is congratulating his Turkish counterpart President Erdogan for winning reelection in a highly watched run off race as Biden negotiates with the key NATO ally on transferring F-16 fighter jets to Ukraine.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:51",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I spoke to Erdogan and congratulated Erdogan. And he still wants to work on something on the extra things. I told him, we wanted to deal with Sweden before that get that done. And so we'll be back in touch with one another. But it was basically a congratulatory call.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:51",
      "speaker": "BLITZER",
      "sentences": "CNN's Nada Bashir is following President Erdogan significant district. She's joining us now from Istanbul. Nada, what does another Erdogan term mean for Turkey struggling economy right now and for Russia's war in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:51",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "Well, look, Wolf, throughout the campaign, President Erdogan has faced a fierce backlash from Turkish citizens and critics alike over the economy. His unorthodox monetary policies have been blamed in large part for the skyrocketing inflation rates we're seeing in Turkey in the plummeting value of the lira. This is a country going through a real cost of living crisis.But despite that, we heard from President Erdogan addressing his supporters, thousands of them gathered outside the Presidential complex in Ankara yesterday upon the announcement of his victory. He says he is determined to follow through his economic plan. He believes he will see good returns. And that this is the right way forward. But of course, many voters are concerned about the economy. This is a key issue. This is another term for a President who has already been in power for more than two decades and under President Erdogan leadership, we have seen Turkey's place in NATO cemented as a key ally of the West. It is an influential and important regional power broker, but not least with regard to the war in Ukraine. We heard ahead of the election, President Erdogan speaking to CNN, he described his relationship with President Putin as special. He intends to maintain that relationship and we have seen positive outcomes in the past despite criticism from his Western allies, including the negotiation of the Black Sea Green Deal. Now President Erdogan intends to maintain those relations. This is a concern for the West, but he is also an important interlocutor in this region. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:51",
      "speaker": "BLITZER",
      "sentences": "All right, Nada, thank you. Nada Bashir reporting from Istanbul.There's some sports news we're following right now. The NBA Boston Celtics, trying to make history tonight as the first team ever to come back from a zero to three deficit in a best of seven playoff series. CNN's Omar Jimenez is joining us from Boston right now. Omar, tell us about tonight's game.",
      "isLastSentenceInterrupted": false
    }
  ]
}