{
  "date": "2023-11-28",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Father Of Former Hostage Emily Hand Speaks To CNN; Palestinian Min. Of Health In West Bank: Fighting Has Claimed About 14,800 Lives In Gaza; Rescuers On Verge Of Reaching 41 Workers Trapped In Tunnel; Blinken To Highlight Support For Ukraine At NATO Meeting; Ukrainian Commander Captures Battle From The Trenches; CNN Marks Third Year Of Environmental Education Initiative. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "MAX FOSTER, CNNI HOST",
      "sentences": "Hello and welcome to CNN Newsroom. I'm Max Foster in London. Just ahead, an extended truce between Israel and Hamas appears to be holding as more hostages are expected to be released, one of the very latest.Plus, we'll be live in India where officials say rescuers are getting closer to freeing 41 workers trapped in a collapsed tunnel for 17 days. Then CNN's annual call to earth day. This year's theme, Our Shared Home, explores the ties between cities and more distant natural spaces. For two more days of calm, we are in day one of the two-day extension of the truce between Israel and Hamas. The key to continuing that truce is daily hostage -- is a daily hostage for prisoner exchanges. And it appears today's release is on course, with Israel confirming 10 names are on a list of hostages expected to be released today. And it says it has drawn up a list of Palestinian prisoners who will be freed in exchange. That should happen in the coming hours. Qatar, which helped negotiate the truce, says it hopes to arrange additional extensions between Israel and Hamas. The Israeli government says it believes 173 hostages taken on October the 7th are still in Gaza. Clare Sebastian tracking developments in the Middle East. I mean, it's early stages of this second phase of the truce --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "-- but it's playing out positively it seems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SEBASTIAN",
      "sentences": "So it seems to be continuing along the same rhythm of what we've seen for the previous four days, Israel saying overnight that it had received a list, it said, of 10 names that could potentially be released today by Hamas. That seems to put them on a slightly firmer footing, even than on Monday, when we saw there was a delay because Israel had protested according to sources, that the list did not contain mothers whose children were on the list.This had happened on Saturday and caused a great deal of concern. So, look, this is open-ended, right? So as long as Hamas keeps releasing hostages, Israel says they will keep extending the truce as long as there are at least 10 Israelis released every day. But there are limitations on that. We understand that this agreement only covers women and children. And according to the latest Israeli estimate of the 173 hostages that are still in Gaza, 45 are women, 6 are children. So there are limitations. Secondary to that is the idea that not all of them are physically in Hamas's custody. A diplomatic source briefed on the negotiations telling CNN that at least 40 are not being held by Hamas. And we understand that includes a family, the Bibas family, among them a 10-month-old baby, the youngest of the hostages. Israel saying that even though Hamas may not have physical custody of these hostages, it is still their responsibility. They are still the de facto government in Gaza. It's their responsibility to locate them and to keep up their side of the deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "OK, Clare, thank you.Among the former hostages being released from the hospital is Emily Hand. Her father initially thought the little girl was killed in the October 7th attack. Then he learned that she was being held by Hamas. Emily, who turned nine in captivity, was among the hostages released on Saturday. Thomas Hand has spoken with CNN throughout this ordeal. Now he tells our Clarissa Ward about the reunion with his daughter. (BEGIN VIDEO CLIP) THOMAS HAND, FATHER OF FMR. HOSTAGE EMILY HAND: They said that she should be here in a couple of minutes. I'm like, oh, I don't believe it. And all of a sudden the door opened up and she just ran. It was beautiful. Just like in -- just like I imagined it, you know, running together. I squeezed, I probably squeezed too hard. It was only when she stepped back a little, I could see her face was chiseled like mine, whereas, before she left it was, you know, chubby, curly, young, kid face. Yes, she's lost a lot of body weight. And the color, she -- I've never seen her so white. The other and the most shocking, disturbing part of meeting her was she was just whispering. I couldn't hear her. I had to put my ear on her lips, like this close, and say, what did you say? And (INAUDIBLE) I thought you were kidnapped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "She said I thought you were kidnapped.[08:05:01] HAND: She thought I was in captivity. They thought they'd kidnapped me. She didn't know what the hell happened apart from that morning. So she's presumed everyone's kidnapped, or killed, or slaughtered, or she had no idea. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "The violence in Gaza has claimed about 14,800 lives. That's according to the Palestinian Ministry of Health in the West Bank. Now, the pause in the fighting has highlighted the full scale of the devastation in the enclave, with entire neighborhoods left in ruins. Aid coming into Gaza, but it may be too little, too late. The World Health Organization says we'll see more people dying from disease than from bombardment if the health system isn't fixed.We've learned the U.S. is flying three plane loads of critical humanitarian aid into Egypt, which will be brought into Gaza. Larry Madowo joins us now live from Cairo. Larry, in terms of the aid coming in, as we keep mentioning, it's not going to be enough. But what's going to be the impact of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "It's not going to be enough, but it's still critical to get this aid into Gaza. Since the beginning of this temporary truce, about 800 trucks of humanitarian aid have come into Gaza. Food, fuel, water, baby formula shelters, these are all necessary for people who are displaced.The World Health Organization, as you mentioned, warning that more people might be killed from bombardments than -- from actually diseases breaking out than from the bombardments that they've been living through over the last 50 days. And the U.S. is now flying in three plane loads of more crucial humanitarian aid. The first of those planes will be arriving here in Egypt tomorrow. There will be two more coming in. Aid has been a key part of this deal to release the hostages that was agreed upon between Israel and Hamas with the United States and mediated by Qatar and Egypt. And it almost threatened to derail the whole thing on Saturday when Hamas was unhappy about how much aid was going, getting into northern Gaza. Because even though there's a lot of trucks lined up on the Egyptian side of the Rafah crossing, getting to cross, checkpointed, and then released and distributed across the strip is not an easy process. And for a lot of people who finally have had a chance to locate family, to go to the markets, to try and find some food and fuel, they were just hoping there was going to be a longer pause in the fighting. Listen. (BEGIN VIDEO CLIP) KHAN YOUNIS, RESIDENT (through translator): The biggest catastrophe that will only compound our pain more and more will be if the fighting resumes and if the truce is not extended. I call on all the world to stand by us to extend the truce and to create a ceasefire once and for all, because we've been through enough. It will be a tragedy, a catastrophe, if this aggression continues. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MADOWO",
      "sentences": "This truce includes a ceiling for how many humanitarian aid trucks can come in, 200. And today is the first of the two days of the extension. So if that ends, even this extra aid coming in might be very difficult for it to get into Gaza for so many people, 1.7 million people for displaced, Max?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "Larry Madowo in Cairo, thank you.Now, rescuers in India are just about 2 meters away now, we're told, from 41 workers trapped inside a tunnel for more than two weeks. Ambulances are standing by to take them to hospital. The men have been trapped since November the 12th after part of a tunnel they were building gave way, blocking their only exit. CNN's Vedika Sud is live in New Delhi for us. Give us the update, Vedika.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "FOSTER",
      "sentences": "OK. Vedika, back with you as soon as you get any update on that.Now still ahead, a town in eastern Ukraine is at the center of round the clock attacks by Russian forces. We'll have rare footage of what it's like to be inside the Ukrainian trenches just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:09",
      "speaker": "FOSTER",
      "sentences": "Welcome to CNN's annual Call to Earth Day, an environmental initiative that celebrates a planet worth protecting. In a world where the majority of the population resides in big cities, this year, we are focusing on how our actions affect remote and wild regions with the theme, Our Shared Home.Throughout the day, we'll take you around the world to tell stories of some incredible people working to protect endangered species and threatened ecosystems. My guest today is Cristina Mittermeier, a photographer and environmentalist, whose focus her work on raising awareness of climate issues as part of Rolex's Perpetual Planet initiative. She joins me now via Skype from Vancouver Island in British Columbia, Canada. Beautiful place. Thank you so much for joining us. I just want to -- we're going to see some of your images as they come up. But just explain the mission behind your work. CRISTINA MITTERMEIER, SEALEGACY CO-FOUNDER: Yes, good morning and thank you for having me, Max. I have been a photographer for about 30 years. But before I was a photographer, I was a biologist, and I've been working in conservation my entire career. And we have two crises happening at the same time, biodiversity loss and climate change. So I've dedicated my entire career as a photographer to reminding us that we live in a very small planet, we have nowhere else to go, we have to take care of it. Biodiversity is the engine that keeps us alive and climate is threatening us today more than ever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:09",
      "speaker": "FOSTER",
      "sentences": "And stills often portray that better than anything, don't they? If we look at the one we've got right now, someone looking out at this landscape on an ice cap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:09",
      "speaker": "MITTERMEIER",
      "sentences": "Yes, photography has the unique power of being an inviting entry point for large audiences. People usually feel intimidated or off put by science and politicians can be really polarizing. But photography is a way of inviting people to learn more, to remind people that we live on a beautiful place, a planet that gives us everything we need. And all we have to do is take care of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:09",
      "speaker": "FOSTER",
      "sentences": "What's shocked you most as you've gone about your work over the years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:09",
      "speaker": "MITTERMEIER",
      "sentences": "I think public apathy is pretty shocking to me the under layer of -- I'm not going to call it ignorance, but people just are not very aware of what's happening out there. And most people don't understand just how close we are to really going off the cliff. So to me, that's shocking because this is the point where if we were flying on an airplane, the flight attendants will be telling us to brace for impact. And people are still ordering cocktails.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:09",
      "speaker": "FOSTER",
      "sentences": "And what are the most hopeful things? I mean, it's not all bad, is it? There is some progress being made and give me some examples of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:09",
      "speaker": "MITTERMEIER",
      "sentences": "Yes, there's incredible progress being made and there's thousands of small conservation groups working all over the world and they're holding the battle in the front lines. They need our support. Today is Giving Tuesday and people should be donating generously to the environment.The Conference of the Parties on Climate Change is happening in the next couple of weeks in Dubai. The delegates, the representatives from countries from all over the world are going to go to negotiate climate deal. You as a voter have a role to play. Make sure that you know how your government is paying attention to climate and make sure that they know that you care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:01",
      "speaker": "MITTERMEIER",
      "sentences": "Yes, it's becoming dire. It's becoming really serious. In some places, the ocean is over 100 degrees Fahrenheit warm, and that is completely abnormal. So what that does is it destroys the microscopic vegetation that flows in the ocean, the phytoplankton, which is what produces most of the oxygen we breathe.And from there, it cascades down the entire ecosystem to, you know, really damage coral reefs, killed forests, whales. I mean, everything that lives in the ocean. So the only way that we can control the warming water in the ocean is by curbing emissions. There's no other way to do it. And so that should be priority number one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:01",
      "speaker": "FOSTER",
      "sentences": "We had the first transatlantic flight with sustainable fuel today. I don't know if you saw that, but, you know, flights are the big problem, aren't they, air travel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:01",
      "speaker": "MITTERMEIER",
      "sentences": "Oh, they're one of the big problems. You'd be surprised to hear that fashion is a huge problem. The shoes we wear, you know, they emit -- the production of sneakers and runners produces more emissions than the entire aerial fleet.How we shop, how we vote, what we consume, all has an enormous impact. And people like to pass the buck on and say, you know, what I do doesn't matter, but it does. Your actions in a single day multiply 8 billion times make a huge difference. FOSTER: OK, Cristina Mittermeier, we really appreciate your time today and your beautiful photos. Thank you for sharing them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:01",
      "speaker": "MITTERMEIER",
      "sentences": "Thank you, Max.",
      "isLastSentenceInterrupted": false
    }
  ]
}