{
  "date": "2023-02-14",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Ukraine's Top Western Allies Meet In Brussels; Two New Border Crossings Into Syria Opened; White House Says Leading Theory Of Objects Shot Down Were \"Benign\" Balloons As It Tries To Tamp Down On Conspiracies; Senators Get Classified Briefing On Aerial Objects; Prisoners Sent To Fight By Russia; Gunman Kills Three, Injures Five At Michigan State University; Behind The Scenes At Vermeer Retrospective. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "CHRISTINA MACFARLANE, HOST, ISA SOARES TONIGHT",
      "sentences": "A very warm welcome to the show everyone, I'm Christina Macfarlane in for Isa Soares. Tonight,Ukraine's top western allies meet in Brussels as Russia's offensive in Bakhmut grinds on. And two new border crossings into Syria are now open, allowing desperately-needed aid into the country's earthquake zone. Plus, new information about those mysterious objects shot down over the U.S. and Canada, a live update from Washington and Ottawa just ahead. NATO is promising to support Ukraine until the very end, as the grinding war of attrition turns into a battle of logistics for getting Ukraine the weapons it needs. NATO defense contact group is meeting with Ukraine's defense minister in Brussels. They are promising to help advance Ukraine's Spring counteroffensive as Russia strengthens its attacks in the east of the country. NATO Secretary-General, Jens Stoltenberg says there is an ongoing discussion about the fighter jets that Kyiv has been pleading for. But he says the most important issue is providing the ammunition tanks and weapons systems that Ukraine desperately needs. (BEGIN VIDEO CLIP) JENS STOLTENBERG, SECRETARY-GENERAL, NATO:  We need to ensure that Ukraine gets the weapons it needs to be able to retake territory, liberate the lands, and win this war and prevail as a sovereign independent nation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, our Nic Robertson joins me now from Warsaw, Poland, where he's been following developments today. And Nic, this was definitelya show of force from western allies, as Ukraine prepares for that expected Spring offensive. But also an assessment too, particularly from U.S. Defense Secretary Lloyd Austin, of what needs to be done if Ukraine are to be ready. How great a concern are those lack of ammunitions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "They're a serious concern. And a lot of the meeting was addressing that and integrating allthe equipment and forces that are being sent. We heard from the U.S. Joint Chiefs of Staff, General Mark Milley as well, and he was outlining just how much has been given, 11 different nations contributing tanks, 22 different nations contributing armored-fighting vehicles. Sixteen different nations contributing artillery and ammunition, nine different nations contributing air defense systems. All of those systems need to be integrated. And what Lloyd Austin; U.S. Secretary of Defense was saying is that he believes that Ukraine wants to have its own Spring offensive. So they need us to get all this equipment in to Ukraine, to get the Ukrainian troops trained up on it, to get them battle effective so that they can control and maneuver the frontline and take the territory when they want to, so that their forces are integrated. And that's the catchword here. Integrated air defense, integrated training, getting the troops integrated, working together at the frontline. So, the -- I think one of the takeaways here is that Ukraine wants that Spring offensive, but it's such a heavy lift from where they're at right now. And then there were the concerns that Lloyd Austin laid out about the disposition of Russian forces. Yes, they're getting hammered on the frontlines. Yes, attrition for Russian troops at the front is high. But it's their Air Force that's giving some concern. Their Air Force, the Russian Air Force has not been depleted in the same way that their land troops and land armor have been depleted. So it's a concern about how that Air Force may be used, hence, the need to get the air defense in. So this was all about working to figure out, getting the material in, how to bring it   together, how to make it effective, how to get it in the Ukrainians' hands in the next bodacious way. And so the issue of fighter jets, which Ukraine wants, that's sort of -- it's the open question. But all these other things are really are seen as just more pressing at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ROBERTSON",
      "sentences": "Yes, you're so right. It was really recent that the decision was made, just the end of last month. And we got a sense of that from theUkrainian troops, they've been fighting at the frontlines, some of them have got experience with tanks already. But as their main commander there at the training exercise told us, they literally been -- they were literally given two days notice to get out of the frontline and rush forward to get this training, which is all happening at a very fast pace. (BEGIN VIDEOTAPE) ROBERTSON (voice-over):  After just a week of training, Ukrainian tank crews show off their new skills on a Polish gun range, the first time their Leopard 2 training has been put on display. The crews pulled direct from Ukraine's eastern battlefront. \"Too soon to say what's best about the Leopard 2\", Ukraine's tank trainer says. \"But the machine is good quality. What is most important, my soldiers like it a lot.\" Their training fast-tracked 12 hours a day, six days a week compared to the Polish standard, eight hours a day, five days a week. Polish instructors say the Ukrainians will be ready in a month. \"Most of them have some tank skills already\", a Polish brigadier in charge says. \"They're so keen to learn, we have to hold them back.\" (on camera):  And peace time is rare if ever the tank crews race through their training like this. It's a sign of how much they're needed at the frontlines, that they're being accelerated through their Leopard 2 apprenticeship. (voice-over):  Poland's president, who has been at the vanguard of pushing NATO allies to give Ukraine modern battle tanks, and is sending 14 of Poland's came to meet the Ukrainian crews and   see their progress. His visit providing big publicity for Poland's commitment to Ukraine, and a flavor of what U.S. President Joe Biden will hear when he visits next week. A pitch for a joint tank brigade. ANDRZEJ DUDA, PRESIDENT, POLAND (through translator):  I hope that soon the brigades will be ready for Ukraine, and also includes American Abrams tanks so that Ukraine can counter the Russian offensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ROBERTSON",
      "sentences": "The tanks and the training only part of readying this new force for war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "MARIUSZ BLASZCZAK, DEFENSE MINISTER, POLAND",
      "sentences": "The biggest challenge now is spare parts for these tanks. We are setting this task to the German defenseindustry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ROBERTSON",
      "sentences": "For the Ukrainian tank crews, patiently parked up and waiting through most of the Polish president's visit, priority is getting back tothe war, even if that means the training is sped up. \"I think that the training time will be enough for us to get to grips with the technology\", he says. \"We are lacking a lot of heavy armor like this. If we get it, it will be much better.\" On this training ground, perhaps more profound than tank skills honed, history in the making. The foundations of a fully-modernized NATO compatible Ukrainian army being laid. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ROBERTSON",
      "sentences": "So what we were seeing there, 21 tank crews getting trained. right. He said it would take about a month to get these 21 crews ready.President Zelenskyy says he needs about 300, 400 tanks to have the offensive and take the territory that he wants. So, I think if we just calculate roughly on our fingers even, we can see that really takes us towards the end of the year before he can have the tank crews actually ready to do what he wants. So this is a huge logistical effort, as you were saying, to try to get all the pieces in place, counter Russia's offensive, have the road offensive, and not have huge battlefield losses doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Christina, you certainly won't be able to set your clock on if this offensive happens,when it happens. But that has been at least the public expectation from the Ukrainians and the telegraph from the Russians. You have had these chaotic attempt, it pushes in Vuhledar and other parts of the eastern front where units have been obliterated, frankly, by the Ukrainian forces, by well- placed mines and drones and artillery. That has been -- seen very heavy losses from the Russians, based on our calculations on available open source video, as well as Russian supporters themselves, saying that there have been intense losses there. You mentioned Bakhmut to the north of Vuhledar, that has been as Yevgeny Prigozhin; the head of Wagner says, a meat grinder. It has been a very fierce fight for many months now. But in the last few days and weeks, Ukrainian soldiers there say that the intensity and the repetition of the attempted attacks on that zone have been increasing. Both private military contractors from Wagner as well as Russian troops pushing hard. And there are certainly signs that Ukraine is -- has a more tentative hold on their territory as it did before, given they're pushing civilians to get out, access for anyone other than soldiers is almost impossible. And this is becoming a very important phase of this conflict, Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, certainly seems so, to be shaping up that way. David McKenzie there live in Kyiv, thanks so much, David. Now listening for signsof life eight days after one of the worst earthquakes in modern times, rescuers in Syria and Turkey are still hearing voices in the rubble. This woman was pulled alive from the ruins today, along with a handful of other survivors. Doctors say from now on, those rescued are more likely to be in critical condition, possibly needing life-saving treatment. Much of the quake response is focused on helping the millions left homeless in the middle of Winter. Turkey's president says the quake and powerful aftershocks were as big as atomic bombs, destroying hundreds of thousands of buildings. At least, 41,000 people have now been confirmed dead. U.N. workers are racing to get aid to Syrians through two new border crossings approved by the government in Damascus. Our Jomana Karadsheh has been reporting near the Syrian border tonight, she is in Antakya, Turkey. Jomana, quite remarkable really that we are still hearing voices under the rubble after what? Some 200 hours since the quake. How much of the rescue and recovery mission where you are there, how much of it is now turning to care for survivors, or are people still intent on finding people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, that shock, I think understandable, Jomana, as people come to terms now really with what they have lost, and those they havelost. Jomana Karadsheh live for us there in Turkey, thank you, Jomana. Well, our next guest recently accompanied the U.N. Emergency Aid chief into one of the most devastated cities in Turkey. Alvaro Rodriguez is the U.N. Resident Coordinator in Turkey, and joins us tonight from Ankara. Mr. Rodriguez, thank you so much for joining us this evening. Before we get to the issues in Turkey, I wondered if I may to ask you just a question on Syria. I understand your remit is Turkey, but given that you have been traveling with Mr. Griffiths recently, and we heard about these two new border crossings that have opened up from Turkey and Syria today, I wanted to get your response to some of the criticism that has been leveled at the U.N. about internal divisions that may have slowed down the aid getting into Syria. Can you help us understand why it was necessary to seek permission from Syrian President Bashar al-Assad, and why it took so long to get that permission? ALVARO RODRIGUEZ, U.N. RESIDENT COORDINATOR FOR TURKEY:  Well, thank you, Christina. It's a very complicated issue. Of course, it revolves around the war inside Syria, and then the regime that has been established by the Security Council, to try and ship goods from Turkey, humanitarian goods from Turkey into Syria. And the challenge has been that in recent years, the number of cross-border stations have been reduced all the way to one. So we're in fact, delighted now that with the additional two, we will be able as international community, as U.N. to be able to support northwest Syria the way the people really deserve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MACFARLANE",
      "sentences": "So does President Assad have authority in that region, in the northwest? Then as you understand it, to open these two direct routes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "RODRIGUEZ",
      "sentences": "There are certain parts of the northwest that are in the hands of the Syrian regime, as far as I understand. But the U.N. respects theprinciples of sovereignty. But indeed, you are right because you're intimating that of course, most of the northwest is an area that is contested. It's still under the hands of rebels, but they are foreign forces, including Turkey, that have tried to establish what we call a de- escalation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RODRIGUEZ",
      "sentences": "Well, the international community operation, including the U.N., is actually a very large scale. And the key challenge, of course, isthat, in search and rescue, you must continue until you've lost all hope to find anyone alive. And paradoxically, because of the cold weather, some people may be able to last longer, even though, when they are rescued, they will probably most likely be in critical condition. What is essential is that, while some of the rescue teams are beginning to leave, until there is hope, people will continue to work. And that is not only many members of the international community, and the interact, the search and rescue teams under the U.N. But of course, there are authority(ph) sent to here, Turkey miners, all of the citizens in that area that, quite frankly, have been working with their bare hands --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RODRIGUEZ",
      "sentences": "To get people out. But the reality is that the golden window is closing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, and beyond then that, Mr. Rodriguez, what is your greatest need as we look beyond the rescue missions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RODRIGUEZ",
      "sentences": "Well, now we're moving essentially from the search and rescue to a heavy humanitarian arena of support for about 2 to 3 months. And here,of course, the critical needs are for shelter in terms of the cold weather. At the end of the Winter, and it's always hard. Provision of food, provision of water to avoid disease. Of course, medical response teams, because as many people are rescued, they're rescued but they're injured. And of course, we need to try to provide support to all of the displaced. The children, the orphans, and women have unique needs as well in this emergency. So in fact, it's quite a broad spectrum of support. And we hope that once we transition into this humanitarian support, we will be able to meet these needs and begin to plan for recovery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RODRIGUEZ",
      "sentences": "Which is the next stage, and the reconstruction of that part of Turkey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, the scale of what you're attempting to do is quite hard to fathom. Unfortunately, we'll have to leave it there, but we wish you allthe very best in your efforts as this continues --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RODRIGUEZ",
      "sentences": "Thank you very much --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MACFARLANE",
      "sentences": "We're getting new details about the three unidentified objects shot down this weekend over North America. The White House now says theleading explanation among Intelligence officials is that the objects were balloons and were being flown for benign purposes. It also says they don't appear to be connected to a suspected Chinese spy balloon that was shot down earlier this month. Officials in the U.S. and Canada say they're trying to recover the debris from these objects. But that it's unlikely they'll find everything because of Winter weather conditions and where they landed. Well, I want to bring in White House reporter Kevin Liptak and Paula Newton who is in the Canadian capital. Kevin, first to you. So, the U.S. -- the White House is saying these are not of Chinese origin, and they weren't being used for surveillance. So why were they shot down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KEVIN LIPTAK, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, I think the -- what the White House is saying now is that they just didn't know at the time thatthese were detected on radar exactly what they were doing. And out of an abundance of caution, because they were flying at an altitude where civilian aircraft could also be, they shot them down. Since then, we haven't really been able to get a lot of details out of the American administration about what exactly they think these objects were. And that was simply because they don't know. They haven't been able to access the debris on the ground. They don't have a good idea from the pilots who were in the planes that shot these objects down what exactly they were doing. And today is kind of the first day that the White House and that the administration has been revealing a little more of what they think they might know, that namely being that the leading theory at the moment is that these were some sort of commercial or research balloons. That isn't a definite conclusion yet. But that is, according to John Kirby from the White House, they're leading explanation at the moment. They say that there is nothing to indicate that these are connected to China's spying programs. In fact, they say there is no evidence that they are related to any country's spying program. What they do say is they haven't received any claim of these devices from a particular company or research institute who may have noticed that one of their balloons has gone missing. They do say that there is no indication that these belong to the American government. So there are some small pieces of information that are starting to seep out. But one administration official say is hampering this effort is the conditions on the ground, where this debris is lying. Remember, one of these devices is sitting in the frozen sea ice that's near Alaska. One of them is in the wilderness of the Yukon in Canada, and one is basically on the bottom of Lake Huron. So this is very difficult for researchers and for investigators to get to this debris, to get more of an indication of what these crafts may have been. Christina --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, and whether they will ever get to it is in question as well. Kevin, thanks. I just want to turn to Paula Newton who is in Ottawa.Paula, the Canadian response to the shooting down of the object over Canadian airspace has been somewhat different to that of the U.S., and that they've been very candid and straightforward in their response, saying that they've never seen anything like this, and they don't know what they're dealing with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT",
      "sentences": "Exactly. And it's not that they're refuting what the White House is saying, you know, what American officialsare saying. They're saying, we need to see the debris for us to make sure because, you know, in a military briefing that we had here in Canada on Monday, they made it clear we have never encountered this before. Some of that might have to do with NORAD and the United States and Canada being, you know, much more precise and narrowing the focus of any radar equipment that they have. But as Kevin was just saying, if we're talking about a commercial application for one of these balloons, you know, governments know about that. They usually get identification. And then one thing that wasn't mentioned, and one of the reasons that our Canadian Prime Minister Justin Trudeau came out before the White House, that we had this technical briefing, is they said they shot them down because they may have been a threat to civil aviation. So then the question leads to, well, that's kind of dangerous whether -- even if it was in the White House's words, \"benign\". I do want to have a look at what the RCMP, who is leading this investigation right now for the search in Yukon, said. They said we're working very hard to locate them, that would be the debris. But there is no guarantee that we will and continuing to work. Kevin said, you know, he's pointing out that not only is the terrain in the Yukon rather treacherous right now, so it poses significant challenges, but also, he added that what's taking place in Lake Huron, that the marine conditions are not conducive at the moment. Listen, during this briefing, Christina, they made it clear to us and that if they don't find the debris, they may never know, conclusively, exactly what these three objects were. Could turn out they were harmless. One thing it does do, though, is it tells both allies and adversaries, the United States and Canada, that defending these borders will be much more difficult in the future. And those in the military who've been calling for more robust surveillance, especially in the Arctic, likely have a point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Absolutely. Paula Newton, live from the Canadian capital, and Kevin Liptak, thank you both very much.And stay with us, we will be right back after the short break. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WALSH",
      "sentences": "Days later, his wife got a closed coffin back after a call from a soldier who said Viktor (ph) had died from shrapnel injuries. He is buriedhere outside Moscow. There is something very different, though, about Sovalnev (ph) to many of the prisoners sent to the front line to make up for Russia's devastating casualties. Most ascend by shadowy private contractor Wagner, when this propaganda video are keen to portray rare survivors coming back joyful, grateful even and last week claimed to have stopped recruiting in prisons altogether. But Sovalnev (ph) and several convicts CNN has spoken to said they were hired from jail directly by the Russian ministry of defense. It's a remarkable use of convicts directly by Moscow and Ukrainian intelligence said it has captured them on the front line. ANDRIY YUSOV, REPRESENTATIVE OF DEFENSE INTELLIGENCE OF UKRAINE (through translator):  Even among Russian prisoners of war in Ukraine, there are now those recruited into the private companies of the defense ministry of the Russian Federation. They emphasized to us that they are not Wagner but officially invited by the defense ministry. Here, we hear echoes of internal squabbles and Russian military leadership. Wagner's presence is being diluted with convicts directly controlled by the defense chiefs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WALSH",
      "sentences": "Recruitment has surged and the government figures showing some 27,000 drop in the precipitation population last year when the scheme wasjust underway with no apparent amnesty to explain it. A large proportion died with this Wagner training video showing one of the reckless tactics prisoners are using, charging forward together at the enemy. Sovalnev (ph) was part of a unit called 08807 and its other front line survivors know how hard it is to stay alive under the ministry of defense. We spoke to several from their hospital beds hiding their identity. A former soldier jailed on drugs charges described being sent back twice to the front while injured. CONVICT (through translator):  We walk around with bullet wounds, shrapnel stuck in our legs. No one is being operated on. We were 130 people but have many amputees. There's probably less than 40 of us left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "MACFARLANE",
      "sentences": "CNN has asked the Russian ministry of defense for comment and received no reply.Alexei Navalny is sharing a bittersweet Valentine message to his wife. The Russian opposition figure posted photos of himself and his wife, Yulia, on Instagram Tuesday, saying, she is with him in his heart. And though he's in jail, for him, there is no out of sight, out of mind. Navalny is currently serving in nine years in a maximum security jail on fraud charges. Still to come tonight, new details emerging about a deadly mass shooting at Michigan State University, including chilling comments from the gunman's father. We will have a live briefing from CNN's chief law enforcement and intelligence analyst. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Agony and outrage in Michigan, after three university students were killed when a gunman opened fire on the state's university campus.Five students remain in a critical condition. Cell phone video caught the horrifying moments after gunshots rang out, with students running for their lives, some barricading themselves in their dorm rooms. Police say a caller's tip led them to the 43-year-old gunman after an hours long manhunt. They say he had no connection to the university and died of a self-inflicted gunshot wound. This is the 67th mass shooting in the U.S. in the past 1.5 months. Speaking in the past few minutes, the U.S. President said more action is needed to stop gun violence from ripping communities apart. (BEGIN VIDEO CLIP) JOE BIDEN (D), PRESIDENT OF THE UNITED STATES:  The FBI and additional federal law enforcement are on the grounds, assisting the state and local folks. And three lives have been lost, with five seriously injured. And it is a family's worst nightmare. It is happening far too often in this country, far too often. While we gather more information, there is one thing we do know to be true:  we have to do something to stop gun violence ripping apart our community. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Chief law enforcement and intelligence analyst John Miller is following the tragedy from New York.What more are we learning about the gunman and a possible motive here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "MILLER",
      "sentences": "-- he was carrying during the shooting and when he took his own life, was one of his two guns, a two-page letter. The letter is rambling;it's not entirely coherent. But it gives us a window into what was going on in his mind. In that, Anthony McRae writes that he is angry, that they hurt me, he is not specific about who \"they\" were. But he said there is 20 of me out there and Lansing is -- I'm going to finish Lansing off, referring to the town where the university was housed and where the shooting occurred. So what we see is indications of dissociative personality in that his letter doesn't entirely make sense to us. But we also see threaded through it, which is some plain anger and references to other active shooter situations in the United States and threats to take out attacks on schools near where he lived. Yet when confronted by police, who stopped to identify him because he fit the description, he immediately took his own life with the gun he had on him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "MACFARLANE",
      "sentences": "It took, I think, about an hour or so for the police to actually reach him.Do we know how quickly they were able to respond to the scene after the initial report went out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "MILLER",
      "sentences": "They responded to the scene of the shooting incredibly quickly and in massive numbers, because everyone in the county, from every agency, sentresources there. And their first goal was to stop the killing. But then they learned that the suspect had fled the campus. So their second goal was to stop the dying, which is to reach those who were injured, reach those who are hiding and get them to safety. Once they developed that photograph of the security camera of Anthony McRae, moving through the school, in one of those pictures, you can see, in that one right there, you can see the pistol in his hand, which he seems to be putting away. They put that picture out and sightings started coming in on the street, people calling police, saying, I saw somebody wearing those same clothes this way or that way. And these two state police officers roll up on him, just before midnight, about 20 minutes before midnight. And that is when that encounter happened. So once the picture went out, within an hour, he was -- he had taken his own life in a confrontation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "MACFARLANE",
      "sentences": "It's disturbing to hear that he might have been inspired by other shootings, as you say, John, in the U.S. this year. I'm stillwrapping my head around the fact that this was the 67th in 1.5 months. But for now, John Miller, thank you so much for bringing us the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "MILLER",
      "sentences": "Thanks, Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back.The 17th century Dutch painter Johannes Vermeer is known as the master of light. Now his artwork has been subjected to a new kind of scrutiny that will be featured for the first and likely last time at exhibition at Amsterdam's Rijksmuseum. Nick Glass explains in this CNN exclusive. (BEGIN VIDEOTAPE) (MUSIC PLAYING) NICK GLASS, CNN CORRESPONDENT (voice-over):  For a glorious 90 minutes, we have the place to ourselves:  Vermeer's paintings, their beauty, their size demand intimacy and quiet. And here was an opportunity to spend quality time with his most famous creation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "GLASS",
      "sentences": "This is rare. I've been an arts correspondent for something like 20 years. But to be alone with a painting like this, \"Girl with a PearlEarring,\" it's extraordinary. And she's not alone. GLASS (voice-over):  The Rijksmuseum museum has pulled off an astonishing artistic coup:  the greatest Vermeer show of this or any other lifetime; 28 of the 34 to 37 attributed works. Vermeer himself would never have seen so many of his paintings all together in one place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TACO DIBBITS, DIRECTOR, RIJKSMUSEUM",
      "sentences": "It's very exciting. I've kind of had this dream of having all the paintings together. Obviously there are onlyabout 37 paintings by Vermeer. But having 28 here is just something we would've never thought possible. (MUSIC PLAYING) GLASS (voice-over):  \"The Lacemaker,\" from the Louvre in Paris; \"Girl with a Red Hat,\" from the National Gallery in Washington; \"Girl Reading a Letter at an Open Window,\" from the Gemaldegalerie gallery in Dresden, Germany.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "GREGOR WEBER,  DEPARTMENT OF FINE ARTS, RIJKSMUSEUM",
      "sentences": "Remember that I saw for the first time two paintings by Vermeer at the National Gallery inLondon. And I think I fainted a little bit. There's such a glowing light in the paintings. And since then, I've been busy with Vermeer. GLASS (voice-over):  Vermeer has been under intense scrutiny in another way:  in the lab, under infrared and other light. They've adapted specialist techniques first used by NASA to map minerals on Mars and the moon. It amounts to noninvasive fine art archeology.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "IGE VERSLYPE, RIJKSMUSEUM CONSERVATOR",
      "sentences": "It's as if you are looking over his shoulder and seeing what he's doing.GLASS (voice-over):  We didn't know it but Vermeer never stopped experimenting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "KREKELER",
      "sentences": "For example, in the tablecloth, you have areas where he -- where there is black underpaint, like here and here, at the darkest shadows. Andthen on top, where the light hits the table, he used a white underpaint.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "GLASS",
      "sentences": "And behind her, on the wall ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "KREKELER",
      "sentences": "Here was a fire basket, a large element to dry your clothes, and then here was a dark rag with ducks (ph) hanging on it.GLASS (voice-over):  We've known for a long time that Vermeer was a genius with paint and a brush. But only now are we beginning to understand how precisely he did it -- Nick Glass, CNN, at the Rijksmuseum in Amsterdam. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}