{
  "date": "2023-02-13",
  "headline": "CNN Newsroom",
  "subHeadline": "14-Year-Old Kills Self After Being Beaten By Four Teens; Tens Of Thousands Protest Proposed Judicial Overhaul In Jerusalem; Kansas City Chiefs Win Super Bowl In Game-Time Cliffhanger; White House Justifies U.S. Downing 3 Mysterious Objects From Skies. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "STEPHEN ALLEN, USAID DISASTER ASSISTANCE RESPONSE TEAM LEADER",
      "sentences": "think it's important to note that Turkey in particular has a very robust national response infrastructure for crises like these.But the level of crisis that we're facing here is higher than anything that they could realistically plan for on their national level, which is why they've asked for international help. And that's why we're here to support them. We do have stocks and material that we are transporting to Turkey. We have shelter supplies, hygiene kits, things like that, coming from our warehouse in the region. And we are working with others to bring in more supplies now to augment what the people of Turkey and the government have already been able to provide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Stephen Allen, with USAID, thank you so much for your time. And thank you for what you're doing there.For more information on how you can help the victims of the earthquake, go to CNN.com/impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:33",
      "speaker": "BLACKWELL",
      "sentences": "There's some alarming new information on the mental health of American children. This is according to a new CDC survey. Teenagers, especially girls, are experiencing more violence, suicidal thoughts and mental health challenges since the onset of the pandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:33",
      "speaker": "GOLODRYGA",
      "sentences": "More than 40 percent of high school students said that feelings of sadness or hopelessness prevented them from engaging in their regular activities for at least two weeks of the year. And 57 percent of girls felt persistently sad or hopeless in 2021. And52 percent of LGBTQ-Plus students have also recently experienced poor mental health. Of that, 52 percent, more than 22 percent attempted suicide in just the past year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:33",
      "speaker": "BLACKWELL",
      "sentences": "One tragic instance of teen suicide just happened in New Jersey. A 14-year-old girl took her own life after a video shows her being beaten by four other teenagers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:33",
      "speaker": "GOLODRYGA",
      "sentences": "Those teens are now facing charges and the school's superintendent has resigned.CNN's Brynn Gingras joins us now. What more can you tell us this sad story?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:33",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "This is just so scary. When you see the video and you see what happened, it's just real life, guys.What happened -- we don't want to show you the whole video, to be perfectly honest. We'll just show still frames for it. But I'm going to describe to you what you actually see in it. It's that 14-year-old Adriana Kuch, she's walking out of her high school with her boyfriend when four people, a group of people approach her, throw some liquid at her and take her to the ground and start beating her before school personnel actually intervene. Now, her father claims that the school didn't do anything about it. All they did, they sent her to the school nurse. They didn't alert authorities. And we do know that the four students were suspended. But he said he's the one who took this daughter to the police department, filed the police report. And then that video circulated and then his daughter took her own life the next day. She was found dead the next day. I want you to hear more from her father. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:33",
      "speaker": "MICHAEL KUCH, FATHER OF ADRIANA KUCH",
      "sentences": "They think it's fun to attack people and make videos and post them.She blacks out. And they don't call an ambulance, they take her to the nurse's office. Adriana was the most happy, beautiful young lady in the world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:33",
      "speaker": "GINGRAS",
      "sentences": "Now, the school says they did alert authorities. Those four teenagers, they have been criminally charged. One of them with aggravated assault. And they said that the superintendent has resigned amid somecontroversial comments he also made in the aftermath of all of this. This fallout is continuing. There's been protests at the school, guys. People really upset, not just this incident, but saying there's really a cultural -- it's happened in the past. And the school doesn't do anything about. So they want reform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:33",
      "speaker": "BLACKWELL",
      "sentences": "What do we know about what's happened at this school before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:33",
      "speaker": "GINGRAS",
      "sentences": "At least one mom we know about has actually sued the school and said her daughter was the victim of bullying. The same -- similar, beaten. She actually provided a video to us.And the school, as a whole, has talked about the allegations we've just seen and also what happened over this past week and said that they are looking back not only at recent incidents but past incidents. And they're actually working with the Department of Education to reform any policies with anti-bullying. Again, there's so many parents and students coming forward saying something needs to change because this is what could happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:33",
      "speaker": "GOLODRYGA",
      "sentences": "Especially in light of social media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:33",
      "speaker": "GINGRAS",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:33",
      "speaker": "GOLODRYGA",
      "sentences": "Thank you, Brynn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:13",
      "speaker": "GOLODRYGA",
      "sentences": "Well, turning overseas, incredible scenes out of Jerusalem where thousands of protesting are protesting Prime Minister Netanyahu's controversial plan that would allow lawmakers to overturn Supreme Court decision with a simple majority. We're live from the demonstrations ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:13",
      "speaker": "BLACKWELL",
      "sentences": "A judge is ordering portions of a Georgia special grand jury report into 2020 election interference to be released on Thursday. State prosecutors have investigated whether Donald Trump or any of his associates broke the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:13",
      "speaker": "GOLODRYGA",
      "sentences": "The portions to be released will not include specific charging recommendation. Fulton County's district attorney suggested last month the specialgrand jury had recommended multiple indictments. And said her decision on whether to bring charges is imminent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:13",
      "speaker": "BLACKWELL",
      "sentences": "Let's go to Jerusalem where tens of thousands of Israelis flooded the streets to protest against Prime Minister's Benjamin Netanyahu controversial plan to overhaul the judicial system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:13",
      "speaker": "GOLODRYGA",
      "sentences": "The proposal would allow lawmakers to overturn Supreme Court decisions with a simple majority. But many fear the changes will weaken the country's highest court and erode democratic checks and balances.CNN's Hadas Gold is in Jerusalem. Hadas, I know Prime Minister Netanyahu is saying people are reacting to this but you're seeing tens of thousands turning out in protest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "GOLODRYGA",
      "sentences": "Very heated at the Knesset.Hadas Gold, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:07",
      "speaker": "BLACKWELL",
      "sentences": "It was down to the wire, but the Kansas City Chiefs are once again Super Bowl champs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:07",
      "speaker": "GOLODRYGA",
      "sentences": "They had an amazing second half. Game MVP Patrick Mahomes and his team came back from behind to beat the Philadelphia Eagles 38- 35.The Chiefs' second-half comeback was remarkable considering the star quarterback hurt his ankle early in the game. CNN's sport anchor, Coy Wire, is in Glendale, Arizona, where the championship celebration is still going on. I do have to say, Patrick Mahomes, going into half-time, he was in tears. A lot of us, I'm sure you included, didn't know what you'd see after the third quarter. He came back stronger than ever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:07",
      "speaker": "COY WIRE, CNN SPORTS ANCHOR",
      "sentences": "He's so tough. That's how champions are made at moments like that, Bianna.This game represented a takeover. With Tom Brady retiring, this is Patrick Mahomes' league. The 27-year-old because the youngest quarterback ever to start in three Super Bowls. Two wins, two MVPs. Being around this week, his whole vibe is positivity. He told me being a dad to his almost 2-year-old girl and 2-month-old son is giving him better perspective. He revealed this morning how he's going to celebrate ahead of Wednesday's victor parade in Kansas City. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:07",
      "speaker": "PATRICK MAHOMES, KANSAS CITY CHIEFS QUARTERBACK",
      "sentences": "Just going to spend that time with my family. I haven't even got to see my son yet because he was asleep by the time I got home yesterday. Spend the time with them and my daughter.It's going to be a parade Wednesday. Enjoy it as a team. I'm sure the Chiefs kingdom will be out there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:07",
      "speaker": "WIRE",
      "sentences": "Some say a picture is worth a thousand words. Sometimes, you only need one, boss. Sunglasses after the fact, championship belt in one hand, Lombardi trophy in the other. Hang this one in the louvre, baby.(LAUGHTER) I love it. I love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:07",
      "speaker": "BLACKWELL",
      "sentences": "Let's talk half-time. We've been talking half-time. Rihanna, comeback, live performance for the first time in seven years, first Super Bowl half-time show happened. She said she wouldn't perform for the NFL because of her support for Colin Kaepernick.What stood out to you, Coy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:07",
      "speaker": "WIRE",
      "sentences": "Shine bright like a diamond.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:07",
      "speaker": "WIRE",
      "sentences": "First time in seven years. She's pregnant again. Had her baby boy night months ago. So this performance, I am woman, hear me roar.She said earlier this week, Victor and Bianna, she wanted to show her son someday mom wasn't going to back down from a challenge. Challenge accepted, challenge dominated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:07",
      "speaker": "GOLODRYGA",
      "sentences": "I don't think, purported, it's confirmed she's expecting baby number two. BLACKWELL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:07",
      "speaker": "GOLODRYGA",
      "sentences": "She looked no worse for wear there. She was incredible, dancing and singing. A blowout performance, especially knowing she was pregnant, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:07",
      "speaker": "BLACKWELL",
      "sentences": "I like the colors, the red, the white, the platforms. That's what I got.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:07",
      "speaker": "GOLODRYGA",
      "sentences": "That's a diplomatic answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:02",
      "speaker": "GOLODRYGA",
      "sentences": "And the colors are nice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:02",
      "speaker": "BLACKWELL",
      "sentences": "I like red.All right, Coy Wire for us in Phoenix. Thank you, Coy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:02",
      "speaker": "GOLODRYGA",
      "sentences": "Thanks, Coy.We just heard moments ago from the White House that the administration couldn't rule out where the recently downed aerial objects over North America had surveillance capabilities. Much more on what we've heard and what we're learning, ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:02",
      "speaker": "BLACKWELL",
      "sentences": "-- Lloyd Austin is in Brussels. I think we have a signal up, he's speaking now about the object that was shot down by the U.S.All right, we lost that. Here is what we're going to do. We're going to try to get that recording. I watched a bit of it, and play it back for you and get the news from the defense secretary. He is there in Brussels. We'll get that for you as soon as we can. Let's go to what we learned from the White House today just a short time ago about the president's decision to shoot down three identified -- unidentified flying objects over the weekend, action America's military has never taken before until this past Friday. National security official, John Kirby, said, after the U.S. recently discovered a spy balloon from China, NORAD, the command that defends U.S. airspace, started monitoring the skies more closely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:02",
      "speaker": "GOLODRYGA",
      "sentences": "Kirby said the U.S. is seeing more of these objects because we're looking for more.(BEGIN VIDEO CLIP) ADM. JOHN KIRBY, NSC COORDINATOR FOR STRATEGIC COMMUNICATIONS: Their altitudes were considerably lower than the Chinese high-altitude balloon and did pose a threat to civilian commercial air traffic. While we have no specific reason to suspect they were conducting surveillance of any kind, we couldn't rule that out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}