{
  "date": "2023-07-05",
  "headline": "CNN Tonight",
  "subHeadline": "Prosecutors Say, Man With Guns Went To Obama's D.C. Neighborhood After Trump Post About Location; DOJ Reveals More Details About Evidence Collected Before Mar-a-Lago Search; 20-Plus Mass Shootings Reported During Holiday Weekend; Alisyn Camerota Tackles Gun Violence In America; Roller Coaster Riders Stuck Upside Down For Hours. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:02",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "AC/DC, I didn't understand all the words because of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:02",
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "You like the music?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:02",
      "speaker": "ZELENSKYY",
      "sentences": "So, yes, I like the energy of AC/DC. I like Eric Clapton, and a lot of Guns and Roses. Maybe it is too old music for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:02",
      "speaker": "BURNETT",
      "sentences": "I understand. We're the same.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:02",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Not too old at all.Thank you so much for joining us. CNN Tonight with Alisyn Camerota starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:02",
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "sentences": "AC/DC is good for everything, it turns out. Kaitlan, thank you very much.Good evening, everyone. I'm Alisyn Camerota. Welcome to CNN Tonight. New details about the armed suspect arrested in former President Obama's D.C. neighborhood last night. Federal prosecutors say the man who already faces charges for the January 6th insurrection went to the Obamas' neighborhood after former President Trump posted what he claimed was the Obamas' address on his social media platform. We have much more on that in a moment. Plus, we have newly revealed information on what the Justice Department told a federal court before the FBI did that search of Mar- a-Lago. This includes surveillance footage outside of a storage room where classified documents were kept in boxes. Prosecutors say that evidence was moved. And a surge of deadly shootings over the 4th of July holiday, I'll speak with gun owners about their solutions to mass shootings. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:02",
      "speaker": "CAROLINE SULLIVAN, GUN OWNER FROM TENNESSEE",
      "sentences": "If we are going to live in a nation that has millions of guns in circulation, then how do we live with them responsibly? A lot of times it is a child getting their hands on their parents' guns and committing suicide. Imagine living with that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:02",
      "speaker": "CAMEROTA",
      "sentences": "Okay. But let's begin with new details about the suspect arrested outside of former President Obama's home last week. Prosecutors say Taylor Taranto traveled to the neighborhood after Donald Trump posted about it on social media.CNN's Katelyn Polantz is following this case. Katelyn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "So, doxing is when you gather someone's personal information and then use it to harass them, annoy them, frighten them, threaten them.In this case, it's a little cloudier because what Donald Trump did was he reposted an article that someone else had written a long time ago and this person saw it and then he posted it under his picture saying, I'm here, we've got them surrounded. And then he live streams about I have to get a good angle, I've got to get the shot. And, of course, he has two guns and hundreds of rounds of ammunition in his car which it certainly suggested that he might not have been talking about getting a better shot with his iPhone for his live stream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "CAMEROTA",
      "sentences": "So, Joey, it's too cloudy, as John says, for Donald Trump to be in trouble for this. Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Well, it may and it may not, right? I mean, I think we have to make a determination as to what is next and what we ultimately determine. It is a bit cloudy but it is not something that's appropriate or it's not something that should be done.Kudos to law enforcement, right, for bringing this under control and for ultimately making an assessment as to him having weapons and everything else. But I think when you do a posting and when it is for the intent to aggravate, to harass, to annoy and potentially bring harm to someone, I think it needs to be looked at seriously not only as it relates to the former president but as it relates to the initial person who put that out there. I think law enforcement, remember who were dealing with, were dealing a person as noted who is wanted in connection with and being prosecuted for January 6th. This is a person who has done mischief in the past. There is no reason to believe that he would not do mischief now. So, thank goodness the law enforcement caught it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "CAMEROTA",
      "sentences": "I just think mischief is too kind a word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "JACKSON",
      "sentences": "It is. It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "CAMEROTA",
      "sentences": "I mean, he is wanted, he was a fugitive for the insurrection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "JACKSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "CAMEROTA",
      "sentences": "And he was, you know, live streaming that as well. He was saying things like still waiting to get this show on the road. Where is Merrick Garland? Look, ma, I'm an insurrectionist on T.V. I mean, he was reveling in this sort of thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "MILLER",
      "sentences": "And on this day in Washington, he is live streaming this is where the Obamas and the Podestas live, we'll see them in hell. It is suggestive that something is about to happen. And while the doxing may not be considered a problem, if that is considered a threat, and there are lenses through which that would be considered a threat to the former president and a former White House official, Title 18, U.S. Code 3056A, threatening anyone who is under the protection of the Secret Service and certain former officials might apply here, but they have him for the guns already. They have him for January 6th. And those are cases that they are still building. So, there may be more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "CAMEROTA",
      "sentences": "Andrew, the reason that I'm focusing in on this is because the silver linings is that they did get this guy. So, the guy, Taranto, he was a fugitive basically after January 6th and now they found him. Terrific. But this isn't the first time former President Trump has put out some information and people have acted on it, his followers.This guy was a supporter of Donald Trump, based on his social media that we see, and much like the people who were the insurrectionists who say, oh, I was following the instruction of the president, that is why I came here. That is what this guy is doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "You are exactly right. I mean, Cesar Sayov, right, or the individual who took it upon himself to attack the FBI office in Cincinnati. I mean, we don't need another example but this is unfortunately another example of the fact that there is a segment of our country of people who espouse particularly extremist beliefs who listen very closely to what former President Trump says and they believe they are compelled to act on his wishes.And many of the people who have been arrested and prosecuted as a result of their involvement of January 6th have testified to that fact and I think that this individual is yet another example of that. He is obviously following the former president on social media. He reacts to the posting that included the former president, President Obama's address. I mean, how do we know that? Because he reposted it himself. So, it once again highlights how incredibly dangerous it is for people in political leadership positions, be they Donald Trump or anyone else, to validate and encourage these extremist beliefs to kind of rally up their base or seek whatever political advantage they think they get from it, it translates directly into violent actions. Not every day but enough to make it a real threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "JACKSON",
      "sentences": "It is indeed. If you need any more, right, inquiry into how dangerous this can be, you remember Speaker Pelosi's husband and you remember what happened as it related to that, right? It could have been a lot worse in that situation.So, I think at the end of the day, right, when you have a person who's caught with these weapons, when you have a person in an area where he shouldn't be, or when you have a person with bad intentions, when you have all the things that add up to someone, and I won't say mischief, but certainly a person who is there with bad intentions, who could do something that is pretty substantial, I think certainly we could see charges emanating from this. We know January 6th on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "CAMEROTA",
      "sentences": "Like what? I mean, what kinds of things --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "JACKSON",
      "sentences": "Well, listen, the bottom line is obviously it is a trespass. We know that. He is in a neighborhood, community he shouldn't be. This consciousness of guilt as it relates to him, flight. Why are you running if you weren't doing anything wrong? You know that they recovered things from his car. Were those authorized? Were they not? And the inquiry into whether or not he engaged in criminality here is did he take a substantial enough step to engage in any crime, and the answer may very well be yes. And so I think we have to wait and see as to what specific charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "MILLER",
      "sentences": "I also think half the battle is stopping it. As Joey said, just turn to the Pelosi example. How much of this is huffing and puffing and internet palaver and what part is real? I can remember when was in the police department I remember, we had a guy who showed up at Gracie Mansion, the mayor's residence, said I'm here to arrest the mayor, citizen's arrest on behalf of QAnon. A number of weeks later, he showed up at the home of the boss of the Gambino Crime Family and killed him because he had this conspiracy theory about the government being in league with the mafia and supporting the pedophiles and the deep state. And these conspiracy theories run deep in these people's heads.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CAMEROTA",
      "sentences": "New details tonight about what the Justice Department knew before the search of former President Trump's Mar-a-Lago resort. We're learning that prosecutors had surveillance footage from multiple angles showing that boxes of classified documents were moved.My panel of Andy McCabe, Joey Jackson and John miller is back with me. Andy, let me start with you. Why would a judge want this to be released to the public? Why did the judge want the public to know about this information?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "MCCABE",
      "sentences": "Well, it looks like the government actually moved to have this document unsealed. You can see on the first page, they say, the United States provides notice the Document 153-1 has been previously, partially redacted, has been unsealed. So, it is likely that the revelation of these documents in discovery has made the continued sealing of this particular affidavit no longer necessary, at least in the most part. There are still some major pieces that remain redacted but more of the document is available for the public.The court has a preference for revealing things and removing the sealed nature of documents as soon as it is no longer necessary to protect the investigation or the sources and things like that. So, this is just a kind of a standard thing for the judge to do during the course of a criminal litigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay, I got it. John, so this new, less redacted version of the affidavit shows that the DOJ knew that the boxes were being moved around Mar-a-Lago. It wasn't even a question. They had video of it. So, they know more than even, you know, the people who I assume people at Mar-a-Lago were wondering what they knew and it turns out they knew more. Is that a surprise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "MILLER",
      "sentences": "Not to me. I mean, if you look at an affidavit in support of a search warrant, you know, you lay out what you need to show that you have probable cause to believe the crime has been committed and the evidence is at this place. They had that and a little bit more. But they include some information to establish probable cause but not everything they know.I think the key here, though, is it is the same affidavit we saw before but less redacted. So, what lines got peeled back are interesting, which is really parts that go towards the obstruction case, which is it's not just that the boxes were being moved and that it was captured on videotape, but there was a certain ballet to this movement. They were moved from here to there on this date but then back from there to here on this date. And then they include interviews with someone who's referred to in the document as witness number 5, who we believe to be Walt Nauta, who talks about they observe him moving the boxes on this date and then he is questioned on that date and he is asked specifically about where the boxes are and whether they were moved and where they were moved to. And, you know, in the indictment, there is a line where they ask him about the boxes and where they went and how they got there and he says, honestly, I wish I knew.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CAMEROTA",
      "sentences": "Uh-oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "MILLER",
      "sentences": "So, we're seeing layers of moving the boxes to hide them from what they think is going to be a search warrant, and they are right. But they know more than the people moving them around thought they did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CAMEROTA",
      "sentences": "Who is in more trouble, former President Donald Trump or Walt Nauta, given all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "CAMEROTA",
      "sentences": "Andrew, let's move on to cocaine at the White House. How does this happen, Andrew? Aren't there dogs? And when you are being checked into the White House, as I have been several times, aren't there dogs outside? You're being wanded, your bags opened up. If this was a visitor, let's say, since it was in the area where visitors are asked to check some of their belongings and their cell phones, how does this happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "MCCABE",
      "sentences": "Really hard to understand how this happens. Because, as you know, Alisyn, if you have a special badge, if you work at the White House and you have a particular I.D. badge, you basically badge your way in past security. They know who you are. They see you every day. You show your I.D. But if you are not a White House employee, if you are a visitor there on business, you go through several locations of screening, and it includes going through a magnetometer, it includes surrendering all your bags. You're separating out your electronic devices, putting those things through an X-ray machine.So, I think what this shows us is that possibly in that security search, and I'm sure the Secret Service is asking themselves the same thing now, they are looking for things that might cause some sort of a risk or a threat to the protectees inside the White House and, of course, the president is the most important of those, but maybe they are not looking for the sorts of contraband you would expect, like TSA or somebody to look for during their kind of screenings. So, I suspect that this is going to result in a bit of increased vigor and scrutiny that's given not just to the people and what they have but like at the absolute miniscule contents of bags as they go in and out of the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "CAMEROTA",
      "sentences": "John, you think visitor or staffer or what do you think is happening here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "MILLER",
      "sentences": "It could be anybody. I mean, that entrance, that's is Echo 1. I've been through there before. I've been through there armed, with no check as a police official. I've been through there unarmed as an intelligence official and gone through the process that Andy described. And, you know, he is right. They're looking for anthrax, biological, chemical agents. They're looking for bombs, guns, knives. But they're not looking for, you know, what we would have called the dime bag, I'm sure it's more than that now, of powder in a Ziploc.Now, what they are looking for is whose print is on the plastic bag? Whose skin cell DNA might have been left behind? Is it in a government record, if they are a staff member, a military person, somebody like that? The odds are if they can recover it from the bag, it is. It could be a reporter who was there for an interview, a citizen who was there for a special tour arranged by the White House staff. But there are logs, there are cameras, there are records.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "CAMEROTA",
      "sentences": "So, there are cameras. So, you are saying like would there be cameras in that room?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "MILLER",
      "sentences": "Right. There are cameras in that room and there are those cubbies, where if you are going into the zip (ph) room, it's a SCIF. So, you have to take your cell phones and put them in there. But unless this person took this little tiny bag and did it the way you do it in a Broadway play --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "JACKSON",
      "sentences": "I think they'll be caught.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "CAMEROTA",
      "sentences": "You do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "JACKSON",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "MILLER",
      "sentences": "You might not see it on the video but you might see the timing of their arrival and some furtive movement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "JACKSON",
      "sentences": "There's a lot of lab analysis and other things. The FBI is pretty adept at this. I think, ultimately, they'll get skin cell DNA or something else and they'll connect it to one or more individuals who were in that room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "Cities across the U.S. are reeling after a 4th of July weekend marred by gun violence, more than 20 mass shootings over the holiday weekend. That brings the total mass shootings in the U.S. to 357 this year alone.Joining me now is CNN National Correspondent Ryan Young. Ryan, tell us which cities were hit hardest by the gun violence over this holiday weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "RYAN YOUNG, CNN NATIONAL CORRESPONDENT",
      "sentences": "Alisyn, when you look at this spread across the country, it's just so hard to look at. You think about Philadelphia, you think about Baltimore. But one thing I did this afternoon was I scanned through a lot of the sound from across the country. And people in different communities sound the same way. They sound heartbroken, scared and afraid, especially after all of these shootings.And you see that map. You see this spread across the country. You think about Philadelphia, where you had five people killed, where you had a man randomly walking through with an assault rifle and a handgun shooting at people and injuring and killing them. Then you have Shreveport, where there was a block party that's happened for 15 years with no problems, no incident, and all of a sudden three people are shot and killed. They didn't find the fourth body until sometime this morning because there was high grass and they couldn't find that body until it was first light. There are neighbors in that community who say the gun shooting happened for no more than 12 minutes. And it goes on with Baltimore, you had two people killed and 28 others injured. When you think about the totality of this and you look at this spread across the country, you understand this is such a big problem from community to community. They were asking for Congress to step in. And as you know, we have this conversational all the time, where people say we really need to get down into investigating these crimes and maybe solving them, but that always doesn't happen as well. Alisyn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "Right. Ryan, let's talk about the Philly mass shooting, okay, because I understand that those were privately made weapons, meaning these ghost guns. So, how does law enforcement trace those?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "YOUNG",
      "sentences": "Well, that is the tough part there. They are really handcuffed with this because a lot of times those guns are made, they are hard to track. [22You talk to anybody who works in law enforcement, and this has become part of their worst nightmare because you can order these parts from the internet, have them arrive, and you can personally put them together. You see what Philadelphia is doing here. They're actually going to sue the makers of some of these supplies for the ghost gun. Two of the companies they spotlighted was Polymer 80 Incorporated and JSD Supply, both hoping to put a stop to some of these ghost guns coming into their community. And when you listen to the DA who was fired up about this, you can understand why the pain is really pushing them to make some different changes and go after some of these companies. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "LARRY KRASNER, DISTRICT ATTORNEY OF PHILADELPHIA",
      "sentences": "All indications are that he did it alone. And in terms of the act itself, we see all kinds of indications of premeditation in the weapons he brought, the way he brought them, the clothing that he was wearing, things of that sort. But when you get into issues of psychological state, motivation, intent, beyond the obvious, which is that he obviously planned this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "YOUNG",
      "sentences": "Yeah, and Alisyn, one of the reasons why we picked that sound bite to the show is when you think about someone sitting at home who might be mentally challenged or maybe upset or angry or maybe getting ready to do something. The idea that you can go online and order some of these parts to make a weapon. You can understand how difficult this is for law enforcement who's already dealing with a lot of illegal weapons out there in the first place.Now, you add this other component of ghost guns, the conversation is definitely going to take a change, especially with this being a part of it. And now you see the city stepping up to go after these companies. It'll be interesting to see how this plays out, especially now we're at a point where you can't even pray for the victims in one mass shooting before another one happens. A lot of us knew already before this weekend happened that July fourth and fifth was gonna be very difficult for this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "It's really interesting, Ryan, because they're notoriously bad. July fourth is, for the past decade, has seen a spike of mass shootings. It's obviously so tragically ironic about the day that is most American, the holiday that is supposed to be celebrating American independence. Thank you very much for all of the reporting, Ryan.So, what do avid gun owners think the solutions are to mass shootings? I sat down with a group of them and you're about to see part two of Pulse of the People. Plus, this roller coaster ride goes terribly wrong at a Wisconsin festival, leaving people stranded upside down, not for minutes, for hours. We'll tell you about their rescue coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "It's been another 48 hours of rampant gun violence in our country. In part two of our conversation with gun owners, all of whom are passionate Second Amendment advocates, you'll hear their suggestions for what can be done to cut down on this gun violence. But we start with how the gun violence has touched their lives.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "Paul, if you could just tell us a little bit about your personal story. Your family was at the Clackamas Center Mall during a mass shooting in December of 2012, and your brother-in-law was killed during that shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PAUL KEMP, GUN OWNER FROM OREGON",
      "sentences": "My brother-in-law was actually killed by a young man, like a typical mass shooter, 20-something, armed with an assault-style rifle. And you know, Steve was shot from almost point-blank range in the back of the head. I went and picked up my sister and I spent the next week with them and learned a great deal and, you know, the traumatic impact of a shooting on a family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "And then three days later, the Sandy Hook school shooting happened in Connecticut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "KEMP",
      "sentences": "You know, when you think you can't feel any worse, you can't feel any lower. And then Friday morning that week, we have 20 first graders slaughtered in our classroom and six teachers and administrators by another young man armed with an assault rifle. And so, I just said, I can't remain silent anymore. I've got to speak up. Thank you for sharing all that. I know that that's not easy to talk about.Ty, I was interested also in your personal story that you became a gun shop owner. But you don't send your daughter to school. You homeschool her because you're afraid of school shootings. Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "TYEKAH DIXON, OWNER OF SURPLUS ARME",
      "sentences": "Part of it, yes, is because I am afraid of that happening. Because I believe, you know, I believe that with all the mad things that's been going on now with the world that schools, they need to, you know, they need to have these schools armed with, you know, security -- armed security. It's things that they need to do to make the schools a hard target.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "SULLIVAN",
      "sentences": "Yeah, I just want to speak to what Ty said. I also have a four-year-old, a one-year-old. I'm joining this conversation because I'm a concerned mom. What we are seeing is that more guns in circulation has not made America safer. You know, as the CDC states, it's now the number one cause of death for children and other countries, you know, don't have to deal with school shootings on a regular basis like we do.And so, if we are going to live in a nation that has millions of guns in circulation, then how do we live with them responsibly? I think that looks like safe storage laws. A lot of times it's a child getting their hands on their parents' guns and committing suicide. Imagine living with that if you had to live through that personally. CAMEROTA: Ermiyah, what do you think the solution is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay, go ahead, Chad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "CHAD KING, GUN OWNER FROM MICHIGAN",
      "sentences": "So, I think the more income inequality that we see in a given society, the more violent crime that we see. The root cause of violence is not the downstream piece of metal or plastic. That's the end result. It's really the upstream problems that we need to address.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "ROBERT ANTHONY, GUN OWNER FROM NEBRASKA",
      "sentences": "Gun education, we pulled that out of school. We put subsidies out there for everything else, electric vehicles, et cetera. You know, this would be a perfect opportunity to put, you know, our taxpayer dollars where our mouth is. We need a root cause analysis. There's not going to be a one size fits all that stops, you know, gun violence in this country. You know, what's going on in Chicago with the gun violence is not the same that is going on in Omaha, Nebraska with gun violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KEMP",
      "sentences": "Number one, the most effective tool in this country to keep guns out of the hands of somebody who shouldn't have a firearm is a universal background check. My brother-in-law was killed. You know, the thing that really got me the next morning was when the officer came over to help us write a public information statement.You know, one of my first questions was, doesn't Oregon have a safe storage gun? Because the shooter knew his buddy didn't lock up his firearms and he left them all loaded. And there was no consequence for that gun owner. He didn't have it safely stored and people died because of it. I don't want to carry that burden the rest of my life. I can't believe other people do. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "CAMEROTA",
      "sentences": "I'm back with John Miller. We're also joined by New York State Republican surrogate Joe Pinion and \"Rolling Stone\" Columnist Jay Michaelson. So, Jay, I just thought it was interesting to talk to people who don't want to give up their guns. They all have their different reasons for having guns. They all have what sounded to me like legitimate reasons. They got them through all different times in their lives. But they are, of course, disgusted by the gun violence. And they have different solutions. And so, it is so maddening. and vexing that their lawmakers, that all of our elected lawmakers, can't do any of these things? JAY MICHAELSON, COLUMNIST, \"ROLLING STONE\"there's two things that really emerged for me. First, you know, there's a tendency to kind of demonize the other side, whatever the other side is, and we see that this is not the case in this issue. Here are people who care about their guns, who care about their interpretation of the Second Amendment, but who support common sense gun safety regulations. But what's frustrating about this is that a lot of these specific regulations that were proposed have already, in the segment, were proposed by Democrats and Republicans shot them down. Now, I know that Joe will say that's because Republicans don't trust Democrats, but there is a reason why people don't trust Democrats because there are people sowing mistrust. Opportunistic politicians, people in the media constantly sort of making it very extreme that you're either an NRA lunatic or you want to take away all our guns. And neither of these, there are people who are those on the extremes, but the vast middle of this society wants sensible gun regulation. So, I think we need to think about checking our mistrust at the door and taking a risk to actually work together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Yeah, people have to come to the table. People have to sit at the same table and hash it out together. And Joe, why can't we solve this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "JOE PINION, REPUBLICAN STRATEGIST",
      "sentences": "There is no trust. And I think that's not just on this issue. I think it's across many issues. I think we see time and time again, we've made compromise an evil word down in D.C. but also in our local politics. We see people who effectively are always trying to find ways to leverage power for partisan purposes and partisan purposes alone. So yes, we should be able to come to a table and say, hey, here are my concerns, here are your concerns, what's the low-hanging fruit there?But, I think, again -- and two, we're going to be able to have a Democratic party and a Republican Party have that conversation earnestly. You know, on some base level, we're wasting our time because the politics always get in the way of the people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "CAMEROTA",
      "sentences": "It's just awful. I mean, they're getting in the way of children, obviously, who are being killed. I mean, young people are being killed in all this gun violence. John, as a member of the law enforcement community, aren't police so frustrated by this, the fact that they have to go out into these streets? Can they, I mean, what's the answer for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PINION",
      "sentences": "Well, I think even to that point, right, even when we've had it at our lowest levels, it's still too hot, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PINION",
      "sentences": "And so, I think the most telling and compelling thing that we heard from that panel is something that we clearly do not talk about on the news or in society, which are the underlying drivers for the desperation that causes the crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "Yeah. And I hear you, Joe, and I heard obviously what Chad was saying about that, as well. But that seems harder to tackle than safe storage. Safe storage, like you said, there's some low-hanging fruit that could be solved tomorrow with the wave of a pen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "MILLER",
      "sentences": "But, Alisyn, we've got to learn to walk and chew gum. Joe is exactly right. Somebody needs to deal with the long-term contributors to this. That's a strategic problem. Politicians don't like that because it's hard, it's costly, and they can't take credit for it next year. So, you really have to invest in that.The crime is the tactical problem. You can fix that right away just by enforcing the laws we have. Then you have to invest a decade or two in solving the strategic problem, which is racial disparity, poverty, social ills that really are harder to tackle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "MILLER",
      "sentences": "We keep ignoring that on the idea that we can do some quick fix with a piece of legislation or a press release.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "I agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "MICHAELSON",
      "sentences": "There is low-hanging fruit on the mental health side, as well, right? So, in addition to the factors you just mentioned, John, there's also, if I'm not encouraging anyone to do this, but if folks change the channel, there is rhetoric right now in mass media that is amping up rage, that is amping up this sense of us versus them, that liberals want to destroy the country and things like that. And if we look at who's committing some of the mass shootings, there is a profile of a sort of a young, male, enraged, hard right-wing figure. I'm not blaming mainstream Republicans for that, but there is incitement to violence on the media all the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PINION",
      "sentences": "But that is kind of insightful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "But Joe, I do have to go. But it is true there is a profile that we see repeatedly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PINION",
      "sentences": "There's plenty of profile, but the overall majority of people that get shot every single day --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "But this is the -- yes, that's true. But I'm distinguishing between mass shooters right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PINION",
      "sentences": "-- are not from that profile. But the overall majority of people that get shot every single day are not from that profile so I think -- but it is mass shooters because if -- I know we got to go. Just quickly here, if you're looking at what we commonly describe as mass shooters, the definition changes from news cycle to news cycle, and I think we lump in the people when it's convenient, we exclude their paying when it's inconvenient, and I think that's what we're talking about here, what the long-term drivers, that time and time again get dismissed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Imagine being on a scary roller coaster ride. Now imagine it breaking and being stuck upside down for hours. That happened to eight roller coaster riders in Wisconsin. Officials say the fireball coaster stalled at the top of the loop and it took special equipment and teams of rescuers to get them down.Joining me now, two of the heroes who helped bring everyone down to safety, Captain Brennan Cook of the Crandon Fire Department and Lieutenant Adam Finn of the Antigo Fire Department. Gentlemen, thank you so much for being here. Captain, let me start with you. How did this happen? Do you know what went wrong with this ride?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BRENNAN COOK, CAPTAIN, CRANDON FIRE DEPARTMENT",
      "sentences": "At this time, we don't know exactly what went wrong. All we know is that the ride was stuck in the upright position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay, so you had to devise a plan with your team of how to get everybody down. How long did that take you? Did you know what to do in this situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "COOK",
      "sentences": "Pretty much as soon as it was dispatched, we were already starting to call for extra resources, knowing that we didn't have the special equipment or the specialized rope rescue training that was needed to affect this rescue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CAMEROTA",
      "sentences": "How did you know that you needed specialized rope training?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "COOK",
      "sentences": "Just off of previous training and awareness, knowing that this was reported as being 50 some feet up in the air, we don't have that specialized training in order to affect that rescue. And there's other departments near us that have ladder trucks, specialized rope rescue teams, and this is what they specialize in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Lieutenant Finn, I think it's you, right, that we see in this video, in the bucket, who's starting to get people down. Okay, so I think that that's you right there that we're watching. So, it took hours. How did you -- how did you -- were you talking to the people who were hanging upside down? How are you keeping them calm while you were doing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "ADAM FINN, LIEUTENANT, ANTIGO FIRE DEPARTMENT",
      "sentences": "Yeah, we were talking to them the whole time. I actually had two other guys from Rhinelander Fire Department with me, as well, doing the rescue. I was more just in charge of operating the bucket platform there with that truck. It's very helpful with this kind of situation where you can get them safely onto that platform. And you can see the other ladder truck too, that was just kind of there for guidance and assistance if we needed any additional help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CAMEROTA",
      "sentences": "And what kinds of things were they saying? And what were you guys saying to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "CAMEROTA",
      "sentences": "How old were they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "FINN",
      "sentences": "I believe the ages were from ages eight to teenage years. And then there was an adult gentleman, too, that we took down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "CAMEROTA",
      "sentences": "And then also. Lieutenant, you couldn't just, I think from what I've read. You couldn't just free one at a time. Somehow you had to tether them or maybe they already were tethered together. What complicated this rescue? FINNto open up the shoulder harnesses, four would come out at once. So, certain cars had four people in them. So, we had to tether the other side to make sure that those didn't open, as well. And then just individually rescue each person. So, we use ladder belts and webbing to secure them to the bucket as well, as to us and able to get them down safely that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "CAMEROTA",
      "sentences": "That would have been a disaster if you hadn't have known that. Captain Cook, did you know that the key would open for once and all of them would fall out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "COOK",
      "sentences": "When we initially got on scene, it was reported that we might be able to do one at a time. But shortly after, we figured out that wasn't the case, and that was what also accelerated us asking for additional help because we realized this was such a complicated situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "CAMEROTA",
      "sentences": "Captain, are you going to go on a roller coaster ever again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "COOK",
      "sentences": "I personally am not a fan of heights to begin with in that type of situation. So, I'm going to continue keeping both feet firmly planted on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "CAMEROTA",
      "sentences": "Good thinking. And you, Lieutenant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "FINN",
      "sentences": "I mean, I'm an adrenaline junkie, so I try anything once. We'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "CAMEROTA",
      "sentences": "Gentlemen, thank you very much. Great work. And thanks for explaining it to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "FINN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "COOK",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}