{
  "date": "2023-05-11",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Sources: Former U.S. Marine Who Held Jordan Neely In Deadly Chokehold Expected To Surrender Friday; U.S. Braces For Influx Of Migrants As Trump-Era Immigration Policy Is Set To Expire At 11:59 P.M. ET; CNN Talks With Ukrainian Commanders After They Gain Ground In Bakhmut; GOP Sen. On White Nationalists In Military: \"I Call Them Americans\". Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "So, a lot of what was being looked at here was what led up to this actual moment. And so they got that likely from witnesses that they've been speaking to on the scene, witnesses who have told CNN in some cases that there didn't seem to be any words before this chokehold, but also that Neely appeared to be acting erratically as well. So that likely played a factor into this as well.And then the crux of what people had been protesting over and protests, scattered ones that we'd seen throughout New York City and some elsewhere, was that, should this have ended in death? And protesters say no, despite, of course, what may have proceeded beforehand. His defense, however, Penny, has argued that he was doing this to protect the safety of those on the passenger car, though a witness who said Neely hadn't attacked anyone yet. But again, it's what passengers were feeling prior to that that will likely play a big part in this case. For our part, we have reached out to attorneys for Daniel Penny on these particular details about the charge and turning himself in, and I haven't heard back at this point, but obviously a significant development in this case, and again, tomorrow morning is when he's expected to turn himself in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Yes. And we should know that this death not only has sparked protests, but it also has prompted some very serious conversations --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "-- about how society deals with people with serious mental health struggles in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes, Jake, I mean, this was someone who, by all accounts, people -- friends that we've spoken to years ago knew him as this dancer, as Michael Jackson impersonator. And then over the past few years, his situation had really started to decline, and some part tied to the killing of his mother. And so, a lot of the friends we spoke to were saying, oh, we haven't been able to reach him since 2017, since 2016, and that there was even an effort to go out and search for him in recent years. And when one of those friends said that she actually encountered him on the subway and went as far as to offer him the shirt off of her back and let him know that she was there for him as needed. But, of course, how he actually got to that subway car that morning, the events that happened in his life are what are going to be the continued conversations from this outside of the particulars of this case, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "All right, Omar Jimenez, thanks so much. Let's bring in former federal prosecutor Elie Honig.Elie, what do you make of the district attorney bringing this apparent manslaughter charge? ELIE HONIG, FORMER ASSISTANT U.S. ATTORNEY, SOUTHERN DISTRICT OF NEW YORK: Well, Jake, I think this is an extraordinarily difficult case for any prosecutor. As Omar said, so much here is going to turn on the specifics, the interaction that led up to it, the actual amount and degree of physical force used, the duration of that physical force used. And I think what we've seen here is the DA has decided to bring a charge, and ultimately, this will have to go to a grand jury. And then, eventually, unless there's a guilty plea, it'll have to go to a jury. It's a tricky case. I think the DA wanted to cover himself and make sure that at least he brought the charges and perhaps leave it up to the discretion and the judgment of a grand jury and a jury down the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "What were the range of charges that the district attorney might have been weighing? Was murder on the table?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "HONIG",
      "sentences": "Well, so murder is a very different charge, the key distinction here being intentionality. Under New York state law, there could have been a murder charge, but you would have to show an intent to kill. And even based on the limited evidence that we've seen, including the video, that looks like that would have been a seriously difficult showing to make. Manslaughter here means recklessness or indifference to human life. And so, the idea would be that the amount of force here used was excessive, was reckless, was done in a way that was patently unsafe and was not justified by the circumstances, was not justified by, in this case, the victim, Mr. Neely's actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "I mean, New Yorkers have, generally speaking, the ones I know, have experience riding the subway, they have experience feeling threatened, have experience encountering people with mental health issues. The jury pool, that's -- they're going to have some firsthand experiences with similar situations, perhaps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "HONIG",
      "sentences": "Yes, that's going to be a tricky part of this case. But it's important to keep in mind the question really will not be was the victim or was Mr. Neely threatening people or was he alarming them? The question is going to be, was he posing a direct physical threat to either the defendant or to somebody else that necessitated this level of use of force? So I agree, I think jurors are likely to bring their real life experiences, passions into play, even though they're not supposed to, they're still human beings. But again, just being a nuisance, just being bothersome, is not going to be enough here.The question, the real crux of this is going to be, was this individual posing a physical threat to somebody?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:33",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I think that when you look at that result and when you look at what happened during that election, unless you're a very stupid person, you see what happens. A lot of the people -- a lot of the people in this audience and maybe a couple that don't, but most people understand what happened. It was a rigged election and it's a shame that we had to go through it. It's very bad for our country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:33",
      "speaker": "TAPPER",
      "sentences": "The election was not rigged. Not, not, not rigged as judge after judge ruled, as election board after election board found, as Trump official after Trump official testified under oath during the investigation of the insurrection because those election lies incited the angry mob of Trump supporters to storm the Capitol to try to stop the democratic process on which we base our nation.When asked about the insurrection last night, for which we should note, he is under investigation by Special Counsel Jack Smith, Mr. Trump said this about the convicted violent rioters if he wins reelection. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:33",
      "speaker": "TRUMP",
      "sentences": "I am inclined to pardon many of them. I can't say for every single one, because a couple of them, probably they got out of control.(END VIDEO CLIP) TAPPER: Trump made it very clear, again, he believes most of those who committed violence to stop the democratic process are heroes. He used the word thug once last night, he used it to describe a black police officer who shot a Trump supporter who had been violently trying to get into the House chamber. Now we should note the house --- the town hall chamber, the town hall audience was made up of New Hampshire Republicans and Independents and undeclared voters, some seem to applaud Trump's promise of pardons for the criminals who stormed the Capitol that day. Let us remind you, these are the people we're talking about getting pardoned. And this, this is what Trump last night called a beautiful day. Earlier today, a Third Circuit Court judge noted that Trump's remarks to telling a legal conference in Philadelphia, quote, \"everybody in this room has seen the video,\" he said, \"who are you going to believe, me or your own eyes?\" The town hall was held just one day, one day after a jury found Mr. Trump liable for sexual abuse and defamation of writer E. Jean Carroll in the 1990s. Some in the audience seemed to enjoy Trump once again defaming the woman to whom he now owes $5 million for sexual abuse. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:33",
      "speaker": "TRUMP",
      "sentences": "They said he didn't rape her. And I didn't do anything else either. You know what? Because I have no idea who the hell she is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:33",
      "speaker": "KAITLAN COLLINS, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "But Mr. President, can I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:33",
      "speaker": "TRUMP",
      "sentences": "I don't know who this woman is. They said, sir, don't do it. This is a fake story, and you don't want to give it credibility. That's why I didn't go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:33",
      "speaker": "COLLINS",
      "sentences": "One thing you did do in this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:33",
      "speaker": "TRUMP",
      "sentences": "And I swear -- and I've never done that, and I swear to -- I have no idea who the hell -- she's a wack job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:33",
      "speaker": "COLLINS",
      "sentences": "Mr. President, you did not testify --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:33",
      "speaker": "TAPPER",
      "sentences": "The reaction today has been rather harsh. The Biden campaign did not waste any time tweeting out a video of Trump's January 6 comments alongside video of the insurrection. But we should note it's not just Democrats today looking a scant to Trump's many false and outrageous comments last night. The Senate's, number two Republican, John Thune of South Dakota, quipped -- quote, \"It looked like a lot of Democratic campaign ads being written last night,\" unquote. And several other Republicans today seem to be distancing themselves from policies and positions Trump laid out on the debt ceiling and the Russian war on Ukraine and the pardons, not to mention his overall fitness to be president.Let's go to the Capitol Hill right now. CNN's Manu Raju has been chasing lawmakers to get their reactions to the town hall. Manu, it seems like Trump did some damage last night, at least when it comes to his standing with Republicans on Capitol Hill who previously had supported him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:15",
      "speaker": "RAJU",
      "sentences": "Do you worry that your party's leading presidential candidate --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:15",
      "speaker": "YOUNG",
      "sentences": "Of course he does. That's why I don't intend to support him for the Republican nomination.SEN. LINDSEY GRAHAM (R-SC): Where I differ with President Trump is if we end this war and Putin still standing, he's unaccountable for the war crimes. You don't end the war, you just create more conflict. SEN. MITT ROMNEY (R-UT): I think people saw last night what they would get was another term of Donald Trump as president, which is completely untethered to the truth, uncertain as to whether he wants Russia or Ukraine to win, and the brutal conflict with Russia has imposed on Ukraine. I think it was a great opportunity for the people of America to see just exactly who it is Donald Trump has become. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:57",
      "speaker": "TAPPER",
      "sentences": "In our world lead, we're less than seven hours away from what's amounting to be one of the most historic border crises in decades in the United States. At 11(BEGIN VIDEO TAPE) ROSA FLORES, CNN CORRESPONDENT (voice-over): Dark, cold, dusty, that's how the final day of Title 42 started, near the banks of the Rio Grande in El Paso, Texas, in the encampment where hundreds of migrants were waiting to get processed by immigration authorities. This couple from Colombia, who didn't want to be identified by name, wanted to make a fire to keep their 10-year-old daughter warm. They say she's shaking from the cold, the overnight chill going straight through the blankets. Just feet away, migrants arriving, including this couple. (on camera): Did you want to come before Title 42 ended? (voice-over): They say they're from Colombia and that the woman is 37 weeks pregnant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:57",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go down on three, one, two, three, down.FLORES (voice-over): Just feet away, a team of Texas National Guard members assemble border barriers of concertina wire. The work is slow, coordinated, methodical. This is the sharp metal migrants crawl through to enter into El Paso. Major Sean Storrud, the commander of this mission, says his team has deployed more than 17 miles of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:57",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, I got.FLORES (voice-over): But as Title 42 ends, Guard members are doing something different creating a gap in the border barrier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:57",
      "speaker": "MAJOR SEAN STORRUD, TASK FORCE WEST COMMANDER, TEXAS NATIONAL GUARD",
      "sentences": "We actually created that gap not to admit people, but to give the migrants the opportunity to go back.FLORES (voice-over): Storrud says Guard members will explain to migrants that once Title 42 lifts, there are consequences to entering illegally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:57",
      "speaker": "STORRUD",
      "sentences": "We don't want to trap them into that bad decision to cross illegally. We wanted to give them the option to take it back.FLORES (voice-over): But some migrants crossing along the nearly 2,000 miles border were not choosing that option. Not in El Paso, not in Yuma, Arizona, and not in San Ysidro, California. Border authorities on the U.S. southern border are encountering about 10,000 migrants per day, and Border patrol holding facilities are over capacity, according to federal officials. As for what will happen when the clock hits 11:59 tonight and Title 42 ends --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:57",
      "speaker": "ALEJANDRO MAYORKAS, HOMELAND SECURITY SECRETARY",
      "sentences": "We are clear eyed about the challenges we are likely to face in the days and weeks ahead, and we are ready to meet them.FLORES (voice-over): Back in El Paso, a group of migrants huddle on the Mexican side, determining how to cross into the U.S. While a group of three others had just crawled through the concertina wire, the woman's hand caught by the sharp metal and her friend shows us the gaping wound on his leg, the result of an assault in his native Guatemala and says the conditions in their countries is the very reason why migrants risk and endure everything to be here. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:57",
      "speaker": "FLORES",
      "sentences": "About the expectation once Title 42 lives, you know, it's mixed, there are some officials who say that they're expecting a spike, and yet I spoke to U.S. border Patrol Chief Raul Ortiz yesterday, and he says that the surge is now, that it's already happening, that it's been happening for the last five to six days. But, Jake, here's what everybody agrees on, and that is that resources on the border are already strained. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:27",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:27",
      "speaker": "LEESER",
      "sentences": "We'll continue to help process them. And that's something that's been very, very important to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:27",
      "speaker": "TAPPER",
      "sentences": "So, if you were king, right, if you were a magician and you could snap your fingers and there would be -- and the immigration system, which everyone agrees is broken, is fixed, what does that mean? Is there a border wall that prevents people from crossing illegally? Is there a more streamlined system that allows individuals to declare asylum more easily? What would make things better for the citizens of your city?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:27",
      "speaker": "LEESER",
      "sentences": "Well, I'm not in Washington today, and I've not seen what they're going through day in and day out. But I believe that we need to work with other countries. We need to make sure that we work with them to make sure they don't go through the process of coming through the desert, you know, and getting taken advantage of. And then they come into the United States and the false pretense, a lot of them that are coming in today believe that if they're here by the end of Title 42, they get political asylum and that's not a correct statement.The border is closed today, and the border will be close tomorrow after Title 42. They're under the assumption that they'll be here. And that's where you see the huge influx. That's where you see all these people. I went to Wallows yesterday. I drove to see how many people were in Wallows ready to come over. And I've talked to some of the people, and they believe that they have to be here before midnight to be able to get that political asylum. And unfortunately, that's not what it is. The border will continue to be closed. And not only will Title 42 go away, now Title 8 comes into effect, it's been really in effect since 1940.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:27",
      "speaker": "TAPPER",
      "sentences": "Right. But, I mean as you know, they're fleeing. I mean, some of them are fleeing crime, some of them are fleeing poverty, some of them are fleeing political persecution, you know, individuals coming from Cuba and Venezuela. Obviously, it'd be great for people to not try to cross illegally, but that's not going to happen. The United States is always going to be a country people want to escape to because of -- we have a higher quality of life. What more directly would you want to make it so things aren't as bad for the citizens of El Paso?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:27",
      "speaker": "LEESER",
      "sentences": "Well, I would like to see a quicker process as you were talking about, because you're right, this country is a country of opportunities. You know, they come for the opportunity to be able to have a better job, raise their family, and be safe from, you know, crime. So, you're absolutely right. I'd like to see more immigration judges, the ability for them to be able to go to work.When I talked to them and the mayor and I of New York sat there and talked to them and he asked them, he says, how many of you all want to go to work today? Every one of them raised their hand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:27",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:27",
      "speaker": "LEESER",
      "sentences": "So they're here for an opportunity, and we really need to expedite those process. We can't sit there and wait for five or six years and make sure that the process and the expectations on how to manage the process, it becomes simpler and clearer for everybody coming into the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:27",
      "speaker": "TAPPER",
      "sentences": "El Paso Mayor Oscar Leeser, thank you so much. Come back on the show. Let us know how things go in the coming days. We appreciate your time, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:27",
      "speaker": "LEESER",
      "sentences": "Thank you. Have a wonderful day, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:21",
      "speaker": "TAPPER",
      "sentences": "Our world lead brings us to Ukraine now. The fight in the city with Europe's largest nuclear power plant at Zaporizhzhia is intensifying, according to Ukrainian officials there. They say Russian cluster shells injured eight civilians in a village nearby. Three were ambulance workers who had responded to the scene in a predictable refrain. Russia claims it was targeting deployment points for Ukraine's military.Meanwhile, northeast of Zaporizhzhia, Ukraine says it's clawed back significant ground in Bakhmut. CNN's Nic Robertson spoke to Ukrainian commanders on the ground who want to set the record straight on which Russian troops retreated first. (BEGIN VIDEO TAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLAMATIC EDITOR (voice-over): At the vanguard of Ukraine's most successful offensive in months, elite soldiers storm out of their U.S. made M113 troop carrier near Bakhmut. Over the following three days, they would take back close to 2 miles of eastern Ukrainian territory from Russian troops. Their commander explains dry ground, new U.S. attack vehicles, helping reverse months of losses. ROLLO, UAF STORM BATTALION COMMANDER (through translator): Everything was planned and calculated, and we had an advantage because we used armored vehicles. This time, the weather gave us a chance to use all our might and show what we're capable of. ROBERTSON (on camera): Yevgeny Prigozhin is saying the reason you took territory is because the Russian forces ran away? ROLLO (through translator): Prigozhin is a liar because the first to flee were Wagner. It is his units that fled. And our success is not due to the fact that they fled, but the fact that we conducted a planned assault by circumventing and cutting them off. Actually, the unit he is badmouthing fought to the end. His Wagners were the first to flee. ROBERTSON (voice-over): Cleaned up and back from the battle, three young troop commanders recall the first moments. You are nervous, you feel the shivers, Oles says. Every sound scares you, especially the whistle of a mortar shell. With their success, losses too. It is always painful and hard to lose, Bars says. But it doesn't stop us. It makes us angrier, tougher, and gives us motivation to go all the way and not stop. Each of them knows more battles to come. After each fight, morale goes up, then down, then up again, Dzudo says. You have to motivate them somehow. And this last battle not done. When the Russians were pushed back, they regrouped, rushing in reinforcements. Not for the first time in the days long fight, U.S. made weapons, making a decisive difference, this time, HIMARS precision rockets. ROLLO (through translator): Their reserves were too far away, and this allowed us to destroy the enemy even as we approached them. We used unmanned aerial vehicles to see where they were concentrated, which enabled us to use our HIMARS for a precision strike. ROBERTSON (voice-over): His battalion estimate in their sector of the fight, 2 to 300 Russian soldiers killed. But he is quick to acknowledge those soldiers strengths and says Prigozhin is wrong to discount the Russian army. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:21",
      "speaker": "ROBERTSON",
      "sentences": "So their offensive was so successful, in the hours of this morning, another attack was launched around Bakhmut. Now, commanders aren't saying how successful this part of the offensive is being. And interestingly, they're not saying whether or not it's connected with the big expected counter offensive. But significantly on that, Russia's Defense Ministry is saying, we're not losing any ground around Bakhmut at the moment, and that's unusual for them to come out publicly and say that. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:21",
      "speaker": "TAPPER",
      "sentences": "All right, Nic Robertson in Eastern Ukraine for us. Thank you so much. Meanwhile, brash Russian warlord and Wagner Army Chief Yevgeny Prigozhin says Ukraine's counter offensive is already in full swing. But Ukrainian President Volodymyr Zelenskyy says his country needs, quote, a bit more time to launch its counteroffensive while it waits for more Western aid to arrive. Ukraine has gotten a new major delivery Britain's modern long range stealth cruise missiles capable of striking deep into Russian held occupied territory, which CNN's Jim Sciutto was first to report.(BEGIN VIDEOTAPE) JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT (voice-over): As Ukrainian forces prepare to launch a massive new counteroffensive, they now have a deadly new weapon in their arsenal. CNN exclusively first reported that Britain has delivered to Ukraine its advanced Storm Shadow cruise missiles, a kind of long range capability Kyiv has long been pleading for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "My own estimation is that they have in place across all of those dimensions what they need to continue to be successful in regaining territory that was seized by force by Russia over the last 14 months.SCIUTTO (voice-over): Ukrainian President Volodymyr Zelenskyy, on the other hand, has said his country is not quite ready, saying he is still waiting for aid already promised. VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE (through translator): We're expecting armored vehicles. They arrive in batches. We can advance with what we've got, and I think we can be successful, but we will lose a lot of people. I think that is unacceptable. We need to wait. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "SCIUTTO",
      "sentences": "As I mentioned, Ukraine has pledged to only use these new cruise missiles inside Ukrainian sovereign territory. That is not to strike Russia. We should note, Jake, that from the British point of view, Crimea is very much an open target here. They consider that illegally annexed by Russia. And that's strategically important because these missiles potentially put at risk some of Russia's most prized military possessions, the black sea fleet, the entire Crimea port. That could be a real game changer going forward as Ukraine plans this counter offensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "TAPPER",
      "sentences": "To politics now. A sitting U.S. Senator who has already been criticized for racism has suddenly taken up the cause, seemingly, of white nationalists being able to serve in the U.S. Military, in our radio interview this week, Republican Senator Tommy Tuberville of Alabama had quite the flaming hot take.(BEGIN VIDEO CLIP) SEN. TOMMY TUBERVILLE (R-AL): Democrats are attacking our military, saying we need to get out the White extremists, the White nationalists, people that don't believe in our agenda, as Joe Biden's agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You mentioned the Biden administration trying to prevent White nationalists from being in the military. Do you believe they should allow White nationalists in the military?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "TUBERVILLE",
      "sentences": "Well, they call them that. I call them Americans.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "TAPPER",
      "sentences": "Now, on first blush, Senator Tuberville seems to be taking up the cause of White nationalists, people who believe in building a white centric state. And he seems to be arguing they deserve to be armed and trained and to serve in the U.S. Military. Tuberville's office has since attempted something of a cleanup effort, releasing a statement to Alabama.com saying, quote, Senator Tuberville's quote, that is cited shows that he was being skeptical of the notion that there are white nationalists in the military, not that he believes they should be in the military, unquote. Today, Tuberville talked to CNN off camera and said, quote, here's the problem, Democrats portray all MAGA Republicans as White nationalists, that's not true. We got a lot of great people in the military that are MAGAs, that's what I was talking about, unquote.All right, let's break this down. Three points, first, no one, no one in the military is worried about MAGA Republicans serving in the U.S. military. That would be ludicrous for any number of reasons, especially given the fact that so many service members are conservative. Point two, obviously, most service members do not fit the definition, but there is a White supremacist problem in the U.S. military according to the U.S. military in study after study, and there's a long list of actual incidents and domestic terrorists who fall into this category. Point three, Senator Tuberville's attempt to distance himself from seeming to be standing up for the rights of White supremacists might be easier to believe if last fall, Senator Tuberville had not made one of the most blatantly racist statements we've heard from a U.S. Senator in perhaps decades. He falsely suggested that Democrats like crime, and he smeared black people as criminals. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "TUBERVILLE",
      "sentences": "Some people say, well, they're soft on crime. No, they're not soft on crime. They're pro crime. They want crime. They want crime because they want to take over what you got. They want to control what you have. They want reparation because they think the people that do the crime are owed that. Bullshit. They are not owed that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "TAPPER",
      "sentences": "Senator Tuberville there saying that Democrats like crime and they want reparations, which is the term for payments made to individuals who are descendants of slaves, because they think that people that do the crime are owed that. That's just racism. Tuberville not only defending the right of racists to serve in uniform, he's actively keeping right now high ranking military officials and officers out of uniform. Senator Tuberville is currently protesting new pentagon policies implemented in the military that provide leave for troops or their families who need to travel to get an abortion because they are in a state where it is not permitted.There are currently 196 military nominations pending in the Senate, generals, admirals, 604, I mean, I'm sorry, 64, 3 enforced our positions that will need to be filled soon, including the chief of the staff of the army, the director of the National Security Agency, commander of U.S. Cyber Command. Defense Secretary Lloyd Austin this week calling in a major national security risk, blasted Tuberville in a letter writing quote, without these leaders in place, the U.S. military will incur an unnecessary and unprecedented degree of risk at a moment when our adversaries may seek to test our resolve, unquote. [17:45:14] This also, of course, has a trickle-down effect on other military officer nominations, which in turn impacts regular military service members and their families who are moving to new installations for new assignments. The guy doing this, the guy holding up all these generals and admirals and colonels from being promoted and from the military from being ready for whatever threats the U.S. faces. Senator Tuberville, to sum up, he says black people are criminals. He says White nationalists are Americans. And I guess for Senator Tuberville, the year is 1843. Let's talk about this with former Republican Congressman Adam Kinzinger, who served in the U.S. Air Force, currently serves as lieutenant Colonel in the Air, National Guard. A lot to talk about here, let's start with his comments on White nationalists in the military and this idea that the Biden administration wants to purge, I mean I'm not sure whether he is actually defending the idea of White nationalists serving in the military or he is lying about the fact that there's some effort to get Republicans out of the military. ADAM KINZINGER (R-IL), FORMER U.S. REPRESENTATIVE: Well, I think he's lying about both. You know, first off, there are some things I disagree with that are happening in the military. And as a pilot, I spend quite a bit of my time doing computer based training on things that have nothing to do with my job. You can criticize that, and you can make that an issue. But the idea that there aren't White nationalists is wrong. There's some. It's not a lot, but there's some. And then, you know, the idea that they're Americans is crazy. You would just say, oh, they're Americans. They're fine. And the idea that there's this push to push out Republicans is not true either. You know, look, the U.S. military is one of the last institutions to enjoy bipartisan support. I mean, even the FBI now is a partisan thing. Every person that tries to make the military a partisan issue, Ted Cruz tweeting about how great the Russians are despite the fact that they're getting crushed on the battlefield now, that kind of stuff, it's politicizing the military, and that can't happen. And White nationalists, by the way, Jake, should be excluded from serving in the U.S. military. I got asked when I joined the military if I was a communist or if I was a member of a group that sought the overthrow of the U.S. government. If I'd have said yes, I wouldn't have been able to serve. We can expand that to include White nationalism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "TAPPER",
      "sentences": "And I mean for me, this comment about, like, well, I call them Americans, like that coming after what he said about Democrats like crime, and that's why they want to give reparations to the people who do the crime. I can't recall a more blatantly racist statement by a member of the U.S. Senate literally in decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "KINZINGER",
      "sentences": "Yeah. And the problem is, Jake, we're kind of, like, numb to the outrage now. There's so much outrage that is just constantly being thrown at us that it gets buried. Or we're like, oh, that's not a huge deal. That's a huge deal. I mean it's outright blatant racism what he said. I'm glad I guess he's trying to change what he meant by that. I don't think it's inaccurate, the changes, but at least he's recognizing that's bad for him. But here's what happens.You know, everybody has a battle in their heart every day between light and dark, you know, and when leaders stand up in front of you and they speak, the dark parts of your hearts, the fears, you know, all that kind of stuff, it gives permission for that darkness to overtake you. And leaders in America, for the most part, you know, for all of our history, have realized they have to shed light. This is a time where they're standing in front of crowds and spewing darkness. And it's a frightening time, frankly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:48:55",
      "speaker": "TAPPER",
      "sentences": "Topping our Health Lead today. An experimental vaccine has injected fresh hope into fighting one of the deadliest cancers. BioNTech, one of the companies that helped make the mRNA vaccines for COVID-19, has developed a promising personalized vaccine for those battling pancreatic cancer, one of the worst. It's a disease that once diagnosed, kills nearly nine in 10 people. The 16 person study was just published in the journal Nature. Of those 16, eight responded to the vaccine, which taught their immune systems how to recognize and fight off cancer cells.Zero of those eight participants had their cancer returned, zero. The other eight people with pancreatic cancer in the study did not respond to the vaccine, sadly. Still, scientists say that while it was a small sample, they're quote, very exciting preliminary results. Let's hope it comes to something. Also in our Health Lead a peanut patch may soon help protect toddlers from severe allergic reactions. A recent trial gave more than 200 toddlers who'd been diagnosed with a peanut allergy a patch to wear between their shoulder blades. The patch contained peanut proteins equivalent to about 1-1,000 of a peanut. After a year of wearing the patch, children with a less severe peanut allergy could safely consume three or four peanuts. Those with a more severe allergy could safely consume one. More testing is needed, of course, but the patch could give new hope toddlers and families around the world. The hits against Donald Trump keep coming, not just from Democrats, from Republicans as well. After last night's CNN Town Hall, one notable Republican will join CNN's Wolf Blitzer next in The Situation Room. Wolf, a lot of strong thoughts, a lot of strong opinions about what went down last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:16",
      "speaker": "TAPPER",
      "sentences": "Can't wait to watch. Governor Sununu, always a candid and engaging interview, Wolf. We'll be watching. Thanks so much.Coming up next, the big announcement from Elon Musk just a few hours ago. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}