{
  "date": "2023-05-04",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Serbia School Shooting Leaves 8 Children, Security Guard Dead; Israel: IDF Kills Gunmen Who Shot U.K.-Israeli Mother, Daughters; Celtics Dominate 76ers To Even Series. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "HOSPITAL DIRECTOR",
      "sentences": "(Speaking foreign language).PLEITGEN (voice-over):  The hospital's director detailed severe brain injuries and gunshot wounds to the legs. The perpetrator was arrested in the schoolyard and led out in handcuffs after he called the police himself and told them what he did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "FATHER OF STUDENT",
      "sentences": "(Speaking foreign language).PLEITGEN (voice-over):  \"I asked where is my kid,\" says one girl's father, describing the moment he realized she was in the history class. She escaped, but when he found her she was in shock, he says. The crime had been planned for over a month. The teen had drawn a sketch of the attack that looked like something from a video game or a horror movie, according to Belgrade's police chief. Locals told CNN the incident came out of nowhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This never happened in Serbia before. Like, we only heard about this in news from the United States.PLEITGEN (voice-over):  Outside the school, these parents are the lucky ones. Their children made it out alive. But a nation is now in mourning and questions are asked over how this could have happened. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "PLEITGEN",
      "sentences": "Questions are asked about how this could happen -- could have happened, Christine. Questions are also asked about how something like this could be prevented in the future, and also about responsibility as well. One of the things that has many people angry here in this country is because this teenager is only 13 years old. He can't actually be held criminally liable for shooting all of these people. Now, the parents are in detention but, of course, that does very little to console the loved ones of those who were killed.And you can see right now behind me there's another school class that's coming here to lay down their flowers, to obviously show solidarity, and to show their sadness and their mourning as well. This is something that we've seen the entire time, Christine, that we have been out here as again, this is a country that is completely in shock and extremely sad and angry about how something like this could happen, Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Absolutely. Still some -- so many details but still more questions.All right. Thank you so much, Frederik Pleitgen. All right. Israel says it has killed two gunmen behind a deadly attack on a British-Israeli mother and her two daughters in the West Bank last month. A third militant accused of helping the gunmen was also killed in a raid early today in the occupied West Bank city of Nablus. Reporter Elliott Gotkine live in Jerusalem for us. And Elliott, what can you tell us about this raid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:46",
      "speaker": "ROMANS",
      "sentences": "Here is today's fast-forward lookahead.Secretary of Homeland Security Alejandro Mayorkas heads to the southern border today. Mayorkas will review planning and response operations ahead of an expected migrant surge after the lifting of Title 42 next week. Court will resume this morning in E. Jean Carroll's lawsuit accusing former President Trump of rape and defamation. Trump's lawyer says they will not be presenting any witnesses. Jury deliberations will continue in the Ed Sheeran copyright infringement trial. Jurors will have to decide whether Sheeran's song \"Thinking Out Loud\" copied from Marvin Gaye's \"Let's Get It On.\" All right, to sports. The Boston Celtics rebound to crush the 76ers in game two to even their series. Andy Scholes has this morning's Bleacher Report. Good morning, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:02",
      "speaker": "BRITTNEY GRINER, PHOENIX MERCURY CENTER",
      "sentences": "And now I'm able to reach even more people and bring them into the WNBA, but then also keep them aware of other detainees that are -- that are still left behind right now and that was trying to get home. So just using that bigger outlet to continue to support others that are in need or don't have the spotlight or the media coverage that they -- that they should be able to get.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:02",
      "speaker": "SCHOLES",
      "sentences": "All right. For the second night in a row, a four-goal game wasn't enough to win in the Stanley Cup Playoffs. Oilers superstar Leon Draisaitl scoring four times against Las Vegas but the Golden Knights finding the back of the net three times in the final period. They would win game one of that series by a final of 6-4.The Playoffs continue tonight on TNT with a double-header starting with the Panthers and Maple Leafs at 7:00 Eastern. All right, Churchill Downs is getting ready for the 149th running of the Kentucky Derby on Saturday, but the deaths of four horses over the past week at the track have cast a dark cloud over the Run for the Roses. Churchill Downs releasing a statement saying, in part, \"While a series of events like this is highly unusual, it is completely unacceptable. We take this very seriously and acknowledge that these troubling incidents are alarming and must be addressed.\" An investigation is now underway after officials say two of the horses trained by Saffie Joseph Jr. collapsed for no apparent reason. Now, Joseph says he has no idea how it happened. (BEGIN VIDEO CLIP) SAFFIE JOSEPH JR., TRAINER:  It's -- yes, I'm shattered, basically. You know what I mean? Because I know it can't happen -- like, it is mindboggling. Like, the odds of it happening twice is a trillion. I run 4,000 horses -- almost 4,000 horses and it never happened like that. So it just -- it doesn't -- it doesn't make sense. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:02",
      "speaker": "SCHOLES",
      "sentences": "Yes. So, 20 horses will race in the Derby on Saturday. Post time is 6All right, and finally, the NFL is set to take on the NBA on the golf course in this year's edition of \"The Match.\" Reigning Super Bowl champs Patrick Mahomes and Travis Kelsey are going to square off against the reigning NBA champs Steph Curry and Klay Thompson. It's going to be at the Wynn Golf Club in Las Vegas. They'll play 12 holes on June 29 in primetime on our sister channel TNT. Mahomes and Curry have already played in the event and they both lost in previous editions of \"The Match.\" One of them is going to be a winner this time around, Christine. And I think -- you know, we've had so many cool ones. Tiger versus Phil. Last year, Tom Brady and Aaron Rodgers versus Mahomes and Josh Allen was a good one. I think this one might be the best one ever because you've got two iconic teammates that are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:02",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:02",
      "speaker": "SCHOLES",
      "sentences": "-- good friends. It's going to be fun to watch them play golf against one another. I can't wait.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:02",
      "speaker": "ROMANS",
      "sentences": "Yes, it sure will.All right, nice to see you, Andy Scholes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:02",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:47:46",
      "speaker": "ROMANS",
      "sentences": "Your Romans' Numeral this morning, eight million. The White House now warns that a U.S. debt default could wipe out more than eight million jobs and cut the stock market in half.Fed chair Jerome Powell also cautions if there is a default the central bank can't help. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:47:46",
      "speaker": "JEROME POWELL, CHAIRMAN, FEDERAL RESERVE",
      "sentences": "And no one should assume that the Fed can protect the economy from the potential short- and long-term effects of a failure to pay our bills on time.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:47:46",
      "speaker": "ROMANS",
      "sentences": "Just a disaster and time is running out. The calendar here is tight. Treasury Sec. Janet Yellen says if Congress doesn't act, the U.S. could default on its debt as early as June first.Looking at markets around the world, Asian markets finished higher. The Hang Seng up more than one percent on word of strong May Day holiday spending. European markets are lower ahead of the European central bank rate decision. On Wall Street, stock index futures at this hour are narrowly mixed here. Markets finished lower after the Federal Reserve raised interest rates by an expected quarter point. The Dow finished 270 points lower. The central bank opened the door to pausing rates later this year after raising interest rates to their highest level in 15 years. Investors will also take a close look at regional bank stocks. PacWest currently down 39 percent in premarket trading. Western Alliance Bancorp down 19 percent. On inflation watch, gas prices fell two pennies overnight to $3.57 a gallon. Weekly jobless claims and mortgage rate data due out later this morning. All right, let's bring in chief economist at ADP, Nela Richardson. Good morning, Nela. So nice to see you. NELA RICHARSON, CHIEF ECONOMIST, ADP (via Skype):  Good morning, Christine. Nice to see you as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:47:46",
      "speaker": "ROMANS",
      "sentences": "Nela, you have a terrific analogy of the economy and the game of golf. If the economy is the game, the consumer is the ball -- explain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "ROMANS",
      "sentences": "So, 10 rate hikes in a row now after the Fed's move yesterday. Is the Fed's inflation fight working, Nela?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "RICHARDSON",
      "sentences": "It's working but it's not working quickly, and that's the issue. There seems to be a bit of stickiness in inflation so it came downquickly earlier on. It came down from that nine percent peak, but it's starting to stall out a little bit. And inflation has shifted. It's gone from supply chain logjams, which have eased -- that's great news -- and energy prices, which have also come down -- also great news. But it's shifted into services and those tied to housing and tied to medical are not that -- those price increases aren't decelerating as quickly. And that leaves consumers with these big-ticket service items still affecting their wallets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "ROMANS",
      "sentences": "It's interesting because companies -- I mean, CEOs are raising prices. They're passing that inflation along. Is that part of the sticky story, too? They -- so far, they've been able to pass price increases along and the consumer hasn't balked too much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "RICHARDSON",
      "sentences": "Yes. When the price increases don't come from inputs, they come from wages, that's what makes it even stickier. It's harder to pass -- not to pass along labor costs because they're certainly more enduring than an input price.And so, that's what consumers are picking up when they're going to the grocery store or to shopping. They're picking up those price increases. So there are a lot of data points out there. That's the whole point of the golf ball. But so far, the consumer has been resilient in their spending despite these price increases, but we don't know when inflation will take its toll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "ROMANS",
      "sentences": "Your ADP jobs count yesterday was pretty -- it was pretty strong, right? But you pointed out that the wage growth appears to be slowing a little bit as workers come off the sidelines. What's happening there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "RICHARSON",
      "sentences": "Well, a lot of things are happening. We're finally starting to see labor participation edge up. Remember, it was really hard to get people back off the sidelines into the labor market. There were labor shortages widespread. We're starting to see that reverse.We're also starting to see small firms benefit from a little bit looser labor market. They've been kind of outmanned by larger firms earlier on. Now, larger firms are kind of holding back on their hiring. That gives medium and small firms a chance. But all that means that wages are not going up quite as quickly. In fact, we've seen the biggest deceleration in April of any months we've been tracking. And for those who switched jobs, it's the lowest rate of change that we've seen since November '21. I know that doesn't sound like great news for workers that your wages are not going up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "RICHARDSON",
      "sentences": "-- as fast. It is good news, though, if it means that inflation is not going to go up as fast as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "ROMANS",
      "sentences": "I want to ask you quickly about the bank stress that we've been seeing. Are you concerned at all about what that means for, I guess, the stability of the economy and the Fed's inflation fight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "RICHARDSON",
      "sentences": "You know, we've seen interest rates go up very, very quickly over a very short time period and that, necessarily, increases borrowing costs for consumers and small firms. So, yes, there is a concern that the economy will slow very quickly. And the first-quarter GDP number shows that one percent growth was lower than expected.But there's still an opportunity here. We have a very strong labor market that supports consumer spending. So hopefully, the U.S. can navigate a soft landing or just a slower growth, but not a downturn through 2023.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "ROMANS",
      "sentences": "Yes. The Fed chief yesterday told reporters that there is still a path for -- you know, for a soft landing, and if there is a recession -- a greater chance for no recession than a recession. If there is a recession it would be shallow and narrow.Finally, let me ask you about the debt ceiling. I mean, we just talked about just what a catastrophic, dumb mistake that would be to not raise the debt ceiling. Where are you figuring that into your calculations for the economy going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "RICHARDSON",
      "sentences": "You know, it's hard to calculate on a catastrophic event that has no precedent. It is -- not raising the debt ceiling would have so -- big ramifications globally that it's hard to incorporate. So for that reason, it's likely that the debt ceiling gets raised and it's just a matter of when and the uncertainty that happens before it gets raised. I mean, it's a procedural process. It should be automatic but we've been talking about debt ceiling debates, or at least I have, since 2011 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "RICHARDSON",
      "sentences": "-- every single time they've been raised and I think we're all hoping and betting it gets raised in time this time as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "ROMANS",
      "sentences": "Yes. It sure is frustrating.All right, Nela Richardson of ADP. Nice to see you this morning. Thank you. A big jobs report tomorrow --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "RICHARDSON",
      "sentences": "Yes, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:21",
      "speaker": "ROMANS",
      "sentences": "A Florida sheriff's deputy stepped in when a pregnant woman went into labor on a highway -- watch.(BEGIN VIDEO CLIP) MASTER DEPUTY DANIEL \"RED\" JONES, HILLSBOROUGH COUNTY SHERIFF'S OFFICE:  How far along are you pregnant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:21",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Six months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:21",
      "speaker": "JONES",
      "sentences": "She's full -- she's ready to go. She's ready to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:21",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She's coming.",
      "isLastSentenceInterrupted": false
    }
  ]
}