{
  "date": "2023-11-24",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel-Hamas Truce Appears to be Taking Effect; Hamas Expected to Free Some Hostages at 4PM Local, 9AM ET; U.S. Officials Hopeful American Hostages Released Today; IDF-Hezbollah Trade Fire Across Lebanon Border; Blogger's Video Diary Shows Life Inside Gaza Amid War. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:29",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:29",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from all around the world. I'm Max Foster in London with our breaking news coverage of the Israel-Hamas war.Seven weeks of a relentless Israeli military campaign against Hamas in Gaza is now on hold. A planned truce has been in effect for about four hours now as part of a deal to start the release of Israeli hostages. Qatar's foreign ministry says the aim of a -- is for a lasting truce that would extend beyond the four days and lead to negotiations ultimately to end the violence. A CNN team near the Israel-Gaza border reported artillery fire and rocket fire in the first few minutes of the truce, but that subdued and subsided quickly. According to Qatar, the first women and children hostages are expected to be released at 4:00 p.m. local time, around five hours from now. And Israel has agreed to free 39 Palestinians in Israeli jails today and dozens more over the coming days if Hamas keeps freeing Israelis. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator):  We hope for a truce. We are tired. The people of Gaza are tired. We will no longer hear the sound of aircraft and of bombardment. We will be able to sit in safety. UNIDENTIFIED MALE (through translator):  A truce will be a good beginning and the fear in us will go away. UNIDENTIFIED MALE (through translator):  If there is a truce, we will be mentally relieved. The truce is a mental comfort. (END VIDEO CLIP) Let's bring in CNN's Eleni Giokos in Cairo. So, it didn't start exactly on the deadline, but it does appear to be holding right now, this truce. ELENI GIOKOS, CNN CORRESPONDENT:  And that is important. Both sides committing to the parameters of this deal, and that means cessation of all fighting, of airstrikes, by land and by air as well. I mean, just taking you through this because the Qataris we're talking about orchestrating this correctly, the logistics of course very challenging. And here's what we know. We are expecting 13 women and children, Israeli women and children hostages that are in Gaza that will be released by Hamas. When that happens and importantly, when they're back in Israeli hands, and this is what officials tell us, then only will the Palestinians that are imprisoned, which include women and children, will then be released. In terms of the logistics, and this is important because Egypt plays a central role in this. We know that they were part of the mediation as well. The hostages will enter Israel from two locations, from the Etsana (ph) border crossing with Egypt, and then directly via Kerem Shalom crossing with Gaza. We know they're not expected to cross over into Egypt, but those are the two points that we're expecting them to come back into Israeli hands. What is important to note, we've also heard from sources here that Rafah Border is on high alert for any exchange. But the Israelis have been very clear that only once the prisoners or hostages are back in Israel will they then release the imprisoned Palestinians. So this is going to be not concurrently happening, but it is a leap of faith by the way of both sides. As you rightly say, Qatar has said that they're hoping that this will not only hold up over a four-day period, but will create momentum to keep going and keep hostages coming out and more aid into Gaza. And this is going to be quite a vital thing to look at. We're expecting 13 women and children and 39 and prison Palestinians. That is the exchange we're hoping to see happen from 4:00 p.m. local time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:29",
      "speaker": "FOSTER",
      "sentences": "In terms of the aid deliveries, have you seen them moving into Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:01",
      "speaker": "FOSTER",
      "sentences": "Eleni in Cairo, thank you so much for that. Let's get some more perspective from Ramallah in the West Bank.Bushra Khalidi, a policy lead for Oxfam. Could you just take us through what you are managing to get in today, what you understand about the amount that's been allowed in and how it's going to be handled once it's there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:01",
      "speaker": "BUSHRA KHALIDI, POLICY LEAD, OXFAM",
      "sentences": "So, Oxfam doesn't actually -- we -- it's important to understand that before the 6th of October, most humanitarian aid, actually, all humanitarian aid would operate through Israel. So our supply routes and our operations were through Israeli routes and through Karem Abu Salam and this has been an ask from the humanitarian agencies and international community to open Karem Abu Salam to allow us to operate because now we've had to set up an entire operations system through the Egyptian Red Crescent in Egypt. And this is not usually what we would have done, and it's causing a lot of challenges.And that's also why progress has been slow on that end, because we need Rafah cannot sustain an entire humanitarian response for. 2.2 million people that were already dependent on aid, and now, even more so because of the level of destruction, the numbers in casualties, the epic proportions of numbers of wounded. And people starve in and basically thirsty. So, it's been very difficult for organizations that don't have offices or registrations in Egypt to find ways to operate when we have never operated through Egypt before because it is the main responsibility of Israel to allow humanitarian access through its own borders because it occupies and besieges Gaza for many, many years. So it's been an extremely challenging situation, and it's been an unprecedented humanitarian response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:01",
      "speaker": "FOSTER",
      "sentences": "How are the drivers and the aid workers feeling about going in, in what is a war zone, even if there is a truce in place right now. Because all truces are delicate, aren't they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:01",
      "speaker": "KHALIDI",
      "sentences": "They are delicate, and the last truce in 2014, Israel broke that truce. And people are very mistrustful, both Gazan civilians and aid workers because we know that it's very fragile, especially that we know a lot of people will try to go back to the north to see if their homes are still standing, understandably so.And that is not been allowed, and so we will have to see and wait and see what that means. Because we know that previous safe routes that were identified by Israel for evacuation were not safe because they were fettered. People were detained on those routes. People were killed on those routes. So it's very unclear what we're stepping into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:01",
      "speaker": "FOSTER",
      "sentences": "What's your biggest concern right now? Obviously, your priority is getting aid in their, but what are you most worried about in terms of the current situation right now and what might make things worse rather than better?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:01",
      "speaker": "KHALIDI",
      "sentences": "I mean, listen, things are already bad. A four-day pause is not going to respond to the needs of 2.2 million people. We have to be very honest and transparent about this. This is not enough.This is almost, I mean, I would say at a personal level, almost insulting, to think that doctors have to carry out extremely difficult operations. Is four days enough for a patient to recover? Is four days enough to rebuild hospitals? Is four days enough to rebuild bakeries? Is four days enough to rehabilitate wash and electricity infrastructure and telecom lines and rebuild homes? No. I mean, this is just to get some rice, some flour in, some clean water. But beyond that, it doesn't meet the needs and doesn't meet the demands of the international community. The first one, to open Karem Abu Salem, the second to restore electricity for Israel, water, and telecom lines to Gazan civilian population. Those are very concerning that these have not yet been turned back on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:01",
      "speaker": "FOSTER",
      "sentences": "Bushra Khalidi, in Ramallah, thank you so much. And good luck with your work today and these very difficult conditions. If you like information on how to help with humanitarian reliefefforts with Gaza and Israel, please go to CNN.com/impact for a list of vetted organizations they're providing assistance, CNN.com/impact. Now, the Biden administration says it will be watching Hamas very closely to make sure the terrorist group holds up its end of the hostage deal with Israel. CNN's Arlette Saenz now reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:01",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "President Biden struck an optimistic tone about the expected hostage release on Friday, speaking to reporters here in Nantucket on Thanksgiving Day, he said he was not yet ready to provide an update, but would be ready to do so once that first wave of hostages was released. Now, the White House has been keenly focused on the implementation of this deal and one big question is whether any Americans would be included in that unofficial round of hostages that were released by Hamas.It is the White House's expectation that three Americans would be part of this overall deal. That includes two women and that three-year-old Abigail Edan whose parents were killed in the October 7th Hamas attack. The White House has a working list of who they believe will be released on that first day, but it's unclear whether any Americans would in fact be released on Friday. President Biden said that he was keeping his fingers crossed that that three-year-old, Abigail Edan, would be part of that list. Now the U.S. is planning on notifying the families of the American hostages once they are departing Gaza. That's according to a U.S. official. Essentially what needs to happen is an American official or a trusted third-party needs to set eyes on these hostages and then at that point, the U.S. would be prepared to notify these families. President Biden and the White House is hopeful that this will move forward and that some hostages will be released starting Friday. Arlette Saenz, CNN, traveling with the president in Nantucket, Massachusetts. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:01",
      "speaker": "FOSTER",
      "sentences": "CNN has reached out to one family for whom the hostage release can't come too soon.Yarden Roman-Gat turned 36 while she was in Hamas captivity. She's not expected to be in the first group of hostages released in the coming hours, but her brother told CNN yesterday that the family is happy that at least some people could be free. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:01",
      "speaker": "GILI ROMAN, SISTER HELD HOSTAGE BY HAMAS",
      "sentences": "We are absolutely thrilled by the deal and the fact that we are going to see people released tomorrow. And that is incredible. But on the other hand, we are waiting to understand -- to see on a day by day basis, to wait for a phone call to see our loved ones start coming back. And this is just mere terror, psychological terror in its worst form, and it is -- it is hard, but we will be resilient.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:01",
      "speaker": "FOSTER",
      "sentences": "Just ahead, the IDF and Hezbollah again exchange fire across the Lebanese border. We'll have an update from Beirut.Plus, a look at the video diary of a blogger in Gaza that shows life for civilians inside the enclave amid the conflict. Stay with CNN. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:01",
      "speaker": "FOSTER",
      "sentences": "Welcome back.Our top story this hour, a four-day truce between Israel and Hamas is now in effect. Our correspondent in the area reported hearing what sounded like Israeli artillery fire for a few minutes after the truce was set to begin, though it stopped a short while later. In the coming hours, 13 Israeli hostages held by Hamas should be released at the Red Cross, according to the terms of the deal. And Israel has agreed to free 39 Palestinian women and teenagers held in Israeli jails today, and dozens more over the coming days if Hamas keeps brain Israelis. Israel and Hamas may have agreed to a truce for now, but Israel was very active on Thursday against Hezbollah in neighboring Lebanon. CNN's Ben Wedeman is in Beirut and has our report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:11",
      "speaker": "FOSTER",
      "sentences": "Civilians in Gaza have been struggling to survive the war intensified their. One young blogger's video diary has documented the struggles and tragedies people have endured in the enclave amid the conflict.CNN's Jomana Karadsheh has that. (BEGIN VIDEOTAPE) JOMANA KARADSHEH, CNN CORRESPONDENT (voice-over):  Life before the wars felt like a distant memory for video blogger Ayat Khaddoura. They were the days where she would smile in her videos, taking her followers behind the scenes of her work in Gaza. For weeks now, her posts have been about life at a time of war. AYAT KHADDOURA, VIDEO BLOGGER IN GAZA (through translator):  We now wake up at 5:00 a.m. to queue for bread. We now walk more than six kilometers to fill up a gallon of salty or freshwater. We charge our phones on the streets using the solar power we can find. We crave our favorite foods, but there is no power, no gas or water, so we have to make do with canned foods.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:11",
      "speaker": "KARADSHEH",
      "sentences": "Ayat showed people how Gazans survive, neighbors sharing the little they have to bake bread in clay ovens and at times, about how close death felt, as bombs rain down on Gaza.KHADDOURA (through translator):  This might be my last video. They dropped leaflets asking people to evacuate the area. Most people fled. People were running in the streets like crazy, not knowing where to go. The situation is terrifying. God have mercy on us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:11",
      "speaker": "KARADSHEH",
      "sentences": "As the war intensified in the north, Ayat did not leave. The safety they were told to evacuate to in the south was an illusion. Nowhere in Gaza is safe, she said.KHADDOURA (through translator):  Death and destruction is everywhere in Gaza. The occupation has no mercy on anyone, not for elderly, not the children, not the women, no one. All civilians are under fire in Gaza. Where are the decision-makers? Where's the world? Gaza is being annihilated. We are dying. Someone do something, enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:11",
      "speaker": "KARADSHEH",
      "sentences": "But these desperate cries of so many, like Ayat, I have not stopped this seemingly endless nightmare for the people of Gaza, where burying their dead has we come there every day. Every moment feels like it may be their last. On Monday, it was Ayat's killed along with other family members in anight of intense bombardment of Beit Lahia. Her last video, the haunting words of 27 year old, the final message from Gaza to the world. KHADDOURA (through translator):  We are humans, like everyone else. We had big dreams. Now our dream is if we are killed, we are a body in one piece, so we can be identified, buried in a grave, not body parts in a bag. When will this war end? Who will remain to tell people what happened to us? What we lived through, what we witnessed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:11",
      "speaker": "KARADSHEH",
      "sentences": "Jomana Karadsheh, CNN, London.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:28:27",
      "speaker": "FOSTER",
      "sentences": "I'm Max Foster in London updating you on our top story.A temporary truce between Israel and Hamas appears to be taking hold in Gaza. Israel launched the seven-week assault in the wake of the October 7th terror attacks that killed around 1,200 Israelis and foreign nationals. A CNN team near the Israel-Gaza border reported artillery and rocket fire in the first few minutes of the truce, but that didn't last long. The next steps in this complicated deal is for Hamas to release 13 Israeli hostages which is expected to happen in about four and a half hours. And Israel has agreed to free 39 Palestinian women and teenagers held in Israeli jails today and dozens more over the coming days if Hamas keeps freeing Israelis. Now, Israeli Lieutenant Colonel Jonathan Conricus explains how the hostage release is supposed to happen. (BEGIN VIDEO CLIP) LT. COL. JONATHAN CONRICUS, ISRAEL DEFENSE FORCES SPOKESPERSON:  It will be tense. It will be vigilant and cautious. Our troops will be the first Israelis to receive, hopefully, in a few hours, those women and children that have been held in inhumane conditions by Hamas for 47 days and nights underground. And the first Israeli faces that they see will be the faces of IDF personnel who will let them know, hopefully, that they are safe and in safe hands, and will facilitate almost immediate contact with family via telephone and will then take them to medical checkup and bring them to safety in Israel. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:28:27",
      "speaker": "FOSTER",
      "sentences": "More now from CNN's Jeremy Diamond.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}