{
  "date": "2023-11-16",
  "headline": "CNN This Morning",
  "subHeadline": "Biden Holds Rare News Conference After Meeting With Xi; IDF Promises More Evidence of Hamas Command at Gaza Hospital; Georgia Prosecutor Ask Judge to Jail Election Subversion Defendant Over Effort to Intimidate Witnesses. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "SHELBY TALCOTT, REPORTER, SEMAFOR",
      "sentences": "Also have argued that I had one person say to me that they saw hundreds of chyrons over the past few days that said Trump calls Democrats vermin, and they said that's an effective message at least in a primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "That is one way to look at it. The reporting is great, and Semafor's Shelby Talcott, Joyce, John, we appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "CNN This Morning continues now.(BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT:  The first war crime is being committed by Hamas by having their headquarters, their military hidden under a hospital, and that's a fact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's showing that America is willing to stick by an ally in the face of growing international pressure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "The rally calling for a ceasefire in Gaza that turned tents outside of the headquarters of the Democratic National Committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "The situation inside Al-Shifa is deteriorating by the hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's not shying away from the points of disagreement in any of these crucial issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "Face to face, the presidents of two superpowers play nice after a year of tough talk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "The two leaders agreed to take steps to curb fentanyl production and restore communications between their two respective militaries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There has been a reset in U.S.-China relations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A glowing pro-U.S. messaging coming from Chinese state media, curious to see how they're going to portray it in the days to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "REPORTER",
      "sentences": "Would still refer to President Xi as a dictator?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BIDEN",
      "sentences": "Look, he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Trust but verify, hopeful but also clear that there is a lot of work to do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MATTINGLY",
      "sentences": "Well, good morning, everyone.We begin with that hugely consequential watched all over the world bilateral meeting between President Biden and Chinese Leader Xi Jinping coming at a time of extreme global turmoil. There are wars raging in Ukraine and Gaza, the world's most powerful rivals now taking steps to prevent a conflict with one another. At their summit near San Francisco, Biden, Xi agreed to restore crucial military-to-military communications that China had cut off last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HARLOW",
      "sentences": "Despite the progress made, Biden told reporters he does still consider Xi to be a dictator. He also said he's taking a trust but verify approach to China. Biden also made some headlines regarding Israel's war with Hamas. He said he was, quote, mildly hopeful about a potential deal to release hostages being held by Hamas.He also defended Israel's controversial military operation inside of Gaza's largest hospital where the IDF has accused Hamas of running an underground command center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MATTINGLY",
      "sentences": "And Biden was doing that. While back in D.C., protesters demanding a ceasefire clashed with police outside the DNC's headquarters. We're learning the top lawmakers were actually inside the building and had to be evacuated. Police say six officers were hurt in the chaos.M.J. Lee starts us off with the Biden and Xi summit. She was there. She was at the press conference last night. M.J., this is the first time Biden and Xi have spoken in person since Bali last year. Walk us through the major takeaways. M.J. LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT:  Yes, Phil. The last time that President Biden and President Xi met on the sidelines of G20, U.S.-China relations had deteriorated, so much so that heading into that meeting, U.S. officials had said they simply wanted to establish a floor in that relationship. Well, this time around as well, Washington and the White House really managing expectations and only laying out a few specific deliverables that they hoped would come out of this summit. (BEGIN VIDEOTAPE) LEE (voice over):  A historic summit between Presidents Joe Biden and Xi Jinping, marking a new chapter in U.S.-China relations. The leaders meeting in person for the first time in a year at a sprawling estate south of San Francisco. The high-stakes summit aimed at deescalating tensions between the two countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BIDEN",
      "sentences": "It is paramount that you and I understand each other clearly, leader to leader, with no misconceptions or miscommunication.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "XI JINPING, CHINESE PRESIDENT",
      "sentences": "For two large countries like China and the United States, turning their back on each other is not an option. It is unrealistic for one side to remodel the other, and conflict and confrontation has unbearable consequences for both sides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LEE",
      "sentences": "Biden and Xi, along with their delegations, meeting for four hours behind closed doors, before walking around the grounds of the estate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "REPORTER",
      "sentences": "How did it go, Mr. President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LEE",
      "sentences": "Afterwards, Biden announcing the re-establishment of military communications that China had severed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BIDEN",
      "sentences": "It's been worrisome. That's how accidents happen, misunderstandings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LEE",
      "sentences": "As well as a commitment from Beijing to crack down on fentanyl production.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BIDEN",
      "sentences": "It's going to save lives, and I appreciate President Xi's commitment on this issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LEE",
      "sentences": "But at a press conference after the summit, the president saying this about his Chinese counterpart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "REPORTER",
      "sentences": "Mr. President, after today, would you still refer to President Xi as a dictator? This is a term that you used earlier this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BIDEN",
      "sentences": "Well, look, he is. I mean, he's a dictator in the sense that he is the guy who runs the country that is a fine country that based on the former government totally different than ours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BIDEN",
      "sentences": "It's not like they're rushing to the hospital and knocking down doors and, you know, pulling people aside and shooting people indiscriminately.But declining to elaborate on how the U.S. is certain that Hamas, in fact, has a command center under the building.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "REPORTER",
      "sentences": "Can you detail for us what kind of evidence that you have seen that Hamas has a command center under Al-Shifa Hospital?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BIDEN",
      "sentences": "No, I won't tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "REPORTER",
      "sentences": "Do you feel absolutely confident based on what you know that that is the truth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BIDEN",
      "sentences": "Yes.(END VIDEOTAPE) LEE (on camera):  And on President Biden saying that he still views President Xi as a dictator, China's foreign ministry saying overnight that those comments were extremely erroneous and an irresponsible political maneuver, just quickly confirming that Chinese officials view that label and description with a lot of sensitivity. Phil and Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "MATTINGLY",
      "sentences": "No question about that. M.J. Lee, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "HARLOW",
      "sentences": "President Biden also weighing in on Israel's military operation, as you were just hearing about at the site of the largest hospital in Northern Gaza. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BIDEN",
      "sentences": "Here's the situation. You have a circumstance where the first war crime is being committed by Hamas by having their headquarters, their military hidden under a hospital, and that's a fact. That's what's happened.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "HARLOW",
      "sentences": "Oren Liebermann joins us now from Tel Aviv. Oren, the IDF, they've been in there for now more than 24 hours in the hospital and they have promised in their words, quote, concrete evidence that there is this command center. Have they presented that evidence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Poppy, we have pressed IDF officials and Israeli officials on our air and offer repeatedly on whether they have evidence that they can show us that Al-Shifa Hospital, the largest in Gaza, is used as a command center and that Hamas has terror infrastructure under the hospital itself. So far, we have not seen that evidence.After the IDF initially went in, they released what they called concrete evidence that Hamas was using the hospital for its own purposes, showing pictures of AK-47s and other weapons, what they called some technological assets, vests and ammo. But the question of the credibility of the IDF and Israeli officials is at stake here, and not only over the past several weeks where they have said Shifa Hospital was a base for Hamas, but for years, they have put this out there. It is also a question now of U.S. credibility, which has offered Israel backing on this claim. But what we have not seen to this point is that evidence that clearly shows there is a Hamas complex underneath the hospital. Now, the IDF has had evening briefings, and we expect they will say more about this. But the key question is do they have evidence they can show us, because we have not seen it yet, that Hamas was using the hospital itself and was underneath the hospital with what they have called a command and control center or a headquarters or something to that effect. Meanwhile, doctors and health officials at the hospital have repeatedly denied accusations that Hamas was using the hospital as a base for itself. Poppy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "MATTINGLY",
      "sentences": "As we wait to hear more details on that, if they have them, or you've obtained new video about how the October 7th attacks on Israel actually unfolded, what did you learn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "REPORTER",
      "sentences": "Would you say, Mr. President, that you trust President Xi?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "BIDEN",
      "sentences": "Do I trust Xi? I trust but verify, as the old saying goes. That's where I am.I know the man. I know his modus operandi. He's been -- we have disagreements but he has a different view than I have on a lot of things. But he's been straight. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HARLOW",
      "sentences": "That's President Biden reflecting on the state of his relationship right now with Chinese President Xi Jinping that followed their four-hour summit yesterday. The president says he agreed with Xi on curbing the flow of fentanyl, restoring military communication and trying to work together on artificial intelligence.With us now to talk about that, Democratic Congressman Seth Moulton of Massachusetts, he, of course, is a member of the House Select Committee on China. He also served four duties, or tours of duty with the Marines in Iraq. Congressman, it's good to have you. What do you think? Was meaningful progress made yesterday? REP. SETH MOULTON (D-MA):  Well, first of all, it's meaningful that they simply met. I mean this matters a lot for the leaders of our two countries to be able to sit down and have a conversation because that hasn't happened. That hasn't happened since Nancy Pelosi's controversial trip to Taiwan a few years ago, and we need to have dialogue. There's no question that China and the United States are adversaries or competitors. There's a real risk that we could get into a war over a mistake. And the fact that President Biden was able to sit down with President Xi and agree to have military-to-military communications going forward so that an accident in the Pacific doesn't erupt into a wider world war, that's significant. That's a big achievement for us in terms of our security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HARLOW",
      "sentences": "You had been vocal ahead of this meeting saying, I really hope they talk about artificial intelligence and nuclear weapons, and they did. But you've also been clear how you feel about China's view. You had tweeted, given the Chinese Communist Party's use of A.I. against China's own civilian population, it's hard to imagine that they would care much about collateral damage and war waged by soulless robots. Very subtle there.What would success look like on that front? MOULTON:  No, I mean, this is the problem is that the Chinese Communist Party, they don't care about the laws of war. They don't care about civilian casualties. And so if we get into a war with artificial intelligence-enabled weapons on both sides, they could have a lot less restrictions on their weapons, they could be really deadly. And so it's one example of why it's so important as a world community that we come together and have some conventions, essentially like a new Geneva Conventions on the use of A.I. and warfare. And there's no place where that's more important than with nuclear weapons. Because we've heard the stories, it's not crazy. A.I. could take control and literally start a nuclear war at some point in the future. So, I would have loved to see an actual agreement come out of this meeting. But the fact that they're just talking about it is a huge step in the right direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "MOULTON",
      "sentences": "Well, we don't know, but there are certainly rumors out there. A lot of American corporations find themselves in this pickle where they understand that China is not just a competitor. They're clearly an adversary to the United States.And at the same time, they have a huge market in China. So, Apple is trying hard to sell its products to China. They've seen Chinese sales fall in recent months. And that's, of course, great concern to them, to their shareholders. We have real national security concerns about some of the business relationships that go on in China and the influence that the Chinese government can have over American corporations. That's really the heart of the matter is, is China dictating what Apple does and doesn't do in China? That's a real concern to us, and we hope to find out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "HARLOW",
      "sentences": "Yes. Let us know what you hear from Apple going forward on that.I want to turn to the war between Israel and Hamas, given your four tours that you served in Iraq. We just had General Petraeus with us yesterday. Everyone remembers, especially in this moment, his famous important question early on in the invasion into Iraq, tell me how this ends. And you have recounted going back into an Iraqi city that had been conquered, trying to retake it. So, you experienced the -- how does this end personally? Do you see Israel heeding that lesson that America is asking it to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "MOULTON",
      "sentences": "I know they're starting to think about it, but they need to think about it a lot harder. And they need to make sure that their military actions on the ground are all contributing to a peaceful end to this conflict.I mean, look, in many ways, this is Israel going back into Gaza after they pulled out several years ago. If they go into Gaza today and just leave it a smoldering mess, killing so many civilians that they, in effect, recruit more terrorists to the cause than they actually take out, then we're going to be right back in the same situation, and they're going to have the same national security problems. So, they've got to actually show the Palestinians that there's a brighter and different future than what they've had in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "HARLOW",
      "sentences": "You just, within the last week, called Benjamin Netanyahu a, quote, total disaster. And you said that Israel would not be in this situation if he wasn't in power. And I wonder if you now agree with his opposition leader, Yair Lapid, who said yesterday he should resign. Should he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "MOULTON",
      "sentences": "Absolutely. Absolutely. I mean, he should have resigned on October 7th. Prime Minister Netanyahu has divided the armed services, he's divided the country, he received intelligence reports not only about a potential Hamas attack, but about the fact that his own intelligence and security services were weakened by his divisive, extremist leadership. He should absolutely step down and he should have done it weeks ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "HARLOW",
      "sentences": "I will say our Christiane Amanpour pressed Mark Regev, one of his senior advisers, on those reports of intelligence that he reportedly received ahead of this and still pressing for direct answers and responses on that.Congressman Seth Moulton, come back soon. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "MOULTON",
      "sentences": "Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "MATTINGLY",
      "sentences": "Well, prosecutors in Fulton County, Georgia are urging a judge to revoke the bail of one of the co-defendants in the election subversion case. They say he's intimidating witnesses. We're going to bring you all the details ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "MATTINGLY",
      "sentences": "Prosecutors in Georgia are urging a judge to put a defendant in the 2020 election interference case back in jail. They say Harrison Floyd's bond should be revoked and accuse him of intimidating potential witnesses and co-defendants in the case.Fulton County prosecutors tell the court, quote, the defendant's actions demonstrate that he poses a significant threat of intimidating witnesses and otherwise obstructing the administration of justice in the future, making him ineligible for bond. Floyd's legal team declined CNN's request for comment. Floyd pleaded not guilty to three charges, largely tied to his role in an intimidation campaign targeting two Atlanta election workers in 2020. Joining us now is Mimi Rocah, a former federal prosecutor and current district attorney for Westchester County in New York, and Charlie Bailey, former senior assistant district attorney in Fulton County, Georgia. Guys, welcome. Mimi, I want to start with you, because when you talk about what is actually being laid out here, there are more than a dozen public statements prosecutors are pointing to that they say violate the terms of the bond agreement. We could pull up some tweets, including one specifically citing Jenna Ellis that they've also cited here. The judge in this case, what will they be weighing as they consider the request?",
      "isLastSentenceInterrupted": false
    }
  ]
}