{
  "date": "2023-05-17",
  "headline": "CNN 10",
  "subHeadline": "Negotiate on Debt Ceiling; An Underground Effort in Ukraine. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Speaker Kevin McCarthy had been pessimistic as talks have occurred on the staff level for the pastweek to try to avoid the nation`s first ever debt default. McCarthy has been calling for talks for some time. The White House has resisted calling for the national debt limit, which is more than $31 trillion, to be raised without any conditions, whatsoever, to avoid the prospects of the United States not being able to pay its bills. McCarthy has rejected that approach, called for spending cuts to be attached with raising the national borrowing limit. The House did pass a bill to do just that, included a host of Republican priorities. The Democrats and the White House say that is dead on arrival. So where does it go? There is not much time left in order to get a deal by that potential June 1 deadline to avoid this default. McCarthy made clear that there is a long way to go. REP. KEVIN MCCARTHY, (R) HOUSE SPEAKER:  I appreciate the President finally willing to talk after 97 days, but there is no movement. We`re only a couple of weeks away, and if you look at the timeline, to pass something in the House and pass something in the Senate, you`ve got to have something done by this weekend and we are nowhere near any of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "RAJU",
      "sentences": "Now, even if they were to get some sort of deal, it will take some time in order to put it on paper, in order to draft it into legislativetext, in order to go through the House and the Senate. All that takes a significant amount of time, which is raising a lot of concerns about whether or not they will actually be able to get there. As debt default looms over Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten second trivia.What 1940s character symbolized women joining the U.S. workforce? Susan B. Anthony, Rosie the Riveter, Betsy Ross, or Sally Ride? Rosie the Riveter was used to encourage women to join the workforce during World War II. Decades after Rosie the Riveter became a symbolic icon for working women in World War II, Ukrainian women are bravely stepping up. Ukrainian men and while they`re being forced to leave their jobs because of mandatory military service, to fight in a war against Russia. As the war continues on, Ukrainian officials say their capital city of Kyiv was hit by a, \"exceptional attack\" early Tuesday, but their air defenses destroyed most of the missiles and drones lost by Russia. With many important and sometimes dangerous jobs being vacated while men fight in the war, Ukrainian women are rallying to keep things running. Our Nic Robertson is in Ukraine with more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "War is changing everything. Tetiana is at the vanguard, shattering Ukrainian coal mininghistory. A woman on her way to work 1000 feet underground. (On camera):  It`s normal. It`s OK now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TETIANA, COAL MINER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ROBERTSON",
      "sentences": "Yes, it`s good. Is it good? You like it, huh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TETIANA",
      "sentences": "Yes, I wanted it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ROBERTSON",
      "sentences": "You wanted to be miner?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TETIANA",
      "sentences": "Yes, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ROBERTSON",
      "sentences": "Yeah. Your family, your grandfather, your father was minor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TETIANA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ROBERTSON",
      "sentences": "Yeah, yeah.(Voice-over):  She used to work above ground. But when miners got called up to fight and martial law cleared women for dangerous jobs, she jumped at a job deep in the mine. TETIANA (through translator):  I always wanted to work here. But girls were not allowed. When many men were conscripted, the mine had to keep working. So to protect our country, the girl stepped up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ROBERTSON",
      "sentences": "She wants to keep her underground job when the war is over. But that may not be so easy, yet even Chief Engineer Alexander admits withoutTetiana and many other women, the mine could not have kept going. (On camera):  There hasn`t been a general mobilization of women, but plenty of traditional male only workplaces are finding women, stepping up and taking jobs that before the war would have only gone to men. (Voice-over):  Maria is among them. For the love of Ukraine and of her husband. She took up his blacksmith job when he got called up to fight last year. They bought the forge together a few years earlier, invested their future in it. MARIA KOBETS, BLACKSMITH, KOBETS FORGE (through translator):  This is my husband`s passion and his life`s business. I decided to support him, to keep his job alive while he is serving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ROBERTSON",
      "sentences": "She shows me a video of husband Andre working at the same anvil prewar his artwork, some Game of Thrones themed selling in the U.S. andEurope for hundreds of dollars. KOBETS (through translator):  I often cry in the forge here. My husband is defending us and that is very dangerous. But this work helps me to hold on and not fall apart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ROBERTSON",
      "sentences": "Women have been here before. Remember Rosie the Riveter, icon of women at work in World War II? She and others cracked the glass ceiling.More than a hint of Rosie in Maria and perhaps of changes here too. Maria, Tetiana, two of many who bravely stepped up. No doubt more challenges ahead. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Now, for those of you who saw my social media posts on Monday and asked for us to do a story on it, you got it. Dwayne Johnson, aka, The Rockand Dany Garcia, they`re today`s story, getting a 10 out of 10. I was in San Antonio working on a project soon to come and ahead of the XFL co-owner celebrating the championship win for the Renegades, I asked DJ and Dany a question specifically for all of you. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "What is the key to persevering through tough times?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DANY GARCIA, BUSINESSWOMAN, FILM PRODUCER AND BODYBUILDER",
      "sentences": "There`s faith, right? Faith, higher power faith. But there`s also faith that lives in whoyou are. Maybe at that moment you may not think, you know, me feeling good about myself or my opinion of myself is the most important opinion. But in the long run, your opinion of who you are matters. You are what`s most important. You matter to you. And whatever tough time is happening, time will make it better. Reaching out to people you love will making better, but loving yourself will make it better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DWAYNE JOHNSON, ACTOR, FILM PRODUCER AND FORMER WRESTLER",
      "sentences": "Beautiful answer, I think Coy, for the kids who are watching this in their classroomright now, you got to have that faith that things are going to get better. It`s much easier for us to sit and say it than it is to do it because that`s always the case. But I`ve been there. You`ve been there, we`ve been there. I`ve been in some tough times, man. In my high school days where I used to think, I don`t know if this, if I could get through this, I don`t know how I`m going to do it. But keeping the faith and also I think it`s really important for kids today if you`re going through it and you`re going through some tough times, talk to some somebody that`s important because I know how it was for me growing up as a kid. It wasn`t -- talking about my feelings, was not cool. So I kept it all in here and that`s not cool. We like to tell kids is if you`re going through it, talk to somebody, get it out. Somebody out there is going to help you. And just keep in mind that when you talk to somebody, even if it feels funky or uncomfortable, you talk to somebody. That`s your superpower. It`s talking to somebody. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}