{
  "date": "2023-03-30",
  "headline": "Quest Means Business",
  "subHeadline": "Russia Arrests US Journalist On Suspicion Of Espionage; European Parliament Supports Ukraine's EU Membership; Putin Admits Sanctions Could Hurt Russia; President Of The E.U. Parliament Wants \"To Avoid Race To The Bottom\"; Call To Earth: Protesters Of The Sea; Disney's Florida Surprise. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:26",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "Our second night in Brussels, the EU in focus on tonight's program.There is an hour to trade left on Wall Street and the market, well, the green gave way to the red and now as a little tinkle of red has given back to a lot of green, up a third of a percent. The markets are strong and are likely to hold. These are the events that we're following for you tonight: Russia arrests a \"Wall Street Journal\" reporter and charged him with espionage. The White House is calling the charges ridiculous. The EU Parliament President Roberta Metsola on tonight's program, says EU support for Ukraine is strong as ever, and yet there's still more to do on Russia. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "ROBERTA METSOLA, PRESIDENT, EUROPEAN UNION PARLIAMENT",
      "sentences": "We can still go further because the escalation is one we have to respond to.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "QUEST",
      "sentences": "And the Magic Kingdom versus the Florida Governor, a new twist in a battle over Disney's theme parks in Florida.We're live in Brussels. It is Thursday, it's March the 30th. I'm Richard Quest at the European headquarters, where of course, I mean business. Good evening tonight from Brussels. We're in front of course of the Belmont Building, which is the home of the Commission -- the European Commission. Tonight, you're going to hear from the other side of it, of course, from the Parliament and the European Union very much our focus tonight as the EU faces challenges that could split its unity on major issues such as, of course, Russia and Ukraine, economic uncertainty, the IRA, the Inflation Reduction Act, and Europe's response to that, of course, the war in Ukraine will be top of that. Related, let's start tonight with \"The Wall Street Journal\" reporter, Evan Gershkovich, who has been detained in Russia, arrested some months ago and on suspicion of espionage. He is 31 years old and he is a US citizen. He faced Moscow's Court today for the first time. Apparently, he was placed under arrest almost two months ago. \"The Wall Street Journal\" is vehemently denying allegations that Evan was a spy. Here is the White House Press Secretary, Karine Jean-Pierre. (BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY:\tThis espionage charges are ridiculous. The targeting of American citizens by Russian government is unacceptable. We condemn the detention of Mr. Gershkovich in the strongest -- in the strongest terms. We also condemn the Russian government's continued targeting and repression of journalists. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "QUEST",
      "sentences": "To Washington now and Natasha Bertrand is with us this evening.The thing that stuck out for me is that it would appear, give us some more facts, please, that he was actually taken into custody some time ago. It says, you know, he was placed under arrest for almost two months. And this, of course, is only really the first time publicly, we're hearing all about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "QUEST",
      "sentences": "Now, at the beginning of the war in Ukraine, of course, Russia brought in a whole slew of draconian laws and measures that forced manyorganizations, ourselves included to leave Moscow. We've come back, and the fear being that at some point, Russia was going to do something like this. So I imagine in Washington, everybody is on high alert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "BERTRAND",
      "sentences": "And they are advising Americans to not travel to Russia, and they acknowledge that of course, this was a journalist who was doing his job.But they also say that right now, Russia is just so unpredictable with these strict laws that they have placed on information and against journalism there that it is just extremely risky, even for working reporters to be based there, as we saw, of course, with the detention of this American journalist -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "QUEST",
      "sentences": "Many thanks, Natasha, in Washington.And so here in Europe today, I sat down with President Roberta Metsola, who is the President of the European Parliament. Now our meeting was before -- our interview was before the news of the arrest of \"The Wall Street Journal\" reporter came out. So, I was unable to question her on it, which is why you're not going to hear her talk about it. But on the bigger issue of Ukraine, on the wider issue, I should say, not bigger issue -- on the wider issue of Ukraine, the underlying issue there is how the EU will continue to support Ukraine. And here, President Metsola made it clear, there is no fatigue, and the EU would do whatever was necessary. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "METSOLA",
      "sentences": "It ends when Russia gets out of Ukraine, the same thing we said immediately on the 24th of February last year, when we all woke up to aninvasion by our country into another. We have seen actually an escalation over the past few days also with Russia placing -- planning to place nuclear armaments in Belarus, and that has meant that we, as the European Union, slow to start, although we got our act together, but weapons took long to get there; tanks have finally started to arrive, as you said jets have started to be given. We can still go further, because the escalation is one we have to respond to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "QUEST",
      "sentences": "Okay, but the Parliament being closer, in a sense to the public will start to feel that anxiety quicker than maybe the other institutions.And your MPs will start to say, hang on, where is this going? Do we want it to continue like this? Is it worth the price?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "METSOLA",
      "sentences": "I think, you know, the price for freedom can never be too high and if you had asked me this one year ago, I would have thought that by today,that anxiety would have hit in quicker, but it hasn't. No matter how hard they have been bombed every day, the Ukrainian resilience and spirit has shown us that the freedoms that we've all taken for granted are worth fighting for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "QUEST",
      "sentences": "So, when you have a Hungary which won't allow weapons through its borders. It won't support in the same way. Yes, I know it hasn't blockedthe various sanctions, but it hasn't gone wholeheartedly. And it's delaying, of course, Sweden to NATO. Can you, as President of the Parliament put pressure there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "METSOLA",
      "sentences": "Yes. I mean, I sit around the table of the European Council and my position I have been mandated with most clarity, that unity is essential.And of course, we can look and understand how difficult package by package of sanctions has been. But we have come so far, that if we think of countries that were last year hundred percent reliant on Russian gas, today, we're in spring, it doesn't look like that outside the windows, but we're in spring, we have survived the winter. Our storages are still almost full. We have managed to uncouple ourselves, and I think that we will not fall back into where we were before, into being -- relying on a very intimidating big neighbor to our east.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "QUEST",
      "sentences": "But escalation is the fear. And Ukraine, Russia says essentially, it is NATO against Russia. And the truth is that NATO is fighting this warwithout fighting this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "QUEST",
      "sentences": "We'll hear more from the European Parliament President on a variety of issues as the program continues on tomorrow.The top US General, Mark Milley says that Bakhmut has been a slaughter fest for Russians, and has been limited to virtually no gains over the past three weeks. The Wagner Chief has put out an audio message saying that his forces are pretty battered. He claimed some territory has been taken, but after eight months of fighting for Bakhmut, it has become a central battlefield despite the limited strategic importance. Meanwhile, Ukraine is hinting of a new counteroffensive as Western tanks have been arriving. Vsevolod Chentsov is the Ukrainian Ambassador here to the European Union. The Ambassador is with me now. Ambassador, first let us talk about the main story that we're talking about tonight, which is the arrest of \"The Wall Street Journal\" reporter by Russia. This is going to be another way perhaps that Russia is trying to use leverage to the West. Are you concerned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "VSEVOLOD CHENTSOV, UKRAINIAN AMBASSADOR TO THE EUROPEAN UNION",
      "sentences": "Well, it just shows that Russia cannot tolerate any objective information comingfrom independent sources, but also insulating it more and more, neglecting all the rules and principle, arresting journalists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "QUEST",
      "sentences": "But ultimately, of course, the goal will be to create a negotiation, I presume, with the United States or something somewhere alongthe line or will deal with yourselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "CHENTSOV",
      "sentences": "Yes. Might be to seek for exchange for a real Russian spy. Why not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "QUEST",
      "sentences": "On this -- the new military hardware is now arriving. The tanks, some planes, admittedly older ones, armored vehicles. And you still wantmore?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "CHENTSOV",
      "sentences": "Yes, definitely. And we are working hard to get more tanks, to get -- also, we are talking about fighter jets. And you know those formats,which were established in Ramstein, and now we are talking about also Nierstein. So, yes, it's about getting more and modern weaponry from our partners, but also ammunition and the EU is doing quite well consolidating forces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "QUEST",
      "sentences": "Are you concerned? I mean, the EU President -- the Parliament President very clear, whatever happens, support for Ukraine, but somemember states, Hungary, for example, is more questioning in that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "CHENTSOV",
      "sentences": "What is important that the unity is there during more than one year of Russian aggression and Ukraine fight against Russia. And it's not asurprise, so several times Hungary tried to challenge this unity, but there are ways to overcome it and get business done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "QUEST",
      "sentences": "How would you spend your day in a way here? If I mean, you know, we've got the part -- we've got the Commission behind us, the Parliament upthe road, the Council is along the street. Do you go and see them all? Do you go and see individual country's Ambassadors? How do you spend your days? What are you asking for when you go see them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "CHENTSOV",
      "sentences": "Definitely, we work with all three institutions. As you mentioned, the Council and Ambassadors represent countries in the Counciljust across the road. The Commission executive body, and the Parliament and those are free bodies with legislative powers. So, it's important to have those balanced relations with all of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:12",
      "speaker": "CHENTSOV",
      "sentences": "We try to get the message through that, it is not about the bills and inflation, it's about the value. It's about also the survival, not onlyUkraine, but also foundations about this union. It's about human rights. It's about democracy, which is under attack now and people are getting serious, seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:12",
      "speaker": "QUEST",
      "sentences": "So you can feel that there is still the -- I mean, it's not just nice words, you can feel the support in return.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:12",
      "speaker": "CHENTSOV",
      "sentences": "Yes. And you know, in figures because I already mentioned weapons, and it is 3.6 billion already earmarked to compensate spending ofthe member states, two billion just allocated for ammunition, 18.5 billion to support Ukrainian financial stability. So it's figures and it's taxpayers money, and people accept it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:12",
      "speaker": "QUEST",
      "sentences": "Thank you very much, Ambassador.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:12",
      "speaker": "CHENTSOV",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:12",
      "speaker": "QUEST",
      "sentences": "I am very grateful for you coming here tonight and talking to us. Thank you.We are here in Brussels, and the EU is making sure sanctions will have more bite than bark. Coming up next, a rare concession from Russia's leader that the sanctions may be working. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:16",
      "speaker": "QUEST",
      "sentences": "Clare Sebastian is with me, in London.Clare, the sanction rounds. First of all the effectiveness of what we've seen. Bearing in mind the level of sanctions, which are unparalleled and unprecedented, but Russia's economy hasn't fallen over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:16",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Not yet. Richard. I would say that last year, there were several things that made them as resilient as they havebeen. One was the fact that oil and energy prices in general was so high, an extraordinary loophole really that emerged that Russia caused the disruption with this war to energy markets, and then proceeded to reap the benefits of that disruption through higher prices, so that's one thing. They were able to reroute trade, you had Putin talking about that. That's another thing that helps. The third thing that's really important to note is they had eight years to prepare for this. They saw the sanctions after Crimea. They anticipated more coming, so they've built up this sort of Fortress Russia policy with, you know, domestic payment systems, things like increasing domestic supplies of certain products, like food reserves of the Central Bank, all of those things helped. And of course, oil prices are now coming down and we are already seeing, as you say, those cracks appearing. Russia reported a $23 billion budget deficit in January, having spent most of last year in surplus. They are still -- you know, they've got still money left over from last year, Russia. They reported a record current account surplus last year, Richard, 200 billion plus, that's almost as much as the frozen reserves at the Central Bank, about 300 billion. So they are still reaping the benefits, but it is very clear that this year is going to be much harder for Russia than last year, and that is why you see Putin saying, you've got to act fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:16",
      "speaker": "QUEST",
      "sentences": "Okay, but as long as China and India buy the oil, and China still continues to trade, and there are those countries, non-aligned that aretaking advantage of cheaper oil. I suppose, pardon the unsavory nature of the phrase, it's going to be very difficult for sanctions to be the killer blow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:16",
      "speaker": "SEBASTIAN",
      "sentences": "You know, I think it's not so much sanctions that are going to hurt Russia this year, Richard, it's the lower price of oil. If you look atRussian oil, for example, it's just -- the average of the first two months of the year was just under $50.00 a barrel. That's a lot less than you saw last year, almost half, in fact. And so they're really going to struggle when that is their key export, and the price has come down so much. The oil price cap, immaterial really, because the actual price, the market price is lower, but I think the issue of course with sanctions is now enforcement. You really see momentum in the EU, in the US to step up their crackdown on evasion of sanctions, really trying to make those 10 packages of sanctions so far actually work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:16",
      "speaker": "QUEST",
      "sentences": "And finally, I mean, we all focus on the sexy bit of sanctions, in a sense. The oligarchs and their yachts and their planes and their expensivehouses, million dollar mansions in London. Is that battle still going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:16",
      "speaker": "SEBASTIAN",
      "sentences": "Yes, Richard. Certainly, that is something that the countries -- the EU, the US is still grappling with the legal ramifications of trying tonot just freeze the assets, but actually seize them. It's incredibly difficult in some cases to find them in order to seize them. And of course, you're dealing with, you know, things being parked in all different countries, but I would say the thing that they're focusing a lot on at the moment are ways of getting around these export controls. The US, for example, issued indictments in December against a number of individuals and entities who seemed to be smuggling US made arms into Russia. They're doing things like shell companies, front companies trying to hide identities and have these transactions take place across borders. This is something that both the EU and the US are looking at very closely because of course, a lot of these export controls are in fact targeting these military technologies or dual use technologies that go straight into that war machine, so this is something we see a lot of focus on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Even though Taiwanese and US officials are describing the presence of Taiwan's President Tsai Ing-wen in the UnitedStates as stopovers, it is still drawing sharp criticism from Beijing. President Tsai is using the United States as a transit point for her upcoming visits to Central America landing in New York. The United States acknowledges China's position that Taiwan is part of China, but House Speaker Kevin McCarthy has said he would meet with her although there has been no formal announcement. While in New York, President Tsai said Taiwan's relationship with the United States has \"Never been closer.\" Yet Beijing warned her visit could lead to \"serious confrontation\" between China and the US. Here are some recent remarks from China's Foreign Ministry. MAO NING, CHINESE FOREIGN MINISTRY SPOKESPERSON (through translator): The United States and Taiwan colluded with each other and arranged with Tsai Ing-wen to engage in political activities in the United States under the guise of transit in an attempt to enhance official exchanges and substantive relations between the United States and Taiwan. This seriously violated the One China Principle and the provisions of the three Sino-US joint communique and seriously damaged China's sovereignty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "STEWART",
      "sentences": "President Tsai is expected to remain in New York until Friday with visits then planned to Belize and Guatemala. She is then expected to stopin California on her way home. Marc Stewart, CNN, Tokyo. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "QUEST",
      "sentences": "And so here in Brussels after the break, the ripples of the corruption scandal that's going through the European Parliament. All theEuropean institutions are feeling the effect. The President of the European Parliament, Roberta Metsola addresses it with me, head on, after the break. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "I'm Richard Quest. A lot more QUEST MEANS BUSINESS tonight, coming from Brussels in Belgium. You're going to hear more from the E.U.Parliament president who's going to talk about corruption and scandals and what she's doing to stamp them out. And Disney finds itself taking an interesting, nifty little maneuver. The Magic Kingdom trying to stave off governor DeSantis' efforts. This is CNN then. We'll only get to those stories after giving you the headlines because, on this network, the news always comes first. (MUSIC PLAYING) QUEST (voice-over):  The U.S. Army's investigating a deadly crash involving two Black Hawk helicopters that collided during a training exercise on Wednesday night in Kentucky. Brigadier General John Loomis said they were flying information using night vision goggles. Nine service members were killed. The former Brazilian president Jair Bolsonaro is back in Brazil after spending three months in the United States. He had been in Florida since his electoral opponent Lula da Silva. Began his presidency in January. Bolsonaro told supporters at his party's headquarters that they will curb da Silva's agenda. Sam Bankman-Fried has pleaded not guilty to U.S. charges of bribery and violating campaign finance law. He is accused of offering Chinese officials $40 million to unfreeze some cryptocurrency accounts. The founder of FTX has already pleaded not guilty to fraud and conspiracy following his company's collapse. King Charles has become the first British monarch to address Germany's parliament. In his speech, switching between English and German, he described his great honor. And currently on his first trip abroad as king, he also met with displaced Ukrainians at a refugee center. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "As the European Union grapples with a response to the United States' Inflation Reduction Act, the president of the E.U. Parliament saysgreen subsidies are all fair and good but wants to avoid a race to the bottom. However Europe must respond. And that she told me the pressure is now ratcheting up to react to the IRA before the U.S. takes the lion's share of business. I asked President Roberta Metsola what the E.U. is actually doing to tackle the inflation crisis. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "ROBERTA METSOLA, PRESIDENT, EUROPEAN PARLIAMENT",
      "sentences": "Our economy is based on small and medium sized enterprises.How are we going to help them? And there, together with the rise of interest rates, in order to curb inflation, we're going to have to help them sector by sector, country by country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "You've just said we're going to have to help them.Now does that mean at national government level, does that mean at European level? Because the Central European level has moved into areas that it was not in before. I'm thinking, of course, of mutualization of debt in some cases. What does that mean, helping? Does that mean picking and choosing sectors for central help?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "The IRA is a really good example of how a federal system works with a central core that comes in with a policy that everybody seems to say,gosh, this is well and good, this is exactly what's needed. Europe comes along with its net zero this and its this policy that and sort of a half hearted attempt because it's all by consensus and everybody agrees. Yes, the commission's come up with something but it's not quite the IRA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "METSOLA",
      "sentences": "You're saying that, not me. But what I will tell you.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "--  it's not; I mean, more needs to be done on the European side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "METSOLA",
      "sentences": "I think the way, first of all, our transatlantic alliance has not been this good since the fall of the wall. I can say this. And I say thisbecause, when we look at the IRA being a fundamentally, you know, piece of legislation that aims to make the U.S. greener, aims to make us competitive, aims to make the U.S. more protective of its sectors. How do we react? Do we go forth with (INAUDIBLE) products? Do we go, let's continue to rely on unreliable partners for importation of critical raw materials and reds (ph)? Or do we say let's see where we're competitive. Let's make an agreement with the United States, which we are on track, in terms of what was signed already. When we look at the net zero industry actors, not by consensus, despite proper legislative process inside this house, in order to look at where we can, let's not say protect but help industry survive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Right, but I'm going to ask the question again. The view in Europe is -- or from those business leaders I have spoken to --  yes, somethinghas been done. But the -- Europe has not yet come up with -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "-- like the IRA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "METSOLA",
      "sentences": "I take that and I put it on ourselves in order for us to make sure that we alleviate the impact that will have without going down aprotectionist subsidy road to the bottom race (sic). And I think that's where the conversation we need to have with our industry leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "So finally how much is it for an MEP?I mean the Qatar and the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "METSOLA",
      "sentences": "Foreign MMP.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Yes, I'm being facetious here on a very serious issue.First of all, do you believe Qatar did bribe? And secondly, how are you going to prevent it? Because this is the sort of thing that, if you do not show teeth, you're in your usual tunnel, lights off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "METSOLA",
      "sentences": "I can tell you that this has been the hardest thing that I've had to deal with. You know, the instinct could have been -- actually criminalcorruption is as old as politics. There will always be somebody who's willing to pay and always be someone who's willing to take payment for anything, right. This is life. But I took a decision on that day that, for the protection of this institution, for the integrity of the European Union, keeping in mind the fact that these are allegations presumption of innocence, et cetera, we cannot allow a house like this to be as vulnerable. Now does that mean close it up? Of course not. We pride ourselves on our openness. But that has meant that we put in -- and we're rolling them out month by month -- 15 immediate measures, a little bit more long term, some coming after. We've put in a revolving door for MEPs. We've made sure that we keep tabs on who comes in and comes out, declaration of meetings. Who are you talking to, preserving your mandate as a freely elected member of European Parliament. But at the end of the day, making sure that, if the alarm bells -- and I take this as my responsibility -- did not ring early enough, next time, I hope they will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Are you shocked?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "METSOLA",
      "sentences": "(INAUDIBLE). Winded, I would say.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "That's the president of the European Parliament.With me is Suzanne Lynch, chief Brussels correspondent for \"Politico.\" Thank you. Thank you for coming out on a -- on an evening at this time. So the scandal of the -- that's taken place? How deep has it been felt do you think? SUZANNE LYNCH, CHIEF BRUSSELS CORRESPONDENT, \"POLITICO\":  It really was a big story when this broke just before Christmas. I mean, it had everything, this story, bags full of cash, MEPs, accusations of bribery. And one of the issues for the E.U. is that you've got all these different institutions. You've got the commission over here, you've got the Parliament. And a lot of people in the commission were saying, well, look, the part -- it's a Parliament issue. It's just a couple of bad apples in the -- couple of MEPs. But really, for a lot of people around Europe, they don't distinguish between the different institutions. And this is very bad press for the E.U. It's elections next year and undoubtedly have very much damaged the brand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "OK, so if we look at how the three institutions are performing at the moment, President Von der Leyen seems to have done extremely well onthe question of Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "LYNCH",
      "sentences": "And with that runup to the war in Ukraine, maybe because, in France, you'd Emmanuel Macron; he was fighting an election. You had a newgovernment in Berlin with Olaf Scholz. And I think Europe kind of missed the presence of Angela Merkel, who was so dominant here. And in a way, the European Commission and Ursula van der Leyen stepped into that role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "Right, which is interesting because she didn't come from a -- she came from a strong country with support but didn't come from a strongpolitical base in her own right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "LYNCH",
      "sentences": "Absolutely. So she was relatively unknown but she was a former defense minister. So I think that stood to her when this big issue wore onthe continent emerged. Now what's really her trump card is that she gets on very well with President Biden in Washington. So I think that whole relationship between this building and the White House is very close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "The power of the Parliament now and the council, I mean, this is -- whenever I come to Brussels, I almost feel like I'm hitting my head againstthe wall, trying to understand the blancmange of what takes place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "LYNCH",
      "sentences": "And it's a constant battle. You've got these different institutions. You've got the commission here that proposes legislation.You've got the Parliament. But then you've got the European Council and that represents the 27 E.U. countries. And in a way they have to sign off on everything. So that's really where the decisions, when you see those shots of the 27 E.U. leaders coming here, that's when decisions are made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "How unified are they on Ukraine?Is Hungary just making noise to basically screw more money out of its development funds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "LYNCH",
      "sentences": "Well, look, you're hearing a lot of talk about unity. But the E.U. is always divided. It's very hard to get 27 E.U. countries to decide.Everyone's got different interests, different economies. So yes, they have maintained quite a bit of unity. But as the sanctions -- they introduced 10 sanctions packages against Russia -- lots of people never thought this would happen. But as they went further along the line, it got more difficult. And your country's raising their hands, often privately in these meetings that happen here, saying, ooh, we're not happy with that element of the sanctions package. Sometimes they got watered down and, yes, Hungary was one of the key countries that raised objections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "So I'm fascinated by the issues, of course, the rule of law; Poland and Hungary. Now in terms of Poland, Poland's sort of riding a wave ofgreat admiration and respect for the way they have handled the refugees. But you have this issue of the rule of law, which hasn't gone away. And the -- and now you've got Hungary. So are they prepared to bite the bullet and actually do something against those (INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "LYNCH",
      "sentences": "Well, I think you've just hit the nail on the head. It's very difficult. And the moral authority the Eastern European countries have ishuge. They were warning about the threat of Russia. No one really listened to them here. and they're proved right. They talk -- they were on the -- on the up at the very beginning, saying, we need to sanction Russia. We need to help Ukraine. They took in refugees. So it's very difficult now for the European Commission to say to Poland, hang on. We're not happy with your rule of law standards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "But as someone, they have to, I mean, the Article 7 proceedings have begun and, at some point, they have to come to fruition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "LYNCH",
      "sentences": "And there's money at stake. You've got a lot of these countries in the -- in the east of the bloc, who joined later than other countries likeFrance, Germany and the founding members. And they get E.U. money and they want that money. But there are conditions attached. So yes, it comes down to the money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "Final question.Does anybody miss the British?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "LYNCH",
      "sentences": "Well, I think we've moved on, shall we say. There was a sigh of relief a few weeks ago when the Windsor framework was finally signed. Look,it's an important time for a lot more interaction. There's a lot of defense talks happening here over at NATO, for example, where Britain is a big player around the table. But yes, only the 27 flags; used to be 28. So yes there -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "It is \"Call to Earth\" and, all this week, we're looking at the conservation projects and we're looking at Mexico, where conservationistsare working hard to protect the marine ecosystem. Today is part of the Rolex Perpetual Planet Initiative. We're going to have our guest editors, Paul Nicklen and Cristina Mittermeier, who will introduce us to father and daughter. And they are on a mission to save whales. (MUSIC PLAYING) UNIDENTIFIED FEMALE (voice-over):  Former U.S. tennis pro turned conservation biologist Michael Fishbach is the co founder of the Great Whale Conservancy, an organization dedicated to protecting the whale population. MICHAEL FISHBACH, FORMER U.S. TENNIS PRO TURNED CONSERVATION BIOLOGIST (voice-over):  Anthropogenic climate disruption is really what climate change is. Where has 90 percent of the warming happened? UNIDENTIFIED FEMALE (voice-over):  The ocean. FISHBACH (voice-over):  The ocean. CRISTINA MITTERMEIER, PHOTOGRAPHER (voice-over):  I love working with people that are passionate, that are experts at what they do. And they're a little maverick, you know, not afraid of doing things their own way. UNIDENTIFIED FEMALE (voice-over):  His daughter, Delphi Waters (ph), is also part of the team. She's been coming out here on the boat since she was 6 months old and, about 10 years ago, started conducting research as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "FISHBACH",
      "sentences": "everything we have learned about the blue whales of the lower Rideau (ph) region are from Michael and Delphi (ph).UNIDENTIFIED FEMALE (voice-over):  But it's not so much the animal itself they're looking for this morning; rather something it's hopefully left behind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Uhh, whale poop, I see it. My goodness, that's like a whale brick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's what's --UNIDENTIFIED FEMALE (voice-over):  Finding and collecting feces is just one part of their daily routine. FISHBACH (voice-over):  When it's in the photic (ph) zone, it has phosphorus, iron and nitrogen in it. And that mixes with the nutrients that are on the bottom of the ocean that are upwelling and that blooms phytoplankton. So -- (CROSSTALK) FISHBACH (voice-over):  -- that -- so that fertilizers phytoplankton. So this is literally the stuff of life in the ocean. UNIDENTIFIED FEMALE (voice-over):  Michael's referring to a process called the whale pump or, put more simply -- UNIDENTIFIED FEMALE (voice-over):  Everywhere I go. I talk about the poop loop. UNIDENTIFIED FEMALE (voice-over):  Whales excrete nutrient-rich feces, which feeds phytoplankton, tiny plantlike organisms that help combat climate change by absorbing large amounts of carbon dioxide from the atmosphere while simultaneously producing at least half of the oxygen on Earth. In turn, the phytoplankton feed the krill and the whales then eat the krill, up to four tons of it a day. And the cycle continues. The samples they collect will be sent to a lab, where tests will measure the amounts of microplastics in the feces as well as get a general idea of the animal's health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "It is Call to Earth. And please watch our special program, \"Call to EarthCNN. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "Disney's fight with governor DeSantis in Florida has gone one stage further, with the Disney company pulling out a little bit of magic to tryand restore some of their benefits. Before the Florida governor could take over the critical board, there was of such benefit, the outgoing Disney members voted and gutted the board's power. A major flashpoint, the debate over roll businesses having social issues. But as Leyla Santiago now tells us, Disney seems to have the upper hand -- for the moment anyway. (BEGIN VIDEOTAPE) GOV. RON DESANTIS (R-FL):  Thank you. LEYLA SANTIAGO, CNN CORRESPONDENT (voice-over):  In a story with more twists and turns than any Disney movie. The former Disney controlled Reedy Creek improvement district board pulled a fast one just before Governor Ron DeSantis and his handpicked board took over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This development agreement essentially strips the government of the government powers and give those powers to Disney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANTIAGO",
      "sentences": "The board quietly approved the agreement on February 8th, as Florida lawmakers met in a special session to give DeSantis control of thedistrict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I cannot imagine Orange County, Osceola County, the city of Orlando or any other central government, central Floridagovernment, allowing or agreeing to allow any private developer or property owner to have this sort of control over a government and the officials that run it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANTIAGO",
      "sentences": "The agreement was signed before DeSantis had a chance to pick his board members.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This development agreement, which in my opinion is void as a legal malady (ph), was passed the same day the Florida house passedthe bill creating this board. And it was done to prevent us from doing our job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANTIAGO",
      "sentences": "Under the new deal, Disney would maintain control over much of its land in central Florida for 30 years and in some cases the board cannottake significant action without getting approval from the company. Just last month, DeSantis celebrated gaining control of the board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "SANTIAGO",
      "sentences": "Following a nearly year-long spat between Disney and the governor, it stemmed from Disney speaking out against a Florida bill, whichDeSantis signed into law, restricting certain classroom instruction about sexual orientation and gender identity. And while it looks like the battle between Disney and DeSantis may not be over, Disney stands by its actions, saying in a statement to CNN, \"All agreements signed between Disney and the district were appropriate and were discussed and approved in open, noticed public forums in compliance with Florida's government in the Sunshine law.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't think anyone is trying to degrade the guest's experience or the quality of the Walt Disney World Resort. I think whatwe're trying to do is provide oversight. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "QUEST",
      "sentences": "And we'll continue to follow that story.Quick look at the markets before we take a break. The markets -- there was a little bit of red during the course of the session but otherwise it has all come back into the green and it's the strongest session across all the three major indices. And you can see the best of the day going to the Nasdaq. We will take a short break and there'll be a \"Profitable Moment\" from Brussels on the other side. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    }
  ]
}