{
  "date": "2023-05-02",
  "headline": "CNN News Central",
  "subHeadline": "Trump Trial Continues; No Charges For Officer Involved in Stop of Tyre Nichols; Writers Strike; Debt Ceiling Battle Heats Up; President Biden Sends 1,500 Troops to Border. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:20",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:20",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Troops to the border. President Biden deploying an additional 1,500 active-duty personnel to the Southern border, as states brace for a possible flood of migrants next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:20",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "A really tight timeline and a really big problem. The debt ceiling fight is heating up, as the Treasury secretary says the money runs out June 1. What does that mean for your wallet? A default could have a huge impact on all of us. We will look at the stakes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:20",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "And writers now writing on picket signs, going on strike. Late-night shows could be the first to shut down, but maybe not the last. Why the two sides are fighting and haven't yet reached a deal.We are following these major developing stories and many more, all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:20",
      "speaker": "SANCHEZ",
      "sentences": "We begin with the Biden administration moving to bolster the Southern border, sources telling CNN that 1,500 active-duty troops are being sent in, in anticipation of a flood of migrants starting next week. That's when the Trump era Title 42 expires.CNN's Natasha Bertrand has more on this from the Pentagon. Natasha, these troops that are being sent in, they're not going on patrol. Their mission is not law enforcement, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:20",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "That's exactly right, Boris.So these troops will be joining the roughly 2,500 active-duty troops that are currently on the border in order to support the Department of Homeland Security. And what they will be doing is essentially administrative work. They will be doing data entry. They will be doing warehouse support. And, largely, they will be behind desks, they are not going to be out in the field patrolling, for example, with Customs and Border Patrol officials. This is mostly in order to free up resources, so that CBP and DHS can do more of that work in the field, according to U.S. officials. Now, we should note that this is all coming, of course, in anticipation of the expiration of Title 42, which is that pandemic era law that essentially allows the administration to expel migrants more easily. That is set to expire on May 11. In anticipation of that, the Biden administration is preparing for a potential large surge of migrants at the U.S. border. So, the Department of Homeland Security did ask Defense Secretary Lloyd Austin if he could provide an additional 1,500 troops to help with those administrative functions, so that the Customs and Border Patrol officials are kind of freed up there. And we should note that this is not unusual. There have been these kinds of surges of personnel to the border in the past when these kinds of large migrant surges -- surges are anticipated, but, of course, all of this coming just on the heels of President Biden announcing his reelection bid. So, a lot of -- all eyes really will be on the border as this mission continues, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:20",
      "speaker": "SANCHEZ",
      "sentences": "Yes, sources indicating some 36,000 migrants are currently camped on the border waiting for Title 42 to expire to try and cross.Natasha Bertrand from the Pentagon, thank you so much. Jim, obviously, major concern there from the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:20",
      "speaker": "SCIUTTO",
      "sentences": "Well, understandably, right? The numbers speak volumes. The White House is trying to take absolute action before Title 42 ends.Hundreds of migrants, meanwhile, camping in El Paso streets as we speak, a city already under a state of emergency. Rosa Flores, she's there. She joins us live. I mean, I'm curious what you can tell us about the numbers there and how the city is handling this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes. I mean, listen, the thing we have to remember, the law, as it stands, allows this, right? The question is, are there fixes? Could there be bipartisan agreement on some fixes to that? We certainly haven't seen it.Rosa Flores in El Paso, thanks so much -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "DEAN",
      "sentences": "Well, just 30 days to avert an historic disaster.The U.S. could run out of money to pay its bills as early as June 1, and that could spark an economic meltdown that's filled with job losses market mayhem, and a likely recession. That is the word from Treasury Secretary Janet Yellen. Now, fortunately, the two people who can end this showdown, House Speaker Kevin McCarthy and President Biden, will finally meet face to face to work on a deal. Unfortunately, their meeting is still a week away, and they're still very far apart on what they want. And get this. The House is in session just 12 days between now and June 1, the Senate 14 days. So we're effectively looking at just about two weeks of time for the two sides to prevent what would be a historic catastrophe. CNN's Manu Raju is at the Capitol. And, Manu, we're talking about an extremely tight timeline here and just a gulf between the two sides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MANU RAJU, CNN SENIOR CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, no question about it there.They have only -- they have finally agreed to sit down. But what exactly should this deal entail? Both sides are on opposite sides on that key issue. Republicans are still demanding that any increase in the national debt limit includes spending cuts. And House Republicans passed a bill last week that imposed a slew of spending cuts across the board, go after Biden priorities as well. Democrats are saying there should not be even a discussion about spending cuts until after they raise the debt ceiling. That has prompted some debate within the Democratic Party itself, including from West Virginia Senator Joe Manchin, who told me this morning that Democrats need to change their approach on this issue. (BEGIN VIDEO CLIP) SEN. JOE MANCHIN (D-WV):  It's unsustainable, the direction we're going now, with $31.5 trillion, and then basically saying that, well, what we're going to do is not talk about it, but then come back and talk about it. Why not talk about it now, make sure that we have agreement that this is something we all are concerned about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "RAJU",
      "sentences": "So, is it a red line for you? It must be a clean debt ceiling increase?SEN. RICHARD DURBIN (D-IL):  I'm looking for that, because I think the results otherwise will be disastrous for our economy. And we have a responsibility to avoid that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "RAJU",
      "sentences": "So that last senator there, Dick Durbin, the number two Senate Democrat, is aligning himself with the White House and with Senate Majority Leader Chuck Schumer, who -- demanding both a debt ceiling increase without any conditions.And, Jessica, just in the last hour, House Democratic leaders announced an effort to try to force a vote on the House floor to essentially raise the debt ceiling without any conditions attached whatsoever. They can circumvent Republican leaders by getting the support of 218 members, that means all 212 Democrats, six Republicans. Right now, that support isn't there. But that is viewed as a fallback option among Democrats if we get to the cliff, and there's no way off -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "DEAN",
      "sentences": "Oh, man, yes, truly a nightmare scenario to get there and no way off.Manu Raju for us on Capitol Hill, thanks so much. And let's bring in CNN's Matt Egan now to break down the economics of all of this. And, Matt, let's say they can't get there. Let's say we get to June 1 or even, frankly, close to June 1 and they are not getting a deal. We're really an unprecedented territory. I think it's worth people knowing that we do -- a lot of times, off the Hill, it's like, oh, they're playing these games. This is really serious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:13",
      "speaker": "EGAN",
      "sentences": "Now, Warren said that if Republicans want to negotiate about government spending, she said, bring it on, but not until after they raise the debt ceiling first.Of course, that is not what Republicans want to do. I think it's pretty clear that both of these sides, as Manu said, remain far apart. And, listen, the clock is ticking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:13",
      "speaker": "DEAN",
      "sentences": "It can affect every single American. It's incumbent on the leaders to act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:13",
      "speaker": "EGAN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:13",
      "speaker": "DEAN",
      "sentences": "That's why they're there.All right, Matt Egan, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:13",
      "speaker": "EGAN",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:13",
      "speaker": "DEAN",
      "sentences": "Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:13",
      "speaker": "SCIUTTO",
      "sentences": "We do have this news just into CNN.The Shelby County, Tennessee, district attorney says he will not pursue charges against the former Memphis police officer who initially pulled over Tyre Nichols, this officer one of several potentially charged in this case. CNN's Nick Valencia has more details. So, Nick, this is one of several cases pending here, in effect. Tell us about this decision, and also just to remind folks this officer's role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:13",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Yes, Jim, this is a significant development in the story of Tyre Nichols, the Shelby County district attorney's office telling me that they will not pursue criminal charges against Hemphill.Hemphill, as you remember, was the sixth officer that was fired for his involvement in the violent arrest of Tyre Nichols. And he was fired for multiple departmental policies, a violation of those policies, including personal conduct and truthfulness. And, as you mentioned, Hemphill was the first officer that initially pulled over Tyre Nichols, and it was in that bodycam video that we saw Hemphill deploy his Taser on Nichols. You could then see Nichols run away from those officers. And then Hemphill is overheard on that bodycam saying that he hopes officers stomp out Nichols when they eventually catch up to him. Now it is worth noting that Hemphill was not at the scene of that violent beating that was caught by the police skycam. But Hemphill was a part of the now infamous and disbanded SCORPION unit, part of the fallout from Nichols' arrest. And I have reached out to the family of Tyre Nichols to see their reaction about this. The attorney, of course, Ben Crump is representing the family. And this is the statement that they had to send us. \"We understand that this individual,\" Preston Hemphill, \"has been fully cooperating with the investigation and has promised to provide substantial cooperation going forward. In light of this, we are supportive of no charges for this individual. It is our deepest hope and expectation that justice will be served fully, and that all who had a role to play in this senseless tragedy will be held accountable.\" So, a significant development here today out of Memphis, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:13",
      "speaker": "SCIUTTO",
      "sentences": "No question. Significant that Nichols' family attorney supports the decision not to charge here.Just briefly, what's the status of the other five officers involved who lost their jobs as a result of this so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:13",
      "speaker": "VALENCIA",
      "sentences": "Well, they remain charged with second-degree murder.They pled not guilty to those charges. And we expect them to have a hearing. We don't have a date set for that hearing, though, as those lawyers are still going through discovery, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:13",
      "speaker": "SCIUTTO",
      "sentences": "Nick Valencia, thanks so much -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:18:03",
      "speaker": "SANCHEZ",
      "sentences": "Today, more than 11,000 film and TV writers are on strike. They're demonstrating over compensation for their work on streaming services.The issue is pitting the Writers Guild of America against some of the biggest names in the business, Netflix, Amazon, Paramount, Universal, and Warner Brothers Discovery, which is CNN's parent company. Due to the strike, production on many TV shows is expected to stop. And you're going to notice the impact on late-night TV first. Sources tell CNN that Jimmy Kimmel and Stephen Colbert are going to air repeats until further notice starting tonight. The hosts have made clear whose side they're on. Listen. (BEGIN VIDEO CLIP) STEPHEN COLBERT, HOST, \"THE LATE SHOW WITH STEPHEN COLBERT\":  OK, these people right here, these -- hello! These... (CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:18:03",
      "speaker": "COLBERT",
      "sentences": "These...(CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:18:03",
      "speaker": "COLBERT",
      "sentences": "These are our writers. These people, these are our writers. And I will stick myself in there, because I'm WGA too. And they're so important to our show.They write the monologue, the meanwhile, the cold open. JIMMY FALLON, HOST, \"THE TONIGHT SHOW\":  Whatever I can do to support the guild. I am actually in the Writers Guild as well. So, yes, I couldn't do the show without them. SETH MEYERS, HOST, \"LATE NIGHT WITH SETH MEYERS\":  For those people who have a job in show business, they are entitled to fair compensation. They are entitled to make a living. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:18:03",
      "speaker": "SANCHEZ",
      "sentences": "We want to get some perspective now from Dominic Patten. He's a senior editor at Deadline.Dominic, first walk us through the points of disagreement between the two sides. How did we get here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:06",
      "speaker": "SANCHEZ",
      "sentences": "Yes, disruptive technology, obviously, having a major impact across industries.I want to ask you about A.I. in a moment. But, first, I have to point out, as many as 20,000 people could be out of work if the writers shut down production. And yet the co-CEO of Netflix says that that organization has a pretty robust slate of releases to take us into a long time. So, how exactly is this going to impact viewers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:06",
      "speaker": "PATTEN",
      "sentences": "Well, I would say that Ted Sarandos, the co-CEO of Netflix, being very optimistic on what was a shareholder call, because that's what a lot of this comes down to.The studios are telling people that they don't --  they're telling the writers, we can't do this, this time, which is what they say every time, by the way. They're saying, we're cutting thousands of jobs. We're consolidating content. But, of course, they're still making big profits. A lot of this is them trying to get their stock up on Wall Street, which is their job in a capitalist society, of course. The writers are saying -- and you're right, basically, as of 12:01 a.m. this morning, about 20,000 writers ceased to work. They have already announced to their agents and managers, no deals, no negotiations. This stops. Picket lines are going to be going up in Hollywood in the next hour or so, as well as some in New York. And we're going to see more over the coming weeks. So this is all moving forward at a pretty fast clip. The question is, is, what are we going to see for a blast radius? Because once productions start shutting down -- you mentioned the late night shows, but there are going to be other shows that are in the middle of production. So they're on episode five of a six-episode season. They're writing episode six. Not anymore. You're going to see films in the same position. And then you're going to see things like Teamsters, who have a clause in their contract that they don't have to cross a picket line if they individually don't want to. What are you going to do if the Teamsters don't load up? That's going to happen? Then, quickly, you're going to see this moving into the next couple of weeks. This is the time when writers are putting together the shows that we see on broadcast television in September and October. They're writing those shows. But they're not now, because now they're on the picket lines. So, this is a big risk by the studios and streamers, one that could definitely not come up sixes, if you know what I mean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:06",
      "speaker": "SANCHEZ",
      "sentences": "Absolutely.And very quickly, Dominic, because we only have about five seconds, when will this come to a head? When do you think there might be a resolution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:06",
      "speaker": "PATTEN",
      "sentences": "Oh, I don't think you're going to see this soon. Someone said to me, Boris, this is going to last longer -- less than the 1988 strike and more than the 2008 strike. And that went for 100 days.The writers are galvanized. They want their rights. They want to be compensated in a 21st century way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:06",
      "speaker": "SANCHEZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:06",
      "speaker": "PATTEN",
      "sentences": "They're not backing down, pal. SANCHEZand expertise -- Jessica over to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:28:22",
      "speaker": "DEAN",
      "sentences": "The Biden administration is making plans to send an additional 1,500 active-duty troops to the U.S.-Mexico border, sources telling CNN that move precedes an expected surge in migrants trying to enter the U.S. when COVID era border restrictions in next week.Those troops are expected to perform mainly administrative tasks and not law enforcement work. Hundreds of migrants are camping in the streets of El Paso right now. And on the debt ceiling deadline, President Biden and House Speaker Kevin McCarthy now have a meeting planned for next week with just one month left before a looming economic disaster. Next Tuesday, they will sit down at the White House to talk about the debt ceiling, McCarthy just accepting the president's invitation. The other three top leaders in Congress are invited as well -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:28:22",
      "speaker": "SCIUTTO",
      "sentences": "Well, jurors in the civil battery defamation trial against Donald Trump are hearing now from two new witnesses.One of E. Jean Carroll's friends appeared on the stand today. Carroll said that she confided in her immediately after Trump allegedly raped her. Carroll's attorneys also called Jessica Leeds, who claims that Trump sexually assaulted her on an airplane in 1979. Trump denies that allegation as well. Trump's lawyer finished cross-examining Carroll yesterday. You will remember she's suing the ex-president, alleging he raped her in a New York department store dressing room in the mid-1990s, and then defamed her when he denied her claim. CNN's Kara Scannell, she's live in New York. She's been covering the trial. So, I wonder what we learned from the testimony from Carroll's friend today.",
      "isLastSentenceInterrupted": false
    }
  ]
}