{
  "date": "2023-01-12",
  "headline": "CNN Newsroom",
  "subHeadline": "FAA: Corrupted Computer File Led To Air Travel Meltdown; Ukraine Disputes Mercenaries' Claim Soledar Has Fallen; WHO: China Shares More COVID Data, But Still Not Enough; Uganda Declared Ebola- Free. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:30",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Coming up this hour on CNN, the glitch that grounded all U. S. Air traffic, how a 90-minutes ground stop cascaded around the world with thousands of flight delays and cancellations.CNN reporting from Soledar. No sign Ukrainian troops are falling back. No sign of imminent retreat, despite Russian claims to now control the small town in the east of Ukraine. And don't panic, the stove troopers are not coming. But there could soon be new regulations in the U.S. to try and prevent deadly toxic fumes leaking from a gas stove.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:30",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN Newsroom with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:30",
      "speaker": "VAUSE",
      "sentences": "USA airports have been reeling from a second crisis in just a matter of weeks. Early on Wednesday, the Federal Aviation Administration granted all flights throughout 90-minutes. Tracking site FlightAware says more than 10,000 flights within, into or out of the U.S. were delayed. More than 1300 others were canceled. It's too soon to know how many flights will be affected. On Thursday, the travel chaos was caused by an FAA computer issue and a corrupted data file that shut down a key system which issues safety alerts to pilots. Backup systems failed as well. The FAA says the system is now, \"operational and stable.\" Authorities say there's no evidence of a cyberattack and an investigation is now underway.(BEGIN VIDEO CLIP) PETE BUTTIGIEG, U.S. TRANSPORTATION SECRETARY: Now we have to understand how this could have happened in the first place, why the usual redundancies that would stop it from being that disruptive did not stop it from being disruptive this time, and what the original source of the errors or the corrupted files would have been. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:30",
      "speaker": "VAUSE",
      "sentences": "The global impact from the unprecedented U.S. ground stop remains unclear, but some delays are already being reported. CNN's Salma Abdelaziz reports out from London's Heathrow Airport.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:30",
      "speaker": "SALMA ABDELAZIZ, CNN REPORTER",
      "sentences": "International airports are bracing for the knock-on effect, the ripple effect from that FAA outage in the United States. We do understand in the U.S., there's going to be a ground delay program. That means that all those delayed flights, of course, will not take off. At the same time. There's going to be a staggered system. That means, again, that ripple effect could impact international travel. I'm here at Heathrow Airport, where we've already seen on the board that there are some delays even to flights that are across Europe. Unclear what's behind those delays, but officials telling us that those flying to the United States have already seen some delays in their departures.They are beginning to resume flights normally again. But also, our producers working the phone. Speaking to airlines. They've talked to Virgin Atlantic, which says that some of their U.S. departures have been affected. Unclear how deep that impact will be. British Airways says it's continuing as planned. But again, flights to the U.S. could be impacted. We also understand from various airports Amsterdam Airport, Charles de Gaulle in Paris, Frankfurt Airport in Germany, that they as well are bracing for delays. Again, not just to flight to the United States, but across the system as a whole. We did speak to one passenger here in Heathrow, who was flying via American Airlines to Dallas from London. She says she waited on the Tarmac here for 3 hours before taking off. Again, unclear if that has to do with this outage. But it's important to remember when it comes to Heathrow in particular, this is an airport that has struggled over the last period, over the holiday period. They had very little staff, very limited staffing. They also dealt with transportation strikes. Strikes by unions and groups across this country. So, this latest disruption will only compound that very difficult travel season. Salma Abdelaziz, CNN London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "VAUSE",
      "sentences": "The battle for Soledar is already one of the most brutal and bloody of the war so far. And Ukrainian officials are urging residents of the towns and surrounding villages who are still there to evacuate ahead of that Russian offensive. But as CNN's Ben Wedeman reports, not far from Soledar, many are determined to stay.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Medics load a wounded soldier onto an ambulance. Another casualty from the embattled town of Soledar.It varies depending on the number of casualties on the front line. Russian forces, mostly troops from the Wagner Group, the private military company, claim to have control of the entire Soledar territory. (On camera): The battle for Soledar may be in its final stages, and it doesn't appear to be going well for the Ukrainians. And if indeed the Russians do emerge victorious, the villages around it may be the next to fall. (Voice-over): Ukraine's helicopters still flying sorties, its forces aren't giving ground easily. One soldier says, it's difficult, but we're hanging in there. Despite the fighting, Ira (ph) is staying put with her pigs and cows in her home in a nearby village. We won't leave, she says. You can only die once. I will not abandon my house. Her 81-year-old mother, Ludmilla (ph), has lived here for more than 40 years. He had a good life here, she said. Serhigosko (ph) heads the Soledar military administration. I'm delivering aid, he says, and reminding people they need to evacuate before it's too late. Vidana (ph) says she'll heed his call. Everyone is tired, she tells me. We can't take it any longer. As Soledar burns, there is little time to waste. Ben Wedeman, CNN, outside Soledar. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "VAUSE",
      "sentences": "Another shake up of Russian military commanders with Vladimir Putin appointing head of the Russian General Staff General Valery Gerasimov to oversee all Russian military forces in Ukraine. He replaces General Sergey Surovikin, who had the job for just three months. The official reason, according to the Kremlin, to improve coordination among all military branches. Vladimir Putin says he's hoping to solve the most critical issues.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT",
      "sentences": "I understand that the situation in new regions is difficult. In some places, combat actions are ongoing. Peaceful life has not been restored everywhere, and the safety of people has not been insured. Of course, all these factors should be taken into consideration, but all this is not the reason to take a break and postpone for later.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "VAUSE",
      "sentences": "Joining me now from Brisbane is retired Australian Army Major General Mick Ryan. General, thank you for being with us, sir.MAJ. GEN. MICK RYAN, (RET.) AUTRAILIAN ARMY: Hi, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "VAUSE",
      "sentences": "OK, here's how one adviser to Ukraine's President described the fighting around Soledar and Bakhmut. Listen to this.(BEGIN VIDEO CLIP) MYKHAYLO PODOLYAK, ADVISER TO THE PRESIDENT OF UKRAINE (through translator): Everything that is happening today in the direction of Bakhmut or Soledar is the bloodiest scenario of this war. A lot of blood, a lot of artillery duels, a lot of contact combat, especially in Soledar. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "VAUSE",
      "sentences": "It seems that strategic value of Soledar is inversely proportional to the size, scale and intensity of this Russian offensive to try and take it. So, will the destruction be so extensive, the cost so high in terms of blood and treasure for the Russians that a win will ultimately be a loss?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "VAUSE",
      "sentences": "We're almost a year now to this war, and it seems to be an almost role reversal here. The Russians are the ones on defense trying to hold on to territory they have. The Ukrainians are on offense trying to force them back and reclaim that ground. That means the Ukrainians now need a lot more firepower. For that in mind, here's the President of Poland who is visiting Lviv in Ukraine on Wednesday. Listen to this.(BEGIN VIDEO CLIP) ANDRZEJ DUDA, POLISH PRESIDENT (through translator): Lately we decided that the moment for Poland to decisively support Ukraine has come. A company of Leopard tanks will be handed over as part of coalition building. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "VAUSE",
      "sentences": "OK, so a company of tanks, that sounds great, but what? It's 14 in all. And, you know, right now the U.S. is not committing tanks. The Germans are sort of on the fence over committing Leopard tanks. The British would likely commit the challenges, but they're going to need a lot more than 14 tanks from Poland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "RYAN",
      "sentences": "Well, indeed they are. They're going to need hundreds more. But the reality is the Poles have really given their fair share. They've given the Ukrainians over 250 of their Soviet era tanks. The reality is they're giving these Leopards to Ukraine to force Germany and other European nations to give more Leopards as well. Ukraine needs M1 and Leopard tanks, not old Soviet era tanks at the moment, and needs lots of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "VAUSE",
      "sentences": "Well, the United States has, what, about 2000 M1 Abrams tanks sitting in a desert in California doing absolutely nothing. Why not send a few hundred of those to Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "RYAN",
      "sentences": "Well, you'd have to ask the U.S. administration. But with Bradley's on the way now, the M1 could well be next. So very fine tank. I've certainly commanded a brigade with them myself in Australia. And we shouldn't overestimate the logistic difficulties. Ukrainians are very canny. They've proven themselves able to absorb advanced equipment before, they'd be able to do the same with M1s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "VAUSE",
      "sentences": "I want you to listen to what the Russian President told his cabinet about the ongoing fighting in territory which Moscow recently illegally annexed. Here he is.(BEGIN VIDEO CLIP) PUTIN (through translator): I understand that the situation in new regions is difficult. In some places, combat actions are ongoing. Peaceful life hasn't been restored everywhere, and the safety of people hasn't been insured. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "VAUSE",
      "sentences": "It's difficult, but nothing to see here. Actions, though, often speak louder than words. And after just three months in charge of the Russian forces in Ukraine, General Abigailen (ph) has been set. Putin's replaced him with the chief of General staff. So, what does this latest shake up say about Putin's thinking here? And does it mean anything in terms of how the Russians may change their tactics or plan to fight in the months ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "RYAN",
      "sentences": "Well, I think it says more about palace politics in Moscow than it does about battlefield outcomes in Ukraine. Sort of, it can, has actually been probably the better Russian commander of this war. And it's a very low bar, to be frank. Gerasimov has been fairly inept so far during this war, so we shouldn't expect him taking over command to make any difference significantly on the battlefield. It's really a power play to ensure the Russian military overcomes the influence that Wagner's now having in Moscow and beyond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "VAUSE",
      "sentences": "Retired Australian Army, Major General Mick Ryan, sir thank you for your time. Thank you for being with us and your insights. Very much appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "RYAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "VAUSE",
      "sentences": "Security across Brazil has been wrapped up amid calls for renewed protests from supporters of former presidents Jair Bolsonaro. So far, though, all remains relatively calm. Post began circulating on social media, calling for protests on Wednesday to retake the power in 20 cities, including Brazilian. Days earlier, Bolsonaro supporters stormed all three branches of government in the capital. President Lula da Silva said any move against democracy will be punished.(BEGIN VIDEO CLIP) LUIZ INACIO LULA DA SILVA, BRAZILIAN PRESIDENT (through translator): What happened here I wouldn't even like to think of as a coup. I'd like to think of something smaller, like a group of crazy people who still haven't understood the election is over. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "VAUSE",
      "sentences": "The official now in charge of public security in the capital says there is no chance the events which took place Sunday will be repeated. And we get more now from CNN's Isa Soares reporting in from the Brazilian capital.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "VAUSE",
      "sentences": "A second batch of classified documents have been found by Joe Biden's legal team. Precisely where, we do not know, but they were where they should not be. Sources tell CNN's Biden lawyers continued searching for additional documents after finding ten classified documents in his former private office in November. It's not clear what was actually in this second set of documents, but they were from Biden's time when he served as Vice President to Barack Obama. Here's the White House Press Secretary speaking Wednesday.(BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: This is an ongoing process. You heard from the President, he spoke about this in detail yesterday on a world stage in front of many of you who were there, in front of many of your colleagues. He laid out what he knew. He said that he takes this seriously when it comes to classified documents, when it comes to information that is classified. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "VAUSE",
      "sentences": "CNN's Phil Mattingly pressed the White House on whether it could guarantee this newest batch of documents would be the last.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "You can provide at this point that there are no other classified documents out there in any other office than normal?JEAN-PIERRE: Yes, this is an ongoing process, so I'm going to let the process continue. It is being reviewed by the Department of justice and I'm just going to leave it there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "VAUSE",
      "sentences": "The White House is now facing bipartisan scrutiny from U.S. lawmakers, who are asking the Director of National Intelligence for a damage assessment as well as a briefing of documents. Some Republicans want a special counsel to investigate.Clean up crews are working to repair the damage from back-to-back storms in California before the next set of storms arrived. In 60 days, parts of the state recorded 50% to 70% of the amount of rainfall they would usually get an entire year. That's led to swallowed rivers, severe flooding, damaged roads, thousands forced from their homes. These 18 people have died in these storms in just the past two weeks. More storms are expected to arrive in the coming days, first bringing heavy rain to the Pacific Northwest on Thursday before shifting to the east. Well, now, in the extreme weather, which is devastating California from CNN's Veronica Miracle in San Francisco. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "VERONICA MIRACLE, CNN CORRESPONDENT",
      "sentences": "The cleanup from a series of deadly, unprecedented storms continues across California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It felt like an earthquake. The dog came running in. We could hear glass shattering and water pouring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "MIRACLE",
      "sentences": "Heavy rainfall triggered flash flooding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So, it was shocking. It was really it was unreal seeing that water just come surging up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "MIRACLE",
      "sentences": "In San Francisco, lightning, and hailstorms, trees falling, power lines down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I saw sparks everywhere around me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "MIRACLE",
      "sentences": "Even a tornado briefly touched down near Sacramento. On Tuesday, California had one of its busiest days ever for air rescues, and at least 18 people have died in the storms.ELENI KOUNALAKIS, CALIFORNIA LT. GOVERNOR: That's more than we've lost in the last two years of wildfires. So, this is a very significant emergency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "MIRACLE",
      "sentences": "And in San Francisco and other parts of Northern California, the rain continues to fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If we flood more and more, it's not manageable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "MIRACLE",
      "sentences": "Some 5 million people are under flood watches in Northern California, while parts of Central and Southern California getting a much-needed break from downpours, flooding and mudslides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "DREW LANDERS, SAN FRANCISCO PUBLIC WORKS",
      "sentences": "The ground is so wet and the water is pooling up. I would say this is like the worst winter I've seen in this short amount of time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "MIRACLE",
      "sentences": "In the Sierra, one to  three feet of snow has blanketed several ski resorts in the last several days. The snow closed a major thoroughfare in the state overnight, delaying shipments as trucks waited to pass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've got to get this stuff where it's supposed to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "MIRACLE",
      "sentences": "The snow pack, which contributes roughly 30% of California's fresh water, offers some relief amid lingering drought conditions in California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a double-edged sword because we've seen these slides and stuff, but this state needs water so badly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:15",
      "speaker": "MIRACLE",
      "sentences": "The unrelenting downpour is also filling some of the state's largest reservoirs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "MIRACLE",
      "sentences": "The benefit of so much rain falling so fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We wanted rain, we got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "MIRACLE",
      "sentences": "Six storms in the last two weeks. And there's more to come. After almost 20 inches of rain in the last three days, even Southern California's brief respite from the deluge will soon end. Another round of heavy rainfall is due this weekend with two more major storms to follow.(On camera): This is a prime example of what's happening all across the state. This used to be a dry hillside. Now, it looks like a waterfall is rushing down here and it's spilled debris and mud all across this roadway. It's dangerous situations just like this that has officials asking people to stay at home during these storms if at all possible. Veronica Miracle, CNN, San Francisco. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "VAUSE",
      "sentences": "Guitar great Jeff Beck played Hammerhead at the Grammy museum back in 2010. He's died 78 years old. He died from bacterial meningitis. That was announced on social media on Wednesday. Beck first rose to fame when he replaced Eric Clapton in the band the Yardbirds. Later started his own band, the Jeff Beck Group, featuring Rod Stewart and Rod Wood, who would later join the Rolling Stones.Wood remembered his fallen bandmate in a tweet, saying, \"Now Jeff is gone, I feel like one of my band of brothers has left this world. I'm going to dearly miss him.\" Rock Ozzy Osbourne also offered condolences, saying what a terrible loss for his family, friends and his many fans. Long live Jeff Beck. When we come back, officially just a handful have died from COVID in China in recent weeks. In reality, crematoriums and hospitals are overflowing. So, how can these factors sit side by side? They simply can't. One is not true. Also, head began declaring an end to the deadly Ebola outbreak. How does East African nation stop the virus from spreading? Also coming up. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "VAUSE",
      "sentences": "More U.S. experts weigh in on TikTok being harmful to the mental health of its very young users.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:07",
      "speaker": "VAUSE",
      "sentences": "CNN Selina Wang went to a funeral home in Beijing, where signs of rising COVID death tolls are impossible to ignore.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:07",
      "speaker": "SELINA WANG, CNN CORRESPONDENT",
      "sentences": "COVID lockdowns may be over in China, but for many, there's misery at the end of zero COVID. The virus is overwhelming hospitals across the country. The sick struggled to get help. Patients crammed into every available space, every hallway and corner of this northern Chinese hospital. Not everyone survives the struggle. Rows of bodies filled this funeral home storage room in Liaoning Province, though we don't know how many died of COVID. In Jiangsu, families in morning clothes flood the gate. And in Sichuan, families line up outside, right next to coffins waiting to cremate their loved ones.China has only officially reported a few dozen COVID-19 deaths since reopening. But satellite images confirm the different reality we see on the ground. These images, taken in late December and early January, show crowds and long lines of cars waiting outside of funeral homes in six Chinese cities. The images from the outskirts of Beijing show that a brand-new parking lot was even constructed. We visited that funeral home. Rows of cars were already there. (On camera): I'm now standing in that new parking lot of this Beijing funeral home. This entire parking lot area did not exist a month ago. And as you can see, the roads are not paved. (Voice-over): One van pulls in, unloads a body, and another follows. A man tells me he waited hours for his brother's body to be cremated. But the weight is nothing, he says, compared to the crowds from a few weeks ago. Experts say Beijing's COVID outbreak has already peaked. In December, we filmed these body bags piling up in metal crates at another Beijing crematorium during the height of Omicron's spread in the city. This video CNN has obtained was filmed by a man who said his father's body was lying in this overflowing Beijing hospital morgue for days. He said his father waited hours for hospital bed space. By the time a bed opened up, it was too late. Cities are now scrambling to set up fever clinics increased ICU capacity. For weeks, it was nearly impossible to buy cold or fever medicine. They were all sold out because of the huge demand. (On camera): Drug companies like this major pharmaceutical manufacturer in Beijing, they are going into overdrive to increase supply after there was a shortage of medicine to treat COVID-19 symptoms. I asked the Vice President if they had received any advanced warning from the government that they were going to abandon zero COVID so they could prepare to ramp up production. Well, he didn't correctly answer my question, but it's clear that now they are doubling down. (Voice-over): The company told us they simply follow government policy. The drug shortage overflowing hospitals and crematoriums their images of a country unprepared for the sudden end of zero-COVID. So many families in mourning are questioning what their three years of sacrifice during zero-COVID was really all for. Selina Wang, CNN, Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:07",
      "speaker": "VAUSE",
      "sentences": "Uganda has declared an end to an outbreak of the Ebola virus which claimed 55 lives over the past six months. CNN's Larry Madowo has more now on what they did and what they plan to do now. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "MADOWO",
      "sentences": "This was Uganda's eight ebola outbreak so the country has certainly learned something about this public health emergency. And now the U.S., which have been screening travelers from the Uganda's specific airport said it will stop screening them starting Wednesday. A real big moment for Uganda, as it celebrates containing the ebola outbreak in 113 days.Larry Madowo, CNN -- Nairobi. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "VAUSE",
      "sentences": "Buffalo Bills player Damar Hamlin has been discharged from hospital. He's now recovering at home. The 24-year-old spent more than a week hospitalized, first in Cincinnati and then Buffalo after suffering cardiac arrest during Monday night football.Hospital officials say Hamlin showed signs of accelerated improvement ahead of his release. The safety continues that rehabilitation now at home around people he loves. Aviation authorities are trying to figure out who or what is responsible for a computer glitch that delayed and canceled thousands of U.S. flights, leaving some travelers stranded. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We've been delayed three times, there are no more flights leaving today that would get us there on time. Nor tomorrow nor Friday.(END VIDEO CLIP) (COMMERCIAL BREAK) Welcome back everyone, I'm John Vause. You're watching CNN NEWSROOM. The U.S. Federal Aviation Administration says a computer system which caused the travel meltdown is now quote, \"operational and stable\". A corrupted data file appears to be the reason why authorities ordered an unprecedented ground stop to U.S. air traffic on Wednesday morning local time. The pause in air traffic lasted about 90 minutes. The ripple effects though from delayed flights cascaded across the country and around the world. More than 10,000 flights have been delayed, according to FlightAware; more than 1,300 canceled just on Wednesday. CNN's Omar Jimenez reports now on the impact on airports across the United States. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sorry for the inconvenience. But like I said this is a nationwide issue. It's not just a local issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "This is how the day started at airports across the U.S. Wednesday. A nationwide ground stop from the Federal Aviation Administration, the largest since 9/11. The ripple effects of the ground stop are now affecting thousands of flights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "TAMMARA WILLIAMS, STRANDED TRAVELER",
      "sentences": "We've been delayed three times. There are no more flights leaving today that would get us there on time, nor tomorrow, nor Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:52",
      "speaker": "JIMENEZ",
      "sentences": "The White House adding that issues began to pop up Tuesday.JEAN-PIERRE: DoT and FAA report that yesterday, they were working through issues in the NOTAM system which is used to communicate key safety information about runways and flight patterns with pilots. JIMENEZ: The affected system is known as the Notice To Air Mission or NOTAM. It's separate from air traffic control but sends alerts to pilots to let them know of conditions that could affect their flight safety, like specific runways closed. The flight chaos is the second in less than a month after holiday travel was severely impacted, tied to weather and a meltdown at Southwest Airlines due to outdated airline systems. This time Southwest is canceling 400 flights. But still, nowhere near as bad as just weeks ago when it had to cancel more than 16,000 over about a week. but now, with an FAA failure, every airline is being affected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:52",
      "speaker": "BRANDON BEIGHTOL, TRAVELER",
      "sentences": "We booked our flight to Chicago with about a ten hour layover just in case something happens. And I'm glad we did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:52",
      "speaker": "JIMENEZ",
      "sentences": "Even with operations continuing to normalize, the next step for officials is making sure this doesn't become the new normal.REP. RICK LARSEN (D-WA): The situation begs the question about the current state of the technology infrastructure at the FAA. We're going to need to take a look at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:52",
      "speaker": "BUTTIGIEG",
      "sentences": "Now that we've gotten through the immediate discussions of the morning, it's understanding exactly how this was possible and exactly what steps are needed to make sure that it doesn't happen again.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:52",
      "speaker": "VAUSE",
      "sentences": "Mary Schiavo is CNN's transportation analyst as well as a former inspector general of the U.S. Department of Transportation. It's good to see you Mary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:52",
      "speaker": "MARY SCHIAVO, CNN TRANSPORTATION ANALYST",
      "sentences": "Thank you. It's good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:52",
      "speaker": "VAUSE",
      "sentences": "So officials have confirmed that damaged database file essentially took down the system which sends safety alert notices to pilots. But what else do you know about the immediate problems here within the FAA which led to this ground stop decision. And what can you piece together as to, you know, the likely cause of (INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:52",
      "speaker": "SCHIAVO",
      "sentences": "Right. Well the FAA, in making this ground stop decision, didn't really have much of a choice because this particular system is part of a larger system NOTAM, Notice To Airmen and called Notice to Air Missions give crucial information to pilots which by law, and by law for all commercial operations, you must check.It has things like which runway can you use. That they can use that there are special conditions. If there is a runway equipment that's out of commission, if there are special condition en route. I remember when we had some volcano explosions, NOTAMs warned you about volcanic ash near. So it contains a lot of valuable information that pilots must access. Now, in the olden days, back when I got my pilot's license, you could get it, you could call flight service. You could access it in various ways, you can use the telephone. We can't do that anymore. It's just too complicated, and this is part of a bigger system called SWIM, Systemwide Information Management. And it's all supposed to work together seamlessly. So when this computer went down on NOTAM, it was really impossible for pilots to fully comply with the requirements to access data. So they had to do what they had to do. The causes are a little more complicated. So, the FAA has been trying to build out what's called NextGen, the next generation air traffic control system, literally for decades. And part of that system requires seamless integration of various data streams so aircraft literally can talk to each other, can talk to air traffic control, can exchange data by computers. But the problem is that the FAA does not run a huge computer purchasing program very well if it all. And so it's a mishmash of contractors that provide all these services to the government. And the FAA has for decades been criticized because they just don't manage their contractors. They throw money at the computer providers, and computer software providers and then can't really manage them. And that's been found time and time again, including by my old office, the Office of the Inspector General. So that's really what's behind a lot of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:52",
      "speaker": "VAUSE",
      "sentences": "I want you to listen to the U.S. Transportation Secretary Pete Buttigieg on the decision to stop all domestic air travel as well as the ongoing investigation.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:52",
      "speaker": "BUTTIGIEG",
      "sentences": "It is the right call to act out of an abundance of caution, but note, these kinds of restrictive disruptions should not happen, and my primary interest now that we've gotten through the immediate disruptions of the morning, is understanding exactly how this is possible, and exactly what steps are needed to make sure that it doesn't happen again.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "SCHIAVO",
      "sentences": "Well I think in the case of the United States, it's literally too much depends upon the computer and the volume of traffic is so much greater.And the problem is, these international carriers heading into the U.S. also have to consult this. And so the ground stop literally affected aircraft around the world who could no longer consult the system. And frankly the FAA and other service providers for air traffic control just don't have the manpower to answer the phone and provide you the NOTAM data, other than on the computer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "VAUSE",
      "sentences": "Ok. As to the how -- how is this possible? the answer kind of touch on this, seems to be, you know, within the FAA itself. One of the reasons is that it's been underfunded, at least many people say that's the case.Its 2022 budget was $18.5 billion and adjusted for inflation, that's less than it was almost 20 years ago, according to reporting by the \"New York Times\" back in 2004, I believe. Which means it's using sort of outdated technology, as well, some say, as well as it's understaffed. Is that where the systemic problems are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "SCHIAVO",
      "sentences": "Well that's part of the problem. So the problem that the technology is outdated is the FAA has been building the system so long. The next generation air traffic control system is no longer next generation, it's last generation.So what happens is they built it out so long, that they've had to scrap many systems while they're in the process of building out the system. Back when I was inspector general they had to scrap the system before this and the system before that. So what's happened is, they never really quite get it finished, and by the time they're ready to get the system, you know, be done with one part, there's something new coming down the pipe that they have to adjust. And that's how they have ended up with a system with so many contractors and so many software and service providers they simply can't keep track of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "VAUSE",
      "sentences": "It seems like there are a few problems in there which they should be having to deal with in the coming weeks and months, possibly years as well.Mary, thanks so much for being with us. Appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "SCHIAVO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "VAUSE",
      "sentences": "An unknown cyber (INAUDIBLE) is being blamed for a severe service disruption to international mail service in the U.K. On Wednesday Royal Mail announced it was temporarily unable to send items abroad, adding and investigation is underway, regulators and security authorities have been notified. International postage should be put on hold, they say, until this issue is resolve whatever that issue may be.Still to come, the burning debate over gas stoves. Why some lawmakers in the U.S. are boiling mad over baseless claims that regulators were considering a ban on the humble gas oven. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "VAUSE",
      "sentences": "About 35 percent of U.S. homes have a gas stove. The White House says President Biden does not support a ban and the commissioners are now trying to clean up a bit of a mess.(BEGIN VIDEO CLIP) RICHARD TRUMKA JR., U.S. CONSUMER PRODUCT SAFETY COMMISSION: We are not looking to go into anyone's homes and take away items that are already there. We don't do that. If and when we get to regulation on a topic, it's always forward looking, you know, it applies to new products. And so consumers always have the choice of what to keep in their homes. And we want to make sure they do that with full information. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "VAUSE",
      "sentences": "Kim Cobb is the director of the Institute at Brown University for Environment and Society. She joins me now from Providence, Rhode Island. Welcome back. It's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "KIM COBB, DIRECTOR, INSTITUTE AT BROWN UNIVERSITY FOR ENVIRONMENT AND SOCIETY",
      "sentences": "Thanks for having me John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "VAUSE",
      "sentences": "Ok. So to say there is some confusion right now, where things stand with the gas stove. It's an understatement.And to my point, here are a few recent headlines. From CNN, A U.S. federal agency is considering a ban on gas stoves. Meantime, very cold. There is a federal plan to ban gas stoves, so (INAUDIBLE) is also gaslighting. From \"Time\", what does a potential ban on gas stoves means, if you have one. And then from the ABC with Julian Case (ph), you in Portland which seems to want a (INAUDIBLE). But first, should the federal government ban gas stoves. Unravel what has happened over the past 24 hours. What's going on here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "COBB",
      "sentences": "Well, what's happened really is that the consumer products safety emission has really indicated that they're going to be considering regulation going forward on gas stoves.And I have to say John this issue is personal to me because I'm a mother to four school age children, and this is a clear and present danger to so many children across the United States, and frankly across the world. And so really they're moving to protect public interest and safety. We're thinking about the nature of this hazard, often hidden hazard in so many households and just announcing the fact that they are beginning to consider regulation in this area, of course Biden is coming for your gas stove, right. These are headlines that we're seeing right now which could not be further from the truth. What they're doing is, at the very most might consider regulating the sale of gas stoves and going forward in the future. Nobody is coming to take away any gas stoves. And I should note that the Biden ministration, has come out saying they are against a ban on gas stoves. So this is something that is only getting started now. But look, the bottom line is this is a no-brainer. These gas stoves are a clear and present danger to Americans, and especially children across our nation, and we have technologies to replace them right now, we get climate change wins along the way, and those incentives to help those folks make transitions from gas to electric in federal law right now. So this is one of the biggest win-win areas in this space of climate solutions that I can think of as a climate scientist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "VAUSE",
      "sentences": "Ok. Well, let's just get a little bit more specific because what we know right now is that 35 percent of U.S. households have a gas stove. That's about 40 million homes.And a study las year found to your point, that kid. That indoor gas stove usage is associated with an increased risk of current actor among children. The study found that almost 13 percent, of current childhood asthma in the U.S. is attributable to gas stoves. And that's just for starters, I mean gas stoves constantly give methane, even when they're not in use. And you know, this is seen as planet of a carbon pollution which is warming our planet. So there are a number of serious issues here to be looked at. And is there a serious discussion underway right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "COBB",
      "sentences": "Yes, I mean absolutely. This is something that the Biden administration, really a motivated congress, and the Biden administration to think about climate legislation into the form of the Inflation Reduction Act.Recognizing that transitioning away from dirty polluting harmful fossil fuels towards a cleaner renewable sources of energy. Delivers massive, public health benefits and win. Let's put some numbers on that, John. Annually, air pollution kills over 100,000 in American every year. That's more than the total amount of deaths related to traffic accidents and shootings combined. Now, the economy also suffers alongside of that with an estimated $800 billion a year in losses related to medical bills, premature death, lost productivity in the work force from that air pollution. And so thinking about transitioning away from these dirty fossil fuels is really where we can see massive wins on the public health side into our economy as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:00",
      "speaker": "VAUSE",
      "sentences": "It would be great if we never had to adapt to anything, but we have to on occasion. In some ways, is this sort of reflective of the last, you know, two decades of the climate change debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:00",
      "speaker": "COBB",
      "sentences": "Yes. I mean I think look, there are really good policy debates to be having around the balance between carbon capture and, you know, emissions reductions and renewable, versus fossil fuel balances on your energy grid.You know, biking and walking, versus mass transit versus electric cars. All of these are robust discussions to be having about our climate solutions in this country and how they translate into policy. This is one of those that is quite different. This is an area where when making the switch from natural gas, fossil fuel gas stoves to an electric or an induction range stove, delivers energy savings to the home, delivers public health, and delivers actually tangible concrete benefits to that very family where they live. So this could not be any more clear in delivering immediate impacts to the exact consumer that is making that switch in the form of better respiratory health for that family. This is something that is again in a no-brainer, win-win category, quite different than some of the pitched battles that have defined the climate policy debate thus far. VAUSE: Kim, as always, it's great to have your perspective. Thanks for being with us, we appreciate it. COBB: Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:00",
      "speaker": "VAUSE",
      "sentences": "If you do have a gas stove as many of us do, here are some precautions. Ensure the exhaust to it is vented to outside the home. If, not, open a window. Turn on all the fans. Try and clear the air a little. That's good advice.Another planetary heat record for the fourth straight year, the world's oceans have hit their hottest temperatures on record. Experts say the oceans show the real impact of climate change. They're less affected by daily weather cycles. Warmer oceans means more powerful storms, scientists found 16 institutes around the world looked at data going back to the 1950s for the study. It says the warming trend will continue until we reach net zero carbon emissions and we're nowhere close to doing that. Get ready for a warmer planet. Still to come, more evidence and more concern over TikTok and the harm it may have on the mental health of the teens and young adults who use them, like them. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:00",
      "speaker": "VAUSE",
      "sentences": "Welcome back.The dangers of social media on young, still developing brains has been well documented but there are new concerns that TikTok, the most popular platform used by kids might also be the most addictive. It comes down to TikTok unique algorithm. Vanessa Yurkevich has the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:00",
      "speaker": "VANESSA YURKEVICH, CNN CORRESPONDENT",
      "sentences": "In just five years, TikTok has amassed more than one billion global users.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Cutting up all the veggies that are going to go into the broth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:00",
      "speaker": "YURKEVICH",
      "sentences": "Eyeballs around the world glued to the endless content and viral videos.How long do you think you spend on TikTok every day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "2 to 3 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "YURKEVICH",
      "sentences": "But last month the U.S. government along with more than a dozen states, banned TikTok on most federal devices, citing national security concerns over its Chinese parent company and the possibility it could pressure TikTok to hand over personal data. There is no public evidence the Chinese government has done that, butthere is evidence of another risk -- social media's impact on mental health, particularly among Gen Z. DR. JEAN TWENGE, PSYCHOLOGIST, SAN DIEGO STATE UNIVERSITY: Depression started to rise after 2012. So there's self harm and suicide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "YURKEVICH",
      "sentences": "Dr. Jean Twenge says as smartphones and social media grew, so did the rate of depression among teens, nearly doubling between 2004 and 2019. By that year, one in four U.S. teen girls had experienced clinical depression, according to Twenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "TWENGE",
      "sentences": "There's pro anorexia video. There's videos that instruct people on how to help themselves.What the algorithm's trying to do is get people to use the app for longer, because that's how the company makes more money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "YURKEVICH",
      "sentences": "TikTok in a statement said, quote, \"One of our most important commitments is supporting the safety and well-being of teens. And we recognize this work is never finished.We continue to focus on robust safety protections for our community, while also empowering parents with additional controls for their teens' account through TikTok family pairing. Users of TikTok spend an average of an hour and a half a day on the app last year, more than any other social platform. What is it that keeps you scrolling, even if you know maybe you've spent one to two hours on it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "EMERALD GOLDBAUM, TIKTOK USER",
      "sentences": "Once you watched the one video, you're like well time to watch another. It's like  cycle you don't realize that the time is passing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "YURKEVICH",
      "sentences": "That's exactly what happened to Jerome Yankey (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "JEROME YANKEY, TIKTOK USER",
      "sentences": "I've definitely done all-nighters on TikTok before. I've just been scrolling until the sun came up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "YURKEVICH",
      "sentences": "He says he lost sleep, his grades suffered. He lost touch with his friends, he lost his sense of self. In 2021, he deleted the app.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "YANKEY",
      "sentences": "Getting disappointed by my own life is never something I want to be doing, especially when I have the power to change it but I just wasn't because I was spending hours on this app.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We have like a lot of cool resources that we give to our audience for free.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "YURKEVICH",
      "sentences": "But Hannah Williams proves a positive side of TikTok allowing her to create a business, Salary Transparent Street, providing pay transparency to her nearly 1 million followers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think TikTok definitely helped, because they have such audience reach potential.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "YURKEVICH",
      "sentences": "She hopes TikTok algorithm works in her favor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Helping people in marginalized communities is the only reason I am doing this. It's my entire mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:42",
      "speaker": "YURKEVICH",
      "sentences": "Vanessa Yurkevich, CNN -- New York.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}