{
  "date": "2023-10-31",
  "headline": "CNN 10",
  "subHeadline": "The Longest Auto Strike in Decades Approaches a Tentative Close; King Charles III Begins a Four-Day Tour in Kenya and Faces Mixed Feelings Among Kenyans; Trick or Treat or Freeze: Chilly Weather Predicted for Halloween. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "SARLIN",
      "sentences": "Kaiser Permanente just field at the largest strike the U.S. healthcare industry has ever seen. Meanwhile, Joe Biden became the firstsitting president ever to join a picket line, standing alongside United Auto Workers as they make history confronting all big three automakers, General Motors, Ford, and Stellantis simultaneously. UAW is seeking pay raises, job security and other benefits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ORLANDO RAMSEY, CHRYSLER EMPLOYEE, UAW MEMBER",
      "sentences": "And that`s not right to work at a job and still get the same pay for 15 years. We`re working two,three jobs to even make needs meet. And you shouldn`t have to do that in the United States. But we have given up so much for the CEOs of the big three. For the last decade to make over a quarter of a trillion dollars. We`re asking to get our fair share and our just do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SARLIN",
      "sentences": "Beyond wages, the threat of technology is also fueling the auto worker`s strike as the industry pivots towards electric vehicles and hasbeen a focal point in Hollywood where Guilds have attempted to stop artificial intelligence from replacing writers and actors in the industry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DOUGHERTY",
      "sentences": "It`s concerning because it`s at a rapid pace. And it`s obviously something that these companies are looking forward to becauseit`s profitable. But again, like workers just want a piece of the pie. They want to be able to just survive again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SARLIN",
      "sentences": "Despite this momentum, the Bureau of Labor and Statistics reports that the rate of union memberships across the country continues to trenddown, with the percent of unionized workers falling from just over 20% in 1983, down to nearly 10% in 2022. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten second trivia.Talking royalty now. At which of these British landmarks would you see the crowning of a king or queen? Buckingham Palace, Tower of London, Westminster Abbey or St. Paul`s cathedral? If you said Westminster Abbey, put your hands up. It`s been the coronation location for every single British Monarch since the year 1066. Today King Charles begins a four-day visit to Kenya where among other things, he`ll bring attention to environmental protection by visiting one of Kenya`s national parks. Kenya is one of 56 members of the British Commonwealth, a group largely made up of former British colonies.  The British colonized Kenya in the early 1900s, attempting to capitalize on the countries, many natural resources. Kenyans rebelled and gained independence in 1963. But tensions still linger after that decades long fight with varying opinions about King Charles visit among residents. CNN`s Larry Madowo has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "King Charles lands here in Nairobi, Tuesday, just weeks before Kenya marks 60 years of independence from theBritish. President William Ruto has called it an honor for Kenya to be the first for King Charles to visit and Queen Camilla, in the Commonwealth. But ordinary Kenyans are divided, its symbolism here and the value of this trip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I`ll be so excited if I see him, of course. And it`s a good thing that he`s visiting Kenya. Yeah, so I`m looking forward tothat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I just don`t care. Yeah. I just don`t care. Like I`m not really bothered that much about that. Yeah, I really don`t care. Whatis he coming to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MADOWO",
      "sentences": "King Charles will be walking in the footsteps of his mother. Queen Elizabeth learned what she was here in Kenya, 1952, that her dad had diedand she would be Monarch. But during the same 1950s period, the British colonial government violently cracked down on the Mau Mau rebellion against colonial rule. Thousands of Kenyans have believes have died, and some Kenyans want an apology, a full accountability for that colonial period and reparations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "NDIRITU MUREITHI, KENYAN POLITICIAN AND ECONOMIST",
      "sentences": "What he should be doing is apologizing. And what he should always have been doing is payingreparations for the misery, for the deaths and for the havoc that was visited upon the people of Kenya.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MADOWO",
      "sentences": "There is renewed anticolonial sentiment all across the African continent. In Cape Town recently, the Dutch King, Willem-Alexander and hiswife Queen Maxima encountered protestors from indigenous group demanding accountability for the colonial period in South Africa. King Charles has packed schedule here in Kenya from a state banquet hosted by President Ruto, to meetings with creatives and young entrepreneurs to visits to the U.N. office in Nairobi to highlight climate change and conservation issues here. It`s his first big swing at rebranding the Commonwealth, which was really his mother`s pet project. Hoping to set aside all the colonial baggage and chat a new path, a new relationship, not just here with Kenya, with all of these African countries that used to be part of the empire and hoping to move that forward. Larry Madowo, CNN Nairobi. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "It is almost time for some tricking and some treating, but a lot of us out there better be ready to bundle up. You can`t spell Halloweenwithout low and mother nature`s bringing some low temperatures this year. Here`s CNN`s Allison Chinchar with more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "Trick or treaters are in for quite a shock this Halloween, as a large swath of cold air plunges down from Canadainto the U.S. Now, the good news, that same high-pressure system bringing the cold is also going to keep it dry for many trick or treaters. The cold air will start to hit the Midwest on Sunday, spreading into the Ohio Valley on Monday. And then the Mid-Atlantic and areas of the Southeast, just in time for Halloween. For example, on Monday, Birmingham, Alabama will have a high temperature near 80 degrees. But just 24 hours later, the high temperature will barely make it to 60 degrees. The West Coast is the real winter, however, this Halloween, with near normal temperatures and nice and dry for trick or treating. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}