{
  "date": "2023-03-06",
  "headline": "CNN This Morning",
  "subHeadline": "Larry summers is Interviewed about Interest Rate Hikes; Morgan Wallen Breaks Records; Kasie Hunt Shares Her Delivery Experience. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:31:38",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "All right, today might be the start of a pretty volatile week on Wall Street. We'll get key readings on the U.S. labor market, also testimony, two days of it, from the Federal Reserve chair, Jerome Powell. The Fed will announce its decision on interest rates a little bit later this month. This, of course, follows eight consecutive rate hikes going back to March of last year. Also, over the weekend, notably, Federal Reserve President Mary Daly of the San Francisco Fed said in a speech this weekend, quote, it's clear there is more work to do, suggesting that the Fed will need to raise rates higher than expected and keep them higher for longer.But what does it mean for you. Former Treasury Secretary Larry Summers joins us now, someone who has been spot-on when it comes to the risks in inflation for a number of years now, warning the Biden administration and others of what is to come. So, Secretary Summers, thanks very much for your time. It wasn't just Mary Daly of the San Francisco Fed. It's also the Minneapolis Federal Reserve President Neel Kashkari, who we've had on the program, Atlanta Fed Chief Raphael Bostic, a lot of warnings, including the warning from Fed Governor Chris Waller. Do you think the Fed is going to need to increase interest rates more than expected, maybe it's 50 basis points at the next meeting this month?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:31:38",
      "speaker": "LARRY SUMMERS, FORMER DIRECTOR, OBAMA WHITE HOUSE NATIONAL ECONOMIC COUNCIL",
      "sentences": "Look, I don't think there's any question, Poppy, that we do not yet have inflation on a secure glide path anywhere near down to the 2 percent level. And until the Fed can be confident of that, it's going to have to be tightening rather than easing. So, my guess is that rates are going to reach a higher level than the market is now expecting. That it's going to certainly reach a much higher level than the Fed was expecting last December. And that, once again, the data will record that the Fed underestimated inflation and underestimated how much policy was going to be necessary. That's a risky thing because, historically, we don't tend to be able to engineer soft landings from significant inflation. And so my guess is that at some point the Fed will push and push. We will not get inflation accelerate and skyrocket out of control. But my guess is that the process of bringing down inflation will bring on a recession at some stage, as it almost always has in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:31:38",
      "speaker": "HARLOW",
      "sentences": "How much higher, Larry? I mean are we talking 6 percent? Lok what Goldman's saying right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "HARLOW",
      "sentences": "You know, like you, JP Morgan's CEO, Jamie Dimon, has also been warning about what's ahead, especially when people deplete all that Covid stimulus savings.Listen to what he said. This was on February 23rd on CNBC. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "JAMIE DIMON, CEO, JP MORGAN",
      "sentences": "The U.S. economy -- this is the contradiction here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "DIMON",
      "sentences": "The U.S. economy right now is doing quite well. Consumers have a lot of money. They're spending it. Jobs are plentiful. That's today. Out in front of us, there's some scary stuff. And you and I know there's always uncertainty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "DIMON",
      "sentences": "Like, that's -- that's a normal thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "DIMON",
      "sentences": "This uncertainty is a little bit more than that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "HARLOW",
      "sentences": "Do you agree with him? This uncertainty is more than normal and there is some, quote, scary stuff ahead. And if you do agree, what does that feel like for the average American?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "SUMMERS",
      "sentences": "Poppy, I've used the term risk of a Wylie coyote moment to refer to the fact that the economy could hit an air pocket in a few months. My guess is that the overhang, the savings, the consumers have accumulated has a few more months to run, but it doesn't have another year to run. Businesses seem to be long on inventories. Right now businesses are holding on to workers because there's been a labor shortage for the last couple of years, but if that starts to go away, then they're going to feel less pressure to hold on to workers. It may be that interest rates are going to eventually work their way through the system and, you know, that's going to have a significant effect on employment, for example, building houses. So, you've got a variety of dynamics that could kick in.I thought it was interesting, in a survey of households, they said they were feeling really quite good now, and they are worried about the future. And when you ask some of the big retail companies, when they reported their earnings, like Walmart, they said something quite similar. So, I think between the risk of inflation and the risk of some kind of air pocket, the fed is trying to walk along a very, very narrow ledge, and it's not an easy situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "HARLOW",
      "sentences": "Yes, it's a tightrope. There's no question about that.Larry Summers, thank you. And we'll see what members of the Senate and the House ask Fed Chair Jay Powell when he testifies this week. Appreciate your time this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "SUMMERS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Four American citizens kidnapped just over the border in Mexico. What the FBI is saying about the incident, next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:43:10",
      "speaker": "COLLINS",
      "sentences": "All right, welcome back to the show.Here are \"5 Things\" that you need to know on this Monday morning. The FBI is asking for the public's help after four Americans were kidnapped at gunpoint in Mexico. After they crossed the border on Friday, gunman fired at the white minivan with North Carolina plates and forced them into another vehicle. The area is so dangerous that the State Department had issued a do not travel warning citing crime and kidnapping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:43:10",
      "speaker": "LEMON",
      "sentences": "Ukrainian forces are struggling to hold on to the eastern city of Bakhmut, as Russian troops close in on three sides. Ukrainian officials say their forces may need to retreat to avoid being trapped. Defense Secretary Lloyd Austin telling reporters today if the Ukrainians decide to reposition in Bakhmut, it would not be an operational or strategic setback.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:43:10",
      "speaker": "HARLOW",
      "sentences": "The NTSB is sending investigators to the site of another separate train derailment this weekend in Ohio. Saturday's derailment was also a Norfolk Southern freight train. Officials say unlike the one that derailed in East Palestine, Ohio, last month, this time no toxic chemicals were released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:43:10",
      "speaker": "COLLINS",
      "sentences": "Also, former Maryland Governor Larry Hogan will not seek the Republican nomination for president in 2024, saying, quote, the stakes are too high for me to be - to risk being part of another multi-car pileup that could potentially help Mr. trump recapture the nomination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:43:10",
      "speaker": "LEMON",
      "sentences": "It is now confirmed that Prince Harry and Meghan Markle are invited to King Charles' coronation in May, but it's unclear whether they will attend. Buckingham Palace also has not specified which family members will participate in the traditional procession or appear on the palace balcony for the celebration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "COLLINS",
      "sentences": "That song from Morgan Wallen's new album \"One Thing At a Time,\" that has broken Spotify's streaming records, more than 52 million streams on Friday alone. That is the most ever for a country album in a single day by a male artist according to Spotify. And to celebrate his new album's release, Wallen returned to his high school in Knoxville, Tennessee.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "WALLEN",
      "sentences": "My name is Morgan Wallen, I graduated from here in 2011. This place is special to me. A lot of the people here are special to me. In honor of that, I'm going to play a concert just for you guys plus one. Every single one of y'all.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "COLLINS",
      "sentences": "That success is coming two years after Wallen, as many of you remember, was caught on video using a racial slur. He apologized. It caused his label to temporarily suspend him. Let's bring in CNN's senior data reporter Harry Enten, who has beenlooking at these numbers. It's pretty remarkable how many people are listening to this new album.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "COLLINS",
      "sentences": "This is amazing to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "ENTEN",
      "sentences": "Yes. So, the number of songs on top selling albums, right, I think were much used to, say, closer to 11 or 12. That was the 1991 to '95 average. 2018 to 2022, we get up to 23. Now \"One Thing At a Time,\" look at that, 36 tracks. So, it's a little bit of cheating, right? It's like, wow, I got all these streams for this album, but he has 36 songs on this album, Kaitlan, 36.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "COLLINS",
      "sentences": "That used to be three different albums, 36 songs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "ENTEN",
      "sentences": "That's exactly right. And this is something that Wallen has done before, right? Look at the top album of 2021, how streaming changed the album game. If you go off of album sales only, Adele's \"Thirty\" was number one. But then you do album sales plus album equivalents, which includes digital sales and streams, he was number one. There were about 30 songs on this album. There was only about 12 on this one. So, he's been sort of pumping up his numbers through all this streaming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "COLLINS",
      "sentences": "But how were their individual songs doing on top charts and things like that? Does his - is he often on there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "ENTEN",
      "sentences": "Yes. So, he's often on the Hot Country 100, but he is not someone who has the same number one song on the Hot and Hot Country 100. He's not someone who's necessarily broken into the mainstream. Not like John Denver, Glenn Campbell, Kenny Rogers, Dolly Parton, or Taylor Swift.But I should note, country really has sort of broken through, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "ENTEN",
      "sentences": "The top sellers all have roots in country. Lil Nas X had the song with the most weeks at number one. And, of course, Garth Brooks had the most sold albums of all time for a single artist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "COLLINS",
      "sentences": "Can I say, I love that song, and also one of the best concerts I've ever seen was Garth Brooks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "ENTEN",
      "sentences": "I love Garth Brooks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "COLLINS",
      "sentences": "Remember when he had that time when he made all the tickets all the same price so anyone could go, anyone could sit front row. You could do whatever you wanted. If you were sitting on the front row or up in the rafters, basically, everyone paid the same amount for their tickets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "ENTEN",
      "sentences": "A good guy. But I also like his stuff as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "COLLINS",
      "sentences": "Yes. They're amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "COLLINS",
      "sentences": "Harry, thanks for those numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "COLLINS",
      "sentences": "Good luck listening and streaming Morgan Wallen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "ENTEN",
      "sentences": "I think I'm going to go for \"Full House\" and Jesse Frederick who wrote that song.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "COLLINS",
      "sentences": "OK, Harry, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "HARLOW",
      "sentences": "Best segment, last segment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:06",
      "speaker": "LEMON",
      "sentences": "Coming up next, CNN anchor Kasie Hunt just gave birth to her second child during 13 minutes of sudden labor before there was even time to call the paramedics. Kasie Hunt joins us with our \"Morning Moment.\"I hope she brought the little bundle of joy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "HARLOW",
      "sentences": "All right, this \"Morning Moment\" comes from one of our very own, one of our favorites, our very own Kasie Hunt. No strange to breaking news, but this one took her totally by surprise. She was home when her daughter decided to enter the world pretty quickly. Just 13 minutes of labor. They didn't even have time to dial 911. Her husband stepped in and helped deliver their second child right there on the bathroom floor of their home. A beautiful baby. Beautiful name, Grey Hunt Rivera. Mom reports she is a healthy 8 pounds 4 ounces and is with us on the phone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "LEMON",
      "sentences": "Oops, sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "HARLOW",
      "sentences": "How you doing? I know a loaded - a loaded question, right?KASIE HUNT, CNN ANCHOR AND CHIEF NATIONAL AFFAIRS ANALYST (via telephone): Hi, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "HARLOW",
      "sentences": "Oh, my -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "LEMON",
      "sentences": "Wait, you couldn't come - you couldn't go to hair and makeup and get -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "HARLOW",
      "sentences": "Come on.When I saw this on - I could -- when I saw your Instagram story and the \"People\" magazine article -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "COLLINS",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "HARLOW",
      "sentences": "On you, I just thought, you are even more our hero now than you were before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "HUNT",
      "sentences": "You guys are so sweet and thank you so much for having me.Yes, I mean, you said it, I'm no stranger to breaking news. This was -- I'm definitely a stranger to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "LEMON",
      "sentences": "Well, how are you doing, Kasie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "HUNT",
      "sentences": "We're both doing very, very well. Honestly, you know, I've -- all the women out there who have been babies, actually a 13-minute labor is pretty - pretty great when you think about it. And, honestly, it's a great story because nothing bad happened and we had really, really, really great care from the D.C. Fire and EMS folks who showed up once we were able to call them in like ten minutes flat and also talked us through kind of what to do because, you know, your instincts take over, but then all of a sudden there's a baby and, you know, my husband and I sort of looked at each other thinking, what do we do now? So, it was about then that thank God an operator picked up and helped walk us through exactly what to do to keep her safe. And we're just grateful it all worked out the way it did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "COLLINS",
      "sentences": "OK, so they didn't actually show up while this was happening, they showed up after and just talked you through it while you guys were at the home, is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "HUNT",
      "sentences": "That's right, Kaitlan. Yes. It's -- it was -- it was one of these things where the only -- honestly the only reason I know it was 13 minutes, I was looking back at call logs on my phone because I was up early, you know, as, you know, Poppy, I'm sure you've been uncomfortable late in pregnancy. I wasn't sleeping very well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "HUNT",
      "sentences": "So, I was awake and downstairs and all of a sudden I started to feel a little funny and I called my dula (ph), actually, because, you know, usually the biggest challenge is people thinking that they're in labor when they're not. So you don't want to call that person calling the doctor and say, well, I'm in labor, oh, actually, never mind.But while we were on the phone, it became pretty clear something very - was happening very fast. And she said, get off the phone and call the doctor, which I did. I woke up my husband. He was only awake for about five minutes before he delivered the baby on the floor. It went from, hey, get up right now, we're going to the hospital, call, you know, our friends who are going to take care of our other son, to, please come in here, the baby is going to be here right now. That's how fast it happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:52",
      "speaker": "HARLOW",
      "sentences": "I was just going to ask about your son because we just saw the beautiful pictures of him meeting his little sister for the first time. How is he doing? How is she doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "LEMON",
      "sentences": "Kasie, I bet your husband was like, wait, I'm going to wake up, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "COLLINS",
      "sentences": "Don't even have time for coffee before (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "HARLOW",
      "sentences": "Probably like a dream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "LEMON",
      "sentences": "Yes, he was like, wait a minute, this is a dream, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "HUNT",
      "sentences": "I think you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "LEMON",
      "sentences": "And it is a dream. It's a - it's a great dream come true, actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "HUNT",
      "sentences": "We have - it really is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "HUNT",
      "sentences": "And, you know, we've gotten a lot of comments from people who said, oh, my gosh, this is my husband's worst nightmare. How did you do it? But, my husband absolutely just - I mean, he stepped in and did what needed to be done. And, you know, we're just -- we're grateful we were able to figure it out and then, you know, have some support from the best out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "HARLOW",
      "sentences": "And so did you, mama. He gets a lot of credit. But you get a lot of credit, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "LEMON",
      "sentences": "Pretty amazing there, Kasie Hunt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "HUNT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "HARLOW",
      "sentences": "This is -- this is the last time we're going to call you for many months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "HUNT",
      "sentences": "I appreciate that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "HARLOW",
      "sentences": "Enjoy this precious time. We'll see you soon, friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "LEMON",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "HUNT",
      "sentences": "Thanks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "LEMON",
      "sentences": "Bye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "HARLOW",
      "sentences": "Told you, best \"Morning Moment.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "HARLOW",
      "sentences": "Thank you for being with us this Monday. We'll see you tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "LEMON",
      "sentences": "Have a great day.",
      "isLastSentenceInterrupted": false
    }
  ]
}