{
  "date": "2023-08-28",
  "headline": "CNN Newsroom",
  "subHeadline": "Genetic Analysis Confirms Yevgeny Prigozhin Killed in Plane Crash, Says Russia; Tributes Honoring Pilots Killed in Plane Collision by Ukrainian Air Force; Russia's War in Ukraine; In the Midst of Conflict, Russia Increases Military Spending; In Spite of China's Economic Woes, U.S. Commerce Secretary is in Beijing; Marines Investigate Cause of Deadly Osprey Crash; Migrant Crisis in Italy; After 3 Marines Killed, Pentagon's Chief Expresses Condolences; In Haiti, At Least Seven People Were Killed by Gunfire; Vigil Held in Florida for Victims of Mass Shootings; Chief of Spain's Football Federation Under Increasing Pressure to Resign; Zimbabwe Riven by Allegations of Electoral Fraud; Cleaning Up the Great Pacific Garbage Patch; Hurricane Warnings Issued for Parts of Florida's Gulf Coast; Idalia Expected to Make Landfall as a Hurricane in Florida; Interview with The Ocean Cleanup Director of Communication Joost Dubois; A Salmon Festival Without Salmon?; Crew-7 Arrives at the ISS; Tribal Leaders Collaborate with Government to Rehabilitate Salmon Habitat. Aired 12-12:45a ET",
  "utterances": [
    {
      "timeStamp": "00:00:00",
      "speaker": "MICHAEL HOLMES, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello and welcome, coming to you live from Studio 4 of the CNN Center in Atlanta. I'm Michael Holmes. Appreciate your company.Coming up on \"CNN Newsroom.\" Russia confirms the death of Yevgeny Prigozhin, the renegade Wagner chief who rattle the Kremlin. The world's biggest two economies meeting face to face, hoping to shore up business ties despite ongoing tensions. And we'll look into the efforts to clean up the pacific garbage patch, a floating soup of hundreds of thousands of tons of plastic that has no way of going away by itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center this is \"CNN Newsroom with Michael Holmes.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "HOLMES",
      "sentences": "After days of uncertainty, Russia says, it has confirmed that Yevgeny Prigozhin was indeed among the 10 people killed in last week's plane crash. Supporters of the Wagner boss gathered at a makeshift memorial in Moscow to remember Prigozhin who died two months after leading a failed uprising against the Kremlin. CNN's Matthew Chance with more from Moscow.(BEGIN VIDEO CLIP) MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT:  Well, this is final confirmation that the Wagner boss is indeed dead. After Russian investigators say, genetic analysis of the 10 bodies recovered from Wednesday's plane crash confirms that Yevgeny Prigozhin was on board and was killed. It is a sudden, if not altogether surprising end, one of Russia's most controversial figures. CHANCE (voiceover):  He carved out a pivotal role in Russia's Ukrainian war. Often visiting his Wagner mercenaries near the front lines in Bakhmut where he sent them to fight what became a very personal battle. Not just against Ukrainian forces --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "YEVGENY PRIGHOZIN, HEAD OF WAGNER PRIVATE MILITARY COMPANY",
      "sentences": "(Speaking in a foreign language).CHANCE (voiceover):  -- but with Russia's own military leadership, who he regularly condemned as incompetent as thousands of us his hired fighters were killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "PRIGOZHIN",
      "sentences": "(Speaking in a foreign language).CHANCE (voiceover):  Here, Prigozhin points at a pile of dead bodies next to him and launched into a terrain. Those who didn't give us ammunition will go to hell and eat their intense, he shouts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "PRIGOZHIN",
      "sentences": "Shoigu. Gerasimov.CHANCE (voiceover):  Then he named Russia's defense minister and army chief. You animals are sitting there, he says. And think you've the right to decide their lives, he balls. It was extraordinary criticism of Russia's high commands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "CROWD",
      "sentences": "Wagner. Wagner.CHANCE (voiceover):  And he followed it up with unprecedented action, leading what he called a march for justice towards Moscow. Effectively a Wagner military uprising that challenged Kremlin authority. A deal was done to call off the rebellion as Prigozhin's forces advanced on the Russian capital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT",
      "sentences": "(Speaking in a foreign language).CHANCE (voiceover):  But a furious President Putin called it a stab in the back from a man he regarded as loyal. He was in the service to the Kremlin, first as its catering contractor in the 1990s that earned Prigozhin the nickname Putin's chef. And Prigozhin emerges one of Russia 's most powerful figures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "PRIGOZHIN",
      "sentences": "(Speaking in a foreign language).CHANCE (voiceover):  Prigozhin's most recent video showed him speaking in an unidentified African state where he said, he and Wagner would continue to promote Russian interests, but it wasn't to be. Back in Russia, his private jet was recorded plunging from the skies on a flight from Moscow to St. Petersburg. Russian investigators confirmed all 10 people on board, including Prigozhin, were killed. A dramatic end to a controversial figure. CHANCE (on camera):  Well, there are still many questions about how that plane was brought down, the Kremlin dismissing allegations that it was involved as absolute lies. Russia officials say, investigators will release their findings. But in a few are expecting the real cause of the crash that killed Russia's Wagner mercenary chief to be revealed soon. Matthew chance, CNN, Moscow. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "HOLMES",
      "sentences": "Ukraine is honoring the memory of three pilots killed in a collision over the weekend.(BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "HOLMES",
      "sentences": "That was part of a special piano ceremony held by the Ukrainian Air Force on Sunday to remember the pilot known by the calls sign Juice and two of his comrades. They were killed after their aircraft collided in midair while on a combat mission.Meanwhile in Russia, Moscow's mayor says, their air defense forces destroyed a drone flying towards the city, this was just a short time ago. State media reporting, two airports were also temporarily closed and all flights suspended. No casualty or damage has been reported so far. And on the battlefield, Ukraine says it is making gains along a key section of the southern front in the Zaporizhzhia region, and is still on the offensive in the Bakhmut region. And as the war in Ukraine grinds on, Russia is ramping up its military spending. A new report reveals Moscow has doubled its defense spending for the year. CNN's Clare Sebastian with more on that. (BEGIN VIDEO CLIP) CLARE SEBASTIAN, CNN CORRESPONDENT (voiceover):  In Russia, today, military production is sacred. Russia's main tank factory showing off its latest shipment in a choreographed glimpse into the strain of wartime production. Output here has more than tripled over the last year, according to Russia's prime minister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "JANIS KLUGE, GERMAN INSTITUTE FOR INTERNATIONAL AND SECURITY AFFAIRS",
      "sentences": "What we have seen is that the military spending has been much higher than was actually planned for this year. And it looks like that the spending that was planned for this year has already exhausted now that we are halfway through the year.SEBASTIAN (voiceover):  The Russian budget had air marked roughly $50 billion for defense. A budget document seen this month by Reuters suggest Russia has now more than doubled that estimate. Experts say, it could be even higher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It looks as though as it expresses a percentage of GDP. It could be anywhere between eight and 10 percent of GDP. So, we think us a proportion of GDP, it could be -- have almost tripled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "SEBASTIAN",
      "sentences": "Are you surprised, in any way, by this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, it's the only stance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "PUTIN",
      "sentences": "(Speaking in a foreign language).SEBASTIAN (voiceover):  President Putin was very clear. There are, he said last December, no limits to military funding. And, yet as Russia's annual weapons exhibitions got underway this month, the Teflon had started to come off its wartime economy. Military spending helping fuel the resurgence in inflation and a plummeting rubble, prompting an emergency rate rise from the central bank and putting even the most loyal Russians on edge. UNIDENTIFIED MALE (through translator):  Every other country is now laughing at us. SEBASTIAN (voiceover):  Sanctions and lower prices also sent Russia's vital oil and gas revenues, plummeting in the first half of this year. But prices have been recovering over the summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "KLUGE",
      "sentences": "Russia is still earning a huge amount of dollars and yuan and euros by exporting energy and other resources. And it is going to earn these dollars also in the future because, you know, as we have learned we cannot easily push Russia out of the oil market.SEBASTIAN (voiceover):  There is though another challenge facing Russia's weapons industry. Do you like playing basketball, ask this recruitment video for the Kazan Helicopter plant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in a foreign language).SEBASTIAN (voiceover):  The CEO of its parent company recently told Putin they need to fill 23,000 jobs this year. Wages already up 17 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "SEBASTIAN",
      "sentences": "Sanctions have also disrupted supply of high-tech components for weapons, experts say, raising cost moving further. And yet the Kremlin has found a way to justify this, a war with the west.PUTIN (through translator):  The western elite made no secret of their goal, which is, I quote, \"Russia's strategic defeat.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Russian population have been presented with that view. So, they're being prepped. They're being prepared and shape to expect that maybe they're going to have to spend more money, to take more of a hit on living standards, to fight against such a path and adversary.SEBASTIAN (voiceover):  A fight, now happening on the front lines and in the factories. Clare Sebastian, CNN, London. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "HOLMES",
      "sentences": "And now, to the ongoing efforts to repair the rocky relationship between the U.S. and China. U.S. Commerce Secretary, Gina Raimondo, is in Beijing for meetings with their Chinese counterpart and other officials. Raimondo's visit comes amid heightened tensions between the two countries and as China faces mounting economic problems, ranging from a real estate crisis to slumping exports. Raimondo says, that it is profoundly important that Washington and Beijing have a stable economic relationship.And CNN's Kristie Lu Stout joins me now live from our Hong Kong to talk about this. This is a critical moment, as we said, for these top two economies. Tell us more about the visit and what it will come of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Yes, the U.S. Commerce Secretary Gina Raimondo is in China. She's there for a 40 (ph) visit, meeting with senior Chinese officials, as well as, American business leaders. And earlier today, she met with her Chinese counterpart, Wang Wentao. And she said that she believes that a strong Chinese economy is, \"A good thing.\" Raimondo is delivering this message that the U.S. wants a stable trade relationship with China, but it also wants to protect its national security.Now, as for China's position, this is what we heard from Wang Wentao earlier today. Let's bring up the picked quote for you. He said, this, \"China-U.S. trade and economic relations not only matters to our two countries but also the rest of the world. I am ready to work with you together to foster more favorable policy environment for stronger cooperation between our businesses to bolster bilateral trade and investment in a stable and predictable manner and to inject stronger impetus to world economic recovery and development.\" This visit, it comes at a time of deep concern about the global economy, about the world's top two economies. On Friday, we heard from the U.S. fed chief, he cautioned that inflation is still too high. Hinted that higher rates may be needed. And meanwhile, China faces a full slate of economic challenges, including slumping exports as ongoing and deepening property crisis, youth unemployment data that is so bad that the government has stopped releasing. Raimondo's trip to Beijing and Shanghai, it follows a flurry of recent visits from other Biden administration officials as the U.S. tries to stabilize this relationship because tensions have flared over trade, over targeted sanctions, over access to technology like semiconductors, over raids on U.S. consultancy firms like Mintz and Bain. And it's important to note that China welcomes this visit. You know, just last week it praised the U.S. Commerce Department's decision to lift expert control measures on some 27 Chinese companies, saying it paves the way to normal trade. Back to you, Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "HOLMES",
      "sentences": "More than 4,200 migrants arrived on the shores of the Italian Island of Lampedusa on Sunday. According to Red Cross data, it's a record for migrants arriving by boat in a single weekend. Authorities say, some migrants arriving at night had to be rescued by local port authority boats. Meanwhile, the Italian military has started transferring the migrants to the mainland. The Italian government plans to meet this week to come up with an emergency plan to help the island and work on ways to manage the migrant crisis.U.S. Defense Secretary, Lloyd Austin, offered his condolences, Sunday, to the families of three marines killed in an aircraft accident in Australia. U.S. and Australian military rescue crews flew the injured from a remote island to a hospital in the northern city of Darwin, in the northern territory. The military says, 23 U.S. marines were flying in an MV-22B Osprey when it crashed on Melville Island. Many of the survivors were injured, five of them severely. CNN's Angus Watson is in Sydney for us. Angus, I've been up in that area. How is the remote (INAUDIBLE) impacting the difficulty of the response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "ANGUS WATSON, CNN PRODUCER",
      "sentences": "Well, Michael, according to the Australian, authorities this instant happened on the side of the mountain, in dense vegetation, in a sparsely populated area of Melville Island, which is already some 80 kilometers, some 50 miles off the northern coast of Australia. And that remoteless has made it more difficult to rescue, initially, the 20 survivors of this incident. And now recover the remains of the three U.S. service personals who tragically lost their lives Sunday morning. That recovery effort may continue until Tuesday, authorities have said.Now, as you mentioned there, at least five of the survivors are seriously injured. And we don't yet know why this incident happened. We don't know why this Osprey went down. Once the recovery efforts have completed, there will be an investigation, one led by the Australian authorities and another led by the U.S. authorities to try to get to the bottom of this. But what we do know, Michael, is that Ospreys have a track record of deadly instance. Just last year, nine U.S. service personnel lost their lives in accidents related to the offspring. So, Australia authorities and U.S. authorities have been careful to make the point, Michael, that all military operations can be deadly, can be very, very dangerous, even routine training operations like the one that this Osprey was on Sunday morning when it tragically crashed. Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "AL GOODMAN, CNN CORRESPONDENT",
      "sentences": "Spanish football federation president Luis Rubiales' grip on power has loosened after FIFA, the world governing body for football, provisionally suspended him for 90 days. But the voices against Rubiales are growing louder. This weekend, the coach of Spain's national team, Luis de la Fuente condemned Rubiales' behavior. FC Barcelona coach, Xavi Hernandez, voiced support for Jennifer Hermoso, a star of the Spanish women's team that won the World Cup a week ago.It was Rubiales' kiss on the lips of Hermoso during the awards ceremony that set off his controversy. Hermoso says it was non- consensual. Rubiales disagrees. Jorge Vilda, coach of the World Cup winning women's team said he was sorry the Women's World Cup victory was harmed by Rubiales' inappropriate behavior. And during the weekend, Hermoso has gotten support at various football games. At a woman's match near Madrid, players held a banner saying, with you Jennifer Hermoso. In men's games in the Spanish Liga, the wore shirts saying, it's over, or carried a banner, we are all Jenni. And in the United States, in the national women's soccer league, players at two game wore white bracelets saying, with you Jenni. Al Goodman, CNN, Madrid. (END VIDEO CLIP) HOLMES:  Accusations of election intimidation and suspicious arrest have the African nation of Zimbabwe on edge. Zimbabweans went to the polls last week to elect a new president. The electoral commission says the incumbent won with 52 percent. He is calling for peace and unity. But the opposition and civil society groups say, the vote was marred by delayed ballots and suspected voter intimidation, including threats of violence, harassment, and coercion. The opposition leader, who finished second, is rejecting the vote as illegitimate. This comes as police arrest 41 election observers saying they legally coordinated the release of results. Earlier, a coalition of human rights groups publicly outlined multiple alleged voting irregularities. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "NELSON CHAMISA, ZIMBABWEAN OPPOSITION LEADER",
      "sentences": "We stand here in the aftermath of a highly, highly contested election. Of an election that poll observers from across the board, all observer missions without exception have rightly described as an election that is so damaged in reputation, and that is so fraudulent in characterization. That falls short beneath their requirements of the Zimbabwean constitution, the electoral laws, and the guidelines of our regional, continental, and global bodies.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN, more people get their news from CNN than any other news source.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:00",
      "speaker": "HOLMES",
      "sentences": "A hurricane watch is in effect for portions of Florida's Gulf Coast where tropical storm Idalia is expected to make landfall as a hurricane later this week. The latest update says, the storm is strengthening quickly. It is expected to bring hurricane-force through far western Cuba on Monday and then beeline towards the western side of Florida's Panhandle.CNN Meteorologist Karen Maginnis is monitoring the tropical storm, First, she joins me now with the very latest. So, Karen, midweek is about when the storm could make landfall in the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:00",
      "speaker": "KAREN MAGINNIS, CNN METEOROLOGIST",
      "sentences": "Yes, but before then, we're still going to see the effects of this, what will be a hurricane, probably by early in the next 24 hours, we will see this hurricane intensity. A lot of information to give you here.Right now, 95 kilometer per hour winds associated with this tropical system. Just to get your bearings straight, this is the Yucatan Peninsula, here is Cuba, and there sits our latest tropical storm, Idalia. It is going to move into this southern sections off the Gulf of Mexico, and from there it moves into much cooler water -- much hotter water, I mean to say. There is nothing that is going to really impede this. So, it has the potential to intensify, possibly to a category 2. Now, I mentioned the intensification because now the National Hurricane Center just came short of saying rapid intensification, their wording was, quickly strengthening, and indeed it has. At our last report it was about 15 miles per hour weaker than it is right now. So, it is showing signs that it is over open waters and therefore getting a lot of its strength. Category 1 hurricane to the northwest of Cuba still in the open waters, but we do have hurricane watches out and tropical storms warnings out for sections of this west coast of Cuba. All right. Here's what we anticipate, this computer our are spaghetti models are in fairly good agreement. There's one spaghetti model here that is kind of the outlier, going into the south of Tampa, but don't focus on where this is going to go into Florida. We projected it will be a category 2 hurricane, and that is really going to wreak havoc across this big bend area of Florida all the way down towards the area around Tampa. Now, Tampa hasn't been hit by a hurricane in over 100 years. And the computer models are suggesting Tampa won't be hit directly by the eyewall of this hurricane. But nonetheless, the impacts are going to be great. We could see significant storm surge. As a matter of fact, the last report from the National Hurricane Center suggested what we thought about two hours ago, it's going to be more significant than that. Something a little less than a meter more than what we would anticipate. So, Michael, a lot is still to tell you about. We'll be here all night updating this information from the National Hurricane Center. Keep it here another hour and a half, we'll have another update from the National Hurricane Center. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:00",
      "speaker": "JOOST DUBOIS, DIRECTOR OF COMMUNICATION, THE OCEAN CLEANUP",
      "sentences": "Yes, that's a fair question. Our estimate is that there's about 100 million kilograms in the Great Pacific Garbage Patch that accumulations on -- of trash in the north pacific, where we are operating. So, we've taken out something like 2.8 percent so far, so a small dent. But it's important to note is that what we've been doing so far is really testing and developing our system to validate it as a technology that can be scaled. Once we scale it up, we expect to be able to clean the North Pacific Garbage Patch in 10 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:00",
      "speaker": "HOLMES",
      "sentences": "That -- it is remarkable, the technology and the determination of those behind it. I think this thing's -- I think I read three times the size of France in total. How inventive has the organization had to be to come up with a system that works and works efficiently. I know it is a work in progress, as you said, but I think system three is next. Just how big of a difference will that make?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:00",
      "speaker": "DUBOIS",
      "sentences": "Well, system three is three times the size of system two, which will -- we expect, according to our calculations, doubled the speed of cleaning and it will have a length of more than two kilometers. And system two was 800 meters.So, that is where we are right now. We do something that has never been done before. So, we also run into challenges that nobody ever had before. And I think that's one of the fun parts of working for The Ocean Cleanup. There's a lot of people that love that challenge and are really, really good at putting away the disappointment when something that doesn't go exactly as planned and come up with a new approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:00",
      "speaker": "HOLMES",
      "sentences": "Yes. I -- what -- and -- so people know. I mean, what are the risks environmentally of this patch, such as it is. I know it's not one big patch, but it's across a wide area. I was reading that aside from the obvious pollution aspect. The patch has things like nonnative species, which are now going to other parts of the ocean and so on. What are the dangers of this thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:00",
      "speaker": "DUBOIS",
      "sentences": "Well, the main danger, I would say, is that it can kill marine species, marine animals by -- either by ingestion or getting caught in ghost knots and drowning, or not being able to eat anymore. So, it's killing marine life. It's also creating economic damage. So, there is -- the ships that are crossing the area, it can get their propellers caught in the ghost knots and that has economic damage, of course.There's economic damage on beaches and all the clean-up that needs to take place. And finally, because the plastic breaks down into smaller and smaller parts and these are being ingested by fish, it can end up in the human food chain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:00",
      "speaker": "HOLMES",
      "sentences": "I -- and we just, actually, showed images, and perhaps we can replay them, because this is an interesting aspect of it, too. I mean, the real solution is less plastic in our world, but also heading off pollution before it gets to the oceans, which I know you are doing. Trapping trash in river mouths and so on, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "HOLMES",
      "sentences": "It is a remarkable project. I know it needs money, and hopefully there's a billionaire watching who wants to chip-in because it's so important what you're doing. Joost Dubois, thank you so much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "DUBOIS",
      "sentences": "Thank you very much. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "HOLMES",
      "sentences": "A native American tribe in Northern California has celebrated an annual salmon festival for half a century. When we come back, why they had to do it this year without the salmon. And how they're working to make the fish thrive again.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "HOLMES",
      "sentences": "NASA's Crew-7 arrived at their home very far from home from -- for the next six months. You see them arriving there, I wonder if they knocked. The four astronauts from four different space agencies and countries were welcomed aboard the International Space Station on Sunday. After nearly 30-hour journey on the SpaceX Dragon Spacecraft.The new international team has crew members from the United States, Russia, Denmark, and Japan. They will relieve four astronauts from the crew's six mission who were due to fly home next weekend. Until they depart, it's a bit of a crowded house right now on the ISS, 11 crew members on the orbiting lab. But the new arrivals said, they look forward to working with everyone. Stressing the need for unity and cooperation in space. For only the second time in its history, salmon will not be served at the annual salmon festival in Klamath in California, that's because there are no salmon in the river. Nick Watt shows us how the Yurok Tribe is working to change that. (BEGIN VIDEO CLIP) NICK WATT, CNN NATIONAL CORRESPONDENT (voiceover):  Welcome to the Yurok Tribe's 59th Salmon Festival. There's a parade, craft stalls, stick-game tournament, and plenty, plenty of food. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "GEORGIANNA GENSAW, YUROK TRIBE",
      "sentences": "It feels like having a party but your favorite person isn't there.WATT (voiceover):  Because this year, they are not serving salmon at the salmon festival. FRANKIE MYERS, VICE-CHAIR, YUROK TRIBE:  The word ney-puey, ney-puey, our word for salmon, the literal translation is, what we eat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "WATT",
      "sentences": "That pretty much says it all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "BROOK THOMPSON, YUROK TRIBE",
      "sentences": "There's only about half the salmon returning that we need to sustain the current population. And that's why salmon fishing was shut down completely this fall.WATT (voiceover):  That's why there's no Simon to eat. But the mood at the festival is, well, festive, celebratory. Why? Because the Yoruk and others are doing something about that lack of salmon. They've campaigned hard to have dams removed. One just was after federal regulators approved the plan last year, three more will follow next year. And then, there's this. What looks like environmental destruction, but is actually the opposite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "WATT",
      "sentences": "This bit that we're on now, this will eventually be the floodplain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "MYERS",
      "sentences": "Yes, this will be the floodplain here.WATT (voiceover):  That's me and Frankie Myers, the tribal leader from the salmon festival. They are undoing damage done by miners and more. Recreating bug habitats, food for the fish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "MYERS",
      "sentences": "When I look out and I see our tribe members running these excavators and they're fighting for the right to exist because our stories tell us that without the salmon and the river, there's no need for us to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "WATT",
      "sentences": "You don't seem to me, bitter and pissed off for about what's happened to your land. You seem more energized about what you can do to change that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "MYERS",
      "sentences": "We have every reason to be pissed off and angry. Is that going to bring our salmon back?WATT (voiceover):  No, but fighting against the dams, might. Recreating the conditions that once allowed this river to pick its own path, might. And they say, humans must play a part in nurturing this environment. MYERS:  This is the problem right here. You are the problem. You have an idea that there is a wilderness that existed before you showed up, before people showed up. And the truth is, is that it never existed. The wilderness never existed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "WATT",
      "sentences": "It was always --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "MYERS",
      "sentences": "-- on this continent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "WATT",
      "sentences": "-- managed by the native people who lived in concert with that nature.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "MYERS",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "WATT",
      "sentences": "See, now I get it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "MYERS",
      "sentences": "Absolutely. That's what we're trying to do here. You might see salmon coming back up, if you'd be hanging out for another couple of weeks, actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "WATT",
      "sentences": "Oh, that quick, you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "MYERS",
      "sentences": "That quick.WATT (voiceover):  Back at that celebration of salmon, we met Oscar, a Yurok fisherman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "WATT",
      "sentences": "So, this is where you should be cooking the fish?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "OSCAR GENSHAW, YUROK FISHERMAN",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "WATT",
      "sentences": "But this year, nothing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "GENSHAW",
      "sentences": "Nothing.WATT (voiceover):  The pit is empty, well, save for some symbolic chunks of that first dam that came down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "GENSHAW",
      "sentences": "We're hopeful that when the dams come down, that this pit will be full again.WATT (voiceover):  Along with the river. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}