{
  "date": "2023-01-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Germany Stalls on Tanks for Ukraine; Idaho Student Killings Suspect Visited Restaurant Where Two Victims Worked; White House Working to Shift Focus off Mishandling Documents. Aired 4-5a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE).BRUNHUBER (voice-over): Anti-abortion activists rally in Washington, D.C., for the March for Life demonstration. Protesters say, even though Roe was overturned, their work isn't done. (END VIDEO CLIP) (MUSIC PLAYING) UNIDENTIFIED MALE (voice-over): Live from CNN Center, this is CNN NEWSROOM with Kim Brunhuber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Despite intense negotiations among the West's most senior defense officials, Germany still won't agree to send its coveted Leopard 2 battle tanks to Ukraine. And they won't even allow other countries who have them to supply them. On paper it appears ideally suited for Ukraine. Plus, thousands arealready deployed to more than a dozen nearby European countries, so getting some into Ukraine would be relatively easy. Poland, for example, is eager to give some of its Leopard tanks to Ukraine but needs Germany to issue the export license first. The Polish foreign ministers blasted Germany's hesitation, saying the delay is costing Ukrainian lives. Ukraine still stands to reap a lot of new sophisticated weapons and equipment in the near term. But U.S. Defense Secretary Lloyd Austin offered no hint as to whether the U.S. would be sending its own battle tanks to Ukraine. Here he is. (BEGIN VIDEO CLIP) GEN. LLOYD AUSTIN, U.S. SECRETARY OF DEFENSE: What we're really focused on is making sure that Ukraine has the capability that it needs to be successful right now. There are tanks in that -- in that -- those offerings. Poland, for example, continues to offer tanks and will provide tanks if other countries will offer some tank capability as well. I don't have any announcements to make on M-1s. And you heard the German minister of defense say that they have not made a decision on Leopards. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "CNN reporters are covering all these developments. Melissa Bell has a look at Russia charging a 19-year-old social media war critic as a terrorist.And Salma Abdelaziz is live in London on the new U.S. moves against a mercenary group aiding Russia's war. But first, Oren Liebermann has a look at the types of defensive weapons that will be going to Ukraine. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Is Germany doing enough in order to show real leadership in Europe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "AUSTIN",
      "sentences": "Yes, but we can all do more. And you know, the United States and every other member of the UDC can do more.LIEBERMANN (voice-over): More may be coming whether Germany approves it or not. On the sidelines at Ramstein Airbase, 15 countries that use Leopards met about equipping Ukraine with the tanks. Poland has been the most vocal, threatening to send the tanks even without German approval, a rift in an alliance that stands otherwise together. GEN. MARK MILLEY, CHAIRMAN, U.S. JOINT CHIEFS: Over my 43 years in uniform, this is the most unified I've ever seen NATO.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "LIEBERMANN",
      "sentences": "The Polish defense minister said he is optimistic that Germany will come around on tanks. He said it is just the German defense minister recently started so it may take some time. But Volodymyr Zelenskyy is clear, time is not on Ukraine's side -- Oren Liebermann, CNN, at the Pentagon.(END VIDEOTAPE) BRUNHUBER: And all this is happening as the U.S. turns up the heat on the mercenaries serving as Russia's shop troops. The Wagner group is led by Russian oligarch Yevgeny Prigozhin, on the right there in this video. The White House is moving to designate them as a transnational criminal organization. (BEGIN VIDEO CLIP) ADM. JOHN KIRBY (RET.), COORDINATOR FOR STRATEGIC COMMUNICATIONS, WHITE HOUSE NATIONAL SECURITY COUNCIL: It will open up additional avenues for us to continue to not only sanction Wagner and put more squeeze on their ability to do business around the world but will assist others in doing the same. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "And Washington is also releasing new pictures of North Korea's alleged arms shipments to the mercenaries. U.S. officials believe this train carried the first batch of Pyongyang's weapons for Wagner in November and there will be more to come.Salma Abdelaziz is monitoring the developments related to Ukraine and she is joining us from London. First on Wagner, what led to the decision -- and John Kirby touched on it there -- but concretely what does it mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "What it really means for the United States is an acknowledgement, a recognition of Wagner's increasingly important role on the ground in Ukraine.U.S. intelligence assessments show that Wagner, this private military group, this mercenary army, has been more successful in some places where the regular military is not. And what has happened with that, according to U.S. officials, again, is that has allowed that group to rise. And its leader, that oligarch, the member of the close inner circle for President Putin, is using this opportunity, using those successes and gains on the ground to rise within the Russian elite. And he's been openly critical of Russia's defense ministry saying that they're not providing enough weapons and their forces have not been strong enough on the ground. And there is also concern about the makeup of Wagner. The U.S. says there is 50,000 members of Wagner on the ground and that 40,000 of those are potentially convicts. So a real use of the prison population to fight this war on the ground for Russia. And then there is the concern about Wagner's connections outside of the country. I want to pull up those images again that you mentioned because, along with this announcement, U.S. officials declassified these images that they say show Russian railcars in November going to North Korea to pick up what they say were weapons used on the ground inside Ukraine by Wagner. Remember it is not just inside, it is not just North Korea that has been supplying weapons, Iran as well is accused by the U.S. of supplying weapons. So this is a real step by U.S. officials to try to curb the power of Wagner as it rises through the ranks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "And one of the other major angles we've been covering is whether Germany would allow those Leopard tanks to be sent to Ukraine. You've been watching this.What is the latest there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "ABDELAZIZ",
      "sentences": "This is absolutely imperative at this moment. Remember, Russia had suffered weeks if not months last year of serious battlefield losses. But we're now seeing Russian troops gaining that momentum again, able to make gains on the ground in places like Bakhmut.And this could make a critical defense on the battlefield, Ukrainian officials say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "\"People\" magazine reports that suspect in the murders of four Idaho college students visited the restaurant where two of the victims worked in the weeks before the killings.A former employee claims that Bryan Kohberger went to the Mad Greek restaurant in Moscow, Idaho, at least twice and ordered vegan pizza. Madison Mogen and Xana Kernodle were both servers there but the restaurant itself denied the report in a Facebook post. The reporter who worked on the story described to CNN's Erin Burnett what he was told. (BEGIN VIDEO CLIP) STEVE HELLING, SENIOR CRIME WRITER, \"PEOPLE\": He had certain dietary requirements. He was a strict vegan and he wanted to make sure that none of his food touched animal products. So this was obviously -- it's a pizza place that has vegan options that are far beyond like a pineapple pizza but actual vegan pizzas. And he was always ordering those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "Yes, that kind of bizarre obsession with it stood out.All right. So Instagram, I mentioned, after the technical, issues that you reported that there was an Instagram apart that authorities believe belonged to Kohberger. We have been able to compete in this but you have reported this. A series of messages to one of the victims saying, \"Hey, how are you?\" And kept doing it. What more have you learned about that? HELLING: None of those messages were strange. None of those messages were aggressive or threatening or anything like that. But yes, he was trying to make some sort of contact with this person. And also he was sending notes, saying, \"Hey, how are you?\" But police believe that those actually went into another folder and she wasn't following him back. So she may not have ever seen them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "CNN hasn't been able to verify this reporting. A gag order prevents parties in the case from commenting beyond what is in the court record. Kohberger has not yet entered a plea but a Pennsylvania attorney who handled his extradition told NBC News, quote, \"he believes he is going to be exonerated.\"The U.S. Justice Department likely will not cooperate with congressional investigation into mishandling of classified documents by Joe Biden. That was the message sent to Jim Jordan. The committee accused the DOJ of being \"scared\" to cooperate with the probe into how sensitive paperwork ended up in the president's home in Delaware. Some Democrats are urging the president to be open about what happened. Listen to this. (BEGIN VIDEO CLIP) SEN. BEN CARDIN (D-MD): I want to see complete transparency on how this is handled and brought forward to the American people. I'm convinced there was no intent by the president to do something that was wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Do you think this hurts him politically, are you concerned about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "CARDIN",
      "sentences": "Well, this is a matter that needs to get -- the president needs to get behind. He has to get all the information out. He has to square it away and make it clear there was no intent here, that it was kept in a place that did not compromise national security of America.And that there are steps in place today to make sure this does not happen in the future. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "The White House is focusing hard on shifting the focus away from the investigation. Chief White House correspondent Phil Mattingly reports.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "MATTINGLY",
      "sentences": "But senior White House officials believe, when all is said and done, it will show that they did the right things in terms of those documents, found in two different locations.And they believe what people care most about, particularly the people who may be voting for the current president in 2024, is far more about the economy and policy issues they have pursued than any kind of investigation. It is a calculation; to some degree, a bet but one White House officials and the president as well believe that it is very much the case -- Phil Mattingly, CNN, the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "The battle over raising the U.S. national debt limit is heating up as the government officially hit the ceiling on how much it is allowed to borrow to pay its bills. That threshold was reached on Thursday at $31.4 trillion.Treasury Secretary Janet Yellen warns if Congress doesn't raise the debt limit soon there's a growing global risk of default with global consequences. Here is what she told Christiane Amanpour. (BEGIN VIDEO CLIP) JANET YELLEN, U.S. TREASURY SECRETARY: A failure to make payments that are due, whether it's to bondholders or to Social Security recipients or to our military, would undoubtedly cause a recession in the U.S. economy and could cause a global financial crisis. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Hardline Republicans who control the House with a slim majority are demanding spending cuts before they will vote to raise the debt ceiling.It is a position the White House won't consider, saying in a statement, quote, \"House Republicans should think very hard before they spend months telling the American people that they want to reverse the best unemployment rate in 50 years in order to slash Medicare and Social Security.\" The lead investigator examining the leak of a U.S. Supreme Court draft opinion last year says that all nine justices and their spouses were interviewed and nothing was found implicating any of them. The statement comes a day after the release of a report on the leak of a draft decision that ultimately overturned Roe v. Wade. Investigators don't know who leaked the draft but the report found that dozens of people had access to the document and some told their spouses. No information was found in call and text logs. It is unlikely the I.T. system was hacked. For the first time since the high court overturned Roe, anti-abortion activists gathered for their annual March for Life rally on Friday. In the past seven months, the far right has grown more emboldened over the issue of abortion and their allegiance to Donald Trump has started to fade. Brian Todd reports. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): Tonight, anti-abortion activists marking the first Right to Life march since the Supreme Court overturned Roe versus Wade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "MELANIE SOBERON, RIGHT TO LIFE MARCHER",
      "sentences": "The right to life is the most fundamental right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "TODD",
      "sentences": "But since that legal victory, the anti-abortion movement now at a crossroads regarding strategy. The battle now being waged in states around the country deciding whether to restrict abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "CHRISTINE DOWELL, RIGHT TO LIFE MARCHER",
      "sentences": "The fact that it goes back to the states is -- the battle is just beginning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "TODD",
      "sentences": "And new tensions between the anti-abortion movement and Donald Trump. In 2020, Donald Trump became the first sitting president to appear at this march.Trump also appointing three Supreme Court justices who ruled that there is not a constitutional right to an abortion, a win for evangelicals. But there are some sign the relationship has since soured. Some evangelical leaders now warning Trump not to take them for granted in his third presidential bid, others even saying it's time to support someone else. This week, Trump bitterly lashing out at those who haven't fallen in line. DONALD TRUMP, FORMER U.S. PRESIDENT: That's a sign of disloyalty. There's great disloyalty in the world o politics and that's a sign of disloyalty because nobody has ever done more for right to life than Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "DANIEL STRAUSS, SENIOR POLITICAL CORRESPONDENT, THE NEW REPUBLIC",
      "sentences": "It's a tell about how Trump is surveying the landscape and realizing that this is not the same arena that he was in, in 2016. And this time around, it's pretty clear that that same community is not so transfixed on the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "TODD",
      "sentences": "Evangelicals are likely to have other options besides Trump.LAURA BARRON-LOPEZ, WHITE HOUSE CORRESPONDENT, PBS: I think you can potentially see candidates like Kristi Noem, governor of North Dakota, as well as Ron DeSantis try to run to the right of Trump on an issue like abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "TODD",
      "sentences": "But Trump has warned evangelicals that hardline, no exemption stances on abortion, hurts some candidates in the midterms and complained that \"pro-life\" activists didn't help Republicans enough in last Novembers vote after their success against Roe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "TRUMP",
      "sentences": "I was a little disappointed because I thought they could have fought much harder during the election, during the '22 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "STRAUSS",
      "sentences": "Any candidate, likely to win hand over fist a large amount of evangelical voters or anti-abortion voters, may have trouble in the general election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "TODD",
      "sentences": "As for Trump and the evangelicals, some Trump advisers say they're not worried about the repercussions of his recent criticism of evangelicals.They say that he remains in contact with some high-profile evangelical leaders and they insist that the results that Trump delivered for them on abortion and other issues will still help him in the primaries -- Brian Todd, CNN, Washington. (END VIDEOTAPE) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "Three active duty U.S. Marines have been arrested for allegedly storming the U.S. Capitol on January 6th, 2021. One is being accused of supporting a second civil war. Sara Murray is in Washington with details.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "SARA MURRAY, CNN NATIONAL POLITICAL CORRESPONDENT",
      "sentences": "A stunning set of new arrests related to the January 6th attack on the U.S. Capitol, three active duty Marines, who work in intelligence, arrested this week for breaching the Capitol building on January 6th.Corporal Micah Coomer and Sergeants Joshua Abate and Dodge Dale Hellonen are all facing several charges, including disorderly conduct in a Capitol building. According to a federal affidavit, Coomer ended up on the FBI's radar because he posted photos of himself in the Capitol on Instagram. Agents found messages on his account, in which he is talking to another user. \"I'm waiting for the boogaloo,\" he says. \"What's a boogaloo,\" the other user asks. \"Civil War 2,\" Coomer responds. One of the other guys charged, Joshua Abate, admitted during a security clearance interview that he went to the Capitol with two buddies. He allegedly said, when he saw the riot was being, quote, \"portrayed negatively,\" he decided not to tell anyone that he was involved. All in all, they allegedly spent an hour traversing the building, even putting a red MAGA hat on one of the statues. None of the three have entered a plea yet. A Marine Corps spokesperson says it's aware of the allegations and is fully cooperating with appropriate authorities -- Sara Murray, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "VLADIMIR MILOV, VICE PRESIDENT FOR INTERNATIONAL ADVOCACY, FREE RUSSIA FOUNDATION",
      "sentences": "Good morning. And I would strongly advise against concentrating on the handful of misleading macro indicators like GDP and the ruble rate.That is the last thing you really want to look at while judging on the impact of sanctions. You really have to do a cross -- deep cross sector look at what happens with the various sectors of the economy. There is a very deep contraction going on there. GDP is distorted by all of this military production, like the biggest item in terms of growth, industrial output last year, was uniforms. We can see all those uniforms rotting in Ukrainian battlefields. So there is a distortion there. Same with the ruble exchange rate, strengthening gain but near total disruption. And a lot of Russian industries are suffering from artificially strengthened ruble. So, yes, sanctions are having a big impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, if you look at industries, like the car industry, for example, I know that has shrunk significantly. But Russia has done its best to mitigate the damage by increasing trade with Asia, for instance.Is that enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MILOV",
      "sentences": "So, yes, sanctions will have a bigger impact over time because Russia has more or less avoided the catastrophe by all of its accumulated reserves and temporary surpluses. But it is beginning to bite now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, time is key but so is sort of unanimity. We saw some Western companies, like McDonald's, Ford Motors and so on pull out of Russia.But a new study found that less than 9 percent of about 1,400 E.U. and G7 companies that had subsidiaries before the invasion have actually divested at least one subsidiary. So many company including American ones are still perfectly happy to do business there and, in doing so, contribute to the Russian economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MILOV",
      "sentences": "That is a major problem because we saw many promises by Western companies that they will leave Russia after the invasion. But many have actually stayed. This keeps Putin's economy afloat in a sense.In another way is circumvention of sanctions through a third country, which have not joined, like Turkiye or United Arab Emirates or others. So I've talked to a lot of Western policymakers about that. The mood is there that 2023 will be a year of ensuring compliance with the sanctions that were already adopted, probably rather than adopting new ones, because the compliance is key and it has not been so successful. Many circumventions. And this is something that really helps Putin to stay afloat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "So despite all the sanctions, do you find that these sanctions are affecting sort of the Russian -- ordinary Russians or the elite?Or has the government been able to sort of insulate them from the worst of the effects so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MILOV",
      "sentences": "They will. Don't expect anything to happen fast. Russia is a country with big inertia. But you can see across the board with various opinion polls that many Russians are -- over a third of Russians last year have started to actually save money and reduce their consumption on basic food and products.There is statistics which have recorded a significant increase in shoplifting. Many people, like two-thirds are noticing deteriorated quality of everything, from cars to telecoms and many other goods and services. So quality of life is decreasing significantly and this will begin to bite politically and socially. We just need to be patient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "So the ultimate assessment of whether the sanctions are working is, of course, whether it is putting actual pressure on Putin to end the war. And we haven't seen any sign of that or any sign of cracks in the regime yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MILOV",
      "sentences": "Because to expect it quick was naive in the first place.Russia had accumulated significant reserves; it has some room for maneuver in diverting to asia and import substitutions and so on. But, over time, sanctions will lead to that effect. They will significantly weaken Putin's system. Again, strategic patience is needed. We don't need to run, looking at our watch every five minutes, like if Putin has not stopped the war, then sanctions are not working. This is not the criteria. We need strategic patience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right, patience is key. Really appreciate your insights on this, Vladimir Milov, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MILOV",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "STEFANO POZZEBON, CNN CORRESPONDENT",
      "sentences": "Friday was once again a day of marches in Lima, as protesters show no sign of slowing down. According to the Peruvian police, over 11,000 agents were deployed on Friday, as a day after fire burned through an historic building that is just a stone throw away from the government palaces.Dina Boluarte is vowing to stay in power and is calling for dialogue with her opponents but her government has been criticized over the death of over 40 protesters in clashes with security forces. (BEGIN VIDEO CLIP) CHRISTIAN SALAZZAR VOLKMANN, ENVOY FOR UNHCR (through translator): We regret the deaths and injuries. We ask the government what they are doing to prevent these deaths and that they investigate these cases. We're here to support and to strengthen the scope of human rights in Peru. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "POZZEBON",
      "sentences": "Meanwhile, thousands of protesters who traveled to Lima in the last week say that they have no intention of going back home until fresh general elections are called. And with neither side showing no sign of tiredness, the solution to this crisis really seems a long way off -- for CNN, this is Stefano Pozzebon, Bogota.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "BRUNHUBER",
      "sentences": "Before we go, we want to see this, Mountain Dew is getting ready for National Hot Sauce Day with its new limited edition, Baja Blast Hot Sauce. And just to be clear, it is a condiment and not a soda. And you can't buy it in stores.You have to enter their online contest for a chance to win one of 750 bottles. The company released hot habanero sauce in 2020. And I'm Kim Brunhuber. You can follow me on Twitter. And I'll be back in a moment with more CNN NEWSROOM. Please do stay with us. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    }
  ]
}