{
  "date": "2023-02-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Pentagon Tracks Suspected Balloon Over U.S.; Russia's War on Ukraine Continues; E.U. Leaders are in Kyiv for Summit with Zelenskyy; Pope Wraps Up Visit to DRC; Kherson Perseveres In The Face Of Heavy Artillery Strikes; Adani Fails To Calm Investors, Company Losses Top $100B; Republicans Oust Ilhan Omar From Key Committee. Aired 2-2:45a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "An eye in the sky. Hello and welcome to all our viewers around the world. I'm Kim Brunhuber. Ahead here on \"CNN Newsroom,\" the U.S. is tracking what it believes to be a Chinese spy balloon. We will look at where it's heading and why the U.S. hasn't yet shot it down.E.U. leaders are in Kyiv as Ukraine's president presses for tougher sanctions on Russia. We have details, plus the weapon the U.S. plans to send for the first time. And Pope Francis is just hours away from his first visit to South Sudan. The Catholic leader calling the trip a pilgrimage of peace to a country still grappling with the aftermath of civil war. UNKNOWN (voice-over):  Live from CNN Center, this is \"CNN Newsroom\" with Kim Brunhuber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "The Pentagon is tracking a suspected Chinese spy balloon flying over the northern U.S. The balloon is the size of three buses and entered Montana via Canada. The U.S. has been aware of it for days and there has been debate over whether to shoot it down. The Pentagon has decided against that for now. We are told that while the balloon's flight path does bring it near sensitive sites, it isn't considered a major risk, but its presence did cause authorities to ground flights in Billings and state capital, Atlanta, for about two hours on Wednesday.CNN's Oren Liebermann has details from the Pentagon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "OREN LIEBERMANN, CNN CORRESPONDENT",
      "sentences": "For several days now, the U.S. has been tracking this surveillance balloon over Northern U.S., specifically over Montana. The U.S. says they believe -- they are very confident, in fact -- that it is from China, a balloon that drifted in or came in over Canada and has been over sensitive sites, the Pentagon admits, over Montana.Now, they haven't specified what those sites are, but Montana is home to several ballistic missile fields, ballistic missile silos, and perhaps that's what this surveillance balloon was going after. The Pentagon says when this first came over and they started watching it, they did launch F-22 fighter jets. In the end, the decision was made not to shoot this down. President Biden asked for options for the possibility of what it would take to shoot this down. In the end, senior military leaders, including the chairman of the Joint Chiefs of Staff, General Mark Milley, a top U.S. officer, recommended against shooting it down for a number of reasons. First, there is a risk to what is on the ground, facilities and people there on the ground, even if it is Montana and isn't densely populated. More importantly, though, the Pentagon says they don't believe this has intelligence gathering capabilities, what satellite communications above what Chinese spy satellites already have. In the end, the decision was made not to shoot it down. But the Pentagon emphasized that should they determine this is a high risk, they do retain that option of carrying out a military option against this, essentially shooting this surveillance balloon down. The Pentagon will keep watching this. It's important to note that the Pentagon did bring this up through diplomatic channels, both in Washington and in Beijing, and it comes at a time of incredibly high tensions with China. Oren Liebermann, CNN, at the Pentagon. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "And a short while ago, Chinese state media reacted to reports about the balloon. China's Global Times (INAUDIBLE), including CNN, accusing the U.S. of -- quote -- \"hyping up\" the so-called China threat.In the last hour, our military analyst spoke about what could happen when the balloon finally comes down and how often does China actually use the suspected spy balloon. Here he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "CEDRIC LEIGHTON, CNN MILITARY ANALYST, RETIRED AIR FORCE COLONEL",
      "sentences": "This could happen fairly frequently depending on how many balloons the Chinese actually have in their inventory. There are some reports that they've been using them against Taiwan and Guam. So, the sightings, you know, that may have occurred in those areas would have to be looked at.So, it probably doesn't happen quite as frequently as we would think, but it does happen, perhaps, you know, dozen or multiple times a year. If it's detected in time, there could be a scramble. We've had those happened before where some satellites have come down and something analogous to that could actually happen. So, if that does occur, then you could bet that the various intelligence agencies around the world would want to get a hold of this, especially the U.S. intelligence agency. Of course, the Chinese would want to keep it for folks who may be interested in making sure they could retrieve it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "That means American troops could potentially be deployed just a couple of hundred miles from Taiwan. At the same time, the U.S. Marine Corps will now a new base in Guam. Here's how China's foreign ministry reacted.(BEGIN VIDEO CLIP) MAO NING, CHINESE FOREIGN MINISTRY SPOKESPERSON (through translator): Part of its own self-interest, the United States continues to strengthen its military deployment in the region, which raises tension in the region and hurts regional peace and stability. Regional country should exercise vigilance and avoid being compromised by the United States. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "The deal to expand U.S. access to Philippines's bases was announced as U.S. Defense Chief Lloyd Austin visited Manila. It builds on a previous defense pact between the two countries and gives the Pentagon access to a total of nine military bases in the Philippines.Now, this is all happening as Antony Blinken gets ready to China for the first time since becoming U.S. secretary of state. A number of contentious issues are on the table. CNN's Marc Stewart explains. (BEGIN VIDEOTAPE) MARC STEWART, CNN INTERNATIONAL CORRESPONDENT (voice-over):  U.S. Secretary of State Antony Blinken's next stop on his world tour, China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "MATTIE BEKINK, CHINA DIRECT, ECONOMIST INTELLIGENCE UNIT",
      "sentences": "It is a big deal. And I think it's really important not just for the U.S. and China and their own kind of economic political interests but for the entire world to see these two superpowers find a way to get along.STEWART (voice-over):  But that might be a lofty goal. In March 2021, talks between Blinken and China's then top diplomat got off to a heated start. A meeting described as tough and direct. Yet the tone was more cordial when President Joe Biden met with Chinese Leader Xi Jinping at the G20 in November, setting the stage for Secretary Blinken's upcoming visit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "JOSH LIPSKY, SENIOR DIRECTOR, ATLANTIC COUNCIL GEOECONOMIC CENTER",
      "sentences": "The fact that the meeting is happening in and of itself is a success. This is the continuing of the tying of the relationship that started in Bali between President Xi and President Biden.STEWART (voice-over):  Among the stress points to tackle, semiconductors, the war in Ukraine, human rights, Taiwan, and trade. But experts argue don't anticipate any tangible results just yet. ALFREDO MONTUFAR-HELU, THE CONFERENCE BOARD:  I don't think there is a big expectation that there would be huge positive outcomes of these meetings, but mainly about defining what both countries can do to not deteriorate the relationship. STEWART (voice-over):  If anything, the meeting sets to establish guardrails in a competitive relationship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "LIPSKY",
      "sentences": "What you need to do is be able to create trust. So, these two gentlemen can pick up the phone any time day or night if there is a flash point or conflict and reach each other and understand what is happening in the other countries.STEWART (voice-over):  A visible effort toward diplomacy amid political, social, and economic challenges. Marc Stewart, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Now, to the war in Ukraine where at least seven people are wounded, one critically in the latest Russian attack in Kramatorsk. Local authorities say most residents had already left the city center for temporary shelters after missile strikes killed three civilians on Wednesday.CNN's Fred Pleitgen and his team were heading to the scene of the first strike when a second missile hit. Look at this. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice- over):  Two missile strikes on the city of Kramatorsk in Eastern Ukraine. UNKNOWN (voice-over):  Let's go. PLEITGEN (voice-over):  Right at the location we are about to film. (On camera):  There were just two massive missile strikes right in our vicinity. You can see it's just a couple of yards away from where we are. We're not exactly sure what kind of missiles it was, but this is a residential area. We are right in the middle of town. (Voice-over):  Photojournalist Matthias Somm films the damage caused by the impact. Ukrainian authorities later said they believe the missiles were S-300s, normally used to shoot down planes, devastating when launched at urban centers. As medics tended to the wounded, producer Tim Lister (ph) checks in with our headquarters. TIM LISTER (ph), PRODUCER:  Extremely large detonations. Really, really close. We are going to stay in shelter. PLEITGEN (voice-over):  As we take cover, residents are clearly traumatized by the violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "The U.S. is expected to announce a new $2.2 billion aid package for Ukraine in the coming days. U.S. officials tell CNN it will for the first time include longer-range missiles called ground launch small diameter bombs at the range of about 145 kilometers. Meanwhile, CIA assessment concludes the next six months will be absolutely crucial in determining the outcome of the war. Director Will Burns says developments on the battlefield will be key since Russian President Vladimir Putin isn't serious about negotiations.Leaders of the European Union are in Kyiv for a summit in the coming hours with Ukrainian President Volodymyr Zelenskyy. European Commission President Ursula von der Leyen says Russia must be held accountable in court for its -- quote -- \"odious crimes\" in Ukraine. She announced the E.U. will set up an international center in The Hague to prosecute the crimes and aggression. President Zelenskyy is demanding more punitive sanctions against Russia. For more on all of this, let's bring in CNN's Scott McLean live in London. So, Scott, walk us through what we're expecting to come out of the summit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Kim, yeah, there is a lot on the agenda. Obviously, one of the biggest things is what Ukraine needs to do to actually join the European Union and, obviously, how the E.U. can help Ukraine after the war and, of course, military support -- continued military support as well.Yesterday, President Zelenskyy said that he and European Commission President Ursula von der Leyen were on the same page when it came for the need for European support, defense support for Ukraine, where they made -- the verge, though, is what he said next, which is that he believes that Ukraine deserves to start negotiation for full E.U. membership this year. It was just last year that Ukraine became an official candidate state for E.U. membership but it comes with a laundry list of conditions to actually get there. One of the most challenging for Ukraine will be clamping down on corruption. For the past few weeks, we've seen Ukraine try to do some of that, announcing investigations and raids on high level officials in the government, making a lot of officials -- dismissing a lot of officials, I should say. But there is a heck of a lot more work to do in order to shed Ukraine's reputation as one of the most corrupt countries in Europe. E.U officials acknowledge that Ukraine has been making strides, but they wouldn't put any kind of timeline on full E.U. members. Remember that a lot of countries have been waiting more than a decade as candidate states and are still not full members. He also said that the E.U. should start to ramp up its sanctions on Russia. Here's why. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE (through translator):  Now, the pace of sanctions has somehow slowed down in Europe and the terrorist state on the contrary is adapting to the sanctions. We need to catch up. We need to correct this. (END VIDEO CLIP) MCLEAN:  So, despite those sanctions, the IMF first predicted that Russia's economy would actually grow slightly this year. Von der Leyen, for her part, insisted that the sanctions were having a big impact. Now, obviously, the most pressing concern for Ukraine, Kim, continues to be weapons from the west. They got a boost yesterday from the Polish prime minister in its bid for fighter jets. (INAUDIBLE) told the German newspaper that, of course, his country will go along with whatever NATO allies decide on whether or not to send fighter jets, but he said that if he were making the decision unilaterally that Ukraine would get jets. This is significant because you will remember that it was just last month that not a single country was willing to send tanks to Ukraine. Poland became the first. And just a few weeks later, there were 12 willing an on board. Kim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:55",
      "speaker": "VLADIMIR SHULMEISTER, LECTURER, KYIV SCHOOL OF ECONOMICS",
      "sentences": "This is a very important issue for Ukraine, to become closer to European Union, become member of the European Union. But before that, Ukraine needs to comply with values and with culture of Europe.This might take some time. Ukraine president as first person of Ukraine should realize that and should do everything to do that, to approach those of Europe, to approach culture of Europe, especially when we talk about the Russians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:55",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, that is one of the sticking points. One of the things E.U. has been after for a long time is for Ukraine to crack down on corruption and that's exactly what we saw this week on a large scale and with even more reforms promised.First of all, how big of a problem is corruption in modern Ukraine even now during a war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:55",
      "speaker": "SHULMEISTER",
      "sentences": "The scale is quite, quite big. I was talking with various representatives of the countries, which used to be historically in Soviet bloc and also historically from the Soviet time. I think that it originates from there. It became part of the culture of these countries. And unfortunately, there are different levels of corruption that is by far higher than average in the European Union.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:55",
      "speaker": "BRUNHUBER",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:55",
      "speaker": "SHULMEISTER",
      "sentences": "To fight that, and I was talking to Mr. Zelenskyy about that four years ago before he became president, that he is -- I actually had no doubts that he would be president, would be elected president. I told him that it is wonderful moment for him to change this occasion in Ukraine dramatically. He had all the possibilities to do that.Unfortunately, it is happening only now. And what we see now is only -- let's say a nice picture with searches, with investigations. These should go further to change the situation dramatically. Ukrainians -- I am really surprised that this investigation happens also during the war and that this corruption level is very high. I was really - I was really hoping that corruption would stop during the war when people are dying in the war. Ukrainians are fighting for their freedom and the corruption goes on. There should be radical steps being done in Ukraine to fight it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:55",
      "speaker": "BRUNHUBER",
      "sentences": "Before I get to those steps, I mean, Russia also suffers from a huge corruption problem. So, both countries during this war are suffering from this. You've talked about this sort of being a war of corruption and a race to see who is going to, you know, get to terms with it first. Explain what you mean by that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:55",
      "speaker": "SCHULMEISTER",
      "sentences": "We have seen at beginning of the war that Russian media was stressing that the war will be finished in four days, one week, two weeks. But luckily, all these plans failed. I think one of the important reasons why this happened is because of corruption in Russia, corruption in the Russian army. Actually, a lot of things were not capable to fight during the war.And this means that corruption on the Russian side was helping Ukraine to change the scenario of the war and to be at least the same level fighting during the war and even gaining some positions in the summer and autumn. Unfortunately, this war of corruption, it goes on. So, the country, which will be able to fight internal corruption quicker, will have more chances to win the war. I really hope that Ukraine will make its lessons and will change the situation quicker than Russians will do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:55",
      "speaker": "BRUNHUBER",
      "sentences": "We only have about a minute left, but I wanted to ask you about the -- changing the corruption culture is a long-term process. So, over the shorter and medium term, what's the best way to actually do this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "SHULMEISTER",
      "sentences": "We don't have this time on, you know, to start learning what is good and what is bad. We have -- we need some quick steps, some radical solutions. This is actually what is happening in other countries like Slovenia. I was taking a look at the history -- of anti-corruption history of that country. Romania also is a good example.To change this culture dramatically and quicker, actually, officials need not only to be investigated and fired, but they need to go to the prison. The bigger the names of the people who go to prison, the quicker the situation will change. Actually, in Slovenia, if you take this example, I've been there many times and I see that people are scared to steal from the state. It turns out that there were only 17 or 18 people who were imprisoned in Slovenia during the anti-corruption fight. There were several years where it was very intensive. But the names of these people were very bright. You know, ex-prime ministers, mayors of major cities of Slovenia. This had a great impact on normal people. They learned the lesson much quicker. The same should happen in Ukraine. There should be not only searches and investigations, but people should go to prison and there should be a clear picture to everybody who would like to work for the state. If you steal from the state, you will be punished severely and will go to prison. You'll lose everything that you've stolen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Absolutely. Listen, we'll have to leave it there, but we really appreciate your insight. Vladimir Shulmeister in Riga, Latvia, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "SHULMEISTER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Pope Francis is wrapping up his visit to the Democratic Republic of Congo after a rapturous reception in the central African nation. That and where he's heading next, we'll get to that after the break. Please stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:56",
      "speaker": "MADOWO",
      "sentences": "One of the standout moments has got to be his Thursday meeting with catechists and young people where he told them not to be manipulated, but also got the entire group to shout no to corruption.POPE FRANCIS, HEAD OF CATHOLIC CHURCH, BISHOP OF ROME AND SOVEREIN OF THE VATICAN CITY STATE (through translator):  All say it, no to corruption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:56",
      "speaker": "MADOWO",
      "sentences": "A papal visit is a big deal anywhere, but in a country where about half the population identifies as Catholic, it's extra important, and I think that has not been lost on the pope or the people.UNKNOWN (through translator):  I am very, very, very moved to have a pope in our country after 38 years. My joy is immense. UNKNOWN (through translator):  We hope that his visit to Congo will bring peace. We have this hope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:56",
      "speaker": "MADOWO",
      "sentences": "The pope's message to the young people was to watch out for people who would use them to keep the DRC in the vice grip of instability and violence, and he encouraged them to reimagine a peaceful future for the DRC.I think what this trip has accomplished, two things. One, some global attention on the conflicts in the DRC, but two, he is giving the people of the DRC a lot to think about in the weeks and months ahead. Larry Madowo, CNN, Nairobi. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Welcome back to all of you watching us around the world. I am Kim Brunhuber. This is \"CNN Newsroom.\"For several days, a suspected Chinese spy balloon has been flying over the northern U.S. It entered via Canada and is currently floating above Montana. The Pentagon is closely monitoring the balloon but for now, says it won't shoot it out of the sky even though the balloon is close to a number of sensitive sites. And brief ground stop was ordered at local airports and fighter jets were mobilized. The timing of this apparent provocation is terrible. It comes right before the U.S. Secretary of State heads to Beijing for its first official visit, and tensions were already soaring. In Ukraine, a major city liberated from Russia's ground forces isn't getting a break from its artillery. Shells and rockets keep raining down on the city of Kherson, which is only separated by a river from Russian positions. Sam Kiley has a firsthand look at the life under the constant threat of artillery attacks. (BEGIN VIDEOTAPE) SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voiceover): 12 weeks ago, Ukrainian celebrated the liberation of Kherson from months of Russian occupation. This is the scene today. (on camera) The Russians continuing to fire with direct fire from tanks across the river which is just a few hundred meters in that direction. And on top of that, locals are telling us that it's being regularly shelled with Grads, the multiple rocket-launching systems completely indiscriminate. (voiceover) Homes have been blown up, hospitals torn by high explosives, in weeks of an ever-intensifying bombardment. Local authorities hear talk of scores of artillery attacks from Russian positions just across the Dnipro River every day. Firefighters and emergency workers keep their base location secret, their prime targets for rushing guns. Two people were killed around the city overnight. A missile landed very close to here recently, adding urgency to this food distribution to people who are still here because they're trapped by poverty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in a foreign language)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "KILEY",
      "sentences": "Grad rockets flew in during the day at half past three right here. Our guard was standing there. The guard got hit, they said.(on camera) And why do you think the Russians are doing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(Speaking in a foreign language)KILEY (voiceover): Revenge probably, she said. Probably revenge because they ran away. This underpass is a brief refuge taken by desperate civilians seeking help and food.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in a foreign language)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "KILEY",
      "sentences": "Most of the houses are destroyed, he said. People are staying without electricity, water, and gas. And there's constant shelling. We're on the contact line. We live near the bridge. Anatoli (PH) will take what help he can get from the local government. A Russian strike against City Hall five days ago means that this plastic sheeting can be put to better use.(on camera) What are you going to do with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in a foreign language)KILEY (voiceover): I'll board up the windows. The window's out no glass. He'll have to walk home. No one will drive to his neighborhood. It looks out across the river at the Russians. Sam Kiley, CNN, in Kherson. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Well, turning now to the financial meltdown that's led to Gautam Adani losing his status as Asia's richest man. Shares in Adani's flagship firm are down 15 percent today as it grapples with the fallout from a report from an American research company accusing it of fraud. CNN's Vedika Sud reports.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "VEDIKA SUD, CNN REPORTER",
      "sentences": "For over a week, top billionaire, Gautam Adani's fortunes have been hit by fraud, a claim made by a small American research firm and short seller. The Hindenburg report has led to a massive market meltdown in India, wiping out more than $100 billion off the value of Adani's conglomerate. And the setback continues. The shed plans force Adani to abandon a $2.5 billion share sale. Here's more on the controversy and the man in the midst of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "NIRMALA SITHARAMAN, FINANCE MINISTER, INDIA",
      "sentences": "Sustainable cities for tomorrow.SUD (voiceover): Protests by opposition lawmakers in India's parliament on Wednesday highlighting concerns of the finances of an Indian billionaire. On the same day, his conglomerate, Adani Enterprises called off its $2.5 billion share sale after a significant drop in share price.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "GAUTAM ADANI, CHAIRPERSON, ADANI GROUP",
      "sentences": "For me, the interest of my investor is paramount and everything is secondary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:06",
      "speaker": "TIM BUCKLEY, DIRECTOR, CLIMATE ENERGY FINANCE",
      "sentences": "The Indian economy has been growing as one of the fastest-growing emerging markets in the world for a decade now. And that profound success story in India has certainly been a cornerstone of the Adani Group because they are investing in infrastructure in India.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:06",
      "speaker": "SUD",
      "sentences": "This desert growth has often been flagged by detractors. Adani is seen as a close ally of Indian Prime Minister Narendra Modi. Critics say Adani's rise rested heavily on crony capitalism, which Adani has repeatedly dismissed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:06",
      "speaker": "ADANI",
      "sentences": "The Prime Minister, Modi, and myself both have come from the state of Gujarat. And that makes me the easy target of such business allegations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:06",
      "speaker": "SUD",
      "sentences": "Analysts caution that the fallout of the report by Hindenburg Research not only poses a risk to the Adani Group but to the Indian economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:06",
      "speaker": "HEMINDRA AZARI, INDEPENDENT BANKING AND ECONOMIC ANALYST",
      "sentences": "In a normal case of events, the regulator would have stepped in and announced an investigation. But sadly, in this case, the regulator at least for the public has chosen to remain silent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:06",
      "speaker": "SUD",
      "sentences": "The immediate impact has been obvious. More than $100 billion wiped off the value of his business empire. The wider challenge now for India's market regulator and the Modi government will be to try and cap the market chaos and regain the trust of nervous investors.(on camera) Until last week, Gautam Adani was the fourth richest person in the world. But after the market route, he's no longer in the top 10. As the Adani crisis continues to unfold, opposition lawmakers in India are demanding a probe into the Hindenburg report. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:12",
      "speaker": "BRUNHUBER",
      "sentences": "U.S. House Democrats are accusing the Republican majority of political revenge after the GOP blocked Ilhan Omar from the powerful Foreign Affairs Committee. CNN's Manu Raju has a report.(BEGIN VIDEOTAPE) REP. ILHAN OMAR, (D-MN): Like I was -- MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT (voiceover): House Republicans in one of their first moves in power, ousting Democrat Ilhan Omar from the seat on the Foreign Affairs Committee over past remarks condemned as antisemitic. REP. MAX MILLER, (R-OH): She has brought dishonor to the House of Representatives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:12",
      "speaker": "RAJU",
      "sentences": "A 218 to 211 vote, a response to 2021 when Democrats booted Republicans Paul Gosar and Marjorie Taylor Greene from all of their committees over their rhetoric.REP. KEVIN MCCARTHY, (R-CA): Thank you all for coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:12",
      "speaker": "RAJU",
      "sentences": "But speaker Kevin McCarthy claims this is different since Omar can serve on other committees, just not foreign affairs.Is this the message you want to send the voters as you come into power here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:12",
      "speaker": "MCCARTHY",
      "sentences": "No. And that's the clear part of how it's not tit for tat. We're not removing her from other committees. We just do not believe that when it comes to foreign affairs, especially the responsibility of that position around the world with the comments that she makes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:12",
      "speaker": "RAJU",
      "sentences": "Then-Speaker Nancy Pelosi set the precedent in 2021 but told CNN at the time, she was not concerned the GOP might retaliate.REP. NANCY PELOSI, (D-CA): We would not walk away from our responsibilities for fear of something they may do in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:12",
      "speaker": "RAJU",
      "sentences": "Now, Democrats say the vote was an act of pure political vengeance.HAKEEM JEFFRIES, (D-NY): But what's going to take place on the floor today is not a public policy debate. It's not about accountability. It's about political revenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's not just a fight -- RAJUrecognizing Israel as a legitimate U.S. ally. And today, defiant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:12",
      "speaker": "OMAR",
      "sentences": "I am an immigrant and interestingly from Africa. Is anyone surprised that I am being targeted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:12",
      "speaker": "RAJU",
      "sentences": "Even some Republicans uneasy about the vote.REP. TONY GONZALES, (R-TX): I'm not excited about the direction that we've started, the direction that we've kind of taking this place is tit for tat. RAJU (on camera): How, you know, you feel about this being one of the first major actions of the new Republican majority to kick Ilhan Omar off the committee? NANCY MACE, (R-SC): Well, certainly. I'm concerned representing a swing district that we're distracted from the real issues facing Americans who are struggling, talking about inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:12",
      "speaker": "RAJU",
      "sentences": "Now, those last two Republican members did end up voting to kick Omar off of the committee. Nancy Mace in one said she had gotten some assurances that going forward, there'll be a different process for removing committees, members off of committees for bad behavior, for conduct that looks dishonorably among the House. Kevin McCarthy did indicate that that would be his plan also going forward. He plans to have talks with a Democratic leader Hakeem Jeffries about this issue, as the Republicans see pure eager to put this behind them amid concerns within the ranks. Manu Raju, CNN, Capitol Hill.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}