{
  "date": "2023-01-05",
  "headline": "CNN Newsroom",
  "subHeadline": "Hamlin's Father Spoke to Bills; Hurricane-Force Winds Hit California; Biden Intends to Visit Border; Amazon Laying off Workers; Passengers Still Without Luggage; Benedict Buried Following Funeral Mass. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Adrienne, appreciate it.Coy, I know you've also been speaking to folks in the league. You've been talking to players and coaches. This is weighing really heavily, of course, as we approach what should be a weekend of games.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "COY WIRE, CNN SPORTS ANCHOR",
      "sentences": "Yes, understandably so, right, Erica. But first and foremost, I was told that the Bills players got an inspiring visit via Zoom call yesterday. Damar Hamlin's father conferenced in with the team, and the players encouraged, especially to hear from him that Damar is making progress.But as for the games this weekend, Erica, Bengals quarterback Joe Burrows said that he feels the locker room would be split on whether they should even play. He said that he'd want to play. The normalcy would help him. Another thing to consider, others may want to play to reach incentives. One player needs just two catches for half a million dollars. Another needs a sack to earn a million dollars. Regardless, whether they play or not, it's a challenging time mentally and emotionally and these players and coaches, too, like Dallas Cowboys head coach Mike McCarthy. Here he is yesterday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MIKE MCCARTHY, HEAD COACH, DALLAS COWBOYS",
      "sentences": "It's definitely a heavy, sensitive day here.Let's be honest, nobody's fine. I think we all have a tendency to say we're good. So - that's that's where our mind is and that's where our focus is. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "WIRE",
      "sentences": "Will they be ready to play? There is no doubt, Erica, that most players in the league have had the thought already, that could have been me. That could have been me. You know, so images of Hamlin will certainly be in players' minds at some point before their first collision, whenever they do get back out on that field. HILLall the teams in the league and the players, but it is weighing heavily. Really appreciate it, Coy, Adrienne. Thank you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:21",
      "speaker": "SCIUTTO",
      "sentences": "A powerful storm, known somewhat alarmingly as a bomb cyclone, has killed at least one person, a young child, sadly, as hurricane force winds slam California's coast overnight. Those winds knocked down trees and power lines, leaving nearly 200,000 people without power this morning. The threat of flooding and mudslides from heavy rainfall continues as that storm now moves towards Oregon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:21",
      "speaker": "HILL",
      "sentences": "CNN's Stephanie Elam in live this morning in San Francisco.So, give us a sense about how critical the situation in some areas is this morning and also whether we know any more about this young victim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:21",
      "speaker": "STEPHANIE ELAM, CNN CORRESPONDENT",
      "sentences": "Yes, Jim and Erica, it's just a tragedy. We know it's a toddler and we know that this happened when a redwood tree fell into the family home. We understand that the others in the house were able to get out uninjured. But just, when you hear these devastating stories, it just shows you how dangerous these storms can be.And part of the issue here is that it's just a massive amount of water that fell on the area in a concentrated time. And there was no place for all of that water to go, which was already saturate from that New Year's Eve storm as well. And so that runoff, loosening the soils, and then you can see these giant trees fall. We saw them here in San Francisco where a tree fell on a moving car. That family was able to get out of the car as well. When you look around right now, I know it looks like it's dry here and it is, the beautiful Bay Bridge here behind me and the calm water here. But I just checked the radar. There's another band that's coming in. So, between all of this, we see the flooding roads still a concern. We still see mudslides, rock slides as well. Those tree dangers. And then you look up into the Sierra. We've already got feet of snow from the previous storm. We could see about one to three more feet from this storm alone. And there's another storm expected to come Friday evening as well. All of that lending people to wonder, are we past the drought. And I just have to tell you that the answer to that question is, no, we have new drought numbers out. One good thing to say is that the exceptional drought category, which is worst there is, that has been in place in many parts of the state. Well, for the first time since May of last year, there is no exceptional drought in the state. However, we still see very strong drought numbers, 97 percent of the state in a drought. So, I know a lot of times we say things like, save something for a rainy day. In California, we need to save up the rain for a dry day. And even though we've had a lot of rain here, and Los Angeles County is now getting hit really hard, it's not over for us. So, we just need to save this water and remember that our climate here is changing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:21",
      "speaker": "SCIUTTO",
      "sentences": "Yes. Yes, listen, it's all about the extremes, right? Extreme drought, extreme rainfall. It's tough, each phase of this.Stephanie Elam, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:21",
      "speaker": "ELAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:21",
      "speaker": "HILL",
      "sentences": "As we turn to the border this morning, the immigration crisis one of many critical issues that is at a standstill this morning on Capitol Hill. President Biden now says he intends to visit the southern border as part of a visit to Mexico City next week. And it would be the first stop for him since taking office. It also comes as officials in El Paso, as we've talked about, are grappling with an influx of migrants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:21",
      "speaker": "SCIUTTO",
      "sentences": "Yes, it's something he's taken a lot of flak from Republicans for not doing to this point.CNN White House reporter Priscilla Alvarez joins us now live with more. Republicans have been calling this for years. Biden's going to go. With what function here? I mean beyond drawing attention and taking a look, I mean is there a solution in the works?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "SCIUTTO",
      "sentences": "Well, especially with what we're seeing with even the speaker vote right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "HILL",
      "sentences": "And the impact, of course, that is having on the - on the inaction, even though we've talked a lot, of course, about what is or is not getting done in Congress.We should point out, too, it's not just Republicans in many cases, but, Priscilla, there have been Democrats, especially some of those along the border who have been asking for more from the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "HILL",
      "sentences": "What is the reaction from some of them in terms of the announcement of this visit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "ALVAREZ",
      "sentences": "Well, we heard from Representative Veronica Escobar during that influx of migrants in El Paso where she said that she would like the president to visit while also work on preparations to help them and provide that federal government assistance.But to your point, what we expect to see today, and the policies we'll hear from the president about, is likely to draw some criticism from Democrats who have said we cannot keep using this Covid era restriction and we can't use it as a basis to turn people away. So, it does put the administration in a politically precarious position as they try to chart a path forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "HILL",
      "sentences": "Priscilla Alvarez, thank you.All this morning the FBI, ATF, D.C. Police, dramatically raising reward money from $100,000 to now $500,000. That is for information leading to an arrest in the unsolved Capitol pipe bomb investigation. Now this, of course, also coming just a day before the two-year anniversary of the insurrection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes, it's really taken a long time, it seems, to make progress in this case. Federal authorities have said the suspect seen in this video may have placed bombs found near the DNC and RNC headquarters the night before the January 6th riots. This is two years ago. They say the bombs were viable though never detonated. The FBI released this statement, quote, we urge those who may have previously hesitant to contact us or who may not have realized they had important information to come forward with anything relevant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "SCIUTTO",
      "sentences": "This morning, a hit to the tech jobs market. Amazon says it plans to lay off some 18,000 employees. The company's CEO says the cuts will affect several units, including Amazon stores, also the human resources department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "HILL",
      "sentences": "And it comes after Facebook parent company Meta and Twitter both recently announced their own lay-offs.CNN chief business correspondent Christine Romans joining us now. So, it's a lot of jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "HILL",
      "sentences": "There's the - there's the larger jobs picture. I mean how -- when you look at this, how alarming -- 18,000 sounds like a big number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "ROMANS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "HILL",
      "sentences": "Is it as -- it's significant to every single one of those people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "ROMANS",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "HILL",
      "sentences": "Is it as broadly significant as it may feel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "ROMANS",
      "sentences": "Look, lay-offs are always troubling, right? It means somebody has lost a paycheck and now has to go and have a big disruption in their life. But if you look at all those tech lay-offs, I want to be very clear here, these companies were hiring at breakneck speed for like the last three years. I mean just Amazon added, what, a million jobs since 2018. I mean this company has more than doubled in size. I mean it is really, really astounding how fast Amazon was growing. And all of those other ones.Salesforce, its CEO, in cutting 10 percent, apologized and said, look, I get it. We were hiring way too many people for this environment. So, has the environment changed or were they just thinking it was going to being gangbusters with no end? They have to like, you know, step back a little bit. For some of these companies, it is quite frankly a margin error, right, for how many people they've been hiring over the past few years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "ROMANS",
      "sentences": "Also, for jobless claims this morning, we saw another very low number. They fell again. Those are lay-offs. You're not seeing lay- offs in this company outside of tech. Tech is about 7 percent of the workforce. Outside of tech, these numbers are still very strong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "SCIUTTO",
      "sentences": "It's a good point. Look at the trend, right? I mean a lot of those big figures are going to take - they're going to take the headlines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "SCIUTTO",
      "sentences": "But look at the trend, as you always say we should do.All right, overnight we've heard from Alan Greenspan who says that he's worried about a recession this year. I mean he's not -- not everyone's in that camp, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "ROMANS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "SCIUTTO",
      "sentences": "And, by the way, you look at some of the positive numbers which you've highlighted on our broadcast here. How are things at least starting out this year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "ROMANS",
      "sentences": "Well, you know, Alan Greenspan, like all economists, doesn't have a perfect record either. But he looks at all those numbers and he happened to steer this economy to a soft landing in 1999 when we had to raise interest rates -- the Fed had to raise interest rates to try to get ahold of the situation. So, he's been in this seat before and he says, I don't think we can really avoid a recession.But no one knows for sure. In the last year, as we know, economists really got it wrong. You know, remember transitory inflation. That was really a bad call. And that was really wrong. Maybe -- we heard from Moody's, They're calling it a slow session. Maybe you don't have a recession, you just kind of grind to a halt here. No one knows for sure. The job market still remains strong. Tomorrow we're going to get that jobs report, Jim. I think maybe it will be less strong than recently and that's what you want to see after six months of the Fed raising interest rates. But I would just caution, after the last year, no one really knows for sure what 2023 holds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "SCIUTTO",
      "sentences": "Yes. And one story already has been the resilience of the economy, even in the face of, you know, giant interest rate hikes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "HILL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "SCIUTTO",
      "sentences": "But we'll continue to watch.Christine Romans, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "ROMANS",
      "sentences": "The consumer is a brick wall between us and recession so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:43",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "SCIUTTO",
      "sentences": "That's no fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "HILL",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "SCIUTTO",
      "sentences": "I mean none of this is any fun.CNN's Pete Muntean has more on the challenge cleaning up that big mess there. (BEGIN VIDEOTAPE) PETE MUNTEAN, CNN AVIATION CORRESPONDENT (voice over): It was supposed to be a perfect holiday for Toya Martin of Maryland. Instead, she spent almost two weeks searching for her family's three lost bags.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "TOYA MARTIN, DAUGHTER OF SOUTHWEST AIRLINES PASSENGER",
      "sentences": "Two words, mentally exhausting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "MUNTEAN",
      "sentences": "Martin says Southwest Airlines lost the checked baggage of her nephew and mother who flew in from St. Louis. In one of her mom's suitcases, critical medical supplies needed for her colostomy bag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "MARTIN",
      "sentences": "It's like being lost. Like, you're in the middle of an ocean with no - no way to get back. And they're just looking at you saying, we don't know what to tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "MUNTEAN",
      "sentences": "Southwest is telling passengers that it is returning lost luggage with great urgency, using FedEx and even competing airlines to transport bags. The pile of unclaimed bags at Southwest's Baltimore hub has now disappeared, but the pile is still dwindling at airports like Denver, where Southwest canceled 2,300 holiday flights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "ROSS FEINSTEIN, AVIATION INDUSTRY EXPERT",
      "sentences": "Southwest has a lot of work ahead of itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "MUNTEAN",
      "sentences": "Industry expert Ross Feinstein points out Southwest carries the most checked bags of any U.S. airline. It offers passengers two checked bags for free. In an employee memo obtained by CNN, Southwest's CEO Bob Jordan said the airline has cut the numbers of bags in half since last Thursday and were on track to get the majority, if not all bags, shipped to our customers later this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "FEINSTEIN",
      "sentences": "A week and a half, two weeks, is just unacceptable and customers are just frustrated trying to track down their bags.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "MUNTEAN",
      "sentences": "But the issues go beyond just one airline. This week Valerie Sabala (ph) of Washington, D.C., found her bag afterit was lost by a United Airlines vendor but using an Apple air tag. VALERIE SABALA (ph): They kept saying that it was safe in a delivery center. And none of that was true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "MUNTEAN",
      "sentences": "The latest federal data shows airlines mishandled two million bags in 2021. New numbers are likely to go higher after families like Toya Martin's, spent their holiday without bags and without patience for Southwest Airlines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "MARTIN",
      "sentences": "Southwest was probably one of my favorite airlines to travel on. And it will never be the same.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "MUNTEAN",
      "sentences": "Travel experts say tracking your checked bag using an air tag is pretty good, although not totally perfect, but better than nothing, especially considering that Southwest Airlines does not let you track your bag on its app like other U.S. airlines offer.Experts offer this one extra tip, Jim, especially when you check a bag, especially after this incident. Take a photo of what's inside before you check that bag. Southwest Airlines insures checked bags up to $3,800. You could get all that money back but you have to prove exactly what's inside the bag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "SCIUTTO",
      "sentences": "Oh, that's really smart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "MUNTEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:05",
      "speaker": "SCIUTTO",
      "sentences": "I'm going to start doing that.Pete Muntean, thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:57:28",
      "speaker": "HILL",
      "sentences": "A final farewell this morning to Pope Emeritus Benedict XVI, who was laid to rest just a short time ago in a Vatican tomb following a mass attended by tens of thousands of mourners in St. Peter's Square. Pope Francis leading that service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:57:28",
      "speaker": "SCIUTTO",
      "sentences": "Benedict was the first pope in almost 600 years to step down rather than hold the position for life. He died Saturday in Vatican City at the age of 95.CNN's senior international correspondent Fred Pleitgen joins us now. This is the first time in modern history because of his retirement that a current pope has presided over his predecessor's funeral. I wonder if you could describe the scene there and how significant that is.",
      "isLastSentenceInterrupted": false
    }
  ]
}