{
  "date": "2023-12-14",
  "headline": "CNN News Central",
  "subHeadline": "Multiple People Arrested in Alleged Europe Terror Plots; CNN Gets Rare, Independent Access into Southern Gaza; Ukraine, Moldova Take Next Step to Join European Union; Schumer: Senate Will Return Next Week \"No Matter What\" for Vote on Ukraine & Israel War Funding. Aired 3:00-3:30p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "PAMELA BROWN, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Suspected terror plot foiled",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Plus, CNN is the first Western media outlet to gain independent access to southern Gaza without an Israeli military escort. We're going to bring you that report ahead as Israel's defense minister tells a U.S. official the war in Gaza will last several more months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BROWN",
      "sentences": "And exonerated, a man in Illinois spent 35 years behind bars for a murder he did not commit and now his conviction has been vacated, and he is a free man at last. He will join us live just ahead.We are following these major developing stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SANCHEZ",
      "sentences": "Thanks so much for joining us this afternoon on NEWS CENTRAL. It's the top of the hour and we're tracking a set of counter-terror operations in Europe. Multiple suspects were arrested in Germany, Denmark and the Netherlands today. German officials say they arrested three Hamas members for allegedly planning to attack Jewish institutions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BROWN",
      "sentences": "And authorities in Denmark made several terror arrests which they say are unrelated to the Germany case. But Israeli officials claim those suspects were also acting on behalf of Hamas.CNN's Alex Marquardt is in Tel Aviv, Israel with more. Alex, all of this is a bit confusing as you try to put the pieces of the puzzle together. These different arrests, different countries, three different countries involved, what has Israel shared about these arrests?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, four different countries involved. It can be a little confusing. So let's really explain this as best we can. Right now, it appears that two sets of people have been arrested, potentially in two separate plots. There may be some overlap, we're still trying to figure that out. But let's start in Europe where, in Germany, they say that three people have been arrested in Germany for a potential plot to attack Jewish institutions. The three people who they say were arrested are longstanding members of Hamas. This is according to a German prosecutor who participated in Hamas operations abroad.A fourth person, the Germans say, was arrested in the Netherlands. And then in Denmark, they also talked about people being arrested, but they did not mention Hamas. What the Danish authorities said was that four were arrested for terrorism offenses, for preparing an attack of terrorism. And they mention an awareness, as they say, of Jewish places. One of the people that the Danes say were arrested was also in the Netherlands. So you have three people who were arrested in Germany, two in the Netherlands, and then three more in Denmark. Denmark said that they carried out a series of raids on Thursday that resulted in these terror arrests and charges. Now, when it comes to Israel, Israel is only talking about the plot and the arrests in Denmark. The Mossad, which is the intelligence agency, Shin Bet, which is the security service, their equivalent of the FBI, they have thanked Denmark for everything they did in stopping this plot and making these arrests. This joint statement from the Mossad and the Shin Bet said that Denmark arrested terrorists acting on behalf of the Hamas terrorist organization and thwarted an attack. The goal of which was to kill innocent civilians on European soil. So here we have both Germany and Israel claiming that Hamas operatives have been arrested for a potential plot in Europe. This is really interesting because until now, Hamas has really been a local terror group that has focused all of its efforts on Israel. And now you have Israel accusing them of trying to expand their operations abroad, guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BROWN",
      "sentences": "And just to be clear, I just want to make sure I have an understanding, the arrest happened in three different countries, correct? And the two individuals arrested in the Netherlands, they are believed to be involved in separate cases, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Meantime, Alex, President Biden's National Security adviser is in Israel right now. He was taking meetings in Tel Aviv earlier today. And we're seeing more daylight, right, between the White House and Israel on the next steps in this war in Gaza. What's your understanding of what's come out of today's meetings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "MARQUARDT",
      "sentences": "Well, from what we're hearing from both sources and from John Kirby back at the White House in Washington, D.C. is that Jake Sullivan, the National Security adviser, really delivered on this message that Israel essentially has limited time, that the U.S. would like to see Israel winding down this heavier, more intense phase of the operation and move into a lower intensity phase in the coming weeks.This is something that we reported a few weeks ago, but Israel has said that basically they're going to fight for as long as it takes. And earlier today, the defense minister who did meet with Jake Sullivan, said that this war could go on for more than just months. But Jake Sullivan, we're told, made clear to the Israelis that international pressure is growing, that they're losing international support, that in the coming weeks it is time to wind down these more intense operations to a lower intensity phase. Now, at the same time, the White House is going to say and has said we're not telling Israel what to do, but as John Kirby said, they would like to see this war end as soon as possible. The big question, though, is how Israel responds to this, because they've made clear that their goal is eradicating Hamas, making sure that Hamas cannot attack Israel again from Gaza and in their mind, that could possibly take a lot more than just a few more weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BROWN",
      "sentences": "All right. Alex, thanks so much for bringing us the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SANCHEZ",
      "sentences": "So while Sullivan is in Israel to deliver that message to Israeli leaders of the need to lower the intensity of its operations, CNN has new reporting on how the IDF is carrying out this war and how it could be leading to more civilian casualties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BROWN",
      "sentences": "The Hamas-run health ministry says more than 18,600 people have been killed in Gaza since October 7th.CNN's Katie Bo Lillis joins us now with more details. So, Katie Bo, you're learning that Israel has been using a large number of what's known as \"dumb bombs,\" right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KATIE BO LILLIS, CNN REPORTER",
      "sentences": "Yes. So, Pam, that's exactly right. This U.S. intelligence assessment compiled by the Office of the Director of National Intelligence and described to my colleague, Natasha Bertrand and myself, says that between 40- and 44 percent of all of the air-to-surface munitions that Israel has used in Gaza since October 7th have been unguided munitions, so-called dumb bombs or gravity bombs.Now, experts say that dumb bombs are less precise and pose a greater danger to civilians on the ground, particularly in a densely populated area like Gaza, where the difference in between life and death is a matter of a few feet. This is why you have seen the United States deliberately phase out its use of unguided munitions over the past decade. Now, there are ways to make unguided munitions more precise, in particular, through the application of a sort of targeting kit that you can sort of attach to these munitions. But it's not clear whether or not Israel is using these kits, whether it has enough of them, and in particular, I think, what its sort of rules of engagement are, right, what it considers to be an acceptable threshold for potential civilian loss on any given strike. And so that's why you are hearing from current and former U.S. officials who spoke to Natasha and myself through the course of this reporting, saying that Israel's heavy reliance on these so-called dumb bombs is - it's a really a contradiction of what they are saying publicly about doing everything that they can to protect civilian life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BROWN",
      "sentences": "Yeah, really important reporting. Katie Bo Lillis, thank you so much ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "LILLIS",
      "sentences": "Thank you, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BROWN",
      "sentences": "... on that note.Our CNN reporter saw some of the horrors up close with her own eyes. CNN's Clarissa Ward and her team are the first Western media outlet to gain independent access to southern Gaza without any Israeli military escort. And Clarissa joins us now from Abu Dhabi. So, Clarissa, you got this rare access, and you went to a field hospital where medical staff has gotten used to hearing constant bomb strikes a day. Bring us there, bring us inside, tell us what you experienced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "WARD",
      "sentences": "Right.AL-NAQBI: ... a stadium. (END VIDEO CLIP) WARD (voice over): Arriving at the Emirati field hospital, we meet Dr. Abdullah Al-Naqbi. No sooner does our tour begin when ... (BEGIN VIDEO CLIP) AL-NAQBI: So our ambulance (inaudible) ... WARD (on camera): And this is what you hear all the time now? AL-NAQBI: Yes at least 20 times a day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "WARD",
      "sentences": "At least 20 times a day.AL-NAQBI: Maybe more sometimes, which I think we got used to it. (END VIDEO CLIP) WARD (voice over): One thing none of the doctors here have gotten used to is the number of children they are treating. The U.N. estimates that some two-thirds of those killed in this round of the conflict have been women and children. Eight-old-year Jinan was lucky enough to survive a strike on her family home that crushed her femur but spared her immediate family. (BEGIN VIDEO CLIP) WARD (on camera): (Foreign language). She says she's not in pain. So that's good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "HIBA MOHAMMED MUGHARI, MOTHER",
      "sentences": "(Foreign language).(END VIDEO CLIP) WARD (voice over): Her mother, Hiba, was out when it happened. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "MUGHARI",
      "sentences": "(Foreign language).(END VIDEO CLIP) WARD (voice over): \"I went to the hospital to look for her,\" she says. \"And I came here and I found her here. The doctors told me what happened with her and I made sure that she's okay, thank God.\" (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "JINAN",
      "sentences": "(Foreign language). (END VIDEO CLIP)WARD (voice over): \"They bombed the house in front of us and then our home,\" Jinan tells us. \"I was sitting next to my grandfather. And my grandfather held me and my uncle was fine. So he is the one who took us out.\" (BEGIN VIDEO CLIP) WARD (on camera): (Foreign language). Don't cry. (END VIDEO CLIP) WARD (voice over): But Dr. Ahmed Almazrouei says it is hard not to. (BEGIN VIDEO CLIP) DR. AHMED ALMAZROUEI, UAE FIELD HOSPITAL: I work with all people, like adults, but the children, something touching your heart. (END VIDEO CLIP) WARD (voice over): Touches your heart and tests your faith in humanity. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "BROWN",
      "sentences": "Clarissa, just seeing the pain in that mother's face, it just - it tells the whole story. I want to ask you, as a follow-up, what you were able to show us there on the ground is so illuminating, bringing the realities to the forefront. There is a group of humanitarian organizations who wrote in a New York Times op-ed titled \"We Are No Strangers to Human Suffering, but We've Seen Nothing Like the Siege of Gaza.\" Did you hear that there?WARD (on camera): Oh, absolutely. You hear that from almost every aid worker that you talk to who has been on the ground there, who have operated in other conflict zones. I think it's because of the nature of Gaza, the fact that it is basically hermetically sealed, so densely populated, the fact that there's no place for people to go, there's nowhere that can be considered a sanctuary or a safe refuge. And there's no sense really at all, Pamela, that we're seeing the drastically needed uptick in aid to prevent this from teetering even beyond the humanitarian catastrophe into something even darker and more grim. The doctors told us that they are treating patients who should be suffering from illnesses or injuries that would be normally fairly straightforward. But because they're being treated in unsanitary and unhygienic conditions, they said they had a man with a wound to his head, there were worms inside the wound. The doctor said he had never seen anything like it before in his medical career, Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "BROWN",
      "sentences": "Wow. Thank you so much, Clarissa, for your courageous and so important reporting. Clarissa, thank you. SANCHEZThe process between opening negotiations and finally becoming a member could take years, we should note. But Ukraine's President Volodymyr Zelenskyy called it a victory for his country, saying that history is made by those who don't get tired of fighting for freedom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:19:17",
      "speaker": "BROWN",
      "sentences": "This just in, Majority Leader Chuck Schumer announcing that the Senate will return to work next week. All of this to allow more time for immigration talks to play out in the hopes of reaching a deal on aid for Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:19:17",
      "speaker": "SANCHEZ",
      "sentences": "Let's take you now live to Capitol Hill with CNN's Manu Raju.Manu, what more are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "SANCHEZ",
      "sentences": "No shortage of hurdles ahead.Manu Raju, thanks so much for the update. There are a wave of legal battles focused on abortion access that are rippling across the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "BROWN",
      "sentences": "Yes, since the Supreme Court's landmark decision that overturned Roe v. Wade last year, nearly two dozen states have banned or limited access to the procedure.CNN's Whitney Wild is here with a closer look at some of the legal battles taking place right now. So, Whitney, some of these involve laws that date back to the 1800s, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "WHITNEY WILD, CNN LAW ENFORCEMENT CORRESPONDENT",
      "sentences": "That's right, and particularly in Arizona. And so the question there is which law on the books should supersede the other. So there's this law that goes back to 1864. It is a near-total ban on abortion. There is also a law on the books that was enacted in 2022, which allows for abortion up to 15 weeks.Those laws are both still on the books. So each side arguing that the other is the law of the land. Here's a quick snippet of how those arguments were made to Arizona state Supreme Court justices this week. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "ANDREW GAONA, ATTORNEY FOR PLANNED PARENTHOOD ARIZONA",
      "sentences": "Abortion is healthcare. And I'm not sure that anyone has ever said those words in this courtroom before, so they bear repeating. Abortion is healthcare. And what that means is that this court's decision will have a profound impact on the ability of pregnant Arizonans to access that healthcare from PPAZ and other providers. Thankfully, reaching that, the correct decision is not difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "JACOB WARNER, ATTORNEY FOR DOCTOR WHO WANTS TO BAN ABORTION IN AZ",
      "sentences": "This application of law protects the mother while respecting the state's growing interest in protecting unborn children as they near viability.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "WILD",
      "sentences": "So, in the aftermath of Roe v. Wade, there are so many questions that state Supreme Courts have to answer. In that Arizona 1864 law, after Roe v. Wade, there was an injunction that basically said you can't enforce that law once Roe v. Wade went away, that injunction went away as well and that is the debate in Arizona, Boris and Pamela.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "SANCHEZ",
      "sentences": "And, Whitney, justices in the New Mexico Supreme Court are also hearing arguments. What's happening there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "WILD",
      "sentences": "Theirs is a little bit more nuanced. So New Mexico has a right to abortion. They have pretty liberal laws, some of the most liberal laws in the nation when it comes to abortion. After Roe v. Wade, local municipalities, tried to roll that back. And so, in some cases, they put forth basically very stringent business licensing, which would make it impossible for an abortion provider to actually provide an abortion. So there's a debate there about which law supersedes the other.Again, that again is the major theme here: who has the right to ban or allow for abortion. So in New Mexico, again, this is zeroing in on stringent business licenses, whether or not municipalities have the right to enact business licenses that fly in the face of a right to abortion in New Mexico. Here's a brief look at how those arguments were made this week. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "VALERIE CHACON, ATTORNEY REPRESENTING HOBBS, NEW MEXICO",
      "sentences": "As home (ph) municipalities, we have the inherent right to create ordinances that regulate business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "RAUL TORREZ, NEW MEXICO ATTORNEY GENERAL",
      "sentences": "Women in every community in the state of New Mexico have a constitutional right to access reproductive healthcare.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "WILD",
      "sentences": "Again, so many questions. These cases certainly cases to watch. And then meanwhile today, Wyoming Supreme Court justices set to decide how an abortion ban there is going to play out. So, again, many more questions. And the major theme here, in the aftermath of Roe v. Wade, this is all falling on the states, basically all falling on a handful of state Supreme Court justices to decide the law of these different lands. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "BROWN",
      "sentences": "Yes, ahead of a big election year next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "SANCHEZ",
      "sentences": "Yes, right.Whitney Wild, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "WILD",
      "sentences": "Right. BROWN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "BROWN",
      "sentences": "Yes. And the abortion debate is trickling into the Republican primary contest we're seeing play out. Nikki Haley is saying there needs to be compassion and accused Republican men of not knowing how to talk about it. How do you think the GOP field is handling the issue, Leigh Ann?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "CALDWELL",
      "sentences": "Yes. The GOP field is struggling with this issue, and that might be an understatement. They are trying to refine their messaging. They are trying to walk back and move away from some of their extreme positions that they had before, previously, such as national abortion bans, et cetera.Republican operatives are encouraging Republican candidates, not only people like Nikki Haley, but also down-ballot as well, to move away from talk about any sort of national abortion ban and talk about the whole woman, about the importance of the entire situation when abortion is coming into play. And you also see Donald Trump, who is the clear front-runner, who is trying to have a very nuanced stance on this, saying that he is - he's said over the past several months that a national abortion ban is not the way to go. And so this is an issue that Republicans know is a liability for them, but they are still struggling how to balance that narrative on the campaign trail with what some of their beliefs actually are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "SANCHEZ",
      "sentences": "Tim, let's pivot now to the effort by House Republicans to impeach or at least have an impeachment inquiry of President Biden. We've had multiple conversations with lawmakers on it, and they've not yet been able to establish any concrete evidence that Joe Biden somehow profited off of his family's business dealings when he was vice president, nor that he abused power to enrich his family members when he has been in office. What do you make of this effort?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "TIM NAFTALI, CNN PRESIDENTIAL HISTORIAN",
      "sentences": "Well, it seems to me, given that there's been no evidence produced, that this is revenge, that this is the first stage of the former President Trump's revenge tour. He now has control of - part of one house of government and he has been putting pressure on his allies in the House to embarrass his opponent in the 2024 campaign or his likely opponent. so, that's - I see this as political.I mean, keep in mind what's wrong about the effort in the House. Number one, the alleged corruption happened before Biden was president. The impeachment opportunity or tool was created by the founders to remove someone from their current office for high crimes and misdemeanors committed by them in their current office. It was not designed to go after somebody for something they did before they entered their current office. So, historically, this approach to President Biden makes absolutely no sense. Number two, the attack on Hunter Biden makes perfect sense when done by the Department of Justice. Hunter Biden is currently under indictment for three felonies and a number of misdemeanors. So there's no question that the U.S. justice system is doing what it's supposed to with Hunter Biden. Since there's no evidence that his father participated in these crimes, after all, President Biden was not indicted with his son, there's no basis for what we're seeing in the House. It's a waste of time by the House and the House, it seems, is not going to be doing the work it needs to do to fund the war against Putin and to support Israel.",
      "isLastSentenceInterrupted": false
    }
  ]
}