{
  "date": "2023-01-17",
  "headline": "Quest Means Business",
  "subHeadline": "Ukraine Dominates Day Two At World Economic Forum; US Markets Tumble Amid Deteriorating Investment Market; China's Economy Slow, Population Shrinks; Goldman Sachs And Morgan Stanley Hit By Deal Drought; Energy Impact From Ukraine Will Drive Inflation; Qatar's World Cup And Investment For The Long Term. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:21",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "An hour to go with trading on Wall Street, opened after a long weekend and things are pretty ugly. The marketis down very sharply. I'm going to get to all the ins and the outs and the reasons why. We are, of course, in Davos and the main events: Ukraine's First Lady comes to Davos and asks for more support. Goldman Sachs shares falls sharply on poor earnings. And Bain Capital, Steve Pagliuca is with us tonight to put it all into context. We are in Davos on Tuesday, January the 17th. I'm Richard Quest. Together with Marty, we both mean business. Good evening. Tonight from Davos, the temperature has dropped, and so I've got me extra woolies on and it still won't be enough. Davos itself is grappling with a crisis at every corner. Each as worrisome as the next and some more than others. Let's start with Ukraine, and this rallying cry from the First Lady, Olena Zelenska to the elite to use their influence to help Ukraine. And then you had the bizarreness of China's Vice Premier saying that country's COVID outbreak has peaked. That wasn't the really bizarre bit, it's also the fact the population may have peaked, the economy is slowing, and he said, oh, by the way, it's not a command economy. And on Wall Street, rising interest rates have taken their toll. Miserable earnings from Goldman Sachs and the Dow Jones as you can see has tumbled as a result, it's now it's pretty much holding its own at the moment. Julia Chatterley has been up for hours, and she is with me now, a combination of that and the cold. JULIA CHATTERLEY, CNN INTERNATIONAL ANCHOR, \"FIRST MOVE\":  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "QUEST",
      "sentences": "You're still in one piece.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "CHATTERLEY",
      "sentences": "A little ice cube, but I'm here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "QUEST",
      "sentences": "Right. Good. Of today at Davos, what's the most important for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "CHATTERLEY",
      "sentences": "It has been a long day. Energy security, I think at the core.The message once again, and that Ukraine is first and foremost, I think on people's minds, not just because of the spillover effects, but I think they sent a pretty strong advocate to say, keep the support coming. I felt the First Lady was powerful today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "QUEST",
      "sentences": "All right. People think this is a down Davos.Now I was in the main coffee pod, but it didn't seem to be the energy of previous times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "CHATTERLEY",
      "sentences": "I'll keep with the illustration, a different Davos, let's call it that, but I think it's a reflection of the theme. The fact that there ispoly-crisis going on, just one of the G7 leaders decided to be here, Olaf Scholz because everybody else is dealing with crisis back at home. And actually, it wasn't seemly perhaps to be here parading on the world stage when three is a bigger crisis at home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "QUEST",
      "sentences": "And the other interesting thing is the number of other events. I mean, I walked around the promenade this evening, and every shop window hasan event and not just a sort of a cocktail party. I'm not saying there are parties, but there's a lot more substance, panels. Some are somewhat are pretty bizarre and esoteric.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "CHATTERLEY",
      "sentences": "Oh, I was going to say, now you're pushing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "QUEST",
      "sentences": "Now, some you wouldn't want to be involved in, but they are getting hundreds -- and the busiest of all is the blockchain hub.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "CHATTERLEY",
      "sentences": "How long has it been since we were here? Don't get me started. I know you are trying to use the \"B\" word there just to get me started. Weseparate crypto from blockchain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "QUEST",
      "sentences": "I've lit the blue paper, my work is done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "CHATTERLEY",
      "sentences": "Blockchain is an important technology, I think, of the future. Crypto, you know has some excitement, separate issue. You know, but it isconvenient for one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "QUEST",
      "sentences": "Oh, you've finally realized that it is blockchain, not crypto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. I've known that all along. You're just staying -- he is trying to warm up the room. It's working, Richard. Let's talk about Chinaand we can really start. Thanks, for the very interesting comments, by the way, you have to remind me that we're in 2023 and not 2017. There was Xi Jinping like sort of consistency today's comments -- reform, opening up. There is going to be room for reform and development.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "QUEST",
      "sentences": "What did he mean when he said people say we are a command economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "CHATTERLEY",
      "sentences": "He didn't say that. He said planned --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "QUEST",
      "sentences": "Planned economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "CHATTERLEY",
      "sentences": "Oh, it is a planned economy. It's more of a command economy and you can do what you like in a command economy, and that's the key.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "QUEST",
      "sentences": "But he said, but that is not possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, he did. Do you know what I think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "QUEST",
      "sentences": "Go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "CHATTERLEY",
      "sentences": "I mean, it's necessity because of COVID, because of being shut down, locked down for three years, and I think the message has finallybeing delivered that they have basically made themselves uninvestable. It's been a real slog for foreign investors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:21",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "I'll give you time to sharpen your pencil for me tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "CHATTERLEY",
      "sentences": "Perhaps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "I'll be here with you tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "CHATTERLEY",
      "sentences": "The pencil is deadlier than the sword -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "Julia, I asked for that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "CHATTERLEY",
      "sentences": "You so did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "Thank you very much. Go and get back warm and out of the cold. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "CHATTERLEY",
      "sentences": "I shall. I'm going to go say to the snowman? What's it called again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "CHATTERLEY",
      "sentences": "What is the snowman called again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "The snowman is called Marty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "CHATTERLEY",
      "sentences": "Marty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "Because Marty who is the engineer who is not with us at Davos this year, but he always built it. So we've named it after him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "CHATTERLEY",
      "sentences": "Did I just push this over time? Get off, Julia. I'm going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "Right, now, as we've just discussed, China has been short of transparent about its COVID outbreak. The country's Vice Premier, as we'vejust been saying, infections have peaked, and things are quickly getting back to normal. Liu told Davos, it is vital for China to engage with the world. (BEGIN VIDEO CLIP) LIU HE, CHINESE VICE PREMIER (through translator):  We must always promote all around opening up. Opening up as a basic state policy is a catalyst of reform and development in China, and a key driver of economic progress. China's door to the outside world will only open wider. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "Now China has just posted one of its worst economic performances on record, GDP three percent in 2023, well below official desirable targets.Shares tumbled as a result on global exchanges. Stocks are down in the main markets in Asia, not hugely. The Nikkei did manage to eke out a small gain, but that was on its own issues. And on Wall Street, it is Goldman Sachs that's taken the steam out of the market. Goldman shares are off seven percent, and that's the big driver of why the Dow is down off more than for example, the others. The bank reported a big drop in profits last quarter amid a slump in dealmaking. Morgan Stanley feeling the same pressure. Its shares went up after it beat earnings expectations. Stephen Pagliuca is the Chair of Bain Capital. Good to see you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "STEPHEN PAGLIUCA, CHAIR, BAIN CAPITAL",
      "sentences": "Hey, good to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "How great to be face-to-face?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "PAGLIUCA",
      "sentences": "Fantastic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "The banks are having a hard time of it. The banks are in -- I mean, I was talking to various CEOs. What's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "PAGLIUCA",
      "sentences": "Well, there has been a slowdown in deal activity as interest rates normalize. And you remember, for most of my career, interest rateswere four or five percent T-bill last 10 years, 0.5, one. So now we're in the new reality and sellers have to readjust the price expectation. So dealmaking has been slow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "But for somebody like yourself, who is a dealmaking firm, are you doing less deals as a result, because there are more opportunities outthere than ever before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "PAGLIUCA",
      "sentences": "There are definitely opportunities and we're looking at them, but I think it's a proceed with caution kind of a market and you reallywant to make sure that you're not kind of buying into the downturn. So it's got to be a fundamentally good business that you can turn around. But often, there are good opportunities. Right after the crisis, people did very well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "So when we look at the moment of what is happening in terms of the deals that you're being offered, or the deals -- first of all, yourexisting companies, how many of those are needing restructuring, how many of those are needing to be reformed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "PAGLIUCA",
      "sentences": "Well, we were really heavy into tech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "PAGLIUCA",
      "sentences": "Our portfolios, we didn't do that 30 times 40 times revenue tech deals, so right now our portfolio is doing very, very well. So I keepknocking on wood, but it's doing well. The deals of the last five years have been less leveraged in the previous deals, the banks are in better shape, there is more equity in the deals, and actually, there is full employment in the US and there is a lot of demand for what our companies are doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "So if you put this together, and it is a somewhat of a moot question of whether there will be or there won't be a US recession, it'sstill going to be slow growth overall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "PAGLIUCA",
      "sentences": "Yes, we may be going into -- I think there are three things that are impacting the next five to 10 years of investing. One is in energytransformation. We're going to have to build a redundant system. It's obviously not happening fast enough and we under invested in oil and gas. The second is the new normal in interest rates. And the third is, is basically that we're going to have inflation, so there is going to be more volatility in interest rates, so that is scaring investors away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "This question of energy and the underinvestment in oil and gas. I mean, it's been a dirty word to investors, hasn't it?Other investors have found pressures from shareholders, activists not to invest. That has proven to be a mistake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "PAGLIUCA",
      "sentences": "It's a mistake, and we've got to have a rational plan to get from here to there in 2050. You can't just shut off a hundred years ofinfrastructure and build a new infrastructure. So that's going to have to happen. And then, there is this other thing going on, strategic decoupling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "So China pulling back their goods, US trying to do their own chips, the CHIPS Act, so I think that's going to take a long time tounwind, but for strategic items like medical equipment and chips, you're going to see a big renaissance in the US on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "Right now, I think time for. We have a red one over there if you really would like a red one, but at the moment we're going with green andblue, but if you'd like red, I can get you a red.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "Green.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "Green.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "Oh, green and blue. Great. This is Atalanta, this is the Celtics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "Oh, by the way, by the way, ManU is up for sale. They're up on the -- they have got a showroom up on the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "I saw that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "You hopped into sort of find out the price?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "I think it may be too pricey. We're loving Atalanta. We just won our last game eight to two. Have you ever seen a pro soccer game, profootball game where they got eight goals? Fantastic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "So you're retiring or moving on? So that you can do more with your sport teams.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "Yes, I think it's time now. I've been at the Bains for about 40 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "Forty?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "Yes, 1982, I started with Bain and Company.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "You could imagine someone and got less time in prison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "I could have. I could have, but it's been a wonderful run, a great partnership, great people, but I think it's time and I'm still goingto stay on as a senior advisor for the next 10 years, and then hopefully, win a championship with either the blue or the greens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "Well, I'll let -- you will have to make the decision which one you're going to use, but come to the worry board. We've taken climatecrisis out because everybody would have gone to that otherwise. So which is your biggest worry this year, or feel free to write one in yourself. You can put a tick, a round, whatever you want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "I would say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "Global recession, Ukraine energy crisis, COVID-China reopening, democracies and the threat to democracies or something else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "That's the biggest black swan if things really go south in Ukraine, Russia is going to have ripple effects throughout the globaleconomy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "So that's what's worrying you the most at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "Yes, absolutely. It's not in our control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "It's really good to see you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "It's great to see you, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "Keep well and keep warm. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "Well, I've got the Canada goose coat on, so I'm the only one person at Davos. This is one of our companies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "Oh, is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "They are very expensive though. Do I know anybody you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "I can get you a discount.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "Come out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "I can't believe you said that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "Best Davos boots as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "Oh, listen to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PAGLIUCA",
      "sentences": "The whole nine yards as they say in London. Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:23",
      "speaker": "QUEST",
      "sentences": "Ukraine's First Lady came to Davos. She came to plead for more support.Olena Zelenska condemned Russia's aggression while speaking at the World Economic Forum, and she warned global leaders of a prolonged war in Ukraine, saying it could lead to the collapse of the world as we know it. (BEGIN VIDEO CLIP) OLENA ZELENSKA, UKRAINIAN FIRST LADY (through translator):  What can we life in a world where tanks are allowed to strike nuclear power stations? What will happen to inflation when state borders start to collapse and the integrity of countries will be trampled on by those who want it? What will happen to the cost of living when millions, not millions, but tens of millions of people will be forced to flee mass starvation and will become refugees? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:23",
      "speaker": "QUEST",
      "sentences": "Our correspondent, Ben Wedeman is Kramatorsk in Ukraine.Ben is with me tonight. The decision to send the First Lady here, obviously strategically important. She was very well received, and the message was absolutely dire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:23",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, and she touched for instance, on the strike Saturday on that apartment building in Dniprowhere since she spoke, the official death toll has gone up to 45, six of them children, in addition to 19 people still missing. So that added an extra tone of urgency to what was already an urgent message from via the President's wife to the world, which is that the situation here is looking extremely difficult, certainly in this part of the country, where we see the Russians appear to have at this point taken control most of the town of Soledar. There are fears that they are going to focus their fire ever more so on the town of Bakhmut to the south. And more importantly, the Ukrainians are stressing their urgent need for things like better air defenses to prevent this sort of strike that took place in Dnipro on Saturday, and of course, they are eager to get the West to finally send battle tanks that they desperately need as well. I've been on the front just yesterday, saw tanks that, Richard, are older than me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:23",
      "speaker": "QUEST",
      "sentences": "The gap though, because I was also hearing from one of our CNN military analysts talking to Christina MacFarlane in the last hour that theability of Ukrainian forces, yes, they could handle one new set of tanks, the challenger or the leopard, but realistically, you can't throw the leopard, challenger, the Abrams from the US not saying they would get all of them, but the complexity to the Ukrainian military maintenance would be overwhelming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:23",
      "speaker": "WEDEMAN",
      "sentences": "Yes, it would be a challenge, shall we say. Certainly, it's not a case of sending these tanks via Amazon and they just out on thebattlefield, the next day. The logistics required to bring these tanks in safely, and then to train personnel to use them, to maintain them, to repair them if they are needed, to provide ammunition because the various tank systems that are being discussed to be provided to Ukraine, they are not all compatible. The Leopard 2 for instance that Poland, Finland and others would like to send if they can get the greenlight from Germany are very good battle tanks. But it's not as if they're going to be of immediate use in the battles that we've been covering in recent days. The problem is that this takes time, and the fear is that once spring comes, there could be a Russian offensive. And there's good reason to wonder if these tanks do arrive promptly, whether they will have the wherewithal to operate them in the field -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:23",
      "speaker": "QUEST",
      "sentences": "Ben Wedeman in Kramatorsk in Ukraine. Ben, thank you as always.The Spanish Prime Minister told CNN, all EU countries could be doing more for Ukraine. Pedro Sanchez is here in Davos. He was talking to Julia Chatterley when the Prime Minister emphasized the need for unity on key topics. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:08",
      "speaker": "SANCHEZ",
      "sentences": "So we will be with Ukrainian, as long as it takes, and I think this is, as it lasts. And I think this is crucial to say it, because eventhough the implications -- economic and social implications for the whole European Union is really important, I think it is important to keep in mind that this war is not only about territorial integrity of a third country, but also it goes against the values and principles that we are defending, which of course, are democracy, human rights, freedom, and so on and so forth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:08",
      "speaker": "CHATTERLEY",
      "sentences": "Ukraine's First Lady, I think, echoed that sentiment here today, too.Can Spain do more for Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:08",
      "speaker": "SANCHEZ",
      "sentences": "Of course, I think that all member states, we can do more. But what we need to keep is the unity. The unity and the economic sanctionsresponse against Russia and autocrats; the humanitarian aid, the military solidarity through the European Union instruments, but also bilaterally, and finally, hosting refugees. In Spain, for instance, we have received so far since the beginning of the war, over 150,000 refugees, and they have the same rights than any other Spaniards. So, I think the main message is to keep the unity and of course, send the message that we will be there as long as it lasts. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:08",
      "speaker": "QUEST",
      "sentences": "The Spanish Prime Minister.A prolonged war will continue to put pressure on energy prices and stoke inflation in Europe. Mario Centeno is a member of ECB's Governing Council and says we should expect at least a few more rate rises. Despite recession fears, the Governor of the Bank of Portugal struck an optimistic note for the European economy here at Davos. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:08",
      "speaker": "MARIO CENTENO, GOVERNOR OF THE BANK OF PORTUGAL",
      "sentences": "I also think that the economy has been surprising us quarter after quarter. The first quarter inEurope will be most likely still positive. Maybe we'll be surprised also in the first half of the year, but we also see a pickup through 2023. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:08",
      "speaker": "QUEST",
      "sentences": "Spain Telefonica is one of the world's largest telecom operators, Jose Maria Alvarez-Pallett is the Chief Executive with me now.Good evening, sir. JOSE MARIA ALVAREZ-PALLETE, CHIEF EXECUTIVE OFFICER, TELEFONICA:  Good evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:08",
      "speaker": "QUEST",
      "sentences": "Now, the economic situation is not good, and particularly in Europe, it could get worse. How are you preparing?ALVAREZ-PALLETE:  Well, we are preparing ourselves to face a higher inflation, higher interest rates, and therefore accommodating our business, but we keep investing very heavily, because our sector is crucial for the recovery, so we need to be prepared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:08",
      "speaker": "QUEST",
      "sentences": "When you say, higher inflation, how much of that inflation can you pass on? Because you also face even higher inflation, technology anddigital inflation even in your industry is even higher than other elsewhere? ALVAREZ-PALLETE:  Yes, but because of our exposure to Latin America, we are used to high inflationary environment. So we know how to handle that. The strict cost control and exercising as much price pressure on the market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:08",
      "speaker": "QUEST",
      "sentences": "You talk about Latin America, is it still worth it?ALVAREZ-PALLETE:  Yes. Yes. I mean, it's an amazing market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:08",
      "speaker": "QUEST",
      "sentences": "But the currency issue was -- well, the currency issue, the political instability, the various machinations, we just look at all thecountries involved, they all present geopolitical risk. ALVAREZ-PALLETE:  Geopolitical risk is everywhere, it is not just in Latin America. Now we are used to have it everywhere. Allow me to say that last year, inflation in Brazil, is lower than in Germany. So we are facing situations that are unexpected. And Latin America is not one of the worst places of the earth to make investments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:08",
      "speaker": "QUEST",
      "sentences": "But when you talk about, for example, Brazil, and you look at the problems for President Lula and you look at the civil unrest. Does thatcreate? Does that create a doubt in your mind for further investment? ALVAREZ-PALLETE:  No, we keep investing very heavily. Institutions in Brazil are very strong. The currency has been proven to be strong this year, the last year. The macroeconomic situation is pretty stable. So no, we are the largest -- one of the largest investors in Brazil and we are very committed with the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:08",
      "speaker": "QUEST",
      "sentences": "One of the things I remember about Telefonica of course, is the range of, even within Spain, the various digital offerings that you have,and the production and the involvement that you have. You've made that decision, haven't you? ALVAREZ-PALLETE:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "QUEST",
      "sentences": "So what will happen from five years' time?ALVAREZ-PALLETE:  Digital adoption. I mean, in terms of remote working. To give you an idea from Friday to a Monday video conference, it was multiplied by a factor of seven times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "QUEST",
      "sentences": "And at Telefonica, what have you said to people about working from home?ALVAREZ-PALLETE:  It has become a part of the culture. You can choose two days out of five to work from home, but you need to have an agreement with your boss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "QUEST",
      "sentences": "Choose your color, sir.ALVAREZ-PALLETE:  I like blue. Telefonica is blue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "QUEST",
      "sentences": "You could have had a red, but come over to the worry wall. You can't take climate crisis, that's already there, but come on in and tell mewhich one you're going for or add your own and tell me why. ALVAREZ-PALLETE:  I think I'm going to add one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "QUEST",
      "sentences": "Please. Inequality.ALVAREZ-PALLETE:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "QUEST",
      "sentences": "Come back, sir. Interesting, inequality, first time. Why do you say that? I mean, why is that -- it is very important, but you've chosen to gowith that. Why? ALVAREZ-PALLETE:  Because I think that this massive digital revolution is creating significant imbalances, and inflation is added to those imbalances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "QUEST",
      "sentences": "Good to see you, sir. I'm very grateful for you.ALVAREZ-PALLETE:  Thank you very much for having us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "Right. Well, a bit like running up a mountain in Switzerland, Wall Street's early momentum of the year ran out of puff today. You can see onthe Dow, down 365 -- all right, it's only up 11 percent and it was mainly weighed down by Goldman Sachs, which pushed it down a little bit of bad earnings. But I do wonder whether that's telling us something more of what's happening. I have Howard Lutnick with me, chief executive of Cantor Fitzgerald. I agree, we've gotten good weather since the beginning of the year and it was perhaps time for a pause. But the numbers from Goldman Sachs and from JPMorgan and others -- they're not performing at peak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "HOWARD LUTNICK, CEO, CANTOR FITZGERALD",
      "sentences": "They're just not doing the deals they did in 2021-22. The traders made a bundle because we both know thestock market, S&amp;P's at 4,000. Seems a little pricey. So I think that a little pressure, pushing it down makes a lot of sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "OK, but they are doing deals, they're doing trades on the back of volatility.Scoot forward. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "I don't think that has happened before.See what you have done to me? They are doing trading on the back of volatility, commodity volatility, yield volatility. All as a result.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LUTNICK",
      "sentences": "Correct, because remember, when interest rates were zero for the last 14 years, come on, trading was kind of dull.What are you going to do, trade again zero? Now that there are rates again, 5 percent interest rates coming into America, there is lots to trade and the banks are going to make a lot of -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "Who are they trading for?Who is most interested in these deals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LUTNICK",
      "sentences": "What used to happen as you would sell Coke your sales would say, you want to sell Pepsi?You could pick up two basis points and everyone would take a pill and go to sleep. Now you can make 25 basis points, 50 basis points. The traders and sales are on fire in these. Banks and they're going to make a lot of money very fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "So are you, you are a trading firm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LUTNICK",
      "sentences": "It is wonderful for us. We like the rates. Thank God we are not at zero anymore.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "There are not many people that will come on and extol the virtues of higher interest rates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LUTNICK",
      "sentences": "Well, look, zero is weird.Can you imagine $31 trillion deficit in America and zero interest rates? Come on. That seems weird, that seems strange. And it just doesn't seem like it is going to stay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "Take the market and the volatility, where does that Dow go this year?Where -- do we trade sideways?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LUTNICK",
      "sentences": "And sad to say we go nowhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "Sideways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LUTNICK",
      "sentences": "Creep lower, probably 3,800, something totally boring.I'm sorry, because we want to talk about fun things but I just think the stock market is going to be boring. Boring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "But there is light at the end of the tunnel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LUTNICK",
      "sentences": "I don't know, so here is one of my favorites. We talked about inflation right, inflation. At the end of this year, 2023, this was myfavorite here, inflation is going to go really lower because here, is an example. Used cars went up 50 percent. Now they are only up 40 percent. See? Inflation is getting better. I was like, oh, my God, this is crazy. But that is what is going to happen. So inflation is going to be bouncing around but in the end inflation is going to stick with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "Do you think that the Fed sticks to its game down to 2 percent?Or are you thinking about 3 percent? (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LUTNICK",
      "sentences": "Where did 2 percent come from?Two percent is gone. Forget it. It is not happening. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LUTNICK",
      "sentences": "No way. Rates stay higher, they stay higher all year long. That's what will happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "The best of having you on the problem is you really are the guest for all seasons. We talk about most things, the debt ceiling, which isbeing hit this week at $31.4 trillion, Janet Yellen is thinking -- you're looking at me very oddly -- Janet Yellen is already doing extraordinary measures. Are you worried?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "LUTNICK",
      "sentences": "That is two weeks' time and that is what we will read about all the time. Just fighting is ridiculous. Ridiculous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Ridiculous.I have got a black, or sorry, I've got a blue, --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "LUTNICK",
      "sentences": "You know, when I come on your show I know what to do. I brought a black pen because I like to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Is that mine or yours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "LUTNICK",
      "sentences": "Well, it's yours --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "-- I want to make sure you are not about to use a permanent marker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "LUTNICK",
      "sentences": "No. It is yours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Come over here, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "LUTNICK",
      "sentences": "Here is my idea. I think that inflation is the driver of all these things. It drives global recession. But only small potatoes though,only small. We will not get big recession, there's no Black Swan out there, small potatoes. Energy crisis driven by inflation, more energy crises and more inflation, China reopening, start buying more oil, more inflation. democracy is really, we are not going anywhere. Doesn't it feel pretty good here? And inequality as a fundamental worry? I mean, I don't think it is going to change the global economy. And we employ billions of people on the Earth. And I don't think inequality is going to be the thing that we should worry about in 2023 as a driving force, compared to global recession and energy crises and China reopening and democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Just as well our last guest isn't here to hear you.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Good to see you. Really good to see you, Thank you, sir, very grateful indeed.I am exhausted. JPMorgan is feeling the impact of Goldman Sachs earning miss. JPMorgan shares are down. Posted earnings last week and whilst they beat Wall Street expectations, the bank is warning, a mild recession is on the way. So I spoke to chief executive JPMorgan's mirror division, Middle East and Africa, Viswas Raghavan, who gave me his take on the weakness in the banking sector. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "VISWAS RAGHAVAN, JPMORGAN EMEA",
      "sentences": "If you look at the state of the global economy, which is in such a flux, it is inevitable that, you know, you'regoing to find all the byproducts of that flux in business performance. You have rising deal environment, general apprehension and you have clients and customers that are all going to be cautious and careful. So pretty much every business -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "RAGHAVAN",
      "sentences": "-- is part of the flux.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "But if investment banking on that side is at the moment weaker, where do you grow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "RAGHAVAN",
      "sentences": "If you see the markets and if you look at the (INAUDIBLE), if you see pockets, so commodity prices, a lot of commodity sector volatility-- so where there is volatility, you have customers and clients wanting to hedge buy downs for protection, maybe secure lock into prices long term et cetera. So what you see across the board is credit markets. There have been -- muted, you know, with given rising yield curve environment et cetera. But rates have been a bright spot. And commodities have been absolutely fantastic for all the banks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "As you look forward, what do you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "RAGHAVAN",
      "sentences": "Look, the way I look at it, there are two headwinds in the market today. Clearly China's zero COVID policy, you are seeing an elementof that being reversed. That will unblock a lot of the inflationary resupply chain side dynamics that you saw. They will go back to kind of more BAU. But the other big headwind is conflict in Ukraine. That has effectively, when you go back one step, you are looking at a world that was trying to emerge post COVID. And then these two things happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "But the war in Ukraine is, if you like, the known unknown. We know it is there but we can't really know how that is going to play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "RAGHAVAN",
      "sentences": "We don't but if you look at, just from an economic point of view, the commodity insecurity and energy insecurity and, to an extent,food insecurity that has brought about, that is the kind of pivotal cause. Energy is such a big component of global inflation that we are seeing. So what happens there will drive the inflationary outlook to some extent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "And as rates continue to rise -- and the best suggestion is that there is a bit more to come in the Fed and a bit more in the ECB and maybea bit more from the BOE. And maybe the recession or may not be, depending on the day and what number you are looking at, '23 remains difficult. Is that a good word for it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "RAGHAVAN",
      "sentences": "Yes, I think '23 remains difficult. But what we should draw hope from is we have navigated in exceptionally difficult 2022 and findourselves in a OK state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Ah, we are still standing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "RAGHAVAN",
      "sentences": "So I think when you look at even the recent inflation numbers, there looks like light at the end of the tunnel. And yes, some of it is awarmer winter. And then you saw -- I even read somewhere that there was a World Cup effect and that led to greater consumption and people feeling good. But there is some light at the end of the tunnel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "Now we have had a year or two of real Brexit, how is it panning out?Is talk of the death of the financial community in London overstated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "RAGHAVAN",
      "sentences": "I think it is panning out as we expected. You are seeing a slow movement of people into the continent. If you look at various estimates,there is around a 5 percent lost economic impact which needs to be replenished. And that hasn't happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "But you are not about to turn the lights off in London?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "RAGHAVAN",
      "sentences": "No, not at all. London, we just launched Chase a couple of years ago. We are investing in Scotland. We have just hired 400 people to helpthe Chase effort. You know pretty much across the board, we are still, long U.K. We have got 80,000 people. So I think it is a pretty big --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "Choose your color.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "RAGHAVAN",
      "sentences": "Oh, blue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "Join me at the worry wall. So we have got global recession, inflation, Ukraine, energy crisis, we've taken the climate crisis off justin case everybody was going there, COVID-19 China, democracies. You can write something else if you are so minded. What will you go for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "RAGHAVAN",
      "sentences": "I would go for A and I will just add stagflation to it. And that is very much a U.K. concern.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "Globalization, the very bedrock that Davos was founded upon, multinationals, chief executives, the government leaders have all drunkfrom its cup and benefited. Now we are going to show you some small companies with a new series starting today, \"Global Connections.\" In the first installment, Eleni Giokos looks at how international trade has helped a family coffee business thrive for generations. (BEGIN VIDEOTAPE) (MUSIC PLAYING) ELENI GIOKOS, CNN ANCHOR AND CORRESPONDENT (voice-over):  A tiny coffee shop in London packs a big punch. More than 80 different types of coffee beans line the shelves from every corner of the world, places like India, El Salvador and Brazil to name a few. MARISA CROCETTA, MANAGER, ALGERIAN COFFEE STORES (voice-over):  This one is a Peruvian coffee, an organic Peruvian coffee, it's medium roasted. There is no right or wrong when it comes to coffee, personally. If you find a coffee and you enjoy it, then it is right. The secret is to make sure that the espresso is good and the milk isn't too hot. GIOKOS (voice-over):  Marisa Crocetta and her family have been running the Algerian Coffee Stores based in London's SoHo, for three generations. CROCETTA (voice-over):  I've been working here probably my entire life, since I could walk. GIOKOS (voice-over):  The store first opened its doors in 1887 and got its name from its founder, an Algerian gentleman who emigrated to the U.K. It was then bought by Marisa's grandfather in the 1940s. Its global network of coffee, tea and confectionery suppliers have kept the business flourishing for more than a century.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Two cappuccinos and a black coffee, please.GIOKOS (voice-over):  Coffee lovers gather here from around the world and they come from more than just the global selection. Marisa says the store's house blends, which are made out of different types of beans and spices, are a big hit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "CROCETTA",
      "sentences": "This is a blended Brazilian African. This is a very popular coffee. We go  through quite a few hundred kilos of this every week.GIOKOS (voice-over):  These blends also allow the business to expand its customer base, even if they are thousands of miles away. According to figures released by the OEC, an online platform that simplifies international trade data, $346 million worth of coffee was exported from the U.K. in 2020, making it the 23rd largest exporter of coffee in the world. Marisa says her team can receive up to a couple of hundred orders a day. CROCETTA (voice-over):  We have sent them to many an exotic place. The one that always rings true is we sent it to a gentlemen and his address was literally Mr. Turtle Beach, Mauritius. And that is it. And it gets to him. That was his address, Turtle Beach. GIOKOS (voice-over):  Even after all these years, Marisa remains motivated to follow her grandfather's footsteps. CROCETTA (voice-over):  This is like our home. I don't even see it is as work. I see it as, like I said, my messy bedroom. It is home to me. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "Here in Davos, we have been talking so much about energy and oil prices and the like -- and the fact is oil prices have shot up over thelast week. Brent crude is up more than 5 percent and crude futures are about the same. This is good news for oil producers like Qatar and its LNG, where oil and gas revenues help Qatar build an $8 billion dollar budget surplus in the third quarter. Still, the country is trying to diversify. I asked Qatar's finance minister what is next after a thrilling World Cup. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "ALI AL KUWARI, QATARI FINANCE MINISTER",
      "sentences": "World Cup is only one month and nobody would do a huge investment or prepare only for one month. So what wehave been doing with the investment, we have been doing infrastructure and the setup there it's for Qatar. It's for the future of Qatar. And it is about our diversification journey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "I looked at your budget and you know obviously, an extremely enviable position. Many countries would love to be in that position ofhaving an $8 billion  surplus on the budget. That gives a greater responsibility of how you spend it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "AL KUWARI",
      "sentences": "Actually we have a very clear and very disciplined fiscal policy framework. This is already approved by the government. And this isdeciding how we do and how we deal with surpluses. Our surplus goes to Qatar Investment Authority for investment as part of our diversification.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "But you see, the diversification, if we look at your revenues, your revenues of $244 billion, of which the majority, $40-odd billion is non oilrevenue. So there is still a vast difference to make up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "AL KUWARI",
      "sentences": "Well, it depends how you categorize hydrocarbon and (INAUDIBLE). Our economy today is 57 percent non hydrocarbon. (INAUDIBLE)is only 43 percent. And most of the growth we see in our economy is really coming from the non hydrocarbon sector. So but the reality, yes, we are (INAUDIBLE) in the hydrocarbon and the prices of oil, yes, we are (INAUDIBLE) in this one and that's why we have achieved an excellent surplus this year, also last year, I mean, the first nine months which, as you mentioned, 9 percent of GDP. And this year also the budget has missed only 3.5 percent of GDP.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "The social changes that have taken place with the attention of the World Cup, how can we be assured that they will continue now the world'sattention is away from the World Cup?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "AL KUWARI",
      "sentences": "What we have left is really an excellent story for Qatar to move on for the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "QUEST",
      "sentences": "Pick your color.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "AL KUWARI",
      "sentences": "I like green.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "QUEST",
      "sentences": "I'll give you green. Join me sir, over at the worry wall.You have global recession, inflation, Ukraine, energy prices, this is how we come democracies, people, worried about democracy. Where will you go? What is your biggest concern?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "AL KUWARI",
      "sentences": "You know, I'm a finance guy. So I will have to go with the first one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "QUEST",
      "sentences": "Right. Something tells me by the tone in your voice (ph) you will go with another one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "AL KUWARI",
      "sentences": "I will worry also about B, definitely, that's another in issue to worry about.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "QUEST",
      "sentences": "Smart viewers will have noticed that the worry wall that you saw there is slightly different to the worry wall that you have got now. Wedecided that we had to clean it up a bit and make it so you could read it a little bit easier. We took exactly the same names and details and we just sort of re-wrote -- I say we; Chris re-wrote it. He did a fine job of that one way or another. We are halfway through our Davos coverage; on tomorrow's show, an embarrassment of riches. The prime ministers of Poland and Croatia and the CEOs of Standard Chartered and Allianz. And if that wasn't good enough Ngozi Okonjo-Iweala of the WCO, she'll be here to give me trouble. It will all come up tomorrow. And a Profitable Moment after the break. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    }
  ]
}