{
  "date": "2023-12-26",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Ukraine Claims To Have Destroyed A Russian Ship In An Attack On A Port In Occupied Crimea; Ukrainian President Volodymyr Zelenskyy Congratulates His Troops For This Latest Strike; At Least 113 People Killed In Nigeria In A Wave Of Weekend Attacks; Iraq Condemns U.S. Military Airstrikes That Targeted An Iranian-Backed Militant Group, Apple Filed An Appeal In The U.S. Now That A Ban On Imports Of Its Newer Watches Has Gone Into Effect; Some Retailers Now Charge Return Fees. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "Hello everyone, I'm Bianna Golodryga in New York. Ahead on CNN Newsroom, Ukraine claims to have destroyed a Russian ship in an attack on a port in occupied Crimea. A live report with the latest ahead.And the Hamas-controlled health ministry says hundreds of Palestinians have been killed in central Gaza just since Sunday. We're live in Tel Aviv. Plus, a patent dispute has forced Apple to stop selling some of its Apple Watch models. Why the White House now declined to overturn the ruling. Ukrainian President Volodymyr Zelenskyy is praising his military's attack on a Russian warship, vowing there will be no peaceful place for the occupiers in Ukraine. The Ukrainian Air Force shared this video on social media, saying an airstrike destroyed a Russian landing ship in a Crimean port. Russia confirms that one of its ships was damaged, and the Russian- appointed head of Crimea says one person was killed. Ukraine says drones on board the ship were used for attacks on Ukrainian cities. (BEGIN VIDEO CLIP) YURII IHNAT, SPOKESMAN, UKRAINIAN AIR FORCE COMAND (through translator):  This is such a powerful event for us. In fact, we destroyed both the ship and the occupiers through well-coordinated actions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "CNN's Nada Bashir has been following the developments from London. Nada, what more are we learning about the surprise attack? And as we just heard from President Zelenskyy, congratulating his armed forces for it. NADA BASHIR, CNN REPORTERwelcome and much-awaited sign of progress in Ukraine's counteroffensive, as we have seen those reports this morning coming from the Ukrainian armed forces and commanders confirming that that attack took place overnight, striking this vessel in the occupied Crimean region. We saw that dramatic video emerging of smoke billowing from this port. The Ukrainian Armed Forces saying that they destroyed this vessel, which they say at the time of the strike was carrying Iranian-made Shahed attack drones. Now, these drones have been heavily relied upon by the Russian Armed Forces throughout the war in Ukraine. It is one of the primary reasons why Ukraine has continued to push for further international support when it comes to strengthening and bolstering their air defense systems. And as you mentioned, this has been welcomed by Ukrainian officials including President Volodymyr Zelenskyy, who congratulated his troops for this latest strike. Now, of course, we have also heard from the Kremlin, which issued a statement earlier today saying that Russia's defense minister, Sergey Shoigu, had informed President Putin of this latest attack, saying that the vessel had indeed been damaged, not entirely destroyed, as phrased by the Ukrainian armed forces, saying that this attack took place overnight by the Ukrainian armed forces using guided missiles. Now, this will form and comes as part of several attacks that we have seen over recent days by the Ukrainian Armed Forces and marks another significant blow to Russian military hardware. Just in the last week, the Ukrainian Armed Forces reporting that they have downed both fighter jets and Russian warplanes over the course of the last few days. And as you mentioned, President Zelenskyy once again reiterating that message that the Ukrainian Armed Forces will continue to push back and fight against Russian aggression no matter what it takes over the coming days and weeks, of course focusing very much so over the last few days on the southernmost region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "JILL DOUGHERTY, ADJUNCT PROFESSOR, GEORGETOWN UNIVERSITY",
      "sentences": "Yeah, I think, Bianna, if you look at this kind of long-term or large picture, he's been taken to probably the most remote place in Russia that you can be taken to. This is essentially the old Gulag in the far north of Russia.And so theoretically, he will be pretty much out of communication. I'm not surprised that it took a long time to find him because as supporters of his were telling me just even two weeks ago, people are transported usually by trains. And so he is now 2000 miles east and north of Moscow. So, that could take a very long time. But where he is, is significant. That's about, you know, locking him away as far from the action as they can get. And the action, as you mentioned, is really the upcoming election in March 2024 when Vladimir Putin will be trying again for another term. There's very little question, of course, that he will win that. But Navalny has a way of getting attention. We've seen it, you know, in the past couple of weeks. And he's actually, even now, as we speak, tweeting about this, joking about being Santa Claus, et cetera. So, it's very interesting the way this is all turning out. But I think the Kremlin perceives him as a threat. And so they want him away from attention as much as possible. And that's the bottom line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, true to form -- true to form -- you've been covering him for a long time as well, Jill. Throughout all of this, he continues to use his humor and his wit through his social media posts to his followers, basically sending a message that they cannot break me as much as they try to.You watch, just as I do, closely Russian media and how Russians are reacting to news there at least as much as we can given the latest crackdown since the war began. How much attention has Navalny's disappearance and has his case in general been receiving with the Russian public since the war began?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "DOUGHERTY",
      "sentences": "You know, it's very hard to gauge because I have not seen any polling or any indication that, you know, is broken down into are Russians following Navalny? I think the world is following Navalny, probably Russians because of that are to a certain extent, but he is a different type of leader.You know, his -- there are people -- I've been on the streets, I'm sure as you have, talking to young people who supported, let's say the protests back in 2017, 2019, et cetera, and they don't necessarily say I would vote for Navalny. But what they do like about him is that he has talked about corruption in the Kremlin and in the entire structure of the Putin government. He has brought people a feeling that they can get out and do something. Now, at this point, it is almost impossible for people to go into the streets without being immediately arrested and having their lives and their careers curtailed pretty viciously. But that doesn't mean that they're not following what's going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "So much has changed, Jill, in just three years, three, four years in that country. I remember speaking to our friend from TV Rain, which has now been labeled an extremist organization and kicked out of the country, and our friend over there, Ekaterina Kotrikadze, who explained to me, and I thought it was so sharp, when she said, it's not that people want to vote for Alexei Navalny, but people are out on the street protesting because they want the opportunity to vote either for him or against him, and how things have shifted so quickly.If I could get you to weigh in on the news overnight that we just covered ahead of this story, Ukraine striking Russia's Black Sea fleet again successfully, this proves to be the one bright spot in what has been a rather dire year for the Ukrainians in terms of their counteroffensive that has been unimpressive. What is the significance of these continued strikes in Crimea in particular?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "And important for their morale as there's increased concern about the amount of aid that they will be receiving both from the United States and Europe in the months to come. Jill Dougherty, always good to see you. Thanks so much.Well, Israeli Prime Minister Benjamin Netanyahu is lowering any expectations that Israel might begin to ease up a bit in Gaza. Amid reports of scores, more Palestinian deaths, Mr. Netanyahu says this will be a long fight, and it is not close to ending. A member of his war cabinet is expected to brief U.S. officials later today in Washington. Ron Dermer sits down with U.S. Secretary of State Antony Blinken, and U.S. National Security Advisor Jake Sullivan will also be included in conversations about how to get the hostages freed. Israeli officials are making one thing clear. They will not allow Hamas to survive. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "MARK REGEV, SENIOR ADVISER TO ISRAELI PRIME MINISTER BENJAMIN NETANYAHU",
      "sentences": "Destroying Hamas is a prerequisite for a better future, both for Israelis and Palestinians. You won't have a demilitarized and deradicalized Gaza without first destroying Hamas. You can't have reconstruction in Gaza, rebuilding the lives of people, without first getting rid of Hamas.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Let's bring in CNN's Will Ripley in Tel Aviv with the latest. So Will, what should we make of the timing of Ron Dermer's visit to Washington, D.C.? He's well known in the U.S. and Washington, former Israeli ambassador to the U.S., this coming -- just days after President Biden spoke at length with Prime Minister Netanyahu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Will Ripley reporting live from Tel Aviv. Thank you as always. Still ahead for us, Nigerians are fleeing after armed groups killing scores of people in a string of attacks in a region rife with ethnic and religious tensions. We'll have details ahead. Plus Baghdad says recent U.S. strikes against Iranian-backed militants in Iraq could harm bilateral relations. We'll have a live report from Washington ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Authorities in Nigeria say at least 113 people were killed in a wave of weekend attacks. It's the worst outbreak of violence in months in the Nigerian state of Plateau. The attacks sent Nigerians fleeing from the area. One local official says bandits targeted at least 20 communities.Plateau is one of several ethnically and religiously diverse states known as Nigeria's middle belt, where conflict has claimed hundreds of lives in recent years. In May, more than 100 people were killed in violence between mostly Muslim herders, and mainly Christian farmers. Well, Iraq is condemning U.S. military airstrikes that targeted an Iranian-backed militant group, calling them, quote, a clearly hostile, unconstructive act. The White House says three locations tied to the group were hit in Iraq on Monday night, and military officials say a number of militants were likely killed. The strikes were in retaliation for a drone attack Monday morning that wounded three U.S. service members, one of them critically, at Erbil Air Base in Iraq. National Security Reporter Natasha Bertrand joins us now with the latest details. It's quite alarming because the escalation just continues on this front, Natasha. The U.S. saying that they're responding proportionally, but the fact that you have service members injured, one of them severely, just shows the stakes here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "They have not. Natasha Security -- Natasha Bertrand, National Security Reporter for us, thank you so much. Well, Apple is now taking legal action. Still ahead, the appeal it just filed over a ban on its popular watches. We'll have a live report. Plus, if you're thinking of sending back a gift you just received over the holidays, then you may be charged with a return fee. What you need to know -- we'll bring you a live report. That's ahead, too.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "A consumer story we're following today -- Apple has filed an appeal in the U.S. now that a ban on imports of its newer watches has gone into effect. The company also filed an emergency motion to pause the ban until a decision is made. But the U.S. International Trade Commission is against it and has previously ruled that some Apple watches violate patents registered to another company.Joining us now to explain is CNN Business Correspondent Rahel Solomon. Rahel, quite a huge story here got Apple and for consumers, and the White House actually to intervene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, you're right. Who owns the technology and will we see some of these bigger companies just coming in and buying up some of these smaller technology companies to avoid these issues? And you're right for correcting me, the U.S. did not intervene. Apple had been hoping that they would, but it is rare for the White House to step in and wait in on these issues. Rahel Solomon, you've been following this for us all day. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "SOLOMON",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, Christmas is over, and if you were unlucky enough to get the wrong size, color, or even a gift you didn't want at all, then you're not alone. Return rates have spiked in recent years. But a warning, some retailers are now charging return fees, so be prepared to shell out some money if you plan to send a gift back.For more on this, let's turn to CNN's Nathaniel Meyersohn in New York. So, that's something people wouldn't expect to see, going into a store, returning a gift, to be told, yeah, you got to pony over some money, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "NATHANIEL MEYERSOHN, CNN BUSINESS REPORTER",
      "sentences": "Yeah, a lot of ugly sweaters are going to be returned today and in the coming week. But we're seeing more stores charge for returns. About 81 percent of retailers are now charging for returns. And it's typically for returns that you're sending back by mail.So, we're looking at some of the fees from H and M, Abercrombie, J. Crew. Look at Macy's, $9.99 if you want to send it back by mail. And then Amazon. Amazon has introduced a $1 fee if you return it to a UPS store, but there's a closer Whole Foods or coal store near you. So, it's not -- doesn't apply to everybody. It's just if you go out of the way to return it to UPS. And look, these return shipping fees are expensive for retailers. They have to pay for you to send it back then you have then they have to restock them at their warehouses, sometimes mark down the products. So, not a problem. You know this is all hurting their profitability. And we're also seeing some other interesting trends in returns aside from additional fees. Retailers, they're tightening their return windows. They're also letting you bring it back without the box. And this last one is pretty interesting. Just telling you to keep your return rather than bring it back because it's too expensive for them to ship it back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Listen, that's why I've always gone for gift cards. Can't fail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "MEYERSOHN",
      "sentences": "Very smart.",
      "isLastSentenceInterrupted": false
    }
  ]
}