{
  "date": "2023-10-29",
  "headline": "Inside Politics",
  "subHeadline": "CNN Sees Artillery Exchange Across Israel-Lebanon Border; Pence Ends Presidential Bid: \"This Is Not My Time\"; Parties Race To Define Little-Known New Speaker Mike Johnson; Parties Race to Define Little- Known New Speaker Mike Johnson; U.N. Relief Agency: Thousands Have Broken Into Warehouses and Taken \"Basic Survival Items\"; War in Israel Exposes Deep Democratic Divide. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:41",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "I have decided to suspend my campaign for president effective today. This is not my time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "RAJU",
      "sentences": "He's the first major candidate to end his campaign. His shrinking field helps someone else emerge as a true Trump alternative.And Mr. Speaker. REP. MIKE JOHNSON (R-LA): The challenge before us is great, but the time for action is now. And I will not let you down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "RAJU",
      "sentences": "House Republicans finally pick someone to lead them. But just who is this little known Louisiana congressman?INSIDE POLITICS, the best reporting from inside the quarters of power starts now. (END VIDEOTAPE) RAJU (on camera): Good morning and welcome INSIDE POLITICS SUNDAY. I'm Manu Raju. We begin this morning with a war in Israel. Overnight, the Israeli military intensified the airstrikes in Gaza and is expanding its ground incursion into the territory. The IDF is warning civilians in northern Gaza once again to flee south before its campaign escalates even further. Last night, Israeli President, Benjamin Netanyahu, warned his countrymen to prepare for a long conflict. (BEGIN VIDEO CLIP) NETANYAHU (through translator): The war inside the Strip is going to be long and we are ready for it. This is our second independence war. We are going to fight for the homeland and we won't withdraw. We are going to fight on the ground at sea and in the air. We will destroy our enemy above and below the ground. We're going to fight and win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "RAJU",
      "sentences": "Now the Hamas-controlled Ministry of Health in Gaza says nearly 8,000 have been killed there since the war began. And this morning on CNN's State of the Union, President Biden's national security advisor said it's not up to the U.S. to tell Israel how to fight its war, but that it's communicating to the highest levels, the importance of protecting civilian lives.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "JAKE SULLIVAN, UNITED STATES NATIONAL SECURITY ADVISOR",
      "sentences": "Israel's responsibility, under international humanitarian law, to distinguish between terrorists and civilians and to protect the lives of innocent people. And that is the overwhelming majority of the people in Gaza.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "RAJU",
      "sentences": "And now we have some breaking news in northern Israel. So I want to get right to Jim Sciutto near the Israel-Lebanon border. Jim, what are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:15",
      "speaker": "RAJU",
      "sentences": "Oh, real fears of a growing regional war here. Jim Sciutto on the ground in Northern Israel. Jim, please stay safe. Thank you for that report.And I want to turn now to CNN's Sara Sidner, who is in Tel Aviv. Sara, as we just saw with Jim, things are intensifying in Israel. What can you tell us about Israel's escalating strikes on the other side of their southern border with Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:15",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Look, we heard that there were going to be escalating strikes. And, of course, and indeed, there have been. There is also a ground war that is going on with Israeli soldiers in Gaza, as we speak.But it is not the massive ground war that I think was expected. You are seeing a smaller number of Israeli soldiers. As you know, there are more than 300,000 reservists who have been called up and on the border between Israel and Gaza. So we're seeing, yes, an expanded ground operation. We are seeing the heavy, heavy airstrikes that have been going on and on. And that has been really for days that we have been seeing that. It's just pounding Gaza. They are telling, as you mentioned, the Palestinian civilians to go from the north to the south. But there have also been airstrikes in the south. And so there is a lot of consternation and fear and worry on the ground because so many people have been killed there that have nothing to do with this or just caught in the middle of this war between Israel and Hamas. As for here, we have constantly seen rockets come over each and every day. We saw some a few hours ago come over Tel Aviv, which actually, when it is not wartime and even in past incursions between Israel and Hamas, there have not been this many rockets that have come over Tel Aviv, in particular. The reason why they are not hitting generally is because of the Iron Dome. Although there were a few that did get through one in particular hit an apartment building two days ago injuring several people there. But the carnage that is happening in Gaza is unprecedented. We have not seen the likes of this in a very, very long time, Manu. That's Sara Sidner from Tel Aviv. You two stay safe. Thank you for that report from that ground from Tel Aviv. Now, I want to bring in the retired Lieutenant General Mark Hertling on all of this. Lieutenant, General Hertling is the former commanding general for Europe and the Seventh Army. So, General, thank you so much for joining us. You just heard Jim Sciutto in Northern Israel, where he saw an exchange of artillery fire over the border with Lebanon. How worried are you that this could spiral out of control and into a broader regional war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:15",
      "speaker": "MART HERTLING, CNN MILITARY ANALYST",
      "sentences": "I'm very concerned about it, Manu. And what I'd suggest is it's not a matter of if Hezbollah attacks from the north, it's when. And what they're doing is attempting to time their attacks. You've seen artillery duels over the last couple of weeks between the Israeli forces in the north and the Hezbollah forces.Now you're starting to see, as Jim so accurately reported, some Hezbollah fighters coming into the area, something that they've done in the past. So now you're seeing them stretch the Israeli forces while they're conducting operations in Gaza. They -- Hezbollah and the other elements of these terror groups. What is real to look in multiple directions? And that's what's happening. And you'll see that increasing as the time goes on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:15",
      "speaker": "RAJU",
      "sentences": "So Prime Minister Netanyahu says the war has entered a new phase. He said there have been targeted ground raids into Gaza, but still not the full on invasion we are expecting. So what do you make of the IDF's movements this weekend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:15",
      "speaker": "HERTLING",
      "sentences": "What I'd suggest, Manu, is from a military perspective, there are three stages of an assault. First, you have the reconnaissance. You try and move in stealthily. Find out information. Build your targeting packages.Then what you try and do is a reconnaissance in force where you're still trying to gain information, confirm or deny the intelligence you have. And if you have to, you can fight off the enemy when you can come engage. That's what's happening now in my view. Then you have the full-throated, deliberate attacks. This is now happening mostly in the north, but as Sara said a minute ago, they're beginning to see actions in the center. I would predict knowing past Israeli operations and seeing the ground in Israel, that you're going to first see the actions in the north, then potentially in the center of Gaza, and then even in the south, with that same kind of buildup of an intelligence collection, then reconnaissance in force, and then a full throated assault. And you have the continuation of the air campaign, but that's based on the intelligence they already have. They're looking to get more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:06",
      "speaker": "HERTLING",
      "sentences": "It makes it extremely difficult, Manu. What you're talking about, every commander will, first of all, get legal input from their limit about the targets they're about to strike and how it might affect civilians.All of Western and modern militaries use certainly the Geneva Convention, the law of land warfare, but Israel also puts a third level on this and that is the proportionality and the necessity for the strike. So in other words, there may be civilians in the area where they're about to strike or where they have good intelligence, but it may also be a major terror cell. So they weigh their proportionality of the strike, how large is it with the necessity? Is this important enough to potentially put civilians in harm's way? When you have a population like is in Gaza, 2.2 million people that is within the sea of the operation, the fish that is Hamas swims among that sea. And what we've seen in the past over the last several decades is Hamas is not hesitant, at all, to use civilians as human shields, not only in hostage situations, but just in targeting situations where they place their centers, their cells, their controlled facilities, their money laundering, all in areas where civilians act. And unfortunately, they then use the harm of civilians as part of what's called their victim doctrine to show the world that they're oppressed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:11",
      "speaker": "PENCE",
      "sentences": "This is not my time. So after much prayer and deliberation, I have decided to suspend my campaign for president effective today.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:11",
      "speaker": "RAJU",
      "sentences": "And that was Mike Pence yesterday exiting the 2024 Republican primary field. While the former vice president's campaign never found much support, he did offer Republican voters one thing, conservatism without Donald Trump. Here's what Mike Pence said in September.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:11",
      "speaker": "PENCE",
      "sentences": "The truth is, a Republican Party did not begin on a golden escalator in 2015. On before that day, it was forged and defended and defined as the conservative party in America.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:11",
      "speaker": "RAJU",
      "sentences": "And former president Donald Trump was hardly gracious last night about the news that his former running mate and vice president decided to bow out.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (R) AND CURRENT U.S. PRESIDENTIAL CANDIDATE (R): I chose him, made him vice president, but people, people in politics can be very disloyal. I've never seen anything like it. You know, they asked me a question. They asked me a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Traitor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:11",
      "speaker": "TRUMP",
      "sentences": "He's a traitor, he goes. But he could have done what he could have done, right? There's no question.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:11",
      "speaker": "RAJU",
      "sentences": "Okay. Let's break this all down with our great panel here, the Wall Street Journal's Molly Ball, Carl Hulse of The New York Times, Semafor's Kadia Goba, and CNN's Eva McKend. Good morning to you all. Thanks for joining us.I mean, let's talk about what we've learned about from Mike Pence's candidacy and especially about how we tried to go after Donald Trump, distinguishing himself from the front runner. This is just a snippet of some of the ways that he tried to break away from the former president. (BEGIN VIDEO CLIP) PENCE: My former running mate continues to insist that I had the right to overturn the election. President Trump was wrong then. He's wrong now. He and his imitators in this race are backing away from American leadership. And just this weekend again, he saw him walking away from our commitment to the sanctity of human life. The only way this war would end in a day is my former running mate says, if you let Vladimir Putin have what he wants, which frankly, other candidates for the Republican nomination are advocating as well. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:11",
      "speaker": "RAJU",
      "sentences": "But that's not what Republican voters wanted to hear clearly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:11",
      "speaker": "MOLLY BALL, WALL STREET JOURNAL SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Yes. I mean, this is him saying this is not my time. It's a, you know, statement that really checks out factually, right? Watching Mike Pence campaign really did feel like a time warp to the -- to the pre-Trump era in the Republican Party.I think you've seen a lot of the other candidates try to adapt themselves to the sort of realignment that's happened on the right and try to sound more like Trump in various ways on policy, even if they were obviously running against him and offering a different political appeal. But Pence was really either in denial or just stubborn about the sort of Reaganite ideas of the pre-Trump Republican Party, the old three- legged stool of foreign interventionism and social conservatism and fiscal conservatism. And he never bent on that. And it was clear, as he acknowledged, that it was not what Republican voters are looking for anymore. And even though, you know, he was brought on to the ticket to sort of bring that segment of the Republican base into the Trump camp, they've moved on from him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:11",
      "speaker": "RAJU",
      "sentences": "What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "RAJU",
      "sentences": "Yes. I mean, the question too here is, is this the beginning of a contraction of the field? Will we see more of these candidates drop out? Someone tried to emerge the true Trump alternative. Obviously, that has not happened yet. There are still lots of candidates in the race.Just look at the polling is that we've seen month after month, the week after a dollar Trump, the dominant frontrunner in the Republican primary. The closest, Ron DeSantis, 17 percent. And then make all the way down to Chris Christie at two percent, who was on Meet the Press this morning and was criticizing these candidates for not -- going after Trump more aggressively, but he's only at two percent. He's been the most aggressive Trump opponent there is. And then the money game also shows you where things are. This is cash on hand numbers at the end of the last quarter. It's been a few weeks since then, but this gives us our most recent snapshot of the money chase here. Trump at 37.5 million and all the next closest, Ron DeSantis, adjust a fraction of this. It seems at some point, and maybe not. Maybe these candidates will continue on and continue to split up that anti-Trump vote. But do you sense that there are any movement from these lower tier candidates to get out of the race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "KADIA GOBA, SEMAFOR POLITICAL REPORTER",
      "sentences": "I mean, it's a good question. I think there are a lot of people who want to move away from the Trump Republicanism. However, it'll be interesting to see towards the general election if they just see that Trump is just a more viable candidate to win against President Biden.So, yes, there's a group of people who want to get away from that. But whether they coalesce around a dark horse or another candidate is a very different question on how we look at the general election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "RAJU",
      "sentences": "What are you hearing about from Republican on the Hill about just the fear that Trump can win the nomination?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "CARL HULSE, NEW YORK TIMES CHIEF WASHINGTON CORRESPONDENT",
      "sentences": "I think there's a real fear. You know, it's funny watching him. He was running for the nomination of a whole different political party than actually exists right now among Republicans.And despite his loyalty to Trump, pretty unflinching, he committed the unpardonable sin, right? He didn't overturn the election for Trump. And now we see election denialism is really a rising thing in the Republican Party. We saw it in the Speaker's race, right? Tom Emmer, who was defeated and couldn't get there. Part of the reason was that he had voted to certify the election. So, it's his crazy reversal of the Republican order. But I think, yes, there's a real fear that Trump could win. I mean, how would Mitch McConnell or John Thune, who could be the next leader or John Cornyn? And I mean, how would they even navigate that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "HULSE",
      "sentences": "So -- but it's, you know, they'll gradually win it out. And as long as you have money, you can stay in. MCKEND",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "RAJU",
      "sentences": "Yes. I want to do talked about what's happening on the Democratic side. You were up in New Hampshire, Eva, and President Biden has a new primary candidate, primary rival. Dean Phillips, the congressman from Minnesota, trying to say that Joe Biden can't win.(BEGIN VIDEO CLIP) REP. DEAN PHILIPPS (D-MN): It appears the president, Joe Biden, is going to lose the next election. The numbers are horrific. And if you're a Democratic voter and you care about 2024, it matters. And the absence of any competition, any alternative, is antithetical to democracy. And I think it's important that Americans have choices at a time like this. And there's an exhausted majority who absolutely wants change. And I'll make my case. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "RAJU",
      "sentences": "The polls do show that voters want a different candidate, but it's hard to see what his pathway is to the nomination right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "MCKEND",
      "sentences": "It is. And he is articulating, I think the anxieties that we've all heard from Democrats privately. But they're saying to me, this is not helpful at this time.And I asked him about this. Congressman Phillips, where were you a year ago, if you really wanted to mount a credible challenge against the incumbent president? And, you know, he does -- he didn't even -- he can't even -- it's too late for Nevada. That deadline has passed. And he told me, essentially, that he was waiting on someone else to do it. No one else has. And so here he is. He thinks that he can make a splash in New Hampshire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "RAJU",
      "sentences": "Should Biden respond to ignore him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "BALL",
      "sentences": "Well, so far, the strategy has been a little bit of both. It's been mostly this who I don't even know this person sort of posture. But they have sort of taken some potshots behind the scenes. And, you know, look, these anxieties are real. Dean Phillips did not invent them, right?And so any momentum that he does get reflects that real angst in the Democratic base. And the president's advisors have been -- have been very defensive about this, I think, for good reason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "RAJU",
      "sentences": "Yes. And there was just a lot of concern about Biden's viability. We hear it from our sources, from Democratic leaders, but he's a candidate, a frontrunner being the nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "MCKEND",
      "sentences": "Really quickly. When I was in Concord (ph) and the bus pulled up, people were walking past the bus and going, who is Dean Phillips?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MANU RAJU, CNN ANCHOR",
      "sentences": "Now, in the last week, Johnson has been under the public's microscope like never before, whether its his -- its his legislative record, its socially conservative views, or even how he has made his faith central to his political identity. On Thursday night, he sat down with Fox News to introduce himself to America, or at least the Fox's conservative audience.(BEGIN VIDEO CLIP) REP. MIKE JOHNSON, (R-LA) SPEAKER OF THE HOUSE: People are curious, what is my Johnson think about any issue under the sun? I said, well, go pick up a Bible off your shelf and read it. That's -- that's my worldview. That's what I believe. And so -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Your personal worldview? JOHNSON(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAJU",
      "sentences": "You know, it's just been remarkable to see obviously, the upheaval of the GOP, three weeks of -- of infighting backbiting. Kevin McCarthy's historic ouster. Now, we have a new Speaker of the House, who has not been a committee chairman, who is 51 years old, served in that Congress only since 2017. I asked Patrick McHenry who was the Interim Speaker, just do you think that he is qualified for the job? Can he do the job? He wouldn't say? He said, the House Republicans made the determination that he was and I'm a steward of the office to hand it over to the 56th Speaker and I did that.Carl, you've covered the hill for many, many years. The Dean of the Hill Press Corps. What do you make of someone who has vision, very little staff now being the most powerful Republican in charge of the whole shebang?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "CARL HULSE, NEW YORK TIMES CHIEF WASHINGTON CORRESPONDENT",
      "sentences": "Yeah, they're steeply learning curves. And then there's really, really steep learning curves. He doesn't have the staff. There's a reason that you work up through the ranks in leadership. So you, you learn by osmosis, and you figure out how things work and you meet the people, you know, like Senator Durbin there, excuse me, you know, saying he doesn't even know. The President doesn't know him.I mean, I think this is going to be a real challenge. I've talked to some Republicans who basically think it's going to be, you know, very hard for him to pull this off. However, he's a smart guy. And he he's seems to be getting his feet under him pretty quick. He's not saying much to us, because he doesn't want to fall into that trap. But I think it's going to be fascinating to watch from -- from journalism perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAJU",
      "sentences": "Absolutely. And he look, he got the job because he's affable, the members of the House GOP conference, they like him. He's very friendly, polite. He's also -- he has a very conservative record, which aligns himself with many of the conservatives in the House. He is socially conservatives record on social issues, really, is what the Democrats are trying to point out and will something that he questions about how he will legislate, get on these key social issues. He says back to bill's banning nearly all abortions. He introduced a bill to limit education on sexual orientation and gender identity, voted against the law to codify same-sex marriage. And of course, he led the effort in the House to ask the Supreme Court to overturn Biden's wins in key states. But he's saying that he will not necessarily legislate based on those views. Can he pull that off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "KADIA GOBA, SEMAFOR POLITICAL REPORTER",
      "sentences": "Well, it doesn't really matter, right, because as we see, Democrats are already painting him as a MAGA Republican, and likening his policy views to that of Jim Jordan. So I think when we look at election time, they'll see -- they'll put those faces, you know, those -- those candidates who are in Biden districts right next to his and say, you know, do you want this extreme MAGA Republican? Or do you want someone, you know, someone on the Democratic side. At the same point, there are moderates on the Republican side who were saying, simply, well, you know what, my party isn't going in the direction I wanted to go, I'll vote against it. So it's going to be fun for journalists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAJU",
      "sentences": "Look, it is almost the inverse. We've seen over the years of Democrats or Republicans going after Nancy Pelosi trying to tie Nancy Pelosi to Democrats. Now, the difference here is that, that Mike Johnson is not really well known. So Nancy Pelosi is a household name. So I had a conversation with the campaign Chairwoman of the Democratic Campaign, on the House Democratic Campaign, Suzan DelBene, about how they plan to go after Johnson and what they're trying to do in some of those key swing districts that are essential to the effort to retake the House.(BEGIN VIDEO CLIP) REP. SUZAN DELBENE, (D) DCCC CHAIRWOMAN: House Republicans have moved more and more and more to the extreme, and the new speaker just solidifies that he is a new face. But the same extremism, in fact, maybe even more extreme than folks understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAJU",
      "sentences": "How do you think it affects specifically if their vote for Johnson, how does that specifically affect the New York Republicans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "So look, there are 18 Republicans in Biden leaning districts. There are -- she told me they're looking at about 32 districts to try to flip. They got to hold about 29 or so. It is obviously going to be a really intense race for the narrowly divided house. Is that a strategy that is effective though trying to tie the leader to a member, a candidate, or one of these Republicans in swing districts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MOLLY BALL, WALL STREET JOURNAL SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Well, the politics of this are one thing and of course, the Democrats are going to race to -- to color in that blank slate that Speaker Johnson currently represents. But when it comes to governing, it's really the best thing he has going for him that he comes from that conservative wing of the party.You mentioned, former Democratic Speaker Nancy Pelosi. I wrote a book about Nancy Pelosi and one of her strengths was always that because she came from the liberal wing of the conference, she could get those members on the far left to buy into, you know, bipartisan bills or things that she was trying to move that were a little bit more centrist because she had credibility with that wing. And so now we see Speaker Johnson getting, you know, plaudits from the Matt Gaetz' of the world, and the in the far right of the conference. Those are the votes, those have been the problem children, it hasn't been the moderates when it comes to moving legislation. So it's going to be an asset for him in terms of governing, that he has credibility for them, with them. For now, the only question is, how long -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "How long -- it is such a good point because he will have to worry about the members who are in those purplish districts. That's what every leader has to deal with, with members that could -- those districts that could flip. And I talked to several of those, New York Republicans, they're the ones whose seats or essentially determine who will take the majority next year. They were central to Republican victory in the last cycle. And this is how they talked about Speaker Johnson.(BEGIN VIDEO CLIP) REP. MIKE LAWLER, (R) NEW YORK: People in my district understand who I am. They understand my positions and what I believe and what I stand for. So I'm not really worried about a few heckles from Democrats. REP.  MARC MOLINARO, (R) NEW YORK: I'm going to judge Speaker Mike Johnson, by the way in which he engages with members like me. REP. ANTHONY D'ESPOSITO, (R) NEW YORK: As he eloquently stated when he took the gavel, he now represents an institution. He represents all the members of the House of Representatives. He no longer just represents a district in Louisiana. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "Yeah, I mean, look, I mean, one of the things too, about Johnson, is that he is going to take hold of a fundraising arm that Kevin McCarthy has become essentially as such a fundraising juggernaut this past -- this time as the Republican leader and the speaker. Johnson has raised just $533,000 this year. McCarthy has raised $28 million in the last 2022. Already this year, some $77 million or so. I mean, that is going to be as the leader, the new speaker, you have to be in charge of those members that we just heard from lead team, Republicans and Biden districts, and you're leading the party strategy. Mike Johnson has not done that yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HULSE",
      "sentences": "So it's interesting. I think Lawler was referring to someone yelling bye, bye, had him from the floor with --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HULSE",
      "sentences": "-- when he voted for -- for Johnson. The money will come. You know, the donors are going to -- are going to give. But does he have the -- the ability that McCarthy had or Pelosi? Pelosi skill set was raising money, right? That was one of the reasons she was able to maintain power so long. I think it's going to be a real challenge for this guy. He just hasn't done that, right? He hasn't traveled the country, relentlessly raising money. And I think it's going to be tough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICAL CORRESPONDENT",
      "sentences": "I think the Republican donor class though, will be invested in wanting to see him succeed. So I don't think it'll be as much of a problem as people anticipate. I do think Democrats are going to have a harder time than they imagined right now sort of characterizing him as this boogeyman. Part of his political skill, and part of the reason he won and where he is right now is he has been able to be hardline conservative, but palatable enough to different members of his conference. He doesn't kick people off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:43:48",
      "speaker": "RAJU",
      "sentences": "Now, back to the war in Israel. The U.N. says thousands of people in central and southern Gaza broke into aid warehouses today. In search of basic necessities and 10 aid trucks cross to the Rafah Border Crossing into Gaza today. The Israeli-American military says more aid trucks will enter Gaza soon. But the International Committee of the Red Cross is calling the humanitarian situation a, \"catastrophic failing that the world must not tolerate.\" CNN's Melissa Bell is live for us in Cairo. Melissa, how bad is a situation for civilians right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "RAJU",
      "sentences": "Scrawling crisis on the ground affecting civilians. Melissa Bell, thank you for that report from Cairo.And the war in Israel is also exposing a deep divide inside the Democratic Party, over how strongly if at all to support the Jewish state in its conduct in its war against Hamas. And nowhere is that more clear than the halls of Congress. Last week, the House voted 412 to 10, six abstentions for a symbolic resolution to condemn Hamas and express support for Israel. 15 of the 16 who didn't vote for it were Democrats. They say it should have also recognized the suffering of Palestinian civilians. In response, Democratic Congressman Josh Gottheimer was a prominent Jewish Democrat wrote this on social media. They are despicable do not speak for our country. Now, Congressman Andre John -- Andre Carson of Indiana is one of those 15 and a prominent Muslim Democrat. He specifically sought me out on Thursday to respond to Gottheimer. (BEGIN VIDEO CLIP) REP. ANDRE CARSON, (D) INDIANA: He's cowardly. I think he's not acting in the role as a member of Congress. I think he's shown himself to be very emotional, like most cowardly people, when you confront them, they're afraid. I'm afraid of the guy. And if he wants to call us despicable, I'm saying he's a coward. And he's a punk. And he should remember why the people sent him here. And if he wants to play some kind of tough guy, or gangster, we can handle it like gentlemen, and we can get into something else. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "RAJU",
      "sentences": "Pretty strong words that you really don't hear from a member of one -- same party going out. Even members of both parties, saying that. I did reach Gottheimer himself and I asked him about Mr. Carson's comments. Gottheimer said, I'll sit down with Mr. Carson anytime to talk about how we can bring hostages home, including all Americans provide immediate humanitarian aid to Palestinian civilians being used as human shields and crush them off and all terrorists seeking to do us harm, trying to deescalate things. I'm also told that Carson and Gottheimer are likely to meet according to a Democratic leadership source. You talked to Carson also, what do you make of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "GOBA",
      "sentences": "I think this is the conversation that is happening in the public and Democrats would probably argue they're more diverse caucus. And those same conversations are happening within their caucus. It'll be -- I think it's interesting to see Gottheimer tweeted, had another tweet this morning, kind of saying that, you know, it's it -- it behooves them to maybe have some conversations. So I don't think they want to air this out and mirror what's going on this society. We'll see if what unfurls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "RAJU",
      "sentences": "Yeah. And look, Gottheimer says the 15, who voted no or President don't speak for the party. But you know, polls show that progressives are very more sympathetic to the Palestinian cause. On your screen, you see the 15, who voted against Israel, notably, you know, those are people of color. There are a lot of them -- some of them are Muslim Americans as well. There is just as sharp divide within the party. The longer this plays out, the more this divide, is going to be pronounced within the Democratic Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "BALL",
      "sentences": "Yeah, and when you see, you know, the protests on college campuses, and in the streets, I mean, these are -- these are young, far left activists who are driving a lot of this. And that's reflected in the younger and more far left members of the party. Who were the votes, those who didn't vote for -- for the resolution. You know, this has been going on for a long time. It's been the APAC and Democratic majority for Israel that has been opposing the so-called squad members in a lot of Democratic primaries for many years now, seeing them as blatantly anti-Semitic, seeing them as a threat to the Democratic Party's mostly United support for Israel historically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "RAJU",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "BALL",
      "sentences": "And so the President has staked out, you know, a very aggressively pro-Israel position that a lot of, you know, young voters and voters of color may not share, and it's a fracture that I think is deepening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "PRAMILA JAYAPAL",
      "sentences": "There are a lot of people that are hurting and a lot of Arab-Americans, Muslims young people who just do not understand what's happening and want to make sure that Israel is following the laws of war, as the President said that they would. This war is hurting the President. I think it's hurting the Democratic Party. And I think, you know, war is a -- it's always difficult. I don't want this to be our Iraq War.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "RAJU",
      "sentences": "I mean, is she right. Is it hurting the President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "HULSE",
      "sentences": "I -- but there's some political benefits to it as well. So I think, though, that you're hearing some backlash, and that he's losing some support. I do think that in terms of the internal fighting, you know, the Democrats have been watching the Republicans have this big fight. And now they're -- they're having some division of their own. I know, the leadership is aware of it. And I think they really want to tone it down. But I do think this is presenting some political problems for the President. But he's made his decision. I mean, he's -- he's pretty all in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "RAJU",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "MCKEND",
      "sentences": "I mean, these members are speaking for their constituents. So there is a segment of young black and brown folks who feel deep solidarity with marginalized groups, deep solidarity with Palestinian civilians. And we've seen an aggressive effort by the pro-Israel lobby, to try to pick off these members one by one unsuccessfully. Summer Lee is still there. Cory Bush is still there. And they also have solidarity with liberal Jews.Some of the most vocal protests that we've seen, have been young Jews in support of these progressive members who do not support the policies of the State of Israel.",
      "isLastSentenceInterrupted": false
    }
  ]
}