{
  "date": "2023-05-30",
  "headline": "The Situation Room",
  "subHeadline": "Debt Deal Appears Poised To Clear Key Hurdle in House; Russia Vows Revenge For Drone Attacks on Moscow; Child Wrongfully Shot By Police Speaks With CNN; Trial Begins For Pittsburgh Synagogue Shooting Suspect; Disgraced Tech CEO Elizabeth Holmes Reports To Prison. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:01",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "It's not dangerous, thankfully, for plant or animal life. No group has claimed responsibility for the dying and local police are investigating multiple leads.Follow me on Facebook, Instagram, Twitter, BlueSky, if you an invite, the TikTok @jaketapper. You can tweet the show @theleadcnn. Our coverage continues now with Alex Marquardt in for Wolf Blitzer right next door in The Situation Room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:01",
      "speaker": "ALEX MARQUARDT, CNN ANCHOR",
      "sentences": "Happening now, Kevin McCarthy appears to be on the verge of clearing a major hurdle as he faces the first big test of his speakership, the debt limit deal now poised to overcome a conservative revolt inside a powerful House committee. White House Press Secretary Karine Jean-Pierre is standing by.In Russia, threats of revenge after eight drone attacks rock the city of Moscow, Ukraine denying any involvement while also calling the strikes, quote, karmic payment for Putin's invasion. Also tonight, CNN speaks with an 11-year-old boy wrongfully shot by police. You'll hear his emotional recount of that terrifying moment. We also have the details of the $5 million lawsuit his family just filed on his behalf. Welcome to our viewers here in the United States and all around the world. Wolf Blitzer is off today. I'm Alex Marquardt, and you're in The Situation Room. We begin our coverage tonight with the debt limit drama playing out in the House of Representatives. Speaker Kevin McCarthy appearing poised to clear a hurdle in his first test as speaker, as he tries to tamp down a conservative revolt over his compromise with President Joe Biden. From Congress to the White House CNN's journalists are working their sources on this developing story. White House Press Secretary Karine Jean-Pierre is also standing by to take my questions. First to CNN's Melanie Zanona up on Capitol Hill. Melanie, Speaker McCarthy now appearing closer to passing this deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:01",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Yes, one hurdle almost down but there are still more hurdles to go. Republican leadership did secure a big win in the House Rules Committee today when Republican Thomas Massie, a potential swing vote, announced that he will support the rule for the bill, which essentially means it will get a floor vote tomorrow.But they are not out of the woods yet because they still have to actually pass the underlying bill in both the House and Senate, and there has been opposition from both the far left and the far right. So, leadership in both parties have been working furiously to sell this deal, to whip this deal. The Republicans will have a House conference meeting later tonight followed by a press conference, where all members are being encouraged to attend, and then Democrats will huddle tomorrow morning with their leadership and with some White House officials. But despite the outcry particularly on the right, Kevin McCarthy is expressing confidence they'll be able to get this over the finish line. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA): I am confident we will pass the bill. I've talked to many about whether they're for or against the bill. I'm not sure what in the bill people are concerned about. Everybody has an opportunity to read it. Everybody has an opportunity for their own opinion for their own opinion. The vote will be tomorrow. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:01",
      "speaker": "ZANONA",
      "sentences": "And Senate GOP leadership as well expressing confidence that they will be able to pass this in the Senate, but one other land mine potentially for Kevin McCarthy is whether he's going to be able to maintain his speakership.There's at least two House conservatives who today threatened to use what's known as a motion to vacate, to try to force a floor vote on ousting McCarthy and Congressman Matt Gaetz says he thinks there will be an immediate motion to vacate if a majority of Republicans end up opposing the House bill on the floor. That was an agreement that Kevin McCarthy made during his speakership. But, so far, Kevin McCarthy is saying he's going to have the votes and he's going to keep his job, Alex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:01",
      "speaker": "MARQUARDT",
      "sentences": "Possible danger for Speaker McCarthy. Melanie Zanona on Capitol Hill starting us off.Now, let's go to our Chief White House Correspondent Phil Mattingly. Phil, how is the White House trying to get this across the finish line?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:01",
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Alex, when President Biden's White House officials clenched this agreement, White House officials were keenly aware there would be backlash from both parties, Republicans, particularly conservative Republicans, but also some progressives, particularly in the House Democratic caucus.What you've heard from White House officials is, one, an acknowledgement that, no, this isn't a perfect deal, this isn't the exact deal the president would have written, but what Democrats both on all sides of the aisle need to consider of this deal is what the alternative could have been based on what Republicans are put on the table before the negotiations actually kicked into high gear and what the alternative would be to not passing that bill. And that would be default, obviously something the administration has made clear for months it wants to avoid at all cost. Still, they have taken a methodical behind the scenes approach and dozens of phone calls, briefings behind the scenes, trying to make sure Democrats know what's in this agreement and why think they should get a yes vote. This is how the OMB Director Shalanda Young laid things out earlier this afternoon in the briefing. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "MATTINGLY",
      "sentences": "And, Alex, I think that's an important framework through which to view what's happening right now behind the scenes. We're not hearing about White House officials trying to jam Democrats, trying to force them to a yes vote. Right now, they're trying to inform, to some degree.And as Mel noted, tomorrow morning, there will be a House Democratic caucus meeting, where Director Young and other top White House officials will be briefing even further on this agreement. They feel confident that's what's put into place is the balancing act they needed trying to get members from both parties to get this across the finish line, but also very cognizant of the fact there's work to do, there's certainly questions members have, and their jobs right now as this moves towards the House floor and onto the Senate is to answer those question, and more than anything else, prevent default, Alex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "MARQUARDT",
      "sentences": "Work to do and only a few days to do it. Phil Mattingly on the north lawn of the White House, thank you very much.Now, I want to bring in t he White House Press Secretary, Karine Jean- Pierre. Karine, thank you so much for joining us this evening. As you heard, it does look like this bill is going to be advancing out of the House Rules Committee, but there is all this Republican anger still towards Speaker McCarthy, even threats now to oust him from the speakership. So, do you believe this deal is still in jeopardy? KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: So, look, I'm not going to get into the politics of what's happening on the other side of Pennsylvania Avenue with Republicans. That's something I'm not going to get into here. What I'm going to talk through with you, Alex, and thank you so much for having me on, is what the president said on Sunday when he spoke directly to the American people and announced that there was a bipartisan common sense, reasonable budget agreement that he was able to put forward and agree upon with Speaker McCarthy, a good faith budget agreement here. And so here's the thing. Negotiations are tough. I've been saying this in the briefing room the last couple of weeks. And what we're dealing with is a divided government. And when you have a divided government, there's a little bit of give and take, and not everyone gets everything they want. But what the president was able to do, he was able to protect a key Democratic principle, he was able to also protect the historic gains, the economic gains that the president was able to do in the last two years. So, look, this is again a bipartisan reasonable budget agreement that these types of budget agreements you see in a divided government. Again, he was proud he was able to get this done with Speaker McCarthy, and now it's going to go to the House, it's going to go to the Senate, and he expects it to get to his desk before June 5th so he can sign it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "MARQUARDT",
      "sentences": "This is a compromise. As Speaker McCarthy is getting incoming fire from his right flank, so is the administration from some progressives, including the chair of the House Progressive Caucus, Congresswoman Pramila Jayapal. Has the president had a chance to speak with her about one of her major concerns, which is about work requirements?JEAN-PIERRE: So, here's what I say. Throughout the process, the president and his team has been in constant communication and contact with members of Congress. That continues through this process. Obviously, I'm not going to read out or say who he's exactly spoken to, but you can be reassured that we have been very committed, again, to what you heard Director Young say in the briefing room, making sure that Democrats, Congressional members know exactly what's in the bill and we're also talking to Republican members as well. But here's the thing, here's what the president was able to do, when I talk about protecting the economic gains. We think about the 12.7 million jobs created in the last two years, this is what this is going to do, this budget agreement, protect that. You think about the 3.4 percent unemployment rate, something we haven't seen in 54 years. You think talk about protecting health care, what's discussed before was Medicaid being cut, that was risking health care for 21 million Americans, so we're protecting that. We're protecting veterans -- veterans affair, making sure they're getting the funding, defense funding. So, there are things here that are critical and key to American families that they need, they need every day just to make sure they make ends meet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "MARQUARDT",
      "sentences": "Yes, lots of work still ahead before June 5th. Karine Jean- Pierre, White House Press Secretary, thank you very much for your time this evening.JEAN-PIERRE: Thank you so much, Alex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "MARQUARDT",
      "sentences": "And just ahead, we are tracking reports of a North Korean missile launch. Standby for more details.And also ahead, Ukraine is now denying responsibility for eight drone attacks on the Russian capital, Moscow. Up next in The Situation Room, how President Vladimir Putin is threatening to respond. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "MARQUARDT",
      "sentences": "And we have breaking news just into CNN. Japan and South Korea now warning residents to take shelter after an apparent missile launch by North Korea.Let's get straight to CNN's Paula Hancocks. She is in the capital of South Korea. [18:15:00] Paula, what can you tell us about this suspected North Korean launch?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, Alex, it's just after 6There was also ten minutes later an emergency alert on the phone telling residents to evacuate, saying let the elderly and children go first. Again, after that, another ten minutes later, it was said that was sent in error. But there are still live speaker announcements across Seoul which are hard to make out. But what we've confirmed from the Joint of Chiefs of Staff at this point is that there was a space vehicle that was launched by North Korea. Now, this is something we were expecting. We know that they had warned Japan's Coast Guard, for example, that between May 31st and June 11th, they were going to put or try to put a military satellite into space, and they had been warning for all ships in that area and certainly going further south down until the Philippines to look out for possible falling debris. Now, what we've heard from the North Korean side is that they feel they have to put this military satellite up into space because of what they have seen from the U.S. and South Korean military drills. They say they feel a threat from the U.S. and this is why they feel the need to have this, saying it's indispensable to tracking, monitoring and to cope with the advance in real-time of the dangerous military acts of the United States. Now, it's only been a couple of weeks since South Korea put its own launch vehicle up in space. It's not the first time that North Korea has done this. They did this back in 2012, also in 2016. It's not believed that those two were successful, though. At least it's not believed the satellite was working. There hasn't been any data that has been shared publicly. But this is something North Korea has said it does want to do for some time, but certainly a rude awakening for about 25 million residents of Seoul who are really not used to waking up to air raid sirens. But there has been some confusion at least from the government side as to those emergency alerts. Alex?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "MARQUARDT",
      "sentences": "Yes, very unnerving for all those citizens. Paula Hancocks in Seoul, thanks very for that report.We are following more news, the Kremlin tonight urging calm after a series of drone attacks that rocked the Russian capital, Moscow. Putin's regime placing the blame squarely on Ukraine and vowing to retaliate with, quote, the most severe measures. CNN's Senior International Correspondent Sam Kiley has our report. (BEGIN VIDEOTAPE) SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): Same war, different capital, Moscow hit by a squadron of eight drones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "PAVEL BOZHGO, MOSCOW RESIDENT",
      "sentences": "There was a deafening bang, as if a huge bolt of lightning had struck somewhere near.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "KILEY",
      "sentences": "The attack was immediately blamed on Ukraine, which reels daily from Russian air assaults.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "SERGEI SHOIGU, RUSSIAN DEFENSE MINISTER",
      "sentences": "This morning, the Kyiv regime carried out a terrorist attack on the Moscow region, and I will stress, aimed at civilian targets. In total eight airplane-type drones were used. All of them were brought down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "KILEY",
      "sentences": "Kyiv was coy about its role in this drastic escalation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "MYKHAILO PODOLYAK, UKRAINIAN PRESIDENTIAL ADVISER",
      "sentences": "Of course, we enjoy watching and predicting an increase in attacks, but, of course, we have nothing to do directly with it. What is growing in Russia is the karmic payment that Russia will gradually pay more highly for everything it does in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "KILEY",
      "sentences": "Ukraine is threatening an offensive to drive Russian troops out. Part of its tactics have been increased efforts to destabilize Moscow's forces. A cross border raid by anti-Putin Russian dissidents was backed by Ukraine last week. Frequent attacks on Russian occupied logistic hubs like Mariupol and Berdiansk, and now there's a mysterious drone attack that Russia has blamed on Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT",
      "sentences": "Though I'm more worried not by this but by efforts to provoke a Russian response. That appears to be the aim. They are provoking us to do the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:12",
      "speaker": "MARQUARDT",
      "sentences": "Yes, quite the escalation in Russia. Sam Kiley in Eastern Ukraine, thank you very much.Let's get more reaction from the top Democrat on the House Foreign Affairs Committee, Congressman Gregory Meeks. Congressman, thank you so much for joining us. And we will speak about Ukraine in just a moment. But I first want to ask about this suspected North Korean missile launch. How concerned are you? REP. GREGORY MEEKS (D-NY): Anytime you hear that, anytime you hear alarms of that nature, you're concerned because you know the North Korean regime is capable of anything. So, you always have concerns. I expect to get further updates on that. I was somewhat relieved to hear that the South Korean government said the initial warnings to some of the civilians was an error, but you've got to keep your guard up at all-time when you have a regime, such as North Korea's is, and you'd hope that they would cease from continuing to try to do these kinds of tests that they're doing on a regular basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:12",
      "speaker": "MARQUARDT",
      "sentences": "Congressman, on Ukraine, you heard Sam Kiley there saying that the reaction from Kyiv, the rather coy reaction was that they had no direct involvement with these drone attacks on Moscow. Do you believe that Ukraine's forces are behind this or at the very least that Ukraine indirectly approved today's operation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:12",
      "speaker": "MEEKS",
      "sentences": "Look, I expect to get some more information in regard to that later. But, look, let's not confuse the facts here. When you listen to Putin and what his associates have said, it is almost insane for them to talk about Ukrainian aggression on Russia when we see almost on a daily basis in some part of Ukraine, the aggression is coming from one side.We're in this war for one reason, and his name is Vladimir Putin. He can stop this war tomorrow with no one being shot at or anything of that nature. It is he who continues to be aggressive and targeting civilians. You know, I've seen and talked to some of those civilians that have been victimized by the criminal activity and the aggression against humanity, that's Vladimir Putin. So, to hear him say anything in that regard, it's almost laughable if it wasn't so sickening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:12",
      "speaker": "MARQUARDT",
      "sentences": "But, Congressman, it is different to attack Russian forces inside Ukraine as opposed to striking inside Russia itself. The White House has said they do not support attacks inside Russia. Do you support Ukraine hitting Russia inside Russia? Do you think the U.S. should impose consequences if strikes continue inside Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:12",
      "speaker": "MEEKS",
      "sentences": "No, I think the United States has and will continue to give the Ukrainians the defense equipment that it needs to defend its sovereignty. That's what we've been doing, and that's what we will continue to do to prevent the crimes against humanity that Vladimir Putin continues to wage upon Ukraine.So, no, I do not support any activity of Ukrainians bombing Russia. That's not what we in the United States, the White House does not, the Department of Justice does not, the State Department does not, Gregory Meeks and the members of Congress do not. We support and will continue to support Ukraine's right to protect its own sovereignty from the criminal acts of Vladimir Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:12",
      "speaker": "MARQUARDT",
      "sentences": "All right. Congressman Gregory Meeks, the top Democrat in the House Foreign Affairs Committee, thank you so much for joining us this evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:12",
      "speaker": "MEEKS",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARQUARDT",
      "sentences": "Florida Governor Ron DeSantis will soon be addressing voters in his first major speech of the 2024 presidential campaign as a candidate, and that's at an evangelical church in Iowa.CNN's Jeff Zeleny is there for us. Jeff, what are you expecting to hear from DeSantis if he's speaking just moments from now, and that's ahead of a series of events in key states?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "MARQUARDT",
      "sentences": "We get one chance of first impressions. Jeff Zeleny in Clive, Iowa, thank you very much. I want to bring in our political experts to break all this down. Dana Bash, to you first. Do you expect DeSantis to sharpen the contrast with and the attacks against former President Trump when he speaks, which is just moments from now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "Sharpen, yes. Whether or not he will use that to actually draw political blood, we'll see, because the governor of Florida has been different certainly when it comes to Trump since he formally announced last week, but he still hasn't gone after Donald Trump in the way that others with less of a megaphone say that they want to or at least have tried to do.But what Jeff just said, and let's remember our friend Jeff Zeleny was a reporter for the Des Moines Register, he has spent so much time in Iowa. He understands sort of the feeling and the fervor in and among Iowa voters in particular right now, the evangelical voters you see that Ron DeSantis is at a mega church at his first stop. That is very telling. He is trying to appeal to voters who might have gone for Donald Trump in 2016, even though he actually narrowly lost the Iowa caucuses to Ted Cruz but who might have gone for him but maybe soured on Donald Trump. And they're looking for an alternative, and right now, the question is whether or not Ron DeSantis is that guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "MARQUARDT",
      "sentences": "Nia-Malika Henderson, on that point that Dana just made, those evangelical voters, how much do you think Ron DeSantis' team sees an opening with them to gain those evangelical votes after the former president, who is the Republican front-runner, would not say, for example, whether he supports a federal abortion ban?NIA-MALIKA HENDERSON, CNN SENIOR POLITICAL ANALYST: Well, listen, he certainly sees an opening. I think the question of whether or not it's a real opening, right? If you think about Donald Trump he wasn't necessarily somebody you think that white evangelicals would like. He, of course, said, 2 Corinthians, he said that he had never asked God for forgiveness, which is a key tenant of the Christian faith to ask God for forgiveness but they flocked to Donald Trump in large numbers. Ted Cruz narrowly won, which you saw by the time the election came around, the general election, they certainly coalesced around Donald Trump in the general election. Mike pence certainly helped with that. But also I think Donald Trump's rhetoric, the way he speaks, the sort of bombast, the sort of masculinity, I think that very much resonates with white evangelicals. And so if you have somebody like Ron DeSantis, he's trying to peel off these evangelicals. Tim Scott is trying to peel off these evangelicals as well from Donald Trump, but Donald Trump has a history with this group of voters and he sort of learned, I think, to speak their language even when a comes to abortion. There might be some peeling off around that in this sort of primary phase. But he's very hard in terms of immigration. That is rhetoric that really appeals to evangelicals. So, listen, Ron DeSantis has his work cut out for him. There is a place for somebody who does well with evangelicals, but the problem I think that somebody has is that that person usually comes in second place, right? Ted Cruz did very well with evangelicals, but he ultimately came in second place, Rick Santorum the same thing. So, listen, second place, if that's what Ron DeSantis, evangelicals will help with that. He's got to expand beyond that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, a plurality of Republicans voters would like to see someone other than Donald Trump. And I think that somebody who can echo many of the policies but offer someone who is not looking backward as much and looking forward is, of course, a strong lane to be in.What I worry about with the very Iowa-centric strategy that I think we're kind of seeing emerge from the DeSantis camp is that's going to become a crowded lane. So, we have Vice President Pence likely expected to announce, somebody who carried evangelicals for Trump in 2016, Tim Scott who performed well with that crowd as well. So, I think for sort of this top tier of candidates, DeSantis inarguably being number two behind Donald Trump, his team needs to be thinking about who are you targeting beyond the right of the right, beyond the evangelical core block that's always going to go for the most right-wing candidate in primary. That's where I think things are going to get complicated and difficult. And I would remind viewers at home the person who -- the Republican who won Iowa hasn't gone onto win the presidency since 2000, George W. Bush. So, it's not necessarily the decider state that it once was. What plays in Iowa has some significance, but you also need to be able to play in New Hampshire, a much more libertarian-leaning state, or even on to South Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "MARQUARDT",
      "sentences": "Yes, that's an excellent. Karen Finney, we just have a few moments left. How closely do you think that President Biden should be watching DeSantis' campaign launch tonight in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "KAREN FINNEY, POLITICAL COMMENTATOR",
      "sentences": "Not at all. He's got far more important things to worry about, namely making sure that this deal goes through on the debt ceiling and the matters of being the president. You're going to continue to see President Biden focused on being the president. That is the record that he's going to run on, and that's what he should do.And I think DeSantis meanwhile is also clearly trying to get some momentum for some of the reasons that Jeff talked about, right? He had a little bit of a bit of a - he's had a bit of slow start out of the gate, then he had a real flop with that Twitter town hall that he tried to do. And so, clearly, he's hoping to get some good momentum this week in with you to then move onto New Hampshire with a strategy knowing that in their calendar, you've got to get some momentum coming out of Iowa and New Hampshire. Because when you hit South Carolina, you're going against two home state favorites.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "MARQUARDT",
      "sentences": "The family of an 11-year-old boy wrongfully shot by police has just filed a federal lawsuit on the child's behalf, seeking $5 million from the city of Indianola, Mississippi, its police chief and the officers involved.CNN's Nick Valencia spoke with the boy and his family today. He's joining us now with more. Nick, I cannot imagine what this young boy has been through. How's he doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Alex, he's still in a lot of pain, but remarkably in good spirits. He does tell me, though, when he's alone, his mind does trail off to some dark spaces, thinking about how much worse it could have been. Earlier, he spoke to me, telling me he wants to see this officer fired for what happened.(BEGIN VIDEO CLIP) ADERRIEN MURRY, SHOT BY POLICE AFTER CALLING 911 FOR HELP: He said everybody come out with your hands up. Then I came running inside the living room, and then I remember I heard the big bang. Then I just remember holding my chest, and I ran to my mom. But then my mom puts me on the ground, and then she started pressing my chest. And then I remember bleeding out of my mouth, singing, praying. I'm thinking like I'm going to die. Tell my whole family, tell my teacher, I said I'm sorry for what I did. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "VALENCIA",
      "sentences": "Aderrien was so convinced he was going to die that day, that as he laid there bleeding out from his wound in his mother's arms, he started to pray and sing gospel songs. Listen to him tell me what he still thinks about though even days after the shooting.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "VALENCIA",
      "sentences": "If that officer was here sitting across from you, what would you want to tell him, Aderrien?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "MURRY",
      "sentences": "Why did you do it? I could have lost my life all because of you. I want you terminated for what you did to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "VALENCIA",
      "sentences": "How does this change the way you look at police officers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "MURRY",
      "sentences": "It's changed bad. Sometimes when I'd be inside dark rooms, I think there are people that cops are inside my house ready to get revenge. Sometimes I can see myself laying inside the coffin. Those are my thoughts at night, my only ones.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "MARQUARDT",
      "sentences": "So traumatizing for that young boy. Nick Valencia, thank you so much for that report.And coming up, the man charged with the worst anti-Semitic attack in modern U.S. history is finally on trial. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:10",
      "speaker": "FREEMAN",
      "sentences": "Defendant Robert Bowers accused of killing 11 Jewish worshippers and wounding several others in October 2018 sat in the courtroom wearing a collared shirt and olive sweater, actively speaking with his attorneys. All while the government graphically laid out the deadly rampage he's accused of committing.Federal prosecutors said in the months leading up to the shooting, Bowers looked up Jewish organizations and posted antisemitic and anti- immigrant rhetoric online. Then that Saturday morning, Bowers armed herself several handguns an AR-15, and a shotgun, and drove to the synagogue. The prosecution said Bowers then methodically went through the synagogue, and hunted Jewish worshippers, sometimes shooting victims at such close range they had singe marks on the rifle that killed them. Ninety-seven-year-old Rose Mallinger was shot through the head while hiding behind a pew. Her daughter hid from Bowers under her body. WENDELL HISSRICH, PITTSBURGH'S PUBLIC SAFETY DIRECTOR: It's a very horrific crime scene. It's one of the worst that I've seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:10",
      "speaker": "FREEMAN",
      "sentences": "After a shootout with members of the Pittsburgh police SWAT team, Bowers surrendered. An officer asked him why he had done this, prosecutor Sue Song (ph) told jurors he responded in partIn her opening statement, Bowers defense attorney Judy Clark called her client's actions incomprehensible and inexcusable, saying there will be no doubt asked who shot 11 congregants and wounded several others. But Clark said the jury must determine if his quote, irrational motive and his misguided intent applied to the federal charges Bowers faces. Twenty-two of the 63 charges against Bowers are eligible for the death penalty. Steve Cohen is the co-president of New Light, one of the three congregations attacked at the synagogue that day. STEPHEN COHEN, CO-PRESIDENT, NEW LIGHT CONGREGATION: It's like, today is a beautiful day. And there's not a cloud in the sky, it's sunny, it's warm. But there is this huge cloud that sits over our head. It's an ugly gray, rainy, sleep filled cloud. And we want that cloud to go away. This is the beginning of that process. (END VIDEOTAPE) FREEMAN (on camera): So, Alex, on day one, we've had opening statements, three witnesses, 911 calls and already seeing tears on the stand. It's going to be a long, challenging several weeks to come as this trial continues -- Alex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:48",
      "speaker": "MARQUARDT",
      "sentences": "Tonight, disgraced CEO Elizabeth Holmes is beginning an 11- year prison sentence after being convicted of defrauding investors in her failed blood testing startup Theranos.CNN's Brian Todd has more. Brian, what can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:48",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Well, Alex, along with her long prison sentence, Elizabeth Holmes and her ex-boyfriend have been ordered to pay about $452 million in restitution to the victims of their fraud. Tonight, we have new information on Holmes' incarceration, and on her meteoric rise and fall.(BEGIN VIDEOTAPE) TODD (voice-over): In a light brown pull-over and jeans, Elizabeth Holmes reports to the federal prison camp in Bryan, Texas, a far cry from when Holmes, sporting black turtlenecks, was compared to Steve Jobs, and dazzled at one media event after another.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:48",
      "speaker": "ELIZABETH HOLMES, FOUNDER, THERANOS",
      "sentences": "I've always believed that the purpose of building a business is to make an impact in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:48",
      "speaker": "TODD",
      "sentences": "Holmes is starting to serve a sentence of more than 11 years after being convicted of multiple charges of defrauding investors while she ran her Silicon Valley company Theranos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:48",
      "speaker": "JEFFREY SONNENFELD, SENIOR ASSOCIATE DEAN FOR LEADERSHIP STUDIES, YALE SCHOOL OF MANAGEMENT",
      "sentences": "We've seen frenzies, hoaxes throughout American history. This one ranks in the top 1 percent for the speed of the rise and the speed of the fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:48",
      "speaker": "TODD",
      "sentences": "In 2003, Elizabeth Holmes dropped out of Stanford University at only 19 years old to run Theranos, a startup that claimed to have created new technology that could accurately test for a range of physical conditions using just a few drops of blood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:48",
      "speaker": "HOLMES",
      "sentences": "So these are the little tubes that collect the samples in. We call them the nanotainer. They're about this big.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:48",
      "speaker": "TODD",
      "sentences": "Part of the problem, analysts say, was that Elizabeth Holmes was never really qualified in the field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:48",
      "speaker": "SONNENFELD",
      "sentences": "She was not a hematologist. She was not a biologist. She was not a biochemist. She was a beginning engineer who dropped out of school at the very beginning of her career. She had no scientific or engineering background or know-how to do this. So this whole thing was a scam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:48",
      "speaker": "TODD",
      "sentences": "Yet she was still able to sell the idea to several high-profile investors. Theranos was valued at about $9 billion at its peak. It all began to unravel in 2015 when a \"Wall Street Journal\" investigation revealed that Theranos' claim that it conducted hundreds of tests using its unique proprietary technology was false.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:48",
      "speaker": "JOHN CARREYROU, UNCOVERED THERANOS FRAUD FOR THE WALL STREET JOURNAL",
      "sentences": "The Theranos proprietary device was only used for 12 finger tests -- 12-finger stick tests, and all the other 250 or so tests on the Theranos menu were processed on commercial machines, you know, off the shelf machines that anyone can buy that, any lab uses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:48",
      "speaker": "TODD",
      "sentences": "And John Carreyrou's investigation found, the few tests that were conducted on Theranos' own unique technology were not accurate. Investors backed out. Theranos dissolved in 2018. Holmes pleaded not guilty to fraud charges, but she and her ex-boyfriend, former Theranos COO Ramesh \"Sunny\" Balwani were convicted.Carreyrou once described Elizabeth Holmes as a chameleon who got caught up in the heavy culture of Silicon Valley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:48",
      "speaker": "CARREYROU",
      "sentences": "I think the cause of her downfall is that she courted the press too much. She raised her profile too much, and she courted publicity too much.(END VIDEOTAPE) TODD (on camera): Now, despite having fallen so far, Elizabeth Holmes told \"The New York Times\", she plans to work on healthcare-related inventions while she's in prison. She said, quote, I still dream about being able to contribute in that space -- Alex.",
      "isLastSentenceInterrupted": false
    }
  ]
}