{
  "date": "2023-09-06",
  "headline": "CNN Live Event/Special",
  "subHeadline": "First Televised Hearing In Trump GA Case. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "BRIAN RAFFERTY, ATTORNEY FOR SIDNEY POWELL",
      "sentences": "Because some other defendants, as we have in this case, have said they're not ready for trial. That's ordinarily what happens in federal court.But here in state court, looking at The State law and the state Speedy Trial Act, by virtue of our demand and the various severance motions that other defendants have filed saying they're not ready for trial, I think Ms. Powell has to be severed out from the remaining 17. So the question for today, in my mind, is whether the trial of Ms. Powell will be joint with Mr. Chesebro or not. I think based on all of the law that I've seen -- and I haven't seen anything to the contrary -- her demand for speedy trial cannot be trumped by the desire of the government to try everyone together when other defendants have moved to severance and they're not ready. So that's sort of the first point I wanted to just make, is although the court hasn't issued a scheduling order, I think we are on the same path as Mr. Chesebro about when this trial should happen. Which leads us to sort of the second question about whether or not Mr. Chesebro and Ms. Powell should be tried together. And I echo many of the things that my co-defendants' counsel have said, although I have a very different view of the evidence and the evidence as it relates to Ms. Powell. I'll just point out, in the indictment, the government was kind enough to list on page 16 or 17 or 18 a summary of the various manner and means of the indictment. And if you look at that, you'll see that Ms. Powell had nothing to do with most of it. Ms. Powell had nothing to do with false statements to state legislators, nothing to do with false statements to high-ranking government officials, nothing to do with false Electoral College documents. Nothing to do with the election worker here in Fulton County, nothing to do with solicitations of the Department of justice, nothing to do with solicitations to the vice president. The only thing where she's alleged to have involvement, as my co- counsel have said, is this Coffee County matter. And frankly, Your Honor, the way the government has characterized that, the evidence is going to show they're incorrect. She was not the driving force. The evidence will show that she was not the driving force behind that, that there were other lawyers not mentioned in this case that were actually the driving force behind that. We submitted a Brady request already to the government, before this hearing, asking for a host of different kinds of exculpatory material that we believe the government has that will show, that that will show she was not the person that was behind this, as has been alleged in this indictment. Her typewritten name does appear on a contract but she never signed the contract. And the contract isn't even for Coffee County. It's for another state. And she never signed it. And the most important part of this case, Your Honor, with respect to the Coffee County aspect of this case, is the question of authorization and whether or not the visit down there was authorized or not. And there's a lot of public documents that are out there that demonstrate that numerous folks associated with Coffee County authorized that visit. The video itself shows that. Ms. Powell's name appears maybe a dozen times in this indictment. She has nothing to do with the Electoral College aspects of this, which is going to allow all sorts of complex testimony about constitutional issues and things of that nature. Her only involvement, as alleged by the government, is what happened in Coffee County, and even that they have wrong. So why does that matter? Because my presentation, my cross- examination, my case is going to depend on my ability to present to a jury that she had nothing to do with what the government says she was involved in, in Coffee County. The evidence is not going to show what they say. But all of that, all of my efforts is going to get washed away in days or weeks of testimony perhaps about the Constitution and whether or not and under what circumstances alternative electors can be put in place. And whether the legal opinions of Mr. Chesebro and others have any sort of legal validity. All of that is going to be prejudicial to my client. She's going to be sitting there for days, if not weeks, listening to this kind of testimony when the case, as to her, in Coffee County, really boils down to one day, January 7th. That's it. The whole case is about whether or not that visit was authorized and what, if any, role she had in it, which is very little, if none. So, you know, she's going to be prejudiced by all this other testimony about things that she had nothing to do with. And as a matter of judicial economy, you have discretion -- as my counsel have said, you have discretion to make decisions in the interest of judicial economy. I don't think a trial about Coffee County, if that's what we have a trial about, is going to take weeks or months. I think the trial could be over in a couple of days. Most of it is on video that a lot of folks have seen and there's a handful of emails. And that's really it. There isn't that much evidence. And so when the court thinks about its discretion, about how it can exercise that discretion and move this case along, move Mr. Chesebro's case along, the best way to do that, frankly, is to try the cases separately. And I would ask the court to just exercise the discretion that it has, that my co-counsel have already set forth, and sever Mr. Powell's case from Mr. Chesebro's so she can get a fair trial. I'm prepared to answer any other questions, Your Honor. I think I've laid out my arguments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "RAFFERTY",
      "sentences": "I don't think that there's antagonistic defenses because, as my co-counsel have said, my client doesn't know Mr. Chesebro, has never met him, has never really spoken with him. There's no emails or documents or anything else.What he's accused of has absolutely nothing to do with Ms. Powell at all. So I don't see that as antagonistic. It's just that evidence presented at a trial with Ms. Powell is going to prejudice her in the same way that Mr. Chesebro's lawyers said that evidence about whatever Ms. Powell did would prejudice Mr. Chesebro.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "MCAFEE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "RAFFERTY",
      "sentences": "Thank you, Your Honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "MCAFEE",
      "sentences": "Thank you, sir.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "UNIDENTIFIED PROSECUTOR",
      "sentences": "While Mr. Wooton is champing at the bit to address some of the arguments that counsel has made, I'll just briefly lay out a few things that the court has asked the state to be prepared to respond to.Firstly, we will contend that a trial of these 19 co-defendants will take four months, and that does not include jury selection. And it's also predicated upon whether or not, of course, the defendants elect to testify or not. But four months is our time estimate. In terms of the number of witnesses, there are in excess of 150 witnesses that The State intends to call, 150 witnesses. Judge, we contend that we must prove the entire conspiracy against each and every one charged, each and every one charged. So the court, in the interest of judicial economy, would have to make the decision as to whether or not the court wants to try the same case 19 times or two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "MCAFEE",
      "sentences": "Well, so to be clear, when you say two, has your position evolved from your filings of last week or from lately?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "UNIDENTIFIED PROSECUTOR",
      "sentences": "It hadn't. It hadn't, Judge. I just threw out the number just to give the court the difference in the number of times and the number of man-hours it will take to try the case once or twice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "MCAFEE",
      "sentences": "Well, when you say twice, who is involved in each case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "UNIDENTIFIED PROSECUTOR",
      "sentences": "Obviously, the two who have requested severance here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "MCAFEE",
      "sentences": "All right. Because up to this point, I thought the state's position was all 19 need to go on October 23rd.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "UNIDENTIFIED PROSECUTOR",
      "sentences": "It is. It is. And that continues to be our position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "MCAFEE",
      "sentences": "OK. And just to clarify that and flush that out a little bit, you're saying that, right now, you predict that if it was just a trial of Ms. Powell and Mr. Chesebro that the state's going to need those same amount of witnesses, those same amount of exhibits and that same amount of time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "UNIDENTIFIED PROSECUTOR",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "MCAFEE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "RAFFERTY",
      "sentences": "Judge, for my portion, I do have a PowerPoint. How does the court prefer that I do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "MCAFEE",
      "sentences": "Well, I think we'd have to get you on the Zoom call so you can share a screen.Do you have a link for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "UNIDENTIFIED PROSECUTOR",
      "sentences": "I do not, Judge, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "MCAFEE",
      "sentences": "All right. Let's see if we can email you that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:08",
      "speaker": "RAFFERTY",
      "sentences": "Does the government have a paper copy of the PowerPoint they can share with counsel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:59",
      "speaker": "KAITLYN COLLINS, CNN HOST",
      "sentences": "And we're watching now as prosecutors in the Fulton County district attorney's office are making their arguments in the first televised hearing that we are seeing in Georgia today.This is related specifically to two co-defendants, Kenneth Chesebro and Sidney Powell. We're waiting to hear more from the prosecutors. But, Elie Honig, as you're listening to what Kenneth Chesebro's attorneys are arguing and Sidney Powell's attorneys are arguing for why their cases should be tried separately, known as severing it, what do you make of what Chesebro's attorney was arguing, kind of downplaying his arguments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:59",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Yes, what he is arguing here, Chesebro and Powell, both separately, is this is a sprawling indictment spanning really what they argue is three different conspiracies and each of our clients is involved in a relatively small piece of it.Essentially, what they're arguing is, if this was all a movie, the two people here, Chesebro and Powell, will never be in the same scene of that movie. Yes, they're in the same cast. Yes, they're in the same movie. But they'll never appear together in the telling of this case. And therefore, they're saying we ought to be tried separately in the interests of fairness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:59",
      "speaker": "COLLINS",
      "sentences": "And, Karen, the most significant thing that we heard just there at the end, after Chesebro's attorney and Powell's attorneys had made their arguments was, what we heard from the district attorney's office on how long this could potentially take.They were saying four months excluding jury selection, having 150 witnesses. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:59",
      "speaker": "KAREN FRIEDMAN AGNIFILO, CNN LEGAL ANALYST",
      "sentences": "So really what they're saying is the defendants themselves are looking at just the individuals' specific acts that they did and that's what they're arguing. What the D.A. is saying is, no, this was a big case that everyoneshared the same purpose, which was we don't accept that Trump lost the election and we're all going to work together, each doing our separate parts, to try and illegally steal the election for Trump. And so, yes, they might have done separate parts of that, but there was a common purpose, common scheme, common plan. And so the government will argue that's why they get to prove their whole case, that this was just different people's jobs in the whole -- in the whole purpose -- like a bank robbery, one guy's the getaway driver, the other guy rented the car. Maybe they didn't ever meet each other but they all had the purpose of robbing that same bank. So that's what the government here is going to do. They're going to say we get to prove our whole case, not just that she went into Coffee County and broke in and stole voter data because that's taking it out of context. The whole purpose of why she did what she did, Sidney Powell, and why Ken Chesebro did what he did, was for this greater purpose on behalf of Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:59",
      "speaker": "COLLINS",
      "sentences": "We have former U.S. attorney from The State of Georgia Michael Moore also here with us.Michael, when you heard that argument from the district attorney's office telling the judge, Scott McAfee, here that they still believe it would take the same amount of time, even if they are successful in what they're arguing tailed, Kenneth Chesebro and Sidney Powell severing their cases from the broader case, what did you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:59",
      "speaker": "MICHAEL MOORE, CNN LEGAL ANALYST",
      "sentences": "Well, I'm glad to be with you.I think they basically conceded that they would not try this case in October. There's no way that you're going to tell a judge it's going to take us four months and put on more than 150 witnesses in a case but we only want to give the defendants less than two months to prepare. That's just not going to happen. So I think it was almost a concession. I think they did try to use the number to scare the judge into thinking he might end up with three trials instead of two. So I think they miss aid chance to make their case. At the same time, I think the defendants also could have been more descriptive about why evidence against Mr. Chesebro would not be admissible against Ms. Powell and back and forth, and how that could be prejudicial at least and could affect their case. So I think they could have built out the record a little bit on that. But it sounds to me like there will be two defendants likely going to trial by the end of October and 17 defendants will be sometime later. Remember, the four months didn't even include jury selection. And we're in a RICO case here in Atlanta now where they've been picking a jury in a RICO matter involving a gang for over eight months. And so when you talk about a year in trial, I think the judge -- there's no way he's going to push all these defendants to go by the end of October.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:59",
      "speaker": "COLLINS",
      "sentences": "All right. Michael, stand by.We are now hearing from the prosecutors again in the courtroom. I want to go back to the courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:54:58",
      "speaker": "MCAFEE",
      "sentences": "I think we got the cites here.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:54:58",
      "speaker": "WOOTEN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:54:58",
      "speaker": "MCAFEE",
      "sentences": "-- later.",
      "isLastSentenceInterrupted": false
    }
  ]
}