{
  "date": "2023-01-28",
  "headline": "CNN This Morning",
  "subHeadline": "Memphis Releases Video Of Deadly Police Beating; Five Former Memphis Police Officers Involved In Arrest Charged With Second-Degree Murder And Kidnapping; Biden Spoke With Family Of Tyre Nichols Ahead Of Video Release; Massive 85-Vehicle WI Pileup During Winter Storm Injures 21; Inflation Cooling, Even If Consumers Don't Feel It Just Yet; Boeing Faces Families In Court Who Lost Loved Ones In 737 MAX Crashes; Memphis Lawmaker: We Have To Change The Culture Of Policing. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:01:40",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "And good morning to you everyone. It is Saturday January 28. I'm Amara Walker in Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:40",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "Good morning, Amara. I'm Boris Sanchez coming to you live from Memphis, Tennessee, where this morning the city is still reeling from the brutal beating of Tyre Nichols at the hands of five, now former Memphis police officers. The full video of that beating was released to the public just hours ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:40",
      "speaker": "WALKER",
      "sentences": "That's right, Boris, it was and of course as the nation watch this live on TV as we all did, it was very difficult to watch. The video shows the deadly encounter between Tyre Nichols and Memphis police officers earlier this month. Nicholas was pulled over on January 7, allegedly for reckless driving but the police chief said the department has been unable to find anything that substantiates those claims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:40",
      "speaker": "SANCHEZ",
      "sentences": "It is very difficult, excruciating to watch and in all the video covers 38 minutes from the moment that officers pull him over and rip him out of his vehicle to the moments after an ambulance arrives at the scene and finally renders aid. The video show officers hitting the 29-year-old repeatedly, kicking him in the face, even as he's on the ground and in restraints. They use their batons and pepper spray all as the unarmed Nichols is crying out for his mother.(BEGIN VIDEO CLIP) ROWVAUGHN WELLS, TYRE NICHOLS' MOTHER: I (INAUDIBLE) someone that I had this really bad pain in my stomach earlier, not knowing what had happened. But once I found out what happened, that was my son's pain that I was (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:40",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:40",
      "speaker": "WELLS",
      "sentences": "And I didn't even know what for me to find out that my son was calling my name, and I was only feets away (INAUDIBLE) and hear him (INAUDIBLE) right there.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:40",
      "speaker": "WALKER",
      "sentences": "Tyre Nichols' mother also saying that she hasn't even had the time to grieve for her son. Five of the officers at the scene were fired. And on Thursday, they were indicted on numerous charges including second degree murder and kidnapping. And the fallout continues this morning following the release of the video two deputies with the Shelby County Sheriff's Office are on leave pending an investigation related to their involvement in the incident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "CHIEF CERELYN DAVIS, MEMPHIS POLICE",
      "sentences": "You're going to see a disregard for life.SANCHEZ (voice-over): After officers pulled Nichols over and pulled him out of his car, a struggle ensued and he ran away. Minutes later officers would catch up with him and hit him numerous times, video shows. During the initial encounter after the stop, body cam video from an officer arriving at the scene shows that Nichols sounded calm. As the officer approaches the scene, an officer is yelling at Tyre Nicholas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get out the fuck at the fucking car.SANCHEZ (voice-over): Officers then pull him out of the car. Nichols response --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "TYRE NICHOLS",
      "sentences": "All right, I'm on the ground.SANCHEZ (voice-over): Officers yelled at him to lie down and threatened to tase him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Please put your hands lying back down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "NICHOLS",
      "sentences": "You guys are really doing a lot right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Lay down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "NICHOLS",
      "sentences": "I just want to go home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Lay down.SANCHEZ (voice-over): A struggle ensues. Nichols gets up and runs and the officers chase him. A different body cam video shows some of what happens when officers catch Nichols on a neighborhood street just minutes later. Nichols screaming for his mother, as the video shows an officer arriving at the scene. Officers tell Nichols to give them his hand as a struggle ensues on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You want a (INAUDIBLE).SANCHEZ (voice-over): Two officers hit and kick Nichols as he's on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "NICHOLS",
      "sentences": "Mom.SANCHEZ (voice-over): Nichols continues calling for his mom. An officer is eventually heard yelling at Nichols.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE) fuck at you. Your fucking ass.SANCHEZ (voice-over): A remotely operated pole mounted police surveillance video in the neighborhood gives the clearest view of the blows. This shows officers hitting Nichols at least nine times without visible provocation. When the camera first turns toward the scene, an officer shoves Nichols hard to the pavement with a knee or leg. Nichols is pulled up by his shoulders and then kicked in the face twice. After being pulled up into a sitting position, Nichols is hitting the back with what appears to be a nightstick. After being pulled to his knees, Nichols is hit again. Once pulled to his feet, the video shows officers hitting Nichols in the face multiple times while his hands are restrained behind his body, after which he falls to his knees. Less than a minute later, an officer appears to kick Nichols again. More than three minutes after the encounter is first seen on this camera, officers let go of Tyre Nichols and he rolls on his back. One minute later, Nichols is dragged along the pavement and propped up in a sitting position against the side of a car where he's largely ignored by officers for the next three and a half minutes. Some 10 minutes into the video, a person who appears to be a paramedic finally engages with Nichols. The U.S. Department of Justice has said it is conducting a federal civil rights investigation of Tyre Nichols' death. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Reaction to the release of the video has been swift from around the country, including President Biden who says he was outraged and deeply pained to see the video of that horrific beating that resulted in Tyre Nichols' death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "WALKER",
      "sentences": "Yes, it's hard not to have an emotional reaction. Let's go now to CNN White House Reporter Jasmine Wright. Jasmine, what else did the President say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "JASMINE WRIGHT, CNN WHITE HOUSE REPORTER",
      "sentences": "Yes, Amara, Boris, well the President responded really emotionally. About 30 minutes after the video went live, he sent out a lengthy statement and I want to read you a part of it because when you watch the video, it is very clear to see how you can react so emotionally.The President said, \"Like so many, I was outraged and deeply pained to see the horrific video of the beating that resulted in Tyre Nichols' death, it is yet another painful reminder of the profound fear and trauma, the pain and the exhaustion that black and brown Americans experience every single day.\" President Biden wrote really a nod to the amount of over policing that black and brown people see not only in Memphis, but across the country. Now, over the course of the day, the White House said that the President did not view the video in advance, obviously that change after seven, but he was doing things to show Americans that this issue was at the top of his mind, including calling Tyre Nichols family over the course of the day. Now, Washington Post reporter was in the room with them when they received that call. So we got really a rare view into how the President uses his own trauma of losing his various family members over the course of the years, really to try to connect with those who are experiencing grief. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "-- on your comments today were moving. I don't know how you do that. Rodney, I know as Tyre's dad this is devastating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "BIDEN",
      "sentences": "I know people say -- will say that to you, but I do know. I lost my son in a war, a consequence of the war in Iraq being there a year. And I lost my daughter when a tractor-trailer broadsided and killed my wife and daughter. And I don't know how you stood there. I didn't have the courage to do what you did.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "WRIGHT",
      "sentences": "So there we heard from the President and what the White House later called a very personal phone call for him. Now, a few hours later, the President told reporters when leaving for Camp David, that what's at stake is the ideals of America, you know, basically whether or not we can have democracy and democratic process and rule of law in this country.Now he also joined the Nichols family and those leaders across the country and calling for peaceful protests, which is what we largely saw last night. Boris, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "SANCHEZ",
      "sentences": "Yes, Jasmine, the President pointing out what so many of us have admired the courage of Tyre Nichols' family in these circumstances. Jasmine Wright from Washington, D.C., thank you so much.Now protesters here in Memphis and around the country have so far heated calls to keep demonstrations peaceful and one organization is at the forefront of that, the NAACP. Joining us now is Van Turner, he's the president of the Memphis Chapter and a candidate for mayor of Memphis. Van, we're grateful to have you this morning. When we arrived last night, there was a palpable sense of fear. I was in a business that closed early or hotel shut its doors early. People were afraid that things might get out of hand. But it seems that there's a sense of feeling in this community a belief, a faith that there will be justice for Tyre Nichols?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "VAN TURNER, PRESIDENT, MEMPHIS NAACP",
      "sentences": "Absolutely. You know, the last time something in Memphis sparked national protests was 1968. We are not far from where Dr. King lost his life. And so, we've suffered things like this in the past. But our city has been able to come back and we've been able to bounce back.This is painful. Just watching that video again. And you just see the brutality in the inhumane treatment of Mr. Nichols, but we shall rise back up. We will get through this. We will fight through this. And we will continue to ask for justice for Tyre Nichols.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "SANCHEZ",
      "sentences": "Sir, I have spoken to many activists who are outraged about police brutality. And they say that one avenue to fixing it is to diversifying who is behind the badge. And in this situation, you have a police chief who is African American, and you have five officers who are now charged with secondary or murderer who were also African American. I'm curious to get your perspective on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "TURNER",
      "sentences": "Yes, I mean, there was no color here other than blue. And there's a culture that, unfortunately, resulted in what we saw. I mean, these guys were trained better. There were procedures in place that they knew, and they just violated everything.Search and seizure, probable cause, reasonable suspension -- suspicion, when you detain someone, what are the protocols are in place, and these were violated. And so, we want diversity in the police force, but we still want good officers. And so I think it's important that we continue to ask for the diversity, we continue to push for reforms. But yet we have to hold whoever's behind that badge to the correct standard. And we can't lose that either. SANCHEZ: I'm also curious to get your perspective on that reform, because it wasn't very long ago after the murder of George Floyd that the George Floyd Justice and Policing Act got momentum in Congress. There was bipartisan support for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "TURNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "SANCHEZ",
      "sentences": "And then it faltered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "TURNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "SANCHEZ",
      "sentences": "What needs to change in Congress among lawmakers for police reform to advance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "TURNER",
      "sentences": "That was advance, it was a bipartisan bill. Senator Cory Booker pushed for it. I think he's called for it again. I don't know what needs to change, how many more citizens, innocent individuals have to die for us to get this law passed. Hopefully with this renewed request that this law be put back out, it will pass this time around.But we can't allow another Tyre Nichols to lose his life, waiting on the Senate, waiting on Congress to act. The President has called in. He knows that this was just a travesty. We know it's a travesty. We feel it here. America knows this is not the correct way you police. And we have to get that bill passed. And that's what we have to fight for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "SANCHEZ",
      "sentences": "Now, you you gave us some of the historical context for Memphis, right? This is a city that has had in the past, a strange relationship between the black community and law enforcement and we are, as you pointed out, just blocks away from the Lorraine Motel where Dr. King was assassinated. He was a civil rights icon and he was spied on and harassed by law enforcement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:03",
      "speaker": "SANCHEZ",
      "sentences": "In the historical context, what do you hope is going to be the legacy of Tyre Nichols?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:03",
      "speaker": "TURNER",
      "sentences": "The family has asked for a Tyre Nichols' bill and what they want in their bill is a duty to intervene. Part of what we saw that evening were officers who just stood around and allow this man to die. So I think the legacy should be that we need a Tyre Nichols' bill passed in the Tennessee General Assembly.We call on Governor Bill Lee to promote this bill and to fight for this bill. And so that will allow us to say years from now that Tyre Nichols did not die in vain. I'm a father of two black sons. That's my old County Commission district. That's the district that I represented for eight years. My sons have driven up and down that road several times. And so I just thought, what if it was them, one of them, that evening? And so my heart goes out to the family of Tyre Nichols. We got a fight to make sure that he did not die in vain. We have to pass that bill that the family has asked us to pass, and we have to do better. This is not a condemnation of all law enforcement, but what we are asking for is for better policing, better training, and to follow the rules of law. They are not above the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:03",
      "speaker": "SANCHEZ",
      "sentences": "You mentioned your two sons. And for so many in communities of color, having the talk with young men and women about the relationship between law enforcement and communities of color is a difficult thing. I'm curious what you're sharing with your sons about what you witnessed, especially as we watched this awful video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:03",
      "speaker": "TURNER",
      "sentences": "Yes. When I got home, I asked my son, did you see the video? And he said he did. What did he think? He just tricked his head and said, you know, it was horrible. You know, it's a coming of age now.And I'm reminded of Rodney King when I was graduating high school in 1992, and it was a coming of age for me. And so, unfortunately, we have to tell our black and brown sons, if you pull it over and stop, the key is to make it home that evening. But guess what? Tyre Nichols was trying to make it home that evening. He cried out for his mother three times. He died asking, what did I do wrong? And so yet we still have to teach our young men and women to try to abide by the law and try to make it home. But we have to ask our officers to allow them to get home. And so, we have to continue what we're doing. We have to continue to fight for legislation to make what happened to Tyre Nichols, something that we don't have to go through again. And so this is what we have to do. This is a call to action. This is not where we give up and we just cry out in protest and we go home. This is where we get moving. This is where we get into the legislative halls. This is where we get into the courts, and this is where we fight. And this is the time to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:03",
      "speaker": "SANCHEZ",
      "sentences": "That was one of the most painful things that you pointed out watching the video when they first arrive at the scene. It doesn't appear that he even has a chance to comply.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:03",
      "speaker": "TURNER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:03",
      "speaker": "SANCHEZ",
      "sentences": "Because they rip him out of the vehicle. I hope, as you do, that this is an inflection point, a moment for change. Van Turner, it's unfortunate we meet under these circumstances, but it's a pleasure, sir. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:03",
      "speaker": "TURNER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:22:31",
      "speaker": "WELLS",
      "sentences": "People don't know what those five police officers did to our family, and they really don't know what they did to their own families. They have put their own families in harm's way. They have brought shame to their own families. They brought shame to the black community.I just feel sorry for -- I feel sorry for them. I really do. I really feel sorry for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:22:31",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Why do you say that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:22:31",
      "speaker": "WELLS",
      "sentences": "Because they didn't have to do this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:22:31",
      "speaker": "SANCHEZ",
      "sentences": "We're back now live in Memphis following the release of police video showing the arrest and beating of 29-year-old Tyre Nichols. Nichols' death led to five Memphis police officers being fired and charged with second degree murder, assaults, and kidnapping.And we learned overnight that two deputies with the Shelby County Sheriff's Department have also been placed on leave pending an investigation. Let's discuss the legal aspect of this with defense attorney and former federal prosecutor Shan Wu. Shan, as always, a pleasure to get your thoughts on these matters. First, your reaction to the release of this video, how critical it might be in building a case against these officers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:12",
      "speaker": "SANCHEZ",
      "sentences": "You hear the officers almost setting a narrative saying that he must be on drugs, that he reached for his gun. They were sort of getting their stories straight, it seemed like. Shan, when you say the stop was pretextual, what exactly does that mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:12",
      "speaker": "WU",
      "sentences": "That means that you need to have some basis for making the stop in legal terms. Sometimes you refer to that as a reasonable, articulable suspicion. This was a traffic stop. And from the reporting, we're not hearing what the basis was for the stop. You know, was there reckless driving? Was there a broken headlight? Something along those lines?And with this type of a patrol type squad, they often are doing protectional stops because they're looking to find evidence of drugs or guns and cars and high crime areas. A lot of times, this type of a unit is out doing that, and actually, they don't really care if it's an unconstitutional stop, because what they're looking to do is to find guns or drugs, and they're not concerned about the constitutionality of it if they find that evidence. That's why, from my experience, this may have been a protection stop. And certainly, we're not seeing any evidence for why they stopped him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:12",
      "speaker": "SANCHEZ",
      "sentences": "The other thing, Shan, that really stands out to me is the fact that as he was slumped over on the side of that car, nobody helps him, nobody renders aid for several minutes. Could that be seen as negligence? Could they be liable for not rendering aid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:12",
      "speaker": "WU",
      "sentences": "I think so. And that's probably what the issue is going to be also with regard to the EMTs that occurred. And, you know, we can certainly have laws, we can have training about intervention, but the kind of mentality that we see in that videotape, no amount of training is going to stop people who have a predilection towards beating a defenseless person that way.But absolutely, they should be held accountable for the failure to render aid. There are many cases where in a legitimate police confrontation, a defendant or suspect gets injured and the police will immediately call for aid, I mean, even gunshot victims. Sometimes the police are administering CPR to them. There is no effort to do that whatsoever here. Even though these are the same officers who were basically just beating on him for no reason. I mean, kicking him, hitting him, he's handcuffed. I mean, there's no excuse for whatsoever. They absolutely should have called for aid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:12",
      "speaker": "SANCHEZ",
      "sentences": "And some of the most vicious attacks on him were done when he was not a threat, clearly, not a threat, Shan. one last thing. I'm curious about the kidnapping charge, because when you think of kidnapping, it connotes something that I don't know relates to this video, but obviously there is a legal basis for the THE to seek that charge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:12",
      "speaker": "WU",
      "sentences": "Yes, a lot of times we think of kidnapping as someone's held for ransom with a ransom note, that sort of thing held someplace else. But usually, the legal definition for kidnapping is simply unlawfully restraining someone. So that could take place in moments.Obviously, he was restrained here. He was handcuffed, and that's the basis for the charge. And that's something that prosecutors, if it goes to a jury, will need to explain that to them, because oftentimes there's that misconception. And really the easiest way to explain this is there's nothing about this which is police action. This was just a gang of predators who set upon a defenseless person. They restrained them, they tied him up so he was helpless, and they set upon him and beat him to death. That's really the simplest story to the jury, and it's completely backed up by the video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:12",
      "speaker": "SANCHEZ",
      "sentences": "A gang of predators. Shan Wu, we have to leave it there. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:12",
      "speaker": "WU",
      "sentences": "Good to see you, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:10",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Amara, inflation is clearly cooling off, and that is a huge positive for this economy. The PCE index, which is the Federal Reserve's preferred metric for inflation, let's show that prices ticked up between November and December by 0.1 percent. On annual basis, inflation slowed to 5 percent in December.Now, normally, that would not be a good number. It's more than double what is considered healthy. In food inflation, that's still a big problem, as anyone who's bought eggs recently knows. But everything is relative here and the trend is clearly moving in the right direction. And that, of course, is what everyone wants to see, Main Street, Wall Street, the White House and the Federal Reserve, which is set to meet next week to debate just how much more tough medicine the economy needs to try to fight inflation. Meanwhile, cooling inflation is boosting the mood of consumers. A University of Michigan survey found that consumer sentiment, it jumped in January to a nine-month high. The sentiment is still low. Historically, it's still below pre-COVID levels, but it is moving in the right direction. It's bouncing off those record lows that were hit last year when it felt like inflation just kept getting worse and worse. One thing to watch out for, though, is the price of gasoline. You've probably noticed that pump prices are once again moving sharply higher, with the national average jumping above 350 a gallon. And gas prices are actually experiencing their biggest increase to start a year since 2009. This trend has been driven in part by refinery troubles that were caused by extreme weather throughout the United States. We need to keep an eye on gas prices because a continued spike could undermine the improvement in both consumer confidence and inflation. Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:00",
      "speaker": "WALKER",
      "sentences": "The families who lost their loved ones in the two Boeing 737 crashes that happened within six months of each other in Ethiopia and Indonesia, they were able to finally confront the company at an arraignment hearing this week.(BEGIN VIDEO CLIP) NAOISE CONNOLLY RYAN, BOEING 737 MAX CRASH VICTIM'S FAMILY MEMBER: Nobody should have to go through this. We're here today to make a statement. No third crash, and whatever that takes. ZIPPORAH KURIA, BOEING 737 MAX CRASH VICTIM'S FAMILY MEMBER: It's been three years, but for everybody standing here, for all of these people, we are still stood at March 10th. We are still stuck on that day. CLARISS MOORE, BOEING 737 MAX CRASH VICTIM'S FAMILY MEMBER: We live in a pain, in distress and stable ground. And yet the murderer walking free, going home to their loved ones. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:00",
      "speaker": "WALKER",
      "sentences": "So much heartache. Boeing pleaded not guilty to the criminal charge of conspiracy to defraud the U.S. government for allegedly deceiving federal regulators regarding the safety surrounding its 737 MAX jets.Brittney Riffel lost her husband and her brother-in-law in the 2019 Ethiopia crash. She was seven months pregnant at the time and spoke this week at the trial. Brittney, welcome. Thank you so much for joining us this morning. Your daughter, I understand, is about to turn four years old in a few months. What has it been like for you to raise your daughter without her father? And did you talk about that when you spoke during the hearing Thursday? BRITTNEY RIFFEL, HUSBAND DIED IN 737 MAX CRASH: Yes. Thank you for having me. It's nice to meet you. So what it's like to raise my daughter without her father, as you all can imagine, is extremely difficult. But as a mother and being in my situation, there's nothing more that I would rather do than to talk to her about her father. So from the day she was born to now, she knows about her daddy, his personality, his traits. We talk about him all the time. We visit him all the time. So he is very much still in our lives. And, yes, I did speak about that in the trial and in my impact statement, you know, I made it very clear, you know, how it is to be living without him in my life and how it is for Emma to be raised without a father. So, it's obviously very extremely difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:00",
      "speaker": "WALKER",
      "sentences": "So many lives impacted. What would justice look like for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "WALKER",
      "sentences": "I mean, it is rare, as I understand it, to even, you know, see a corporation as large and public as Boeing to be, you know, in a public arraignment for criminal charges. As, you know very well, Boeing entered into this agreement with the Justice Department. We understand families like you of the victims were not consulted regarding this agreement. And in this agreement, Boeing admitted to defrauding the FAA by concealing those safety problems we saw with the 737 MAX planes. It agreed to pay billions of dollars in fines, also to make changes to safety procedures and company culture. If Boeing abides by these terms, then it would make the company immune from further prosecution. Where does that stand right now, because I know that there was a huge objection to this from family members like you and the push to get this deal reversed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "RIFFEL",
      "sentences": "Yes, of course. This entire DPA was done secretly behind everybody's backs. Nobody knew about it besides Boeing and the Department of Justice, and they violated our rights as crime victims. And essentially, you know, Boeing got an immunity agreement against any criminal charges, and that stopped the entire criminal investigation.So we, as families, and our attorney, Paul Cassell, as part of the conditions for release in the hearing, we want to get the immunity agreement rescinded along with the immunity that the Boeing executives have for any criminal prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "WALKER",
      "sentences": "And DPA stands for Deferred Prosecution Agreement, by the way. I guess, you know, practically speaking, you know, what do you think about the fact that, you know, there are airlines that, you know, have put the 737 MAX plane back in service? Apparently, Boeing has overhauled the plane's design and software. They've been trying to move past these deadly incidents. What are your thoughts on that and how does that impact the way that you fly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "RIFFEL",
      "sentences": "I have never flown Boeing since the accident or wasn't even an accident. Sorry about that. It was a crash. I have not flown Boeing. I can't speak for everybody else, but, you know, Boeing doesn't care about our safety in the air, so why should we get on their planes? And the MAX 8 is, you know, in my opinion, is not safe.You know, there still has been instances where they've had to ground the plane even after they have made all of their corrections. So they are just doing everything they can, like you said, to move past this. They still don't care about our safety. They're still cutting corners. You know, and they have the MAX 10 coming up, and they're trying to get, you know, the old flight crew system in the MAX 10 when it's supposed to be a new, modern one. They're still cutting corners. They're still trying to get away and save money when they have billions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "WALKER",
      "sentences": "Well, look, I'm really glad, Brittney Riffel, that you were able to join us. I commend and admire your courage in pushing through on this and fighting for justice and making sure that your daughter knows and feels her father. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "RIFFEL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "WALKER",
      "sentences": "We're going to take you back to Memphis after a quick break.(COMMERCIAL BREAK) [08:53:28]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "WALKER",
      "sentences": "The Memphis community is reeling this morning in the wake of the excruciating video showing that brutal assault of Tyre Nichols, the 29-year-old man who was beaten and kicked over and over again by five former Memphis police officers. They are now charged with second degree murder, assault, and kidnapping for their involvement in his death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "SANCHEZ",
      "sentences": "And in light of the video's release, Memphis Council Chairman Martavius Jones says that some tough conversations are going to be needed in order to change the culture of policing in his city.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:21",
      "speaker": "WALKER",
      "sentences": "You know, I think that -- I did watch the interview from start to finish, and there's so much emotion, really a visceral reaction from Martavius Jones. And I think it really struck a corporate so many people at home watching because his emotions were raw. And I think that's how so many people were feeling. Very -- it's been so difficult for so many of us and for so many people to contain their hurt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:21",
      "speaker": "SANCHEZ",
      "sentences": "Yes. And as we've watched those heart wrenching scenes, I do want to take a moment to share with our viewers more of who Tyre Nichols was before the circumstances that we saw play out on camera. His mom said that he marched to the beat of his own drum, but he was a skater and a photographer who loved taking pictures of sunsets. That is who his family and this community lost. And now he will be remembered for more than that.We'll be back with more from Memphis at 10:00 a.m. Eastern.",
      "isLastSentenceInterrupted": false
    }
  ]
}