{
  "date": "2023-09-14",
  "headline": "CNN News Central",
  "subHeadline": "Hearing Held in Georgia Election Subversion Case. Aired 11- 11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:02",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "We don't do trial by surprise in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "SARA SIDNER, CNN HOST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "HONIG",
      "sentences": "You're entitled to that discovery as a defendant.And what we saw there was this sort of funny moment, because the ADA, the prosecutor took these two boxes. I think they must have been hard drives or something. They looked like... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "SIDNER",
      "sentences": "Yes. They were too small to be...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "HONIG",
      "sentences": "We were we were sort of leaning in, but it looks like electronic devices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "HONIG",
      "sentences": "They said, you want your discovery, here's your discovery. And then they ADA patted themselves on the back and said, and it's early. It's one day early. It's due tomorrow.They really should have -- as I said before, they should have turned this over a few weeks ago. But we just saw, I guess, for the first time ever on live national TV the production of discovery. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "That's what I was going to say. We saw the turning over of that, and it was just right in the middle of other business right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "HONIG",
      "sentences": "It doesn't usually happen that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "SIDNER",
      "sentences": "Yes, that is not the way we normally see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "BERMAN",
      "sentences": "What are you seeing in the tone of this? It's been civil. It's been civil. That was a little bit different, but from the two sides and the judge?(CROSSTALK) CAROLINE POLISI, DEFENSE ATTORNEY:  Well, that was a little bit of you want a speedy trial, welcome to your speedy trial. Here's terabytes' worth of discovery that you're going to have to go through now prior to this October 3 start date. But I see just what we have seen of the judge before in this case, taking a methodical approach, piece by piece, and really playing it down the middle. There's -- it's not a lot of bombast. There aren't a lot of loud voices. It's -- this is how it should be run, and hopefully how it's going to play out for the rest of the trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "HONIG",
      "sentences": "One interesting little nuance that was that I picked up on, when the defense lawyers for Chesebro and Powell were talking about the request to contact the grand jurors, they went out of their way to say, look, Judge, we're not the kind of lawyers who are going to blow up these grand jurors, who are going to dox them.They're aware that the grand jurors have been very harassed, threatened, and worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "SIDNER",
      "sentences": "Been doxxed, these very grand jurors, because their names work was out...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "HONIG",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "SIDNER",
      "sentences": "... because Georgia allows the names to be public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "HONIG",
      "sentences": "Which was mind-boggling to me. I thought that was an error when I first saw it. Apparently, it's something that they do. They need to stop doing that.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "HONIG",
      "sentences": "But there was an interesting contrast, I think, being drawn. And let's just say what they're saying. We're not the Trump team here. We're not going to do what Trump and his lawyers have done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "BERMAN",
      "sentences": "Could we dip back in for a second here? Something seems to be going on right now.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "DAYSHA YOUNG, FULTON COUNTY ASSISTANT DISTRICT ATTORNEY",
      "sentences": "And then the state kind of talked about Douglas v. Oil (ph).But I just want to point out again, Judge just talking about deliberations and the fact that it should be -- when discussing the charges and votes of the indictment. And I think all of the questions that Mr. Grubman talked about, that's where it's going. So, if we're going to do this, which the state once again does not believe we should, it's going to have to be crafted very carefully to make sure that we're in line with the statutes and the case law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "JUDGE SCOTT MCAFEE, SUPERIOR COURT OF FULTON COUNTY, GEORGIA",
      "sentences": "All right. Well, I think we have...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "YOUNG",
      "sentences": "And if I...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "MCAFEE",
      "sentences": "I'm sorry.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCAFEE",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "YOUNG",
      "sentences": "And...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCOTT GRUBMAN, ATTORNEY FOR KENNETH CHESEBRO",
      "sentences": "Your Honor, I will let Mr. Arora to the personal attacks that counsel for the state.Speaking of what's inappropriate, it's inappropriate... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCAFEE",
      "sentences": "Let me just pause right here.Ms. Young, are you going to be finished?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "YOUNG",
      "sentences": "I was not, Judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCAFEE",
      "sentences": "OK. Let's let her finish her piece and then we will wait.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GRUBMAN",
      "sentences": "(OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCAFEE",
      "sentences": "All right.Ms. Young.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "YOUNG",
      "sentences": "Judge, I would say, I know you have kind of crafted out some ways that maybe we can do this. The state is not in agreement with that.But if this does happen, the state believes that it should be something that's done with Your Honor present and with just the foreperson. They can get whatever information that is needed from that one person, because they are the foreperson. But I would ask that be something, if it's done -- the state doesn't believe it should be done, but with the court present. And if the foreperson asks for the state to be present, for the state to be -- allowed to be present, and there are some well-crafted-out questions that are given to the court and to the state prior to any of that happening. But we'd ask that it's not -- that it does not happen, because it is not authorized by law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GRUBMAN",
      "sentences": "Your Honor, I take very extreme exception for Ms. Young's coming up here and trying to impugn the reputation of my colleague.If I have to list out the number of people... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCAFEE",
      "sentences": "All right, Mr. Grubman, let me just keep -- let's keep us on track. I'm not going to consider it. It's not part of the record right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GRUBMAN",
      "sentences": "Your Honor, my colleague was...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCAFEE",
      "sentences": "I understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GRUBMAN",
      "sentences": "And this is broadcast live. And that's inappropriate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCAFEE",
      "sentences": "I under -- and you can respond to it on your own.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCAFEE",
      "sentences": "Mr. Grubman, please let me finish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GRUBMAN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCAFEE",
      "sentences": "It's not going to be part of the consideration right now. If you want to handle that outside of the courtroom, that's your business.But, for now, to stay focused, I think we should just focus on the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GRUBMAN",
      "sentences": "OK, respectfully, Judge, though, it was said on the record, and I think I should have the opportunity and Mr. Arora should have the opportunity to respond, because that was completely inappropriate.There have been many times, many times, that the Fulton County district attorney's office, including some of the members that are sitting in the courtroom today, have been called out by courts by name with inappropriate things that they do in the grand jury and at trial. So, no, I cannot take Ms. Young's word for it, that it was done properly. Ms. Young's trying to send my client to prison. And we have the right to know if it was done properly. And she keeps saying there's no case law. As Your Honor said, there is case law. Instead of creating these wonderful PowerPoints that they're so fond of, read our briefs. The Colin (ph) case says we can talk to grand jurors. So, the fact that she got up here and lied, lied to the court, she...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCAFEE",
      "sentences": "All right, Mr. Grubman, I don't think we need to go down that road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GRUBMAN",
      "sentences": "Your Honor, she lied to the court. And I apologize. And she defamed my co-counsel.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCAFEE",
      "sentences": "Mr. Grubman, I have said it's over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GRUBMAN",
      "sentences": "All right. Well, I wish you would have stopped her from defaming my co-counsel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCAFEE",
      "sentences": "All right.So, where we are, let me just summarize, with motion number one, with the motion to speak to the grand jurors, I would ask defense counsel to supplement their motion. We can do this. I don't think it needs to be -- since this is something that would be crafted and considered, we can just do this off the docket. We can do this through e-mail, but just a proposal of the questions, the topics that would be gone into and, if we need to follow this up with another hearing, to actually hone those, we will do that. But I think for each question or subject matter you go into, I'm going to want to see a citation for how this is an actual relevant line of inquiry, all right? And then we will get -- we can get into the logistics from there, because I think there's a way to accommodate the case law cited by the state about the general secrecy, but still allowing the defense their ability to make sure that the grand jury fulfilled its duty in a matter recognized by law. As for the motions to unseal the grand jury transcripts, I think we have mentioned that I will be -- I will be taking that under advisement, and I have been provided the case law. For those -- for these first two motions Ms. Young, if you could provide a copy of that PowerPoint to the defense and to me as well. And, counsel, for one and two, were you desiring supplemental briefing on that to respond to what we just got?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think the case law is the case law. If you read it, you will understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCAFEE",
      "sentences": "All right, Mr. Rafferty, did you want to respond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BRIAN RAFFERTY, ATTORNEY FOR SIDNEY POWELL",
      "sentences": "No, Your Honor, I just would echo what I said before. I would just ask respectively if the court would order on a case-by-case basis perhaps, if the government intends on drafting something like they have today and they did last week in the form of a PowerPoint, that it be in the form of a motion that we have an opportunity to read and be prepared so that we don't waste the court's time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(OFF-MIKE) MCAFEEdefendants. And it lists several of the counts. And, essentially, how Mr. Arora clarified it was that he's asking for a redacted indictment and trial. I never actually got the state's position on that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "JOHN FLOYD, GEORGIA SPECIAL ASSISTANT ATTORNEY GENERAL",
      "sentences": "Your Honor, John Floyd for the state.Mr. Wooten addressed this originally. He's not here at the moment, so I will just step in and pinch-hit for just a second. As I recall the nature of that motion, one part of it was to sever individual defendants from each other and from the larger case. The subsidiary question was whether specific counts would be severed from the indictment. I believe that's what you're talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MCAFEE",
      "sentences": "I think that's how it was phrased, but then when we discussed it, and which is where these motion hearings can be useful, it evolved into more of just a, we'd like a -- quote, unquote -- \"dummy indictment\" at the actual trial of the case. That's at least how I interpreted it.Mr. Arora, is that fair? MANUBIR \"MANNY\" ARORA, ATTORNEY FOR KENNETH CHESEBRO:  Yes, Your Honor. And I'm sorry if I didn't write it correctly, but just, like, I thought you granted it, just like we do in other cases. When the defendants aren't there, you white out or redact the -- make it a dummy indictment. That's what I'm asking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MCAFEE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ARORA",
      "sentences": "And I told the government to file separate motions (INAUDIBLE) count substantively. We wanted to...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MCAFEE",
      "sentences": "So maybe this is something more we address is like a pretrial motion in limine. But it's not so much, as I take it and off that, a motion to tailor the evidence or what the state's allowed to present, or that those other counts aren't relevant.It's more just, what is the document the jury should get?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "FLOYD",
      "sentences": "I understand. And if I misunderstood it at the last hearing, I apologize, because I wasn't trying to add confusion to a complicated situation already.We don't -- the state, just for the record, don't see any basis to sever out any individual counts as to any defendant, but that, I think, is not what Your Honor was addressing now. And I'd suggest this is an issue that we can talk about and get to later. We're still -- I realize that we're not talking about a lot of days, but we're certainly not yet talking about what will go out to the jury, especially since you have been told you're going to be getting dispositive motions. And so it's somewhat hypothetical at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MCAFEE",
      "sentences": "Well, I just wanted to raise it that I hadn't entered an order on this one, and I hadn't heard the state's position, so...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "FLOYD",
      "sentences": "Thank you, Your Honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ARORA",
      "sentences": "Is it safe to presume it's sort of granted, and we will just work on how to sanitize the indictment? That's all I'm looking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MCAFEE",
      "sentences": "We will get there. We will get there. It's still a lingering issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GRUBMAN",
      "sentences": "I'd like to see an order sought (INAUDIBLE) granted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MCAFEE",
      "sentences": "We will work on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "FLOYD",
      "sentences": "I -- actually, I'd rather not see something like that, because it's very difficult for us. But thank you, Your Honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MCAFEE",
      "sentences": "All right, so other housekeeping. I think we're going to get -- I just wanted to flag this as well, just, again, because we're on this compressed timeline.We can get -- we will get more into the mechanics of jury selection at the case management hearing later this month. Obviously, those are conversations we're starting to have with the court administration and the sheriff's office and that sort of thing. But I did want to flag that the state had filed a motion to use a jury questionnaire. I think that's absolutely appropriate here, and I think it's going... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GRUBMAN",
      "sentences": "So, we're good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MCAFEE",
      "sentences": "I don't think you need to. We will do it. And so we will probably have a deadline to submit those questions several weeks beforehand. So maybe go ahead and start crafting those now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GRUBMAN",
      "sentences": "I had spoken with Mr. Wooten last time. And we didn't necessarily agree, but at least talked about the possibility of getting together and trying to craft questions that we all might agree on and then maybe having two separate sections, assuming there's some that the state wants we don't want and vice versa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MCAFEE",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GRUBMAN",
      "sentences": "We could sure submit all that maybe in the joint filing period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "GRUBMAN",
      "sentences": "On a different topic, can I give you, the court something to think about?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "MCAFEE",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "GRUBMAN",
      "sentences": "So there's a trial going on right now. Actually, the jury's deliberating now in federal court, several federal judges, and then I have a case up in New York, have done a modified trial schedule.And just if you could hear me out, it's just something the court might consider for a lengthy trial like this. And I could get you all the very specifics, but, basically, I think they go from like 8:30 to like 3:00 or something like 8:30 to 2:30, 8:33, something like that, with like maybe one 30-minute break, two 15-minute breaks. And what the judge in that case told us through years of research -- he's a senior judge -- is, he said if you look at the transcript pages, you actually wind up basically getting the same amount of words in at trial, but, particularly for a lengthy case -- the court -- the state said four months, not including jury selection -- it just might make things more comfortable. So, maybe if the court would entertain like an alternate schedule, instead of just 9:00 to 5:00, that just might be something that makes everyone a little more comfortable, particularly for jurors who are going to have to be here for, I think the court said maybe eight months. So, between four and eight months, something to think about, Your Honor. And I could...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "MCAFEE",
      "sentences": "When you say modified, you mean just a shorter day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "GRUBMAN",
      "sentences": "A shorter day. It starts a little earlier, ends earlier, fewer breaks in the middle. It tends to get things done quicker.And I was very skeptical of it when it was -- when it was proposed to me in another case. And then actually another lawyer I know just finished a two-month trial, 2.5-month trial in federal court. And they went on that. I think it was Judge Batten, went on that schedule. And the jurors apparently absolutely loved it. The court loved it. It just made things a lot easier. So something to consider, if you would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "MCAFEE",
      "sentences": "All right. Well, we will see. Initially, the reaction was going to be four full days a week. We'd follow the APS precedent of taking likely Friday off to handle other business and let the jurors recover.And in terms of a strict, we shall have a break at this point in the morning and that point in the morning, so far, I have found that jurors' personal needs don't really run on a clock like that. And so we kind of have to take the breaks where they come. And so we will see. But the idea is going to be four full days at least a week when we start getting to the evidence. But, mainly, I just wanted to flag at this point that voir dire might be very different than what we have seen here in the courthouse before, by necessity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "GRUBMAN",
      "sentences": "Well, yes, we are aware of the case -- I mean, I think the case was pretty clear, Your Honor, when a trial starts. So we're aware of that issue, and we won't do anything to unnecessarily delay it.I do think it's -- the court picked up on it's clearly going to be a challenge. I don't know that there's really anyone in Fulton County who hasn't heard of this case, and I don't know that there's anyone that doesn't have a strong opinion one way or the other about the former president and the people who associated with him. So we recognize the challenges and we will do everything possible to move as quickly as possible. I hope the state will join us in that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "MCAFEE",
      "sentences": "All right, Mr. Wade, just, if you wanted to add anything, feel free, but, otherwise, we -- I'm just kind of going through some housekeeping issues here.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "NATHAN WADE, GEORGIA SPECIAL PROSECUTOR",
      "sentences": "We have every confidence that the court is capable and qualified to set the trial schedule, and we will adhere to whatever the court...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "MCAFEE",
      "sentences": "All right, but I'm open to input any time.All right, and then the last thing I would say is, obviously, seeing the new motions that have come in the door, Mr. Rafferty might be pleased to hear that I will absolutely be hoping for some pre-hearing briefing on the Supremacy Clause issue and likely the immunity issue as well, although I don't think Ms. Powell joined on the immunity yet, but perhaps...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "RAFFERTY",
      "sentences": "Not as of yet, Your Honor. MCAFEE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "RAFFERTY",
      "sentences": "If I might, I do have that Brady concerned that I would like to raise...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "MCAFEE",
      "sentences": "Well, that's what I'm leaving for -- that's all I have.So Mr. Rafferty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:03",
      "speaker": "RAFFERTY",
      "sentences": "Thank you.So, Your Honor, I have been in this case probably for a month. And on August 30, shortly after I got into this case, I sent a very detailed Brady request to the government. Those Brady obligations, as Your Honor knows, are independent of their discovery obligations as it relates to this hard drive. They have a due process obligation to turn over to me favorable information. And I didn't send them some blanket request saying, give me everything under the sun. It was a very, very pointed request on August 30 that addressed two critical issues for Ms. Powell. That is, number one, that she wasn't behind this incident in Coffee County which forms the basis of her inclusion in this indictment, and, number two, that whatever happened in Coffee County, there's ample evidence out there that it was authorized,OK? So I have asked for that very specific evidence. In response to my letter...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "BERMAN",
      "sentences": "And then there were a lot of other, not smaller, but side issues that were also discussed here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "SIDNER",
      "sentences": "Yes, the headline, I think, is absolutely right, that it -- both sides and the judge are like, all right, let's get this done, because he said we're going to make the attempt to have the jury sworn by the deadline, which is November 5.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "BERMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "SIDNER",
      "sentences": "So we could see testimony November 5. We could see opening statements after they're able to get a jury in place and sworn.This is fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "HONIG",
      "sentences": "All of the parties are acting very much as if this will happen. And it's really important what the judge has said about jury selection, the timing of jury selection, because, in Georgia state courts, we have heard the examples, jury selection can take months and months, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "SIDNER",
      "sentences": "Months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "HONIG",
      "sentences": "There's the case that's going on now that they're in month eight of jury selection, separate case.This judge has said, we're going to get it done in what amounts to two or three weeks. And he said, you better be prepared, lawyers, to do this on an expedited basis. He also said -- and both parties agreed -- we're going to use questionnaires. And Caroline and I have both done cases with jury questionnaires. In an ordinary case, you bring in your jury panel, your potential jurors, and you verbally ask them questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "HONIG",
      "sentences": "In a more high-profile case, a more detailed case, you will have them fill out written questionnaires in advance. And then, as the lawyers, you get to learn a lot more details about the potential jurors.Now, there's going to be some debate about what is fair to ask, what is not fair to ask. Will they ask about what's your opinion of Donald Trump? I don't know. They will have to work that out. But that's going to expedite the jury selection process and give the lawyers a lot more information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "BERMAN",
      "sentences": "Yes, the jury selection process here, we just heard from some of the defense attorneys there about this. Obviously, it's going to be very charged, because a lot of people have a lot of opinions about Donald Trump and people surrounding him.In your experience with questionnaires -- or do you even have experience with the clock? He was talking about a clock for voir dire, timing, like a chess match, where you hit a clock, and you can only question each potential juror for that time. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "BERMAN",
      "sentences": "How will that affect things? POLISI-- remember, there's this quirk of Georgia law that they have to actually start trial on a certain day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "SIDNER",
      "sentences": "Start the trial, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "POLISI",
      "sentences": "We're going to adopt the federal system of voir dire. This is why we're going to do the question -- questionnaires. You have a certain amount of time. You can do with that what you will.In a case of this magnitude and this high-profile nature, a lot of people think, well, you're never going to find -- you're never going to be able to see the jury that doesn't know about this case or doesn't have strong opinions about Trump or the defendants. That's not really the test. Everybody is going to go in there with some prejudices, some biases, preconceived issues. The issue for the selection is whether or not they can set aside those biases... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "POLISI",
      "sentences": "... and move forward with an open mind, right, and not prejudge the case.And that's going to be the test.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "BERMAN",
      "sentences": "Can they get a jury by November 5?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "POLISI",
      "sentences": "I mean, they're going to have to. This judge is not messing around. So, yes, they're going to...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "SIDNER",
      "sentences": "We have seen this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "POLISI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "SIDNER",
      "sentences": "We have seen this very thing happen in the Oath Keepers trial, in the Proud Boys trial. They use this very same exact thing. They got a bunch of the responses. They have got all the questionnaires. It's right in front of them.And they go down. They even look at their social media to see what they have been saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "SIDNER",
      "sentences": "And they will ask them about it. But they definitely asked many of the jurors about their opinion of Donald Trump before these trials. And some of their opinions weren't good. But the question always was, can you set this aside?So this could really go forward. I mean, I know I'm tripping here because, it's very fast for both the defense and the prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "BERMAN",
      "sentences": "Yes. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "HONIG",
      "sentences": "Everyone is acting very much as if this will go forward, to the point where we saw one of the defense lawyers get up and say, let's talk about the specifics. What are we going to start at 8(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "SIDNER",
      "sentences": "These are the nitty-gritty pieces of the trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "HONIG",
      "sentences": "Right. Exactly. Things could still change, but it seems -- the judge is certainly acting as if he has to do this. The defense lawyers certainly are. And so are the ADAs.So we will see if the DA is really ready to try this case, to get their witnesses into court, to turn over -- we saw them hand over the hard drives for discovery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "SIDNER",
      "sentences": "Live on television.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "HONIG",
      "sentences": "If this is going to go forward with the actual trial starting November 5, everyone's going to have long, long days between now and then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "BERMAN",
      "sentences": "And just so our audience understands while we keep on talking about this, because I think a lot of people who watch this closely have been looking for signs that the date would slip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "BERMAN",
      "sentences": "Like, he said October 23, but it's squishy and it could slip and it could slip very soon.That is not the message we just got a few minutes ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:02",
      "speaker": "SIDNER",
      "sentences": "What we're hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "POLISI",
      "sentences": "Yes, well, remember, and there's sort of a nuanced analysis here to remember. It was the special grand jury that saw all the evidence, right, took many, many days, months to review all this. They then recommended an indictment, which, because of Georgia law, had to then be submitted to a regular grand jury to approve for the indictment.Now, the defense wants to be able to call those grand jurors, which only sat for a very limited amount of time. And I think we were all surprised that the judge seemed to really entertain that idea, even directing the parties or the defense attorneys, rather, to lay out the questions that they wanted to ask these grand jurors. The reason is because the defendants want to make an argument that it violated their clients' constitutional rights, that they essentially rubber-stamped an indictment that they didn't really know what was in. And so that -- it appears that that will be an issue. But I think the overall thing here is, lawyers like to talk, as you can see. This is a micro-look at what 19 defense attorneys are going to look like in any trial. They're all making motions specific to their client. Each person has their own individual liberty at stake, as they should, making motions as they should. It is a legal, logistical nightmare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "BERMAN",
      "sentences": "Let's go back to Judge Scott McAfee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "MCAFEE",
      "sentences": "... being in court here talking at each other.I think that acknowledging an e-mail, replying back to it sometimes could prevent us from being here as often as we may have to. So, to that end, I would encourage everyone to keep the lines of communication open and we will take the motions up at the appropriate time. So, anything else that we need to hear today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Judge, if I may, I just want to give you a copy of the case law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "MCAFEE",
      "sentences": "OK.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "... copies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "MCAFEE",
      "sentences": "Is this something you have already provided to the defense?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "MCAFEE",
      "sentences": "OK. All right.When it comes to scheduling, I wanted to address this grand jury issue early on in the case, since there would have to be some follow-up investigative work. But I don't think we need to make this a weekly, recurring thing for now. We could wait until the discovery deadline passes and the motions deadline passes and then start scheduling the rest of these hearings. So that's the plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Your Honor...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "MCAFEE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "... on that point of scheduling, if it's possible if we have to have a hearing next week, could we have it Monday, Tuesday or Wednesday? That's my request.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "MCAFEE",
      "sentences": "I know, next week, I'm presiding. And right now, Wednesday looks mostly clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "MCAFEE",
      "sentences": "So that could be a date we could shoot for, if there's some kind of emergency that has to be heard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "MCAFEE",
      "sentences": "And we could even try -- Mr. Arora.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "ARORA",
      "sentences": "Oh, sorry, I was taking topics. Are you done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "MCAFEE",
      "sentences": "Oh, that's fine, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "ARORA",
      "sentences": "With regards to the scheduling order, I think there's a September 20 deadline. And, traditionally 17164B1 says, once we get to discovery, we have 10 days to respond.I just -- I guess, if we got it today, could we have our 10 days starting now for me to respond, because I don't know what to turn over to them until I see what they have. That's traditionally how it works, but I know we're in a compressed time schedule, because, if we all turned it over on the same day, it wouldn't really make any sense, because I'm not sure what it is I need to address as far as our case goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "MCAFEE",
      "sentences": "I hadn't heard that one before. I think, generally, the intent of the scheduling order is that there is a mutual exchange by that date and that, if there is then supplemental discovery because it's newly discovered or it newly becomes relevant in good faith, then it gets turned over within five days, I think is our general guideline there.So, I think you -- based on the indictment itself and the arguments we have had so far have a pretty good idea what the state's case is against your client. And so I would think that you could turn over the bulk of your discovery by that deadline. If there's some follow-up things to be done and the state's unsatisfied with the timeline of what is turned over, then they will file a motion and we will hear it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "ARORA",
      "sentences": "I just don't want it to be bad fit issue. I don't want to pay experts if I don't need them based on what the discovery says and what witnesses they have, since you have got it today. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "MCAFEE",
      "sentences": "Well, experts, I -- experts will be classified differently. I think we also have a trial management order where we say experts are supposed to be identified and summaries of their reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "SIDNER",
      "sentences": "You are listening to Judge Scott McAfee and the attorneys for Kenneth Chesebro and for Sidney Powell, who are making the arguments, as they are going to get very close to trial.It looks like they are going forward with the timeline that has been already set out, that, by November 5, jurors will be sworn in. I do want to just talk about -- we are going to be hearing a lot from this judge and seeing a lot of this judge and these attorneys, because this -- these two people will be the first people that go to trial in the Georgia case. When you hear how he has conducted himself throughout this, there have been some fireworks between attorneys. What do you make of the judge and how you see this going forward?",
      "isLastSentenceInterrupted": false
    }
  ]
}