{
  "date": "2023-02-27",
  "headline": "The Situation Room",
  "subHeadline": "Sources Shift To Lab Leak Theory Based On Research Wuhan Was Doing; U.S. Intel Divided On COVID Origin, Energy Dept Points To Lab Leak; China, Russia, U.S. On Potential Collision Course Over Ukraine & Taiwan; The 3 Weapons That Changed Course Of Ukraine War With Russia; Sean Penn \"Blood On Our Hands\" If No Modern Fighter Jets For Ukraine. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Meanwhile, a possible tornado damaged homes near Dayton, Ohio this afternoon. And in Norman, Oklahoma, residents are cleaning up after powerful tornado ripped through the area Sunday night leaving at least 12 people injured, flipping cars, downed trees, homes are left in ruins. This was one of more than 100 storms hit Oklahoma, Texas and Kansas over the weekend.News continues, The SITUATION ROOM with Wolf Blitzer\" starts now. WOLF BLITZER, CNN ANCHOR (voice over): Tonight, it's the virus that shook the world, killing more than a million Americans so far, and millions more worldwide. Now, new revelations about the mysterious origin of COVID, former Defense Secretary Mark Esper is here live. Plus-- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISER",
      "sentences": "--from our perspective, F- 16s are not the key capability for that offensive.(END VIDEO CLIP) BLITZER (voice over): Sean Penn pleads with President Biden to send fighter jets to Ukraine or the actor says there will be quote, \"blood on our hands.\" Sean Penn joins me and-- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BILL BURNS, DIRECTOR OF THE CENTRAL INTELLIGENCE AGENCY",
      "sentences": "President Xi and his military leadership have doubts today about whether they could accomplish that invasion.(END VIDEO CLIP) BLITZER (voice over): As China, Russia and United States reach a critical point in the Ukraine war, the CIA says Beijing is having second thoughts about potentially invading Taiwan. And a significant admission from the head of Fox News, Rupert Murdoch, acknowledging that hosts on his network promoted election lies. What this means for the billion dollar lawsuit against Fox News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BLITZER",
      "sentences": "We want to welcome our viewers here in the United States and around the world. I'm Wolf Blitzer, and this is a special edition of THE SITUATION ROOM.Tonight, major new questions right at the center of the deadly coronavirus pandemic that claimed or changed so many lives. Where did COVID-19 come from? The White House weighing in this evening on the U.S. Energy Department's assessment that the lethal virus most likely came from a lab leak in China. Emphasis on the caveat there. CNN sources tell us the assessment comes with quote, \"low confidence.\" Tonight they say within the U.S. intelligence community that theory is a minority view. Here's what the National Security Council Spokesman John Kirby told me just a short while ago. (BEGIN VIDEO CLIP) ADM. JOHN KIRBY, NATIONAL SECURITY COUNCIL COORDINATOR FOR STRATEGIC COMMUNICATIONS: I'm not able to confirm this press reporting, Wolf. What I can tell you is that there is no consensus among the intelligence community or elsewhere in the government on exactly how COVID originated. But we want to know, the President wants to know, because he wants to be able to put us in a position where we can better prevent another pandemic. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BLITZER",
      "sentences": "We have a team of correspondents and a key guests coming up, David Culver with the new pushback from China; Dr. Sanjay Gupta is here with what health experts who worked at Wuhan are saying; former Trump Defense Secretary Mark Esper also with us, he helped manage the pandemic crisis at its height.But let's begin with Pamela Brown and the newest information on this still raging debate. Pamela, what are you learning? PAMELA BROWN, CNN ANCHOR &amp; CHIEF INVESTIGATIVE CORRESPONDENT: Well, Wolf, sources tell CNN that the shift in the Department of Energy stance was based partly on information about coronavirus research that was happening at the Wuhan CDC, a lab with fewer security protocols that was just blocks away from that wet market, which was the center of the outbreak in Wuhan. And while it remains unclear whether the viruses being studied there were related to the strain that cause COVID-19, it is certainly contributed to debate here in Washington. (BEGIN VIDEOTAPE) BROWN (voice over): More than three years after the start of the COVID-19 pandemic, the theory that the virus originated from a lab in Wuhan, China in the spotlight. The Department of Energy now saying in an updated classified report that it believes with low confidence that the virus accidentally escaped from a lab. But that theory remains a minority opinion within the U.S. intelligence community. SULLIVAN: Some elements in the intelligence community have reached conclusions on one side, some on the other. A number of them have said they just don't have enough information to be sure. BROWN (voice over): Early in the pandemic, many prominent scientists discredited the so called lab leak theory. One group writing a letter published in The Lancet Medical Journal saying, we stand together to strongly condemn conspiracy theory suggesting that COVID-19 does not have a natural origin. But other medical professionals have long refused to rule it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "SCOTT GOTTLIEB, FORMER FDA COMMISSIONER",
      "sentences": "These kinds of lab leaks happen all the time, actually. Even here in the United States we've had mishaps. And in China the last six known outbreaks of SARS-1 have been out of labs.BROWN (voice over): Even Dr. Anthony Fauci, the longtime Director of the National Institute of Allergy and Infectious Diseases, agreed it was possible. DR. ANTHONY FAUCI, FORMER DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES: It might possibly have been something that Chinese were doing, a virus that they isolated in the wild and were having it in the lab and then somehow it escaped out. I don't think that happened. But I have an open mind. BROWN (voice over): The differing professional opinions resulted in a political firestorm. SEN. RAND PAUL (R-KY): Governments scientists like yourself who favor gain of function--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "FAUCI",
      "sentences": "I don't favor gain of function research in China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "PAUL",
      "sentences": "--maintain that the disease arouse naturally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BROWN",
      "sentences": "And earlier today, top House Republicans sent letters to the FBI, Department of Energy and the State Department calling for details and transcripts. Their first hearing on the origins of the coronavirus pandemic will be held on March 8th. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BLITZER",
      "sentences": "Pamela standby. We'll get back to you shortly. China's been defiant from the very beginning about COVID's origins, and now says, I'm quoting now, \"Parties concerned should stop smearing the country.\" CNN's as David Culver is here with us. He's here in Washington. He was in Wuhan in January 2020, where the first COVID cases were actually detected. So what else David is China saying about this lab leak theory?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DAVID CULVER, CNN CORRESPONDENT",
      "sentences": "The reality is, this is one of the most sensitive topics, Wolf, for the Chinese. I mean, you can look at a range of things that they deal with from Xinjiang and human rights abuses to Taiwan. But when it comes to the origins of COVID, this hits at something that is deeply precious for them.So much so that they have unleashed over the past nearly three years now, this relentless propaganda campaign. One that is starting to even have an impact on their own population, so much so that people are feeling that they just don't know where the truth lies. They see it as deflecting blame as sowing doubt, as muddying the waters and it seems to have a positive impact. Now, what we look at from the Ministry of Foreign Affairs, in particular is, from the podium earlier today they were, as you point out, defiant, and they went on to say that, \"China has always actively supported and participated in global science based origin tracing. Relevant parties should stop stir frying the argument of laboratory leak, stop vilifying China and stop politicizing the issue.\" Here's what's interesting, Wolf. They then say, and they cite, the WHO, that this lab leak theory was highly unlikely as determined by that field team in January 2021. Field team, by the way, that was only allowed in a year after the initial outbreak. Imagine going to a crime scene a year after that incident took place. That's what those researchers had to deal with. And so as they're citing that there is truth, the WHO field team did say it's highly unlikely that a lab leak was the cause of this. But they also said, we need more time to investigate. So we'd like to do a phase 2. We'd like to come back into China and go back into Wuhan and do that phase 2. Study China's response? No, that's not going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BLITZER",
      "sentences": "I know you've traveled, what, three times to Wuhan since the outbreak. What was it like? How did they treat you when you showed up there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CULVER",
      "sentences": "This is why I say it's sensitive, because when you travel to certain sensitive stories, you can tell just how important it is by how many security guards are usually following you around. And for us, it was about half a dozen for this story.As soon as you would leave your hotel room, go down into the lobby, you would see, again, five or six people on their phones. They were making it quite obvious. They would then follow you out the door. And they'd continue on to figure out where you were going around the city. And for us it was going to various places, it was going to the Wuhan CDC, it was going to the Wuhan Institute of Virology. It was going to Huanan Seafood Market that first spot where this was all amplified. And they were keeping close, and they were trying to make sure that anyone we would speak with they too will then start trailing. So much so, Wolf, that some of the folks that we would interview, and these are people who dealt with a lot of pain, lost loved ones in COVID, we wouldn't hear from for several days after we interviewed them and it was very likely that they were being held and detained after talking with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "GUPTA",
      "sentences": "Really hard is the answer. I mean, as David was sort of, you know, alluding to, there's just very little transparency. Peter Daszak, that's a name that comes up a lot. He was somebody who was part of the World Health delegation, also runs EcoHealth Alliance, which has been doing some research in that part of the world.I spoke to him after that World Health Organization trip to Wuhan, and specifically asked about the database, right, the database that would tell you, were there viral samples, similar, identical or related to the COVID virus? Listen to what he said, When I asked him about that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "GUPTA",
      "sentences": "Have you been able, now than as a member of this WHO team or in any capacity, to look at that data?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "PETER DASZAK, WORLD HEALTH ORGANIZATION COVID ORIGINS STUDY TEAM",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "GUPTA",
      "sentences": "That sounds concerning, Peter, if it is as serious, and we're trying to be as thorough as possible. maybe it mounts to nothing. But I think the fact that you still haven't seen that database, it's just going to raise a lot of eyebrows as we go forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "DASZAK",
      "sentences": "Well, rightly so. I think that, you know, China should be more open about the things that they've that they've not released. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "GUPTA",
      "sentences": "And that's what it - really what it comes down to, Wolf, again. I mean, is the answer knowable? I think yes, the answer is knowable. But it really depends on whether or not some of that information is actually going to be forthcoming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BLITZER",
      "sentences": "Good point. I know you've spoken to several former officials who also support the lab leak theory or cast skepticism on the outbreak timeline. What else have they told you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "GUPTA",
      "sentences": "Yes, one of the most interesting conversations was with Dr. Robert Redfield, who was the CDC Director at the time this was all unfolding. And I did talk to him about that specifically, and asked him this question about these two theories. Now, keep in mind, as you hear his answer, Wolf, he - again, well, CDC, Director probably had access to all sorts of information that the general public may not have had access to. And here's how he described it.(BEGIN VIDEO CLIP) DR. ROBERT REDFIELD, FORMER CDC DIRECTOR: I do not believe this somehow came from a bat to a human. Normally, when a pathogen goes from a zoonotic to humans, it takes a while for it to figure out how to become more and more efficient in human to human transmission. I just don't think this makes biological sense. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "GUPTA",
      "sentences": "What he's basically saying, Wolf, is that, part of the reason he believes it came from a lab is that it was just so contagious right away that if it was being studied in the lab for a period of time, it may have developed that contagiousness and then spread like wildfire, as he described it, when it was - when it accidentally released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "MARK ESPER, FORMER DEFENSE SECRETARY UNDER PRESIDENT TRUMP",
      "sentences": "Well, Wolf, good evening. First of all, I think you and reporters have teed this up very nicely. Look, it's quite significant. If you go back three years ago, I think Senator Tom Cotton first proposed the theory that it could be a lab leak, and he was discredited, both by scientists and by major news outlets who said that it's a fringe theory, very unlikely. And here we are three years later, it is now one of two competing theories, if you will, about what happened. And I know there's still some, you know, some guesswork over which is which. But I think one thing everybody agrees on is that China has more to reveal. They have not been transparent enough. And until they are, it'll be hard to find the lessons learned.Because look, over a million Americans have died and nearly 7 million people around the world. We still have to get to the bottom of what happened. And how do we prevent this going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "BLITZER",
      "sentences": "Have to learn all the lessons from this to try to prevent it from ever happening again. Early on in the pandemic, Mr. Secretary, you had agreed with officials like General Mark Milley, for example, that the weight of the evidence at the time was that COVID originated from a natural source, not necessarily a Chinese lab. What is your view now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "ESPER",
      "sentences": "Well, again, at that at the time that was the prevailing theory. At the time, I also said publicly that I think a lab leak is also a possibility. So clearly, the evidence is still coming forward. We know that apparently, the Department of Energy received some classified information. It'll be shared with Congress soon. It'll be curious to find out what that might be. But I think it's going to take time to gather all the facts. And I don't think we should automatically dismiss one or the other going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "BLITZER",
      "sentences": "If it turns out that COVID did come from a lab, how would that change things? What's the consequence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "ESPER",
      "sentences": "Well, you know, lab leaks happen all too frequently in the United States and countries around the world. Leaks happen, accidents happen. Why the Chinese wanted to cover it up is - the only reason is thatSo I'm not sure looking backward now it bears much change. But going forward, it's important to understand and still get in and find out what happened, whether it was learning lessons at the local level for how to improve lab security, lab procedures, or again, trying to understand the virus writ large and how we prevent it in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "BLITZER",
      "sentences": "Still, lots of unanswered questions, and we need the answers. We need them soon. Secretary Esper thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "ESPER",
      "sentences": "Thanks Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BLITZER",
      "sentences": "Welcome back to a special primetime addition to THE SITUATION ROOM.China, Russia and the United States, three world powers on a potential collision course over Vladimir Putin's war against Ukraine. Our Chief National Security Correspondent Jim Sciutto is joining us with a closer look right now. Jim, China's ambitions in Taiwan, for example, are factoring into this relationship with all - the relationship that exists right now with all three countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "No questions. Two major concerns from the U.S. perspective regarding China right now. And the first is that China becomes an active participant in Russia's war against Ukraine, supplying weapons. The concern now, both ammunition and potentially drones in Russia's war effort. U.S. says they're considering it, have not made a final decision. If they do, I'm told that U.S. officials, but also European officials would take it very seriously.Of course, the other flashpoint of concern is Taiwan. The U.S. believes that the Chinese military is told to be ready to invade Taiwan by the year 2027. Doesn't mean they've made a decision to do so. But they put their forces tell - told them in effect to prepare for it by that time. There's a minority viewpoint that it's not by 2027, but perhaps as early as 2025. And because of that, what the U.S. is doing now and its allies, they believe they need to get Taiwan the weapons, the defense's it needs today. Because if China were to do that, they cannot supply Taiwan after the war starts, as is happening in Ukraine today. It's an island, of course, the expectation is China would encircle it. So they want to defend it today in the years in advance of 2027, 2025. There is genuine concern that Xi Jinping, this is part of his making history, getting Taiwan to reunite with the mainland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BLITZER",
      "sentences": "Standby. Jim, I'm going to get back to you shortly. Right now, I want to bring in - bring back CNN's David Culver, who is reported from China for a long time. He's now here in Washington. What is Beijing, David, saying about all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BLITZER",
      "sentences": "David Culver, thank you very, very much. Right. And I want to bring back Jim Sciutto for more on Russia's invasion. I know you've been doing a lot of reporting, specifically on three weapons that seem to have changed the course of this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "SCIUTTO",
      "sentences": "They have and at different times. Early on, it was the Javelins, you remember the shoulder fired missiles. More recently HIMARS, long - medium to long range rockets as well as drones.Let's talk about the Javelins for a moment. These were key early in the war when Russia was making its mad dash for Kyiv. Highly mobile, shoulder fired, really neutralized Russia's advantage in armor early on, destroyed hundreds of Russian tanks. HIMARS, more recently, longer distance rocket system, highly accurate. It has been able to make such a difference in the eastern battlefield today, which is basically a rocket and artillery war, particularly high accuracy, and they're using U.S. intelligence to hit those Russian targets. You go back to drones, also long range, the one that's really made a difference there is the Bayraktar, it's a Turkish made drone. I should make the point, though, these weapons can go in both directions. Russia has done an enormous amount of damage with drones, particularly those supplied by Iran, lots of damage to civilian targets in Ukrainian cities. And as I mentioned earlier, as China considers arming Russia in Ukraine, one of those weapons systems, it's considering drones, and that's one reasons the U.S. is very concerned, because those can have a great effect in both directions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BLITZER",
      "sentences": "Three important weapon systems indeed. Jim Sciutto, thank you very, very much. There's - speaking of weapons right now, the actor and filmmaker Sean Penn is hoping to use his star power to help get modern fighter jets to Ukraine. Hoping President Biden heeds his dire new warning. Sean Penn joins us next right here in THE SITUATION ROOM.(COMMERCIAL BREAK) [21:30:00] BLITZER: Back now to Ukraine's fight for freedom. The actor and activist Sean Penn has been committed to raising awareness about the country's needs and its battle against Russia. He recently returned from a new trip to the warzone and is issuing an urgent new warning to President Biden about sending F-16s to the country. Sean, thanks so much for joining us. Now say you've said this, and I'm quoting you now, let me read the quote, \"The Ukrainians are going to fight till the last drop of blood. And that drop of blood will be on our hands if we don't faithfully equip them.\" How badly do you believe Ukraine really needs these fighter jets?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "SEAN PENN, ACTOR AND FILMMAKER",
      "sentences": "Well, the first thing I'd like to say is, you know, having just returned from Ukraine about 10 days ago or so is that the impact of President Biden's trip was extraordinary. I mean, that's extremely encouraging.I think that when - one of the things that's concerned me, and I - you know, I think that there's no question but that they need more ammunition, more long range precision weapons, and yes, fighter jets. This - and the issue really is that, you know, right now they're dying. Every day, they're dying. So what we are waiting for seems to still be attached to this, I would argue, over cautious concern related to nuclear weapons. Because, for one thing, if we're going to live in a world where a bully with nuclear weapons runs the show, you know, there are - there was a former intelligence officer I'd spoken to in Ukraine at one point, he said, you know, He doesn't live in that - want to live in that world and Ukraine won't. And so I just think we have to make a clear decision to start saving lives, saving infrastructure. And what that means is supplying the Ukrainians. They have no interest in having Americans or others in the fight. They're ready to take the fight themselves. And their ability to transition on these platforms be it the F-16s or when it comes to the Patriot, is not - I don't think there's been an honest conversation about how quickly they can transition. I think it's there's a lot in the air about how long it takes out maintenance, fueling all of that. But there are a lot of - many ways in which that can be, you know, sped up tremendously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BLITZER",
      "sentences": "As you know, President Biden flatly says that President Zelenskyy, quote - and I'm quoting the President right now, \"Doesn't need F-16 now.\" So I wonder how you respond to President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "PENN",
      "sentences": "I would like to think that he's speaking to an audience of one in Moscow, and that there's already activity. But I think that it's saying that he - blanketly that he and the Ukrainians don't need F-16 is now? Well, again, I'd say they're dying now. The infrastructure is collapsing now. So I don't understand - I don't have a logic processing about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BLITZER",
      "sentences": "As you know, the U.S. has provided Ukraine with about 30 billion - billion dollars in various forms of military aid since the war began a year ago, and provided a whole range of sophisticated weapons that no one expected at the start of this war. It's very impressive what the U.S. and the coalition partners are doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "PENN",
      "sentences": "Very impressive, and it should be understood that if one does the breakdown, when it comes, for example, to the F-16, you know, the aircraft themselves are a one-time buy. The maintenance which can be done by, you know, contractors and then backfill them ultimately with Ukrainians as they train into it, all of that told is a very small part of what we're talking about when we're talking about $30 billion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BLITZER",
      "sentences": "How concerned are you, Sean, when you hear the growing criticism coming from some Republicans over what they call a blank check to Ukraine, including from a top potential contender for the Republican presidential nomination Governor Ron DeSantis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BLITZER",
      "sentences": "You, of course, just released a documentary, Sean entitled, \"Superpower,\" chronicling this war and President Zelenskyy's leadership. What is President Zelenskyy's mindset as this war drags into a second year now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "PENN",
      "sentences": "Well, I would say that President and the Ukrainians at large - I think, I'm, you know, like a broken record here, because you've heard this from so many people, their resolve continues to grow. It's an incredible moment in time. I sort of think of, you know, that the Beatles only came out of Liverpool and there are these moments in time where a group of people or a place comes to represent something that is - is just that exceptional, that lasts forever. And the courage of the Ukrainians, at this stage in this game is going to be a piece of history we'll never forget.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BLITZER",
      "sentences": "You've called the Russian President Vladimir Putin, a creepy little bully. What will it take, do you believe, to convince him that he's fighting a losing battle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "PENN",
      "sentences": "I haven't understood his decision to do this from the very beginning. I can't claim to have any understanding of it. Short of evil power grabbing or attempted power grabbing. I think that he has to understand that his generals have been lying to him about what he had of a military and that in a kleptocracy like that everybody's been skimming, and now he's found out that, you know, this might not have been such a great idea. But I don't know what his backup position is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BLITZER",
      "sentences": "Sean Penn, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "PENN",
      "sentences": "Thank you very much, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "RUDY GIULIANI, TRUMP LAWYER",
      "sentences": "This Dominion company is a radical Left company. One of the people there is a big supporter of Antifa.The company counting our vote, with control over our vote is owned by two Venezuelans who were allies of Chavez. One of the experts that has examined these crooked Dominion machines has absolutely what he believes is conclusive proof. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "BLITZER",
      "sentences": "In his own words, the man in control of one of the world's most powerful media empires knew all that was false at the time. The Chairman of Fox News admitted under oath, he had the power to stop Rudy Giuliani and others from pushing lies about the 2020 presidential election.In new court documents out tonight, Rupert Murdoch is quoted as saying, and I'm quoting him now, \"I could have but I didn't.\" The revelation part of a billion dollar defamation lawsuit against Fox News by the Dominion Voting Systems. I'm joined now by CNN Senior Legal Analyst, Laura Coates. And the host of both the \"Pivot\" and On with Kara Swisher Podcast, Kara Swisher is with us as well. She actually interviewed the CEO of Dominion before the lawsuit on the issue of disinformation. Laura, let me start with you, because in the deposition with Murdoch, he tried to draw a line between Fox and the people on Fox. He was asked, for example, and I'm quoting now, if he was aware \"That Fox endorsed at times this false notion of a stolen election.\" He answered, \"Not Fox, no Fox, but maybe Lou Dobbs, maybe Maria Bartiromo, as commentators.\" Legally does such a line exist - legally does such a line exist between the organization and what its people say on the air?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "LAURA COATES, CNN SENIOR LEGAL ANALYST",
      "sentences": "I think what he was doing was giving a distinction without really a difference here. The idea that these representatives of Fox that they were speaking on behalf or that they were knowingly representing Fox is going to be the real key issue here.One of his statements Wolf was, \"I could have, but I didn't.\" Well, the law is going to answer whether he should have. Because remember, you can't be a conduit of false information if you know that it's false, or are disregarding the truth in some ways. That's the actual malice standard of defamation law. You cannot present misinformation. Of course, in 24/7 news cycle, Wolf, naturally, we're going to have instances where you're going to have some level of not getting it right the first time or some level of having a benefit of the doubt. But if you are knowingly putting out false information, and instead, as they are articulating in their lawsuit, you're doing so because you're hoping to ingratiate yourself to Donald Trump or try to retain viewers over a rival network in this case, OAN. that's not going to be a justifiable news making decision. It's going to be one that points more towards actual malice. This is a huge, huge case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "BLITZER",
      "sentences": "Let's not forget, this is a $1.6 billion lawsuit against Fox. It's a lot of money. Laura, in a statement to CNN, Fox News, said in part, and I'm quoting now, \"Dominion's lawsuit has always been more about what will generate headlines than what can withstand legal and factual scrutiny.\" So even if the revelations are journalistic malpractice, shall we say, do they rise to the legal threshold of actual malice against the Dominion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COATES",
      "sentences": "Well, that's the decision for the jury to make it. There's a trial and error ultimately. But, remember, the standard is that, you cannot knowingly put forth false statements. If you were doing so for a public figure or a public entity like a, say a Donald Trump, like a Fox News or other outlets or the personalities on Fox News, then you have to be nor to be liable for defamation, engaged in actual malice.What does that mean? It means that you knew that the statements were false, or you knowingly disregard the likelihood that they were false. Now, those text messages that we've already seen through the Dominion lawsuit and beyond, the exchanges between people like Tucker Carlson or Sean Hannity or Laura Ingraham or others in the satellite orbit of Fox News suggests that behind the scenes, they believed one thing with respect to Sidney Powell and other lawyers, and the veracity of those big election lie claims. But in front of the cameras and to the audience, the goal was to preserve their credibility, particularly, Wolf, after the calling of the election for Biden in Arizona. That appear to be the turning point and when the incentive to now try to promote that which they might have believed was false and knowingly knew it was false, is that turning point. That's going to be a crucial distinction here, not whether they couldn't keep pace with information coming in, but that they knew something was false and shows the mighty dollar as opposed to the almighty truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "BLITZER",
      "sentences": "You know, Kara, it's also interesting. We learned today how Murdoch himself actively assisted the Trump campaign, including personally providing Jared Kushner with, quote, \"Confidential information about Biden's ad along with debate strategy.\" Just how over the line is that kind of conduct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "SWISHER",
      "sentences": "Oh, they've got - there's no line anymore with these people. I mean, they've gone over the line time appearing at rallies or their stars appearing at rallies. And of course, they went over the line. That's all he ever does is go over lines, it's Rupert Murdoch. That's his job - that's his brand, essentially.I think what's really interesting here having interviewed John Poulos before this started, he's the CEO of Dominion. A lot of the people impacted are not public people. You know, calling someone from Venezuela, all this stuff had impact on executives there in ways that were really scary in terms of death threats, et cetera. And that they continued to do this is really, I never - I don't know what to say. It's just shameful. And I think what the question is, did they help spread misinformation all over the place and the fact that Dominion has stood firm here and pushed back is really quite something to see. But this company was badly damaged in terms of individuals there. When I talked to them at the time they were they were terrified actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "BLITZER",
      "sentences": "We cannot forget the human toll from Russia's war in Ukraine over the past year. More than 8,000 civilian lives, lost more than 100,000 Ukrainian troops killed or wounded. Of course, these are just estimates, the true toll is believed to be even higher.And while the US Military is not involved in the conflict, this war is costing American lives too. At least 12 Americans have been killed on the front lines. The latest known casualty is US Army veteran Andrew Peters, just 28 years old. He was killed nearly two weeks ago while fighting alongside the Ukrainian Foreign Legion. Joining us now Andrew Peters' Father John Peters. Mr. Peters, thank you so much for joining us. Our sincere and deepest condolences to you and your family. I know how hard this must be for you. How have you been holding up first of all? JOHN PETERS, FATHER OF ANDREW PETERS, U.S. ARMY VETERAN KILLED IN UKRAINE: Oh, thanks for having me, Wolf. We've been holding up pretty good, considering the circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "BLITZER",
      "sentences": "Terrible circumstances. At 28 years old, your son was the epitome of the U.S. Army's motto \"This We'll Defend,\" having served a tour in Afghanistan back in 2014, then volunteering to fight in Ukraine. Talk to us a little bit about the moment Andrew told you he was leaving. Why did he want to go to Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "PETERS",
      "sentences": "He - there are several reasons why Andrew decided he wanted to go fight over in Ukraine. The obvious reason was just the disgust that seeing what Russia is doing to the entire country of Ukraine with their invasion.The other part was, he felt he could actually use his military and combat skills, put them to good use over there by helping the Ukrainians try to fight. I think the third one would be, he kind of missed the camaraderie after he got out of the U.S. Army. And so I think he kind of wanted to get back into that and be part of a team and just actually make a difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "BLITZER",
      "sentences": "We know Andrew arrived in Ukraine shortly after Thanksgiving. In the time that he was there, what did he tell you about his experiences?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "BLITZER",
      "sentences": "What do you want people to know about who Andrew was, and what it meant to know him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "PETERS",
      "sentences": "I'd like folks to know that, you know, he was like any other average 28 year old American. You know, he had a very strong sense of what was right and wrong. You know, he believed in what he wanted to do. And he was well aware of the dangers of going over there. Both him and I did our research we. We did our homework. You know, looking at the Legion, what they do. And even when Andrew went over there, the commanders over there they didn't pull any punches. They said look, this is dangerous. This is not like Afghanistan. This is not like Iraq. It's not like the Gulf War when I was in.This is knockdown, drag out, gutter fighting. This is just like World War I, like World War II. And so, and there are a number of guys that left after hearing that. But Andrew was like, No, I'm sticking this out and I'm going to finish this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "BLITZER",
      "sentences": "John Peters, thank you so much for joining us. Our deepest, deepest condolences to you and your family. And as we say me Andrews memory be a blessing to you and to your family. Thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "PETERS",
      "sentences": "Thank you, Wolf. I greatly appreciate it.",
      "isLastSentenceInterrupted": false
    }
  ]
}