{
  "date": "2023-08-18",
  "headline": "CNN News Central",
  "subHeadline": "Biden Holds Historic Camp David Summit With Leaders Of Japan, South Korea. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:35:02",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Sanura (ph) of the AP.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "BIDEN",
      "sentences": "First of all, look, there's not much, if anything, I agree on with my predecessor on foreign policy. His America first policy, walking away from the rest of the world, made us weaker, not stronger. America's strong with our allies and our alliances, and that's why we will endure. It's a strength that, quite frankly, that increases all three of our strengths.This is just about one summit, what makes today different is it actually launches a series of initiatives that are actually institutional changes in how we deal with one another. And security cooperation and economic cooperation, technology cooperation, development cooperation, consultation exercises, and all of this will create ourselves momentum, I believe, year by year, month by month, to make relationships stronger and more certain to remain to be in place. And once go on these results I think are going to keep it going, and I think they're going to benefit all of our countries. And with regard to the second question, I have no comment on any investigation that's going on. That's up to the Justice Department, and that's all I have to say. YOON SUK YEOL, SOUTH KOREAN PRESIDENT (through translator): To the question that was directed to me, I would like to say that the treaty made between Korea and Japan that was made in 1965 and the following measures by the government and the Supreme Court's ruling in 2015 have some differences. But we have already implemented measures to bridge the gaps among them. And in South Korea, of course there is public opinion that is opposed to the government's measures like that. However, from a perspective that's forward looking, strengthening ties and improving relationship between Korea and Japan are important. And there is a shared understanding that this matters to our bilateral relationship, as well as our future. And this is something we need to continue working on. KISHIDA (through translator): Thank you for the question. First of all, at today's meeting, the rules based on international order and activity inconsistent with such rule-based international order and activities where the concerns have been shared. And the rule-based based of free and open international order must be defended. And going forward, the U.S. and Japan/ROK strategic collaboration will be reinforced even further, and such endeavors will continue going forward. Our country and for the surrounding countries, the response capabilities, as well as the defense, the capabilities, will be bolstered. And by doing so, the lives and livelihood of our population will be protected and sense of assurance must be raised. These are the important activities. Having said that, with regard to China, last year in November, there was the Japan/China leader's summit. And there was a positive moment. And by maintaining the positive moment what has to be asserted will be asserted. And we should strongly request responsible conduct. And we will continue and accumulate the conversation about multiple issues. We will cooperate with regard to common challenges. Such constructive and stable relationship will be established by mutual effort. That is my administration's consistent policy, based on this perception towards regional stability, our efforts will continue, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BIDEN",
      "sentences": "I -- look, back in May of 2022, I met with the families of the Japanese abductees during my visit. I heard their stories and empathized with them and got a sense of the pain they're feeling. It's real. We know there are many families out there who still wait and worry and wonder. We're not going to forget about them or their loved ones. And there's clear language on this in our joint statement. The bottom line is this, that we share a common position. We're committed to working together to see the return of all prisoners of war and those who have been abducted and detained. And by the way, one of the things we get asked many times -- and Iwasn't directly asked but implied -- is what makes us think any of this is positive. Success brings success. When other nations seek cooperation in the region, they may make judgments about would they be better off if they make commitments. Will they move? Think about students of history, all of you, and you are. Think about how many times successes have generated other successes when you don't anticipate it. And so, I just think this is a -- we're not going to forget. We're not giving up, and we're going to continue to make the case for the freedom of all those detainees. KISHIDA (through translator): With regard to your question for me. First of all, I have strong feelings about strengthening bilateral relationships between ROK and Japan and I share that with President Yoon. The two countries in dealing with international challenges should cooperate. We're both important neighboring countries, and so friendship with President Yoon and the relation of trust based on this, both countries as partners should open up a new era, and that is my thinking. This year President Yoon came to Japan, and I visited the ROK. At international forum we have repeated meetings, and between our two countries including the economy and security we've had forward looking and concrete approaches which were started. It's already in motion dynamically. The economic security dialogue was started -- or it has been decided on. In the area of export control there have been progress and also financial ministers and defense ministers have had meetings. And so we've had this very positive forward-looking developments. And these are seen not only in the public sector but also in the private sector we see a slate of developments like human exchanges and exchanges between business circles. We're seeing very active developments in all of these areas, and that is a reality. Going forward we hope to accumulate these approaches with -- along with President Yoon to strengthen our bilateral relations even further by generating results. We hope that people will understand Japan's feelings towards bilateral relations, and we'd like to continue such efforts. Thank you. Thank you very much. Then let me see from Kyodo, Kajidi San (ph), Kyodo News KAJIDI (ph), KYODO NEWS (through translator): Kajidi, Kyodo News. And to Camp David with history, I did have a question to each of the leaders. Mr. President Biden -- President Biden, it was mentioned at this summit meeting, but Russia's aggression of Ukraine is continuing, so what role do you expect of Japan? Prime Minister Kishida has mentioned that as China's threat in Asia is rising, Ukraine may be east Asia tomorrow. [15:55:00] What do you think about this comment, President Biden, and the situation in Asia where China's threat is rising, What is the meaning and significance of the trilateral relationship with Japan/U.S./ROK becoming stronger in multiple layers. President Yoon Suk Yeol, I have a question to you, Excellency. North Korea's nuclear missile development is a major security threat to Japan, South Korea, and the U.S. As North Korea's provocations continue to escalate, what is the meaning and significance of the three countries declaring a new era of partnership? But regarding the release of treated water at Fukushima Daiichi nuclear power plant, did Prime Minister Kishida explain the matter at the trilateral or bilateral summit today? At the recent Japan/ROK summit meeting, your Excellency, you expressed your intent to respect the IAEA report despite the strong domestic opposition. Why do you demonstrate your understanding for the policy of the Kishida administration, I asked for that reason. And to Prime Minister Kishida. This is the first time that a trilateral summit is held on a stand-alone basis rather than on the side lines of international meetings. You have said that the trilateral cooperation will be reached to new heights. For the security environment in East Asia and without the resolution of abductions, North Korea's continuing nuclear missile, what is the meaning for North Korea? And in eastern South China Sea, by my time advancement, China is continuing unilateral attempts to change the status quo. What is the meaning for China?",
      "isLastSentenceInterrupted": false
    }
  ]
}