{
  "date": "2023-04-03",
  "headline": "Inside Politics",
  "subHeadline": "Trump Leaving Florida Bound For NY; NYC Mayor, NYPD Police Commissioner To Address Security Concerns Ahead Of Trump Arraignment; NYC Officials Discuss Security Ahead Of Trump Arraignment, Tuesday. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "MANU RAJU, CNN HOST",
      "sentences": "Hello and welcome to Inside politics. I'm Manu Raju in Washington in for John King. Any moment, Donald Trump leaves for New York and starts a chain of events that could very well alter American history. Now he goes before New York City judge as a criminal defendant and earns the infamy as a first ever former president to hold that title.But any moment now, Mr. Trump flies from Florida to New York on his own jet. He lands there this afternoon then heads to Trump Tower, where he will spend the night. In just minutes we expect to see New York's Mayor Eric Adams. The NYPD Commissioner addressed security concerns ahead of tomorrow's arraignment. Now CNN is covering this from New York and from Mar-a-Lago but we'll start in Florida with CNN's Kristen Holmes. So Kristen, tell us more about the former President's travel plans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "KRISTEN HOLMES, CNN CORRESPONDENT",
      "sentences": "Yes Manu, we are waiting for him any moment now. I am told by a source who is familiar with his plans that he is running on time, he is expected to pull out of the gates at Mar-a-Lago in a small motorcade at 12pm. So we will be watching that closely.He's traveling with a small group of aides and advisors, including his two heads of campaign Susie Wiles and Chris LaCivita. They're going to head over to the airport, which is just about a 10 minute drive and as you said, take his private plane to LaGuardia in New York where he will land this afternoon. Now over the weekend, I am told that Trump met with his advisers, they talked about how to really capitalize on this politically speaking. He essentially spent the weekend calling allies, calling Republicans, calling lawmakers, texting, talking about how he believes this is a political positive, touting recent poll numbers. And of course, touting those fundraising figures. His campaign says in the 48 hours after the indictment was announced, they raised $5 million. And Manu, just to put that into perspective for you. In the 45 days after he announced he was running a third presidential bid, he raised $9.5 million. So you're talking about half of that, more than half of that in just 48 hours. Now after his arraignment, he is expected to come back here immediately. And he's going to do deliver remarks at 8:15 from his Mar-a-Lago resort and I am told that he is expected to take control of the narrative. That is the words that a source told me. This is the first time we're going to hear him speak after he has actually been charged. And after we know what those charges are. Keep in mind all that we have heard from him. This defense, it's political hoax, it's political witch hunt. That has all been before we actually know what he's being charged with. So that's when he's expected to address at 8:15pm from Mar-a-Lago, the day after, or the day of the arraignment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "RAJU",
      "sentences": "Using this as a rallying cry. Well, we'll discuss later in the show. Kristen Holmes, thank you for that. And now to New York. CNNs Brynn Gingras was standing by. Bryn what do we anticipate to hear from the new - the mayor and the police commissioner at this security briefing that we expect to start any moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Yes, that's right, Manu. So we're expected to hear from Mayor Eric Adams and the police commissioner Keechant Sewell, and basically underscoring all the security measures that the NYPD has been taking since this indictment came down last week, a lot of these things that we've already been talking about, but it continues.It's fluid as the officials basically keep telling us. We're told though, from people here on the scene that those dry runs, those run throughs of what's going to happen at the courthouse, those are pretty much all set in stone, that was all done last week. I'm also told those 35,000 police officers who were asked to come into the office wearing full uniform that still continues and likely will continue into tomorrow in the following days. And that is really just again, a presence, but also a posturing because if anything should happen that needs to be addressed, that they can move and mobilize very quickly. What won't be discussed - what won't be discussed. That is the DCPI Commissioner speaking right now ahead of the mayor just to give you that information, but what won't be discussed - (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KEECHANT SEWELL, POLICE COMMISSIONER OF NEW YORK CITY",
      "sentences": "Thank you, Mr. Mayor. Good afternoon, everyone. Thank you for being here. As always, the NYPD is prepared to ensure that everyone is able to have their voices heard peacefully while exercising their First Amendment rights. We do this work in close collaboration with our federal, state and local partners. Because keeping our city safe is absolutely a collective effort.As the mayor stated, there are no credible or specific threats to New York City at this time. New Yorkers may see an increased police presence in parts of the city and should anticipate intermittent road closures over the next two days, particularly in Manhattan. To avoid delays, I too urge everyone to use mass transit when possible. As I said, our job is to facilitate and safeguard the rights of people to express themselves and those going about their daily activities. But I will remind everyone, that violence and destruction are not part of legitimate lawful expression. And it will never be tolerated in our city. But people we serve know this, just as they know that the NYPD will be out there today, tomorrow and every day to make sure that they are safe. Thank you. Mr. Mayor. Sure. Sure. Well, we'll take some questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "REPORTER",
      "sentences": "(inaudible)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "SEWELL",
      "sentences": "So the permitting is happening. It's actually done through city hall. But I will say that anyone who protests is expected to express themselves peacefully and orderly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "REPORTER",
      "sentences": "(inaudible)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "SEWELL",
      "sentences": "That is in its own investigation at this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "REPORTER",
      "sentences": "(inaudible)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "SEWELL",
      "sentences": "We value our relationship with our partners and we're in constant communication with them. So if they do see an influx of people or something out of the ordinary, they will contact us. At this time, we don't see that happening but we will have real time information if that does occur.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "REPORTER",
      "sentences": "(inaudible)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "REPORTER",
      "sentences": "I wanted to ask what additional measures is the NYPD taking not only to protect the crowd also other members of (inaudible)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "SEWELL",
      "sentences": "We take any threats or concerns of our elected officials and anyone in the city very seriously. So we have provided some assistance in that regard. And we are investigating any threats that may be made to the DA or any of his - his staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "REPORTER",
      "sentences": "(inaudible)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "SEWELL",
      "sentences": "As you know, a number of laws were passed, when we went into having sensitive zones and restricted zones. It's actually an E-felony to carry in some of those zones even if you have a license. Some of those zones include courthouses of federal buildings and First Amendment activity. So we're not going to move those. I think responsible gun ownership requires that you know what the laws are, where you are protesting and we expect everyone to adhere to ours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "REPORTER",
      "sentences": "Well, going back to police presence, how many officers do you expect to be honest, and also, the Secret Service. I mean, how have they come in and basically told you what to do or I mean, how much control they have in the security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "SEWELL",
      "sentences": "We work with the Secret Service all the time. These are our partners. I won't go into how many numbers of police officers will be on the street, but we will have enough to facilitate mobile units if we need to respond to anything. But this is a collaborative effort with our partners and Secret Service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "REPORTER",
      "sentences": "(inaudible)(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RAJU",
      "sentences": "You're listening there to Keechant Sewell, the New York City Police Department commissioners along with the New York Mayor Eric Adams, giving a security briefing about the arrangements ahead of tomorrow's historic day here in the United States and in New York, where Donald Trump will be arraigned and after his indictment on criminal charges.We heard some headlines of this, they say they're sending out a clear and loud message that they're not going to tolerate any sort of violence or and there's no specific or credible threat that there will be any sort of violence tomorrow. And they also is a warning of sorts to Marjorie Taylor Greene, who is the conservative Congresswoman who may - urging her to be on her best behavior while running - leading a protest tomorrow on in New York City. Let's go right to CNN Chief Law Enforcement and Intelligence Analyst, John Miller as well as the CNN's Senior Law Enforcement Analyst Chief Ramsey. So John, the headline, no specific credible threat to the city, what's your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "That's what we were expecting to hear in that, they've been looking at everything from social media posts to bomb threats that have been called in, the week before last and, and the entire threat picture and none of it rises to anything where they can say this is something where we think there's something behind it where it's actually going to occur.That's the good news. The important part from an intelligence standpoint is you have to understand that you're not going to know of every credible threat, or what lurks in the shadows. So the bifurcated posture there is they're watching the threat traffic, but they're also prepared for the unknown. And I think that's what the police commissioner was talking about, which is they're not only following the threats, but they're investigating even threats that are posted in social media to say, who's on the other end of that threat. Do they need to be interviewed? Were they serious about the threat? Do they have the capability to carry it out. And so far, they haven't seen anything that crosses the line. But again, they're prepared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RAJU",
      "sentences": "And they are prepared and Chief, to you, the mayor mentioned, Marjorie Taylor Greene called on her and others to, quote be on your best behavior. What do you take away from that stark warning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "RAJU",
      "sentences": "And John, you have had a long career, of course, in law enforcement and with the NY police, New York Police Department as well. They did not detail the number of police officers that would be used in this situation, tomorrow rather unprecedented event. What do you expect in terms of the number of people who are involved here, and just the level of preparations that are now underway ahead of tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "MILLER",
      "sentences": "So what you're going to see is three essential things. One, you'll see a number of police officers around Trump Tower because that is a potential lightning rod location. It's where former President Trump will be staying overnight. It is a place where protesters, you know, know how to get to and have protested before. You'll see a number of police officers strategically along the route that they take to the courthouse. And then that third thing is the large number of police officers you'll see at the courthouse, at the DA's office where he arrives and where he's going to face that arraignment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "RAJU",
      "sentences": "There's Donald Trump. We're expecting any moment Donald Trump to leave Mar-a-Lago. That - we are I'm being told right now that is Donald Trump leaving Mar-a-Lago, on his way to catch his plane that will leave to New York where he'll arrive later this afternoon.We will bring that to you live as it happens, and we're still discussing what's happening tomorrow. Donald Trump becomes the first former president to see the inside of a courtroom as a criminal defendant. And CNN's Kara Scannell is live for us in New York, where she will walk us through what we expect to see tomorrow as this arraignment and this indictment is unsealed. Karen, what are we expecting tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Well, Mani once former President Trump arrives in New York, he'll spend the night at Trump Tower and then he will come to the courthouse behind me tomorrow afternoon. That's where he will be processed. That means he'll be fingerprinted. There's some uncertainty about whether his mug shot will be taken. But he will be treated otherwise like another defendant.He'll walk down the hallway, walks into the courtroom go before the judge the judge will ask him if he wants a reading of the indictment, that's usually waived and then he'll ask for his plea and Trump's attorney says that he is expected to plead not guilty to the charges. From there, Trump is expected to get back on the - head straight to the airport and fly back to Mar-a-Lago. You know, we're also waiting for some potential developments today. The judge has set a 1pm deadline for Donald Trump and the district attorney's office to weigh in on some media requests. CNN and other media organizations have asked for the unsealing of the indictment before the hearing tomorrow. It's unclear what position those sides will take because - but as of now, we don't know what the specific charges that Trump is facing, only that they relate to the investigation into the hush money payments made to Stormy Daniels just weeks before the 2016 presidential election. Also, many organizations are asking for the judge to allow a live broadcast of this proceeding, saying both for its historic and monumental moment in American history that the public has a right to know, the public has a right to watch this. That it's something that's also before the judge. And we're expecting a decision on both of those issues at some point later today. Manu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "RAJU",
      "sentences": "Yes Kara Scannell, thank you for that in New York. And we're just watch - watching really history right now unfold on your screen. Donald Trump en route to the airport and a court date in New York, becoming the first ever former president to face a criminal indictment and will learn so much more tomorrow as Donald Trump now heads to get on his plane, come to New York and meet his fate.And joining us now to discuss all of this scene in CNN's Senior Justice Correspondent Evan Perez, and Former Federal Prosecutor Elliot Williams. First of all, take - you've been a federal prosecutor in the past. This is a rather historic moment, we're seeing a former president get on the plane, he's going to be inside the courtroom tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "He really is. And it's important to almost separate out the fact that it's Donald Trump from the realities of what it means to be a defendant in a criminal case. In order to even get to this point, a grand jury needs to have found, you know, unelected citizens of New York City needs to have found that there was probable cause to believe that a crime was committed.No matter where it goes from here, that hurdle has already been - been hit. And that is an important step and a profound step. And then and then when you add in the fact that it is a former president of the United States, this is exactly your point, Manu. This is a truly historic moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "RAJU",
      "sentences": "Yes. And look, we're seeing on our screen there, Donald Trump in his motorcade, on his way to catch his plane in Palm Beach, Florida. Evan, when this indictment is unsealed tomorrow, what are you going to be looking at to see what the prosecutors are trying to build here in this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "RAJU",
      "sentences": "And look, we'll see also what actually they have uncovered. We've heard so much about those criticizing this case, they say there's no case. We'll see what the actual, the evidence here. Well, CNN's Kristen Holmes is back with us. She's live in West Palm Beach. Kristen, what are you seeing now on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "HOLMES",
      "sentences": "Yes, just moments ago, the entire motorcade passed right by us. They came out of the gates of Mar-a-Lago. There were supporters there cheering for the former president, and they headed down to the airport. And as we reported, this is about a 10 minute drive to the private area of the airport where Trump's plane is.He is traveling with a smaller group than normal. Usually there is a larger group of advisers. He's has a small group of his core senior advisors, including his 2024 campaign had Susie Wiles and Chris LaCivita. They will board that plane, take off and head to LaGuardia Airport in New York. Now I am told that when they get to Trump Tower, it is likely that Trump will be meeting with his lawyers in New York. Of course, that is not surprising. But again, we just saw a huge security effort here, everything closed down, the streets closed down, we've seen a car going back and forth, honking its horn with a big Trump flag. Everybody was pushed to the side as they came barreling through it. And look, this is a historic moment. We just watched the former president of the United States or a former president of United States leave his home, headed to New York to be arraigned in court. And this is - it felt historic here. You know, I know you're watching it there. And it probably felt the same way. But watching this motorcade go by, knowing what was on the other end of this, you're taking a step back, it feels like that's what's happening. It feels the gravity of the situation here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "RAJU",
      "sentences": "Yes. You can him in motorcade now, they're stuck in traffic in this pretty remarkable moment here. And the former president meeting his fate. But Elliott, this may not be the only thing that Donald Trump could be kept to contend with. He is facing other potential serious charge charges. Of course, we have not seen any of the evidence. We don't know if he will face other charges. But how do you stack this up, as he faces a litany of legal problems?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "WILLIAMS",
      "sentences": "It's quite significant Manu, and it's important to consider that each of the places in which the former president is being investigated is what's called a different sovereign. They are different governments with different sets of law and are going to be held to different deadlines and different - different procedures and so on.So you know, you have federal cases and a federal case involving classified documents at Mar-a-Lago, election interference cases in Georgia. And of course, this matter in New York in New York City. I think it's important to regard each one in isolation when you actually see the facts in the law. And here, what - you have what looks like a relatively straightforward misdemeanor case of falsifying business records. A more complicated felony case of possibly falsifying business records with an intent to defraud. But you'd have to see the evidence when it comes out. But all of them are different. None of them are sort of working in concert as one big massive conspiracy to prosecute the former president. But that can happen to a defendant when you have multiple states and multiple cities, and a federal, federal and state governments conducting their own investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "RAJU",
      "sentences": "We'll see how much - this is the only time that we'll see Donald Trump have to appearing in a courthouse. Evan, you've been covering those other investigations very intensely. How much how much of the former president be worried about other charges he could face?",
      "isLastSentenceInterrupted": false
    }
  ]
}