{
  "date": "2023-10-29",
  "headline": "CNN Newsroom",
  "subHeadline": "Video Suggests Israeli Troops Advanced Two Miles into Gaza; Crowd Storms Russia Airport After Arrival of Flight from Tel Aviv; Jake Sullivan Says Hamas Preventing Americans from Leaving Gaza; Israel Strikes Hezbollah Military Infrastructure; Ultraorthodox Jews Volunteer for Israeli Army; Capitol Police Officer Shares Experience in New Book on Capitol Attack; \"Friends\" Actor Matthew Perry Dead at 54. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:05",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Good evening. You are live in the CNN NEWSROOM. I'm Jim Acosta in Washington. My colleague Wolf Blitzer is live for us in Tel Aviv, Israel.Tonight, in Gaza, the sun goes down and the sky lights up. As Israel continues its aerial bombardment of Gaza, the IDF says its airstrikes hit more than 450 Hamas targets in just the last day. The targets, command centers, observation posts and missile launch sites. Israel's ground offensive marches on. Israeli troops appear to have advanced over two miles into Gaza, according to a CNN analysis and video published by an Israeli media outlet. Iran's president says Israel has, quote, \"crossed the red lines,\" end quote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Earlier today, President Biden spoke with the Israeli Prime Minister Benjamin Netanyahu. Their phone conversation comes amid a very stark warning from the president's National Security Adviser Jake Sullivan. He says there is an elevated risk, his words, elevated risk of this conflict expanding across the region, and quoting him once again now, the risk, he says, is real.And we are now seeing this new remarkable video from the southern Russian Republic of Dagestan. Russian authorities say a crowd, some waving Palestinian flags, forced their way into an airport after a flight from Tel Aviv landed earlier today. Russian state media says the crowd was protesting the Israel-Hamas war. I want to bring in CNN's Nic Robertson. He's joining us right now. He's in Sderot, Israel, not far from Gaza. Nic, it's just past midnight here in Israel where you and I are. Tell our viewers what the latest is? What are you seeing? What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, Wolf, the day was relatively calm compared to the past two days. Still, artillery strikes. Still, we were seeing Apache gunships in pairs flying towards Gaza and hearing heavy machine gunfire, but not as intense as the previous two days.The air activity, fighter jets over us, that has picked up over the past hour or so. We've seen quite a few flashes on the horizon, heard quite a few impacts coming from Gaza. So it does seem as if the sort of military momentum, not as strong as it was, but it's still very present. And interesting that the new position that we believe the IDF has reached inside of Gaza, two miles inside of Gaza, is quite close to the coastline there. And when you kind of look at the map and track back to the border with Israel there, really, the troops have come through, it appears, sort of beach and farmland. They've avoided so far the sort of dense urban areas where there are a lot of civilians. And of course, that was something President Biden was talking about with Prime Minister Netanyahu today, urging, again, caution about civilian casualties. So this place that it appears the IDF has reached, they may have gotten further by now, we don't know, does appear to be an area a little bit away from the dense civilian populations -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "BLITZER",
      "sentences": "You know, it's interesting, Nic, and I mentioned this just a moment ago, we're seeing multiple videos coming in of large crowds storming an airport in Russia after the arrival of a flight from Tel Aviv. I know you're working this story for us. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "BLITZER",
      "sentences": "Certainly it's very disturbing indeed. And you look at that video, you see the anger in that crowd, attacking people getting off that Israeli plane that landed in Dagestan.And, Nic Robertson, stand by, we're going to get back to you soon. I want to bring in CNN's Sara Sidner. She's here with me in Tel Aviv right now. Let's talk a little bit about this. Very disturbing news. Israelis have been hearing about this attack on the folks coming off this Israeli plane in Dagestan, and they're really, really nervous. It's very scary, what's going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "SARA SIDNER, CNN SENIOR CORRESPONDENT",
      "sentences": "Yes, it gives you some sense of just how much this has riled people up, people who have been watching what has been happening here across the world. I mean, yes, it's happening there, which is a bit unusual. But we have of course seen this across especially the Arab world. We've seen it in all of the states next door to Israel. We've seen it in Egypt, we've seen people explode in the streets, we've seen it in Jordan, and we've seen this happen in Lebanon.And now you're seeing this, which had to be extremely frightening for those getting off that plane. And they were specifically, if you listen to the video and you have someone translate for you, they're looking for Israelis. They are specifically trying to find them, and, you know, they're on the attack there. And you see, that's an airport that is filled with people who are extremely angry about this flight landing there in Dagestan. So, yes, this is just another consequence of the reaction that you're getting from people as the bombardments happen in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "BLITZER",
      "sentences": "Very disturbing for Israelis who are thinking of traveling to various countries right now when you see these attacks going on in a place like Dagestan right now.Let's get through some other issues while I have you, Sara. I know that it was pretty extraordinary today. The Prime Minister Benjamin Netanyahu actually apologized, said he was sorry for a comment that he posted, who's to blame for Israel's failures in not anticipating the Hamas attack on October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "SIDNER",
      "sentences": "There are two fascinating things and unusual things. One, I think it was Saturday. He posted on Twitter or formerly known as Twitter, he posted and blamed the head of the Israeli intelligence, military intelligence, and he blamed the Shin Bet for the failures on giving the intelligence to the prime minister's office and basically blamed them for failing the people here because of the Hamas attack on October 7th.And then we saw today, he reversed that. He apologized for doing it. And I also think it's interesting, because we were sitting here yesterday while he was talking and gave his press conference, and then a reporter asked him, do you take responsibility? Is this basically your fault for not knowing this was going on? And he said, he did not take the blame for it, but he said there were definite failures that happened and we'll have to look into them, but first we have to deal with the war at hand. So he acknowledged that there was a serious intelligence failure, but it is highly unlikely that you would do this in public. You would blame your intelligence agencies and then turn around and apologize and take it down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "BLITZER",
      "sentences": "Yes. He was blaming the military intelligence, and the Shin Bet, which is the domestic intelligence, sort of like the FBI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "SIDNER",
      "sentences": "Yes. Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "BLITZER",
      "sentences": "He didn't mention the Mossad, the foreign intelligence, but he did mention the Shin Bet specifically, and now he's saying, let's wait until after this war is over. There'll be a full-scale commission of inquiry. And we'll learn from exactly what happened to make sure it doesn't happen again. That's what he was saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "SIDNER",
      "sentences": "That is exactly right. But all of it being put out in the public is highly unusual. Especially when it is directly linked to the prime minister's office. Sometimes you'll hear this through sources, but you rarely will get something this strong during an official war that's put out to the public. So -- and there was blowback, by the way. I mean part of the apology came after there was a huge response from people wondering why he would do that at this point in time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:08",
      "speaker": "BLITZER",
      "sentences": "Yes, that was a clip from ABC News. He was also on with Jake on CNN, as well. But there is enormous concern right now. You can feel it, I can feel it, we're both here in Tel Aviv. We're speaking with a lot of Israelis. Enormous concern that what's going on in Gaza could dramatically escalate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:08",
      "speaker": "SIDNER",
      "sentences": "Yes. I mean, you heard it from Jake Sullivan right there that if there is an escalation, the United States is going to jump into this, which will turn this into a major war. That was just -- warning people that was just something that blew over there.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:08",
      "speaker": "BLITZER",
      "sentences": "A little windy there as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:08",
      "speaker": "SIDNER",
      "sentences": "It's very windy. But it's interesting because Bianna Golodryga was on \"FAREED ZAKARIA GPS\" today and she talked to the foreign minister of Iran, and she asked him about this, and she really pressed him on, are you saying that the red line has been crossed and that you are willing to go to war with the United States, and his answer was, we don't want this war to spread. And then he stopped talking about it.So he didn't sort of push this forward. He did not say yes. He sort of said, we don't want this to spread and kind of moved on to other things. So fascinating when pressed, the response was a bit different than the speeches that were made, by the way, at the U.N., and what we saw from the president of Iran as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:08",
      "speaker": "BLITZER",
      "sentences": "Yes. The real concern if you speak to Israelis is that Hezbollah in Lebanon which has thousands of rockets and missiles, largely provided by Iran, they could start firing off those rockets towards Israel. They could even reach where we are here in Tel Aviv. They've got enormous capability as well. And if that happens, the Israelis are going to respond big time against Lebanon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:08",
      "speaker": "SIDNER",
      "sentences": "And that's what we heard from Netanyahu. That's what we heard from the defense minister. If they start in, then they are going to go after Lebanon as well. So they'll have a war on two fronts. But you can imagine that if there is a proof that Iran is directly involved, that the United States is likely going to get involved in this. And this will turn into a regional conflagration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:31",
      "speaker": "ABOOD OKAL, AMERICAN TRAPPED IN GAZA",
      "sentences": "All it takes is one missile. One airstrike to miss its target or be too close to where you are. We're trying to stay strong, but we cannot help but feel hopeless and abandoned, given it's been 18 days and yet no concrete help from the State Department.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:31",
      "speaker": "ACOSTA",
      "sentences": "That was Abood Okal speaking with CNN earlier this week along with his wife and daughter. The family of three from Massachusetts are among the hundreds of American citizens trapped in Gaza.CNN's Kevin Liptak joins us now live from Delaware. Kevin, what is the White House doing to bring these Americans home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:31",
      "speaker": "KEVIN LIPTAK, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, the White House says that this is now an urgent priority. In fact they say it's now on the same level of urgency as getting those hostages released from Gaza. And what they say they're doing is trying to talk to all of the players who are involved in this, Egypt, Israel, and Hamas, to try and find a way to get foreign nationals, including those hundreds of Americans out of Gaza. But certainly, that isn't necessarily solace to the Americans who are waiting and have been waiting for weeks to get some answers from the State Department.At one point, they were told to head south toward that Rafah crossing, but when they got there, the gates were closed and they haven't been able to get out yet. Now earlier today, the U.S. National Security Adviser Jake Sullivan did talk to our colleague Jake Tapper and explained a little bit of where this process stands. Listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:31",
      "speaker": "SULLIVAN",
      "sentences": "The Egyptians are prepared to allow American citizens and foreign nationals to come through the Rafah gate into Egypt. The Israelis have no issue with that. Hamas has been preventing their departure and making a series of demands. I can't go through those demands in public, but that is the subject of the discussions and the negotiations that are ongoing.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:31",
      "speaker": "LIPTAK",
      "sentences": "So certainly not a lot of answers about what Hamas is looking for in these negotiations, but it was interesting, the president also spoke earlier today with the Egyptian president Abdel Fattah El-Sisi. In that conversation, they made the point that Egypt would not take Palestinians if they were to leave Gaza, if they were displaced. So certainly Egypt willing to take foreign nationals, but not necessarily Palestinians as it concludes these talks with the U.S. -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:31",
      "speaker": "ACOSTA",
      "sentences": "And Kevin, the White House has repeatedly refused to criticize Israel's strategy in Gaza. How is the White House balancing support for Israel and these growing humanitarian concerns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:02",
      "speaker": "ACOSTA",
      "sentences": "Yes. Kevin, that connectivity in Gaza is also critical for journalists to get reports out of Gaza as to what is going on for independent objective reporting out of Gaza as well.Kevin Liptak there in Wilmington for us. Thanks so much. Coming up, Israel says it struck Hezbollah military infrastructure in southern Lebanon. Its reasoning ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:08",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, we know, for instance, that one group called the Jamaa Islamiya, which seems to be a Sunni Lebanese group affiliated with Hamas did fire rockets in the direction of Kiryat Shmona, which is an Israeli community just on the other side of the border with Lebanon. Hezbollah for its part also launched a variety of strikes. They also say they were able to shoot down an Israeli drone with a surface-to-air missile.Now, as you said, the Israelis are responding. The Israeli military has put out a series of videos showing hits on buildings and other targets that they say are part of Hezbollah's military infrastructure. And today it does seem in the afternoon it was more intense than it has been on other days. Keeping in mind, Wolf, that Hezbollah started to fire into Israel on the 8th of October, just one day after Hamas' surprise attack on Israel and on a daily basis, there have been -- there has been fire back and forth between Israel, Hezbollah, and these other groups along the border between the two countries -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:08",
      "speaker": "BLITZER",
      "sentences": "Very disturbing developments indeed. And amidst all of this, Ben, sources are now telling CNN that the United Arab Emirates will seek what they're calling an immediate humanitarian pause resolution over at the United Nations Security Council. Tell us more about why this potentially is very significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:08",
      "speaker": "WEDEMAN",
      "sentences": "Well, it's a binding resolution that they're trying to work out with other members of the U.N. Security Council. The UAE is the only Arab member, a temporary member, on that Security Council. Now they're asking for an immediate humanitarian pause in the fighting in Gaza, followed by additional pauses if the first one actually goes into effect.However, previous draft resolutions for a humanitarian pause were vetoed by the United States. The United States sending a rather unambiguous message. For instance, we heard from John Kirby, the spokesman for the U.S. Security -- for the White House Security Council saying that as far as Israel's operation in Gaza goes, in his words, there are no red lines -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:08",
      "speaker": "BLITZER",
      "sentences": "I'm interested, Ben, you're in Beirut right now, the capital of Lebanon. How concerned are Lebanese officials about potentially a huge war erupting between Israel and various targets in southern Lebanon, to begin with? How concerned are they about this war widening that could include major targets inside Lebanon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:08",
      "speaker": "WEDEMAN",
      "sentences": "They're very concerned. Certainly what we've heard from officials in Beirut is that the last thing they want is a war with Israel. The problem is officials in Beirut don't have much control over Hezbollah and other groups that are firing into Israel. But already the effects of these skirmishes, the tensions along the border are being felt. At least 29,000 people have fled to safer ground further north.And of course, the worry is that if Lebanon gets dragged into another war with Israel, it could be a repeat or much worse than what we saw back in 2006. The Israelis have for a long time made it very clear that if there's another round of serious fighting, a war between Hezbollah and Israel, that in the words of the defense minister of Israel, prior to this current conflict, he said if Hezbollah launches another war with Israel, Israel will bomb Lebanon back of Stone Age -- Wolf. BLITZER: Very disturbing developments. Very worrisome developments for all of us who have covered the Middle East over these many, many years like you and I have, Ben. Ben Wedeman, stay safe over there. Thank you very, very much. Jim, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "MOTI LEITNER, IDF ENLISTER",
      "sentences": "No. I've never held a gun, something like this.SIDNER (voice-over): That is about to change. LEITNER: In a few days, I will go to the Israeli army.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "SIDNER",
      "sentences": "Leitner enlisted after the murderous attack by Hamas on men, women, and children in Israel. It completely shook us, broke all conceptions, he says. We thought we had the privilege to stand at the side and not be part of, and now we realize, it's just not sustainable. He says most of the ultraorthodox here believe their jobs are to keep the Jewish religion alive and well, spending their days studying the Torah.The Israeli military reported between 2019 and 2021 only about 1200 or so ultraorthodox Jews were conscripted annually. That's out of 12,000 potential applicants. (On-camera): Why do the Hassidim, the ultraorthodox, not want to serve in the army? (Voice-over): The ultraorthodox people in Israel have an ethos according to which studying Torah gives the nation a metaphysical layer of defense, he says. But he says he cannot see how that is enough now. And he says he knows many other Hassidim feel the same. I personally sat in my living room and just cried for a day. We can't just go on with our daily lives. We said never again after the Holocaust, and if we want to be able to say that again to the next generations and promise our children a sustainable future, we have to solve this issue. (On-camera): In Hebrew, this sign says, \"Together we will win,\" it's very rare to see this kind of nationalistic language in ultraorthodox neighborhoods like this one in Israel. You're also seeing a lot of Israeli flags plastered all over the place. That just doesn't really happen during normal times. It gives you some sense that opinions among the ultraorthodox have changed. (Voice-over): Leitner's wife's opinion has certainly changed, but she does worry about one thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "AYALI LEITNER, WIFE OF IDF ENLISTER",
      "sentences": "I worry more if you don't know how to hold a weapon, and I also want to know how to -- I want a license for a gun also. You know, we are not in Switzerland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "SIDNER",
      "sentences": "There is one more difficult thing he has to do with his family before he goes to serve. Tell his children, Yehuda (PH), Elizabeth and Abigail, 9, 7, and 6 years old. They play oblivious to the changes they're about to experience at home due to war.Sara Sidner, CNN, Beit Shemesh, Israel. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "ACOSTA",
      "sentences": "Switching gears, also tonight, the Republican 2024 presidential field is beginning to consolidate as some in the party hope to find an alternative to Donald Trump. His former vice president, Mike Pence, suspended his campaign this weekend after failing to gain traction among GOP voters. Perhaps the biggest reason why, Pence refused to help Trump try and overturn the 2020 presidential election results.Officer Harry Dunn was on duty on January 6th as pro-Trump protesters broke into the Capitol that day. You'll remember his emotional testimony during the January 6th hearings. (BEGIN VIDEO CLIP) OFFICER HARRY DUNN, DEFENDED U.S. CAPITOL ON JAN. 6: Lobby near the rotunda, and some wearing MAGA hats and shirts, they said, \"Trump 2020.\" I told them to just leave the Capitol, and in response they yelled, no, man, this is our house. Then the crowd, perhaps around 20 people, joined in screaming, \"Boo, (EXPLETIVE DELETED).\" No one had ever, ever called me a (EXPLETIVE DELETED) while wearing the uniform of a Capitol police officer. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "ACOSTA",
      "sentences": "And now Dunn is sharing his experience in his new book, \"Standing My Ground,\" and here with me to just talk about all of this is Officer Harry Dunn here with us in studio. This is his book right here.Harry, great to see you as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "DUNN",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "ACOSTA",
      "sentences": "I want to talk to you about the book in just a second, but you and I were chatting during the commercial break about this. Let's talk about it. Mike Pence dropping out of the presidential race this past weekend. What does it say to you that, you know, this decision to uphold the Constitution is somehow a negative for somebody running for president in the Republican Party. What do you think about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "ACOSTA",
      "sentences": "Yes. And in your book, you write this about January 6th. I want people responsible for that day, including Trump and anybody else who conspired to breach the Capitol and try to halt our democracy to pay a price just like we did. And of course, this past week you saw that ABC reported that Trump's former chief of staff, Mark Meadows, was granted immunity by the special counsel.What was your reaction to that? Is Mark Meadows one of these guys that you want to see pay some kind of a price, or is it ultimately Trump that you want to see pay? DUNN: Well, anybody responsible. Whether that was Mark Meadows or not. I know in D.C. that Mark Meadows wasn't charged. You know, I'm not sure the case down in Georgia, he was obviously charged with something. But, you know, plea deal or immunity, it makes me a little frustrated that people can just tell the truth and that just gets them out of trouble, already once it's too late. Like, it's already too late. But now it's kind of like giving them a pass. I try to keep my confidence about that because it makes me frustrated. But I can appreciate what it leads to. I just don't like the roadmap of how they get to getting the big fish, so to speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "ACOSTA",
      "sentences": "And is there a part of you that thinks that Donald Trump ultimately will be held accountable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "DUNN",
      "sentences": "So far, he is being held to account with all the different charges that he's facing. But I -- it's in the Justice Department's hands now. And ultimately, the people's hands, because he's going to be judged by his peers. That's what he's going to be held accountable by. So it's up to them now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "ACOSTA",
      "sentences": "And I'm sure you saw this, Louisiana Republican Congressman Mike Johnson was made the speaker of the House this past week. He was one of the masterminds, you know this, of the effort to overturn the 2020 election results in the House of Representatives. He was one of the leading forces behind that. Are you concerned about him being the speaker of the House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "DUNN",
      "sentences": "You know what, that's how our democracy works. The people -- House has a majority right now, they're Republicans, and they elected them to represent their party. So all we can do is sit back and trust and hope that, you know, he represents the will of the American people and, you know, we'll just sit back and just wait. You know, but that's how democracy works. They elect a speaker and we'll just go and see what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "ACOSTA",
      "sentences": "Yes. But is there a part of you, though, that worries what might happen after the 2024 election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "DUNN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "ACOSTA",
      "sentences": "January 6th, 2025. That day will come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "DUNN",
      "sentences": "You know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "ACOSTA",
      "sentences": "You get into some of that in the book?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "DUNN",
      "sentences": "I do talk about that in the book. Like one of the main things about accountability is a deterrent to keep things like from happening ever again. And that's all we have right now, is a little bit of hope. So accountability hasn't been had yet at the very top level. Yes, there have been foot soldiers and you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "ACOSTA",
      "sentences": "Because you have guys like Mike Pence, did the right thing on January 6th. DUNN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "ACOSTA",
      "sentences": "Can't run for president. Mike Johnson worked to overturn the election results, became speaker of the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "DUNN",
      "sentences": "That's why we need more good people out there fighting the good fight, so to speak. Just we need individuals, one, to care, and then two, make their voices heard at the ballot box. Your vote is one of the most powerful tools that us Americans have. And not just standing back rage tweeting or whatever. Let's get out there and inspire people. And that's what I talk about in my book, how it's important for us to care about democracy and to participate in it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "ACOSTA",
      "sentences": "Well, speaking of that, you posted this on X, formerly known as Twitter, I see there's going to be an open congressional seat in Maryland this week. This was about Congressman Sarbanes in Maryland deciding not to run for re-election. Anything you want to share with us tonight, Harry? Are you running? Thinking about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "DUNN",
      "sentences": "Sure. I mean, it's an intriguing thought, sure. But I haven't given it much serious thought. I mean, what more of a way to continue -- a continuation of public service than to represent the people. But I'm focused on my job now as an officer. Don't -- I'm not ruling it out, but it's just not a decision I'm prepared to make at this time. But it's intriguing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "ACOSTA",
      "sentences": "It's there. You're thinking about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "DUNN",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "ACOSTA",
      "sentences": "All right. And you write in the book that you're still struggling with what happened on January 6th? You just said a moment ago, I'm still a police officer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "DUNN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "ACOSTA",
      "sentences": "Is it hard to do this job given what you've been through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:06",
      "speaker": "ACOSTA",
      "sentences": "Yes. All right. Well, Officer Harry Dunn, this is the book right here, \"Standing My Ground.\" You did stand your ground, and I guess we'll have to see where you're standing in next. Stay on touch on all this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:06",
      "speaker": "DUNN",
      "sentences": "Of course. Definitely. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:06",
      "speaker": "ACOSTA",
      "sentences": "Appreciate it. Officer Dunn, always great to talk to you. Thanks a lot. And go, Dukes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:06",
      "speaker": "DUNN",
      "sentences": "Go Dukes, baby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "ACOSTA",
      "sentences": "Fans and friends of the actor Matthew Perry are grappling with the news of his sudden death. Perry best known for his role on the sitcom \"Friends\" was found unresponsive in his hot tub yesterday in Los Angeles. He was just 54 years old. And while his career included many TV shows and movies, it was his unforgettable role as Chandler Bing on \"Friends,\" the hit show that ran for 10 seasons, that he was best known for.(BEGIN VIDEO CLIP) JENNIFER ANISTON, ACTRESS, \"FRIENDS\": Only one banana nut muffin left. COURTNEY COX, ACTRESS, \"FRIENDS\": I ordered mine first. MATTHEW PERRY, ACTOR, \"FRIENDS\": Yes, but I'm so much faster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "COX",
      "sentences": "Give it to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "PERRY",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "COX",
      "sentences": "Give it to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "PERRY",
      "sentences": "OK. You can have it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "ACOSTA",
      "sentences": "CNN's Camila Bernal joins us now.Camila, I mean, what a loss. He was just one of those actors in the '90s that we all could relate to, kind of sarcastic, funny, but at the same time had a tragic life. It's just so sad that he's passed away. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "A difficult life, Jim, but he said that he wanted to share his struggles because he wanted to help other people. I do want to give you an update in terms of the investigation and last we heard about the cause of death. The medical examiner's office essentially signaling that they need more investigative steps to determine the cause of death.At the moment, they have updated that cause of death to reflect deferred and what that means according to the guidelines is that more studies are needed, so essentially what that also means is that more time is needed. Of course, many of his fans want to know exactly what happened here because this was so sudden. A lot of people were left in shock, of course, saddened and now remembering all those good moments that we saw as an actor but also as a person. (BEGIN VIDEOTAPE) BERNAL (voice-over): Authorities in Los Angeles are still trying to determine a cause of death for \"Friends\" star Matthew Perry. Perry who was 54 skyrocketed to stardom as the affable Chandler Bing on the sitcom \"Friends.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "PERRY",
      "sentences": "I'm fine. You know what? We'll both sit in the chair. I'm so comfortable.MATT LEBLANC, ACTOR, \"FRIENDS\": Me, too. In fact, I think I might be a little too comfortable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "PERRY",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "BERNAL",
      "sentences": "Perry was found unresponsive Saturday in his hot tub according to \"The Los Angeles Times,\" citing law enforcement sources. The news met with shock and sadness by fans and those who knew him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "BILLY BUSH, TV HOST",
      "sentences": "Instantly I thought, oh, no, how horrible, and then I started thinking about what a difficult life he led. He struggled so much off camera. For a guy who was so effortless on camera, his timing and his -- you know, his good nature, always just upbeat and quick, and then you realize it's the exact opposite when he's not. I mean, he just struggled, struggled, struggled so hard with painkillers and addiction, and I think, you know, we're hearing there's no foul play, but immediately you think what wear and tear that poor heart of his took.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "BERNAL",
      "sentences": "In a statement, Warner Brothers Television Group which is owned by CNN's parent company Warner Brothers Discovery, wrote in part, \"The impact of his comedic genius was felt around the world, and his legacy will live on in the hearts of so many. This is a heartbreaking day, and we send our love to his family, his loved ones and all of his devoted fans.\"Perry struggled with addiction for many years, publishing a candid memoir titled \"Friends, Lovers and the Big Terrible Thing.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "EMILY LONGERETTA, SENIOR TV FEATURES EDITOR, VARIETY",
      "sentences": "It was so impressive to hear because he had said at one point he was taking 55 Vicodins a day, things that were shocking to anyone who had just watched him on screen and of course not knowing him in real life, and one of the things he said that really while he was on \"Friends\" the cast really stepped in and said we need to help you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "BERNAL",
      "sentences": "An L.A. Fire Department spokesman telling CNN that a 911 call came in for a water rescue emergency around 4",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "PERRY",
      "sentences": "Tell you what, when we're 40, if neither of us are married, what do you say you and I get together and have one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "COX",
      "sentences": "Why won't I be married when I'm 40?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:17",
      "speaker": "PERRY",
      "sentences": "Oh, no, no, no. I just meant hypothetically.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}