{
  "date": "2023-09-07",
  "headline": "CNN News Central",
  "subHeadline": "Biden Approval Rating Drops; Pennsylvania Manhunt Continues; Turkish Rescuers Rush to Save American Trapped in Cave. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:34",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Right now, a desperate and complicated rescue mission with no time to waste, teams rushing to reach a sick American who is more than 3,000 feet inside a Turkish cave. Getting him out could take more than 15 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:34",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "And the manhunt for a murderer not going according to plan, dense terrain and brutal heat, as police struggle with the search, now in its eighth day, and new questions about how the killer got away and how another prisoner did pretty much the same thing just a few months ago.Police expected to update the situation this afternoon. We will bring you that when it happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:34",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "PlusWe're following these major developing stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:34",
      "speaker": "SCIUTTO",
      "sentences": "Rescuers in Turkey are rushing to save an American trapped deep inside a cave.Mark Dickey is more than 3,000 feet below the Earth's surface, 300 stories. The 40-year-old is an experienced cave instructor who was part of a research team in the Morca Valley, the third deepest cave in Turkey. A Hungarian cave rescue service says Dickey suffered gastrointestinal bleeding and now needs to be carried out of that cave on a stretcher. Officials say the rescue operation could take days. CNN's Eleni Giokos is following the story for us today. Eleni, I wonder, deep underground here. Do we know the status of the rescue at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:34",
      "speaker": "ELENI GIOKOS, CNN CORRESPONDENT",
      "sentences": "Yes, I mean, look, it's ongoing. But I want you to picture this, a logistical and technical challenge 3,300 feet below the surface in a cave, where you have got narrow passages, very difficult terrain to navigate. For a very experienced caver, it would take, on a good day, 15 hours to get to the surface.Let's take you back to when Mark Dickey fell ill. Six days ago, he suffered gastrointestinal bleeding. He's received six units of blood. So this already has been on the go for a few days now; 150 rescuers are currently there to try and assist, including rescue teams from the United States. Overall, we're seeing the messaging coming through that, yes, using a stretcher is an option. But, again, that is very difficult. It's very tricky and absolutely complex. He's currently stable. He's able to walk on his own. But you know if anything about caving, you need to be physically and mentally ready for such a huge journey out of the ground. Even though with that kind of experience -- he's been caving for over 20 years -- his mental -- medical condition is not one that will allow him to get to the surface without this kind of assistance. Overall, I want you to imagine this. The Empire State Building. I want you to times that by three. That is how deep he is underground. There are various base camps under the surface. And we know that he's at one of the base camps right now. And, in fact, in terms of communications, Jim, they have to go very close to the surface to communicate with people above the ground, to get more medical assistance, to get rigging teams, to get technical assistance, to try and figure out the best way forward. This could take days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:34",
      "speaker": "SCIUTTO",
      "sentences": "Eleni, do we know what exactly he was doing down there, what kind of research he was conducting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Three thousand and three hundred feet, and it's not a straight line on the way up.Eleni Giokos, thanks so much -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "We want to now introduce you to someone who knows Mark Dickey.Anmar Mirza is an instructor for the National Cave Rescue Mission. He's also an editor for \"The Manual of U.S. Cave Rescue Techniques.\" Anmar, thanks so much for part of your afternoon with us. We're sorry that your friend is caught in this situation. What can you tell us about this cave and the challenges now getting out of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "ANMAR MIRZA, INSTRUCTOR, NATIONAL CAVE RESCUE MISSION",
      "sentences": "So, obviously, he's very deep down in the cave; 1,000 meters, or 3,300 feet, doesn't sound like it's that far in, except that that's going mostly straight down over a series of pitches, where you have to have very highly technical rope skills.And it's similar to climbing El Capitan times two or three times. Plus, there's the horizontal caving that you have to do that's very tight over rugged terrain. You're crawling through hundreds and hundreds of feet of places where you're chest and back are on rock. It's extremely (AUDIO GAP) physically demanding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, I can imagine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MIRZA",
      "sentences": "And it's wet and cold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, I can imagine.You were describing the conditions inside the cave. It obviously doesn't help matters that he has fallen ill. Are you in communication with anyone on the ground there as far as his status is concerned now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MIRZA",
      "sentences": "Not directly. They had very limited cell service. Basically, until a little bit ago, they did not have any cell service out in that area.But the national coordinator, the current national coordinator, Gretchen Baker, is involved with daily conference calls with some of the rescuers who are on site.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Anmar, I know that he was there on a research mission, but I'm wondering, what is it that drives someone so deep into the ground, into such treacherous conditions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MIRZA",
      "sentences": "Well, it's a combination of factors.Obviously, there's the physical and mental challenge of it. You're doing something that very few people can do. But it's also, these deep caves like this, they have unique microorganisms in them. They have unique features in them. Finding out where the water path goes through the mountain is valuable. And then there's the element of competition, of, what is the deepest cave? Currently, the deepest cave in the world is over 2,200 meters' deep. And so finding the deepest cave in your country and pushing those to those greater and greater depths carries a lot of prestige from that standpoint within the community, in addition to the valuable information we get back from the research.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, it really is a fascinating field and such an interesting and demanding hobby or craft.How would this sort of rescue compare to some of the other famous ones? Like, I'm thinking of the Thai football team that was trapped in a cave a few years ago or the Chilean miners as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MIRZA",
      "sentences": "Yes.So, from the standpoint of difficulty, the physical difficulty in this cave would match similar to something like the Thai rescue, with the exception that the Thai rescue was diving versus your open air caving. Something along the lines of the Chilean mine rescue, that's actually a very different situation, because all of the activity, especially in the early part of the rescue, was happening out on the surface, and where they were trying to drill in to find them. So, in this case, the bulk of the actual rescue activity, as far as evacuating Mark out, is going to be happening underground, where the aboveground folks are supporting that effort to the best that they can, especially doing that with very limited information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Anmar Mirza, we appreciate your perspective. We hope you get to chat with your friend Mark very soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MIRZA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Of course -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KEILAR",
      "sentences": "Eight days, at least five sightings, four schools closed, and still a killer is on the run in Pennsylvania and has stayed a step ahead of authorities.Investigators say a resident spotted Danelo Cavalcante in a creek bed on Tuesday about two-and-a-half miles from the Chester County Prison that he escaped from a week ago today. Yesterday, authorities released security footage detailing just how the 5-foot-tall murderer used his legs and arms to crab-walk up two walls in the exercise yard and reach the roof, and then push past razor wire to escape. People in the area are understandably nervous about having such a violent criminal on the loose. He is serving time for stabbing his girlfriend 38 times, killing her in front of her young children. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "ALEX PYLE, PENNSYLVANIA RESIDENT",
      "sentences": "Especially for a person to be on the loose for so long, and it's so hot, and you would think that he would surface. He's got to have some skill set, I guess, in hiding. But, hopefully, he gets found soon.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "That's right, Brianna.We had a chance to speak with the sister of Deborah Brandao. That is the woman who was brutally murdered by Danelo Cavalcante back in 2021. And that's really how this all started. And that was the crime that landed Cavalcante in the Chester County Prison behind me. I will get to some of that sound in a moment. But, Brianna, I want to start here with just describing some of that truly stunning video that we first got about 24 hours ago, because it's worth mentioning exactly how this escape happened. It's been one of the big questions, and, as you can see, this video released by local law enforcement. Cavalcante put his hands up against one wall, his legs up against the other, and crab-walked all the way up to the roof. And then, Brianna, it didn't stop there. Law enforcement officials say he ran across the roof. He pushed through multiple layers of barbed wire, and that was ultimately how he was able to escape. Another note, Brianna, is that law enforcement said the tower guard did not see or report the escape at the time, and that's potentially why Cavalcante had an hour almost of a head start once he left the prison grounds. And, Brianna, another important note to mention here is that, four months ago, back in May, there was another prison escape that law enforcement officials say basically mirrored the one that happened just last week. Prison officials say that they took steps to try and prevent future escapes after that May escape, but, obviously, that did not work. Now, I want to get to that sound from the sister of Deborah Brandao, because it just showcases not only the fear that's generally in this community, but the fear from, again, the family of the victim who was at the center of this Cavalcante case. (BEGIN VIDEO CLIP) SARAH BRANDAO, SISTER OF DEBORAH BRANDAO (through translator):  I was desperate, desperate, very scared. I thought about my children, obviously. I haven't slept for many days. Since then, I have been waking up with fright at night. I nap and wake up with fright. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "FREEMAN",
      "sentences": "So, again, you can hear right there, Brianna, a lot of fear as this manhunt enters day eight.So, now the big question, of course, is, where is Cavalcante? Well, police are still searching the area. The area that they're searching keeps expanding as well. We were driving around recently, and we did see a police helicopter flying pretty low to the east of Longwood Gardens. It's a botanical garden nearby that we were talking about earlier in the week. We have a press conference, Brianna, coming up at 3:00 p.m. With local law enforcement. We plan to ask about that police activity and any recent sightings or clues to help capture this escaped inmate -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "KEILAR",
      "sentences": "All right, we will be staying tuned for that. Danny, thank you for the very latest there -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Let's speak now with Lenny DePaul. He's a former commander for the U.S. Marshals Service.Lenny, good to have you here. LENNY DEPAUL, FORMER COMMANDER, U.S. MARSHALS SERVICE:  Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "SCIUTTO",
      "sentences": "As you know, the last sighting about two-and-a-half miles from the Chester County Prison.What level of confidence do you have that the authorities know the area that he's currently in? Is it possible he's outside that area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "DEPAUL",
      "sentences": "I mean, anything's possible.Good afternoon, Jim. I mean, it speaks volumes that, once he got out of the prison, he didn't go far in the past eight days, I mean, two miles. I mean, the perimeter that set up, they're pretty confident that he's still inside. But the human instincts have turned into animal instincts. I mean, desperate people do desperate things. He's breaking into homes now. He's tired. I'm sure he's sleeping with one eye open. It's 95 degrees. The bugs are biting. So it's tough. From what I understand in speaking to a couple of guys that are downrange, it's a thick terrain, and it's tough to get over. He's 5' -- I think he's 5', 120 pounds. Apparently, he's -- sometimes, it's better to be lucky than good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "SCIUTTO",
      "sentences": "You mentioned the extreme heat, and it's record-breaking heat here in the Northeast right now. How would that specifically complicate the search for authorities and how would it -- I mean, as you mentioned, makes it difficult for the escapee as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "SCIUTTO",
      "sentences": "No question, dangers lurk.Let me ask you this, just looking back for a moment, because when you look at this video -- we can call it up again -- of him at first crab- walking his way up the wall of one entryway, but then he was able to make his way through, I believe, two sets of barbed wire. And this particular prison had an escape number of weeks before. What does that tell you about the security in this prison?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "DEPAUL",
      "sentences": "The warden's got some work to do.Yes, I think, a month or so ago, the other escapee pretty much mirrored, like you said earlier, what he did. So, were they in conversation? Hopefully -- he's back in custody. I don't think he was out there more than an hour. But I'm hoping somebody had a conversation with him to see if in fact he talked to this guy. But, yes, they got some work to do in the prison. He did get out. He was out there for a little while before they even recognized that he was gone. So, it's an intense manhunt right now. And, like I said, it's a full- court press. So, hopefully, this will end peacefully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes. And that delay you mentioned gave him time to move, put some distance between himself and the prison.Lenny DePaul, good to have you on. Thanks so much. DEPAUL:  Thank you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "SCIUTTO",
      "sentences": "Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:55",
      "speaker": "SANCHEZ",
      "sentences": "As President Biden heads to India for the G20 summit later this afternoon, we have brand-new CNN polling that paints a bleak picture for the president and his hopes for reelection in 2024.Take a look at this. President Biden's approval rating is just 39 percent. That's pretty much where Donald Trump's approval rating was back in 2019. And this is the factor that could be causing major concerns inside the White House. President Biden's job approval is slipping as well among the base, among Democrats, down six points alone since July. A big reason why, his handling of the economy. Even though there are indicators pointing toward a healthy economy, 58 percent of Americans say that Biden's policies have actually made the economy worse. That's an increase of eight points since last fall. And a growing problem for Democrats heading into 2024 is Biden's age; 49 percent say it is their biggest concern. Keep in mind, if he's reelected, at the end of his second term. President Biden would be 86 years old. He's already the oldest president ever. And just 26 percent of voters say that Biden has the stamina or sharpness to serve effectively. The numbers also show that Hunter Biden's legal troubles are having an effect; 42 percent of voters say that President Biden acted illegally when it comes to his son's business dealings. That is despite there being no clear-cut evidence that he did. Compare that to just 38 percent who say that President Biden was not involved. All these troubling numbers for Biden, his job approval, his age, and his son's business dealings, contribute to Democrats looking for an alternative going into the next presidential election. Our new polling shows that 67 percent of Democrats say they would prefer a different candidate. Of course, Brianna, there's still a long time to go until November 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:55",
      "speaker": "KEILAR",
      "sentences": "Yes. That is a huge number, though.Let's talk about this with Evan Osnos. He's the author of the book \"Joe Biden: The Life, the Run, and What Matters Now.\" And also joining us, Laura Barron-Lopez, White House correspondent for \"PBS NewsHour.\" That number, I mean, his job approval numbers among Democrats sinking; 67 percent in his own party would prefer a different candidate in 2024. And yet what is the answer to that question? There doesn't seem to be one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:55",
      "speaker": "EVAN OSNOS, CNN CONTRIBUTOR",
      "sentences": "Yes.In fact, that was asked. And if you give people the opportunity to name who they want, very often, they won't give you a name. There is not an obvious second candidate on the horizon. And that's one of the reasons why Democrats have said, look, we're going to stick with the only person we have who has beaten Donald J. Trump for the presidency. In the end, as Joe Biden will tell you, you're not voting for the almighty. You're voting against the alternative. And that is the core of the matter from Democrats' perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:55",
      "speaker": "KEILAR",
      "sentences": "Yes.What do you think? LAURA BARRON-LOPEZ, CNN POLITICAL ANALYST:  I think that Evan's right that, when you talk to voters, they don't name one particular person over and over again. You will hear Gretchen Whitmer thrown out or Amy Klobuchar, but there's not a consensus candidate for voters at all. I mean, I think that, look, the White House is very aware, the campaign is very aware that they need to be out there in full force addressing people's enthusiasm gap when it comes to Biden, concerns about his age, concerns about the ticket overall, which some of the voters that voted for him in 2020, Republicans or Republicans that turned independents, I have talked to some of them in swing states. And they have said that they are concerned about Vice President Kamala Harris as his second running mate, but they understand that that is the ticket and that, if it were between him and Trump or him and Ron DeSantis, that they are going to vote for Biden again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "KEILAR",
      "sentences": "Yes.BARRON-LOPEZ:  ... people who maybe wrote in Mitt Romney. And -- but they say that their ultimate decision comes down to the threats to democracy and the fact that there was an insurrection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "KEILAR",
      "sentences": "So let's talk about the big concern. And it's that Biden, while he has beat Trump, is old.And he knows this. He talks about this, age the biggest concern here. Nearly half of Democratic and Dem-leaning voters say, President Biden, that is their biggest concern for him, 49 percent. And then the other concerns are pretty small. It's really the age one that gets him,mental sharpness, health, ability to do the job, but those are single digits. He can't change his age, Evan. So what can he do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "OSNOS",
      "sentences": "Yes.Well, he's sort of running against two big headwinds, really. If you look in these numbers, you see that inflation is still a hangover for him. Even though numbers have come down, people feel it in their daily lives. And that still poses a challenge. The White House and his political advisers think that gets better for him over the next 14 months. But, as you say, Brianna, look, age isn't going to get better over the next 14 months. The only thing -- and this is what campaigns are for -- is that he will begin to focus people's attention the alternative, which is the idea of a second Trump presidency, a candidate, after all, who is facing 91 criminal charges. And this is a big one, the possibility of a Republican presidency wrapped around a position on abortion that is wildly unpopular with Americans. That, from Democrats' perspective, is a huge piece of the puzzle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "KEILAR",
      "sentences": "Let's deal with the legal perils piece that Trump is facing here, because the Biden White -- you see on the right, they're trying to really cloud the situation for President Biden with Hunter Biden, right?They're trying to draw some sort of equivalency here, at least confuse people a little bit. The Biden White House's strategy when it comes to Hunter Biden has mostly been to remain silent. But we have previous CNN reporting that advisers in the administration, they have even been afraid to bring up this subject with the president. And I wonder if what you're hearing from people, if they actually have concerns and that this is becoming a liability for the president, where it shouldn't be when he's up against someone who has been indicted four times. BARRON-LOPEZ:  The Democrats on the Hill that I talked to are not concerned about it. They say that there has been no evidence that has been found so far. And there hasn't been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "KEILAR",
      "sentences": "That's right.BARRON-LOPEZ:  Republicans will even admit that themselves, that there is no evidence that connects President Biden to his son's business dealings. Did Hunter have wrongdoings? Yes. And he is, we know, going to be indicted soon again. But Democrats on the Hill aren't as concerned. Voters that I have talked to, including some of those swing voters, say that that's not something they're necessarily paying attention to right now. If, somehow, evidence materializes, then, yes, they say that that may change their vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "KEILAR",
      "sentences": "What do you think? This isn't a situation where Democrats should worry that Republicans are being able to draw an equivalency between these things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "OSNOS",
      "sentences": "No, I think what you see in the numbers is really interesting.It maps almost exactly onto his overall approval ratings, meaning, if you're somebody who doesn't like Joe Biden, you're probably somebody who thinks that there may be something connected to the Hunter Biden case. In the end, if Hunter Biden was running for president, he'd have a problem. But until Democrats -- until Republicans, I should say, come up with evidence that links these two together, that is more of an issue on the right than it is really for voters more broadly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "KEILAR",
      "sentences": "He is not running for president, to be clear.Evan, Laura, thank you so much to both of you -- Jim.",
      "isLastSentenceInterrupted": false
    }
  ]
}