{
  "date": "2023-07-27",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Court Official: No Indictment Expected Today; Trump Lawyers Meet With Special Counsel; Senator Mitch McConnell Spoke On Senate Floor Today After He Froze During News Conference Wednesday; GOP Candidates Flood Iowa As Trump Faces Legal Storm; 150 Million Americans Under Heat Alerts. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:04",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Wow. Jean Casarez reporting from Pontiac, Michigan, thank you so much, Jean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:04",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "It's always sad to see the pictures of the children who lost their lives --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:04",
      "speaker": "SANCHEZ",
      "sentences": "And the families who have to relive a lot of that in court.A lot of news we covered today, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:04",
      "speaker": "SCIUTTO",
      "sentences": "We did. And certainly keep covering.THE LEAD with Jake Tapper starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:04",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "Donald Trump's lawyers seeking out the special counsel.THE LEAD starts right now. Behind closed doors, Trump's legal team sitting down with Jack Smith. What Trump himself is saying about that meeting and his own defense. Plus, Minority Leader Mitch McConnell back on the Senate floor today after freezing in front of reporters mid-sentence. Sources tell CNN the 81-year-old has fallen three times this year alone, not just the one time that was publicly reported. And the emergency warning from America's largest power grid as extreme heat settles in over one of the biggest cities in the country. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:04",
      "speaker": "COLLINS",
      "sentences": "Welcome to THE LEAD. I'm Kaitlan Collins, in for Jake Tapper today.We start with our law and justice lead. No indictments are now expected today from the grand jury that is investigating efforts to overturn the 2020 election. That's according to an official with the district court here in Washington. Although we should note, of course, grand juries are secret and it's not exactly clear what this means for the special counsel's investigation. But this news comes just hours after Donald Trump's legal team met with the special counsel Jack Smith. Sources tell me that Trump's attorneys weren't there in that meeting today to really argue the facts of a potential case, but instead to try to argue they believe an indictment would cause more turmoil in the country. That's an argument that Trump himself repeated over on truth social saying, quote, my attorneys had a productive meeting with the DOJ this morning explaining in detail that I did nothing wrong, was advised by many lawyers, and that an indictment of me would only further destroy our country. I should note: sources tell CNN that meeting lasted about an hour and ended without Trump's team getting any guidance on the timing of a potential indictment. Trump himself was originally against any kind of sit down between his attorneys and the special counsel's team, I'm told, really believing these charges and a third indictment was already inevitable. Let's get straight to two of the best-sourced reporters on this story, CNN's Katelyn Polantz, who is outside that federal courthouse here in Washington, and CNN's Paula Reid here with me in studio. Kaitlan, I've -- we've been kind of watching all day since this morning when the grand jury started meeting, waiting to see if today would be the day. Walk us through this now that we have been told no indictments are expected today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:04",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Yeah, Kaitlan, that is the word out of a court official today that there weren't any indictments handed up by a grand jury here through any judge, and there aren't any expected today.But there's no indication at this time that we are not in the end stage of this investigation at least the portion that has resulted in the Justice department informing Donald Trump he's very likely to be charged here. And that's because this grand jury has been at work for months. They have heard from so many witnesses from all different parts of Trump and his circles and even into the rounds of election officials, state officials across battleground states where Donald Trump is trying to overturn the vote after the 2020 election. All of that becomes evidence. And then you have the special counsel. They have continued to work. They sent out that target letter 11 days ago to Donald Trump saying, yes, he is very likely to get indicted, also outlining to him exactly which charges he's very likely to face at least some of them, very hefty charges that the Justice Department is looking at here. And then we have the grand jury come in last week and hear from some witnesses. Today, they came into the courthouse typically on the same time they normally do. We did not have any indication that they were hearing from witnesses but there were several prosecutors from the special counsel's team working with that grand jury. Their proceedings are secret. A lot of things could have happened behind those closed doors, but what we know right now we just don't have an indictment at this time that is public -- Kaitlan. COLLINS:  Yeah. And as we wait, of course, that grand jury was meeting, Paula, Trump's legal team was also here in Washington. They were meeting with Jack Smith's team we were told for about an hour. What are they saying now we're hearing no indictments expected today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "COLLINS",
      "sentences": "Yeah, we're seeing them do that with documents.And, Katelyn, obviously, now that we've heard no indictments are expected today, the grand juries typically meet Tuesdays and Thursdays, I mean, what's the sense of what tomorrow could look like or Monday or where this really goes from here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "POLANTZ",
      "sentences": "Well, again, future grand juries, court being unpredictable, there could always be a situation where a grand jury is called in on an odd day, that they're not usually here.There is also the possibility the grand jury had some feedback for prosecutors today or there was some planning about how the next couple of weeks would go for them, so we just don't really know how it's coming together. And then the other side of this is there is a side where the Justice Department itself is very likely looking again what they're planning to do here, and we don't know exactly what those deliberations look like. But some of the questions that have been out there for a long time that we all have been asking is how does this case get shaped? Is it a case just against Donald Trump himself? He's the one that we know of who received that target letter. Are there other people, are there other legs of the investigation? Are there spinoff cases or cases against other people Trump was talking to? And so, we just don't know how they're going to end up pulling this together and asking the grand jury for an approval.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "COLLINS",
      "sentences": "Yeah, we'll wait and see what that looks like.Kaitlan Polantz, Paula Reid, thank you both. Here to talk about this and the confusion surrounding this, CNN's chief legal analyst Laura Coates and CNN special correspondent Jamie Gangel. Laura, I know you watch Truth Social closely. Trump posted today -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "LAURA COATES, CNN CHIEF LEGAL ANALYST",
      "sentences": "(INAUDIBLE) my life, are you kidding me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "COLLINS",
      "sentences": "I know you have your alerts fired up. I mean this post from Trump today, I think, you know, you've kind of got to read each line of it. But the one that stood out to me where he said that they explained in detail he did nothing wrong, it was advised by many lawyers.It sounded like a defense, you know, that he was getting a lot of advice from attorneys at the time about overturning the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "COATES",
      "sentences": "Of course. And you hone in on the -- hone in proper phrase there, of course, because it's a way of distancing himself when you know intent is going to be such a big part of any case to be proven against the former president of the United States. What was he thinking? Was he guided differently? Was he acting at the behest of counsel or somebody else? Had he delegated the conversations away in some meaningful notion?All of this is going to be important to say, listen, hey, if I had been advised by the top legal minds of the country, he will tell you, then clearly, I'm just following what they're saying. It's a kind of sense of they ordered the code red and I'm following it. What it tells you, though, also him trying to weave in a defense in sense of I believed this because I was advised by those who would be actually knowledgeable and experts in the field. That would be weighed in, and, of course, as they rightly point out in our excellent reporting, grand juries are finding probable cause, they're not finding beyond a reasonable doubt. And when you present to a grand jury the possible universe of charges, they're going to want to know, can you prove it? Is it a knowing standard? Is it that they were willfully blind some way? That they had to have some circumstantial or specific evidence of intent? That's all part of the building process and statements like that tell you that he's well aware of the consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "COLLINS",
      "sentences": "And the idea, Laura, that this meeting happened today, Jack Smith was in the room we're told, I was told they weren't walking in there to say your facts are wrong on this but to say broadly an indictment against the president shouldn't happen.I mean, I assume usually these meetings don't change the minds of prosecutors about bringing charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "COATES",
      "sentences": "No, I mean, first, just so everyone knows, usually a special counsel or even a U.S. attorney, him or herself is not in the room for an every day conversation between defendants and prosecutors who are actually going to try the case. This is extraordinary in and of itself.Number two, defense counsel would not want to create an opportunity to perhaps convey facts that they don't know were already known were not already part of the contemplation. So, going in and saying, hey, you got it all wrong, here's actually would happen, would actually be a problem. But finally, the idea of trying to persuade the prosecution after months and months of grand jury subpoena power that allowed them to have witnesses come in, to have collaboration, to have subpoena power of documents and other things would really be something extraordinary because the evidence itself is supposed to speak. Finally, we're talking about when you have lawyers who are more likely to be transactional in terms of negotiations and business deals or even civil litigation, their whole M.O., I practiced in that space before, has been to we already have a meeting of the minds, let's then massage the contours of it deal, we both have a common goal. That's not the case in a criminal prosecution. The defendant's goal is not to be the defendant, and the prosecutor's goal is to prove their case beyond a reasonable doubt, and the weight of having your name after \"United States versus\" gives unbelievable amounts of leverage such that I as a prosecutor need not entertain the meeting at all. But that they did is extraordinary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "COLLINS",
      "sentences": "Yeah. And can we -- you mentioned Mark Meadows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "GANGEL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "COLLINS",
      "sentences": "Laura was talking about all of the witnesses that have gone forward (ph). I mean, there's a lot of high profile people around Trump in these final days that we know have gone and spoken to Jack Smith's team already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "GANGEL",
      "sentences": "Right. There have been dozens and dozens of witnesses. Let's just look, top White House officials like Mark Meadows, family members, Jared Kushner, his son-in-law, people from the campaign who were involved in this for months and months. We have Dan Scavino, White House counsel Pat Cipollone. There are people who went in also and took the Fifth.What I'm curious about is who's cooperating and who may be from that inner circle told them something they didn't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:21",
      "speaker": "COLLINS",
      "sentences": "Back now with our law and justice lead. Today special counsel Jack Smith himself was in the room with Donald Trump's attorneys. It has now been 11 days since Trump got a target letter indicating that charges could potentially come in the special counsel's probe into his efforts to overturn the 2020 election.We've got more of our panel with me here. Alice, let me start with you because obviously we've been watching Republicans react to news of this indictment looming today on Capitol Hill. I mean, how -- how are they bracing for their front-runner to be potentially indicted again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:21",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, there's really two different wings of the Republican Party on this. His base is going to standby him. We can have an indictment seven days a week and twice on Sunday until the Iowa caucuses and they will standby him. They view this as overreach of the DOJ. They view this as politicization. They view this as weaponization against Donald Trump. And they are not going to change.But then there are others who are more rational thinking and they are looking at this what are the facts at hand, what is he being accused of? Did he try to stop the certification of the election? Did he try to put together a fake set of electors and overturn the election? It's hard to dispute those facts, so rational Republicans are looking at this and realizing, look, we have options. There are people that support our election process and are not going to try and thwart the election process. So rational Republicans are recognizing the fact there are other options out there for Republican candidates, and one indictment is enough for them to try and look somewhere else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:21",
      "speaker": "COLLINS",
      "sentences": "Ashley, that's what I was looking at, the idea when we were going back with Paula and Katelyn on the details of will they or won't they today, and thinking to the idea this could happen when we were on the verge of this, could be such a historic indictment because it's of a former president for trying to hang onto his grip to power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:21",
      "speaker": "ASHLEY ALLISON, CNN POLITICAL COMMENTATOR",
      "sentences": "Yeah, I mean, we already had two indictments of Donald Trump, so I agree with Alice that those who are supporting him are staying -- sticking with him, but this third indictment what it was about, it was really about the ability for our democracy to survive, and you would hope this third one would kind of be in the nail in the coffin to get Donald Trump out of the race, but it's not.It is historical, it is important because if he ends up being the Republican nominee and potentially the next president of the United States, what does that mean for our country? What does that mean for our democracy? What does it mean for our institutions? We already saw what he is capable of doing on January 6th. Do we need a January 6th 2.0? I don't think so, and we hope the Republican Party and its voters actually realize that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "COLLINS",
      "sentences": "Yeah. I think Mike Pence is example number one of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "COATES",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "COLLINS",
      "sentences": "And given that, I mean, the idea that it's not just likely Trump. I mean, when you're reading the tea leaves here, following the road map that we've been provided, the idea there's going to be coconspirators here, I mean, if there's a conspiracy charge. That's at least what Trump's legal team has been looking at and asking around if others have gotten target letters here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "GANGEL",
      "sentences": "And those people, to Laura's point, don't necessarily have to get target letters. It would be a courtesy, but they don't have to do it. There are lots of names out there.John Eastman, the lawyer who came up with this plan and suggested it to Trump. Jeff Clark, who is over at the Justice Department, other people from the campaign who were involved in this, Rudy Giuliani, you know, Sidney Powell, Jenna Ellis, Cleta Mitchell. There was a whole group around Trump pushing him to do this. And I think one of the things that, you know, we saw with the January 6th committee which laid out a road map was Trump was repeatedly told there was no widespread fraud, that the election was fair. Chris Krebs who's in charge of security got fired because he said it was and yet at every turn, what the January 6th committee pointed out was Trump didn't listen to those people. He didn't listen to Bill Barr, his own attorney general. He listened to the people that were leading him down a road to overturn the election and people warned him every step of the way it could lead to violence. COLLINS:  And I think a lot of the names you just mentioned today, the Giuliani's, the John Eastman's, the Jenna Ellis's, those people who had Trump's ear when you look at and talk to Republicans on Capitol Hill makes them want to go and scream into pillows thinking of those people advising the president. And Will Hurd is running for 2024 but also Dan Crenshaw, another Republican on Capitol Hill, they were asked about the prospect of a third Trump indictment, what it means for their party. And this is what they said today. (BEGIN VIDEO CLIP) WILL HURD (R), PRESIDENTIAL CANDIDATE:  If the GOP nominates Donald Trump as our nominee to go against Joe Biden, then we are willingly giving four more years to Joe Biden. REP. DAN CRENSHAW (R-TX):  It's silly not to say that it has. I mean, it's -- you know, in a general election, yeah, it makes it tougher. Like I don't know, it doesn't offend anyone to state that fact but it's pretty obviously true. It is what it is. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "COLLINS",
      "sentences": "I mean, is it pretty obviously true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "STEWART",
      "sentences": "Yeah, a lot of Republicans echo exactly what they're saying in private but won't say the same thing publicly, which is really disheartening because the facts are out there. We understand what they are.And to Jamie's point, many people told Donald Trump privately, look, there was no widespread voter fraud, this was a free and fair election. The question will be, and Laura will be the legal expert on this, did Donald Trump really, really believe that this was a false election, and did he really believe that he won the election? And that's going to be part of what Jack Smith is trying to uncover. And as more people come forth and provide text and information, I think the truth is really going to come to light.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "COLLINS",
      "sentences": "This is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "GANGEL",
      "sentences": "Can I say to that point, though --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "COLLINS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "COLLINS",
      "sentences": "Yeah. I mean, what's your sense of that? I just think of what the conversation we're having in 2024 candidates being asked if they would pardon Trump, if that was the case if they were in office, compared to Karine Jean-Pierre today being asked about President Biden ever potentially pardoning Hunter Biden and very decisively saying, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "ALLISON",
      "sentences": "Well, first, the American public spoke loud and clear in 2020 whether or not Donald Trump believes it or not, said they did not want anymore of these antics. And that is what ensued January 6th.And then in 2022, they spoke again. And while there was supposed to be a red wave, there wasn't because many of the candidates on the ticket were endorsed by Donald Trump and they did not want it. So for the Republicans, those few to come out and say Donald Trump is a disaster to be on the top of the ticket, I don't even think that's courageous. That's just politically savvy at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:50",
      "speaker": "COLLINS",
      "sentences": "In our politics lead, Senate Minority Leader Mitch McConnell back on Capitol Hill today delivering remarks on the Senate floor, coming after he froze for 23 seconds while speaking with reporters mid-sentence yesterday.Now CNN has learned McConnell fell three times this year, two more than we'd previously known. CNN's Manu Raju is on Capitol Hill as one senator says McConnell is tougher than a $3 steak. (BEGIN VIDEOTAPE) MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT (voice-over):  It was a moment that shook the Senate. It has Republicans unwilling to answer what used to be a simple question -- will they continue to back Mitch McConnell to serve as their leader? If he ran for leader, he would get the job? SEN. CYNTHIA LUMMIS (R-WY):  Well, I think that's speculation that's not necessary right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:50",
      "speaker": "RAJU",
      "sentences": "Would you support him running for leader again in the new congress?SEN. KEVIN CRAMER (R-NC):  Well, you know, again, it depends on what we -- it depends on what the situation is and what his condition is at that time. Right now I think he's a great leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:50",
      "speaker": "RAJU",
      "sentences": "The 81-year-old who led the Senate GOP for the past 16 years and the longest serving party leader ever has faced scrutiny over his health this year starting in march when he suffered a concussion and broken ribs after falling in a Washington hotel.CNN has learned that McConnell, a survivor of polio who walks with a limp, has fallen multiple times this year, including while deplaning at Reagan National Airport in Washington this month, slipping in Helsinki during a February meeting with the president of Finland. One senator who witnessed that fall said -- SEN. TED BUDD (R-NC):  It was also very icy at the time so it could happen to any of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:50",
      "speaker": "RAJU",
      "sentences": "Were you concerned about his health at that moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:50",
      "speaker": "BUDD",
      "sentences": "I mean, look, any of us could take a fall. I'm older than 50. So, all of us are concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:50",
      "speaker": "RAJU",
      "sentences": "An aging Senate is not a new issue. Eighty-nine-year-old Chuck Grassley needed surgery this year after fracturing his hip and questions persist over 90-year-old Dianne Feinstein and her fitness to serve, just today confused over how to vote during a committee meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Say aye.SEN. DIANNE FEINSTEIN (D-CA):  Aye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yeah. Just say aye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:50",
      "speaker": "RAJU",
      "sentences": "Feinstein, though, plans to retire the end of next year. McConnell is up for re-election in 2026, and recently declined to say to CNN if he would finish his current term to run for leader in 2025.SEN. ROGER MARSHALL (R-KS):  I was concerned yesterday. He said he got a little overheated, a little dehydrated. That's what it looked like to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:50",
      "speaker": "RAJU",
      "sentences": "Can you tell us and your colleagues what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:50",
      "speaker": "CRAMER",
      "sentences": "I -- well, he should tell if something bigger is going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:50",
      "speaker": "RAJU",
      "sentences": "If he does step aside, three top Republicans could vie to succeed him. Do you think that Senator McConnell should run for a leader in the new congress?SEN. JOHN THUNE (R-SD), MINORITY WHIP:  I mean, the new Congress is 18 months away. I'm trying to figure out how we get the authorization bill off the floor today. (END VIDEOTAPE) RAJU (on camera):  Now, as Senator McConnell is back to business as usual today. He had a breakfast meeting with the Italian prime minister. He gave a speech on the Senate floor. He's been voting all day. And for Senator Feinstein, one of her spokespeople issued a statement saying that she was simply preoccupied at the time the vote was called, which was why she didn't initially vote at that moment, it was caught on camera -- Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "COLLINS",
      "sentences": "Of course. I mean, that is a concern. We've heard that even, you know, from the White House. President Biden has fallen as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "GUPTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "COLLINS",
      "sentences": "What we heard from Manu's latest reporting is that Senator McConnell's office had not confirmed whether or not he'd been seen by a doctor, what that assessment was. Obviously, Sanjay, you're not treating him but if you were what warning signs would you be looking for? What kind of tests would you be running?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "GUPTA",
      "sentences": "He clearly had some sort of neurological event. I think everyone could see that. It was, you know, 30 seconds roughly where he was unable to speak. He recovered quickly and we saw Manu ask him a question about 12 minutest later and he said, I'm fine. So something happened and he recovered from it quickly.I think the types of things you think about, common things, first of all, just as they said dehydration or medication interaction or just feeling under the weather. But in, you know, medicine you have to rule out more serious things as well. Was this a mini-stroke of some sort? Was a mini seizure of some sort? Don't know. But running scans, perhaps even an EEG to make sure it's not those things, that is something you would do. He may have had some of these done even in the past. We're hearing about the specific incident, Kaitlan, his doctors might be aware but those are the tests you might be looking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "COLLINS",
      "sentences": "Yeah. And, Sanjay, on another note and something else everyone has been watching very closely, LeBron James' 18-year-old son Bronny James. We are now told that he is out of the hospital after he went into cardiac arrest at basketball practice on Monday.What's your sense of that timeline from that happening on Monday to now being out of the hospital and back at home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "GUPTA",
      "sentences": "It's very favorable, Kaitlan, as you might guess. I mean, the thing that really struck me initially was that he was in the ICU for a very short time. They felt he was stable enough and his heart function was normal they could release him from the ICU.What they said as part of that statement is it sounds like still the investigation continues. He's probably wearing a monitor to monitor his heart rhythms while he's at home to see if there's any abnormalities. But so far, it sounds like there's something serious that they have found and they feel comfortable releasing him. So, that bodes well. You know, fingers crossed, Kaitlan, but that certainly bodes well for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "COLLINS",
      "sentences": "Yeah, we're absolutely all rooting for him. Dr. Sanjay Gupta, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "GUPTA",
      "sentences": "You got it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:49",
      "speaker": "COLLINS",
      "sentences": "In our politics lead, Republican presidential candidates are on the campaign trail in Iowa, as former President Donald Trump is facing a third possible indictment. Florida Governor Ron DeSantis, though, made no mention of his opponent's legal trouble today.CNN's Jessica Dean is in Iowa. And, Jessica, I know there was one moment where DeSantis mentioned Trump. It just wasn't about the legal issue that he's facing. JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT:  Exactly. It wasn't anything about the indictment, and frankly, Kaitlan, we talked to voters today. We've been with Governor DeSantis as he's been on this bus tour through rural Iowa. The indictment has simply not come up here. What has come up from DeSantis is him talking about himself, pitching him to voters as a viable alternative to Donald Trump. And for voters, they're really looking for somebody who can win in 2024. And whoever they think that can be is who they want to support in this primary, in their caucuses which are now less than six months away. So, that moment he did talk to Trump came when he was first asked, how did you convince people who supported the former president to now support you? And he said, well, in Florida he won by 3, I won by 20. And then he really pivoted to this electability argument, which we've seen him really zero in on as his campaign has undergone a reset. And he really talked about how he was able to win over independent voters in the state of Florida from his first term into his second term, when he ran the second time he was able to run up the score with independents. He said that's what's going to make the difference when it comes to 2024. And he also said that nobody gets a mulligan. Republicans are going to get a mulligan. You're either going to get the job done or you're not. Again, that is a pitch that we're now hearing from him. It's something we've heard in the last two months of his campaign, but he really seems to be focusing in on that message, really driving it home as he tries to make the case to voters here in Iowa and early states and across the country that among all those 2024 contenders, he's the one that can both beat Donald Trump but then also beat Joe Biden in 2024, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:49",
      "speaker": "COLLINS",
      "sentences": "Yeah, of course. Whether or not that's true remains to be seen. We will watch.Jessica Dean in Iowa, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:49",
      "speaker": "DEAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:49",
      "speaker": "COLLINS",
      "sentences": "In our world lead today, more Israelis on the streets of Tel Aviv in protest three days after the Israeli government passed the first of a controversial I should note judicial reform law. It removes Israel's Supreme Court's ability to override government decisions by ruling them unreasonable, essentially weakening a check on government power.CNN's Wolf Blitzer just spoke with the Israeli prime minister, Benjamin Netanyahu. Wolf, I know you've pressed him on the fallout we've seen so clearly on the streets of Israel in recent days. What did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "We're not trying to weaken the Supreme Court. We're trying to bring balance between the three branches of government, which is the essence of democracy. In Israel, over the last 20, 30 years, the Supreme Court arrogated a lot of the powers of the judiciary and the executive that can basically nullify any decision made. That doesn't happen anywhere on the planet.And so we're trying to bring it back in line, and we don't want a subservient court. We want an independent court but not an all- powerful court. And that's the corrections we're doing. I think a lot of the things you described, you know, are in the choir of people, I sang it, I've given indications, but I've been there before. When I made these huge changes in our economy, they said, oh, we'll bring down the economy. Israel has become a juggernaut since. When I did -- when I spoke out against Iran, the entire world --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "BLITZER",
      "sentences": "Mr. Prime Minister, let me interrupt with all due respect. Mr. Prime Minister, let me interrupt with all due respect.You, of course, control the executive in Israel. Your coalition controls the Knesset, the parliament. You're weakening the Supreme Court. Where are the checks and balances?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "NETANYAHU",
      "sentences": "Well, there -- in Israel, we have the -- the Supreme Court has a lot of checks but there are no balances. For example, on the court -- on the decision we passed on reasonableness, understand what that is. It's like the court can nullify a decision, any decision by the government, by the executive by saying it's unreasonable not because it's illegal, not because they're using other checks that they have, plenty of things they can do.They can nullify in appointments, like the support would be able to nullify an appointment by President Biden not by saying there's a conflict of interest, that exists today in Israel, that is undue process, that exists today in Israel. That's it's not proportionate, that exists today in Israel. But just by say we don't think this appointment is reasonable. That doesn't exist in America, doesn't exist in most democracies not to this scope. And that's the minor correction --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "BLITZER",
      "sentences": "All right. NETANYAHU(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "BLITZER",
      "sentences": "I also asked the prime minister about the state of U.S.- Israeli relations and the legal troubles hanging over his one-time ally, Donald Trump. The extended interview, Kaitlan, coming up in the next hour right here in \"THE SITUATION ROOM\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "COLLINS",
      "sentences": "Yeah, and we'll absolutely be watching. I mean, so interesting to hear him refer to it as a minor correction just given, of course, the massive protests we have seen. We will be watching that full interview next hour with you, Wolf. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "BLITZER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:19",
      "speaker": "COLLINS",
      "sentences": "It is so hot in the United States that America's largest power grid operator has issued an emergency alert to make sure the system can handle the surge, as millions of people are cranking up their air-conditioning. Right now, 45 percent of the U.S., as you can see here, is under a heat alert.CNN's Gabe Cohen reports this July is already the hottest month ever recorded. (BEGIN VIDEOTAPE) GABE COHEN, CNN CORRESPONDENT (voice-over):  It's now the planet's hottest month in human history. CHRIS RODRIGUEZ, WASHINGTON, D.C. EMERGENCY MANAGEMENT:  We need people to make sure they're staying hydrated. We need them to stay indoors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:19",
      "speaker": "COHEN",
      "sentences": "One hundred fifty million Americans are under heat alerts Thursday, being told to stay inside, driving up demand for cool air, causing a dire strain on the country's largest power grid that covers 13 states and D.C., impacting 65 million people amid this hot weather alert that will last through at least Friday.This after Texas's independent energy grid has faced record demand amid soaring temperatures. The heat wave sent temperatures above 110 degrees for more than three weeks in parts of the Southwest. And at least 25 people died from the heat in Arizona alone. DR. JESSE BRACAMONTE, MAYO CLINIC HOSPITAL:  It's the heat. The heat causes problems, period. My heart goes out to people who lose their life from heat-related illness or heatstroke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:19",
      "speaker": "COHEN",
      "sentences": "In Texas, officials say scorching temperatures have led to a record spike in medical calls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're way over already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:19",
      "speaker": "COHEN",
      "sentences": "And in California the heat is creating conditions for more wildfires.In states as far north as Minnesota, where July is usually in the 80s, the asphalt is now buckling in the heat reaching into the hundreds. Farmers there worry that the temperatures will also destroy their profits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:19",
      "speaker": "SUMMER KUEHN, BLUEBERRY FIELD OWNER",
      "sentences": "I have a prayer that I hope is answered that our fruit that is still green and pink can actually weather the heat storm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:19",
      "speaker": "COHEN",
      "sentences": "Here in Washington, the mayor declaring a public emergency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You've got a cooling towel already. Great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:19",
      "speaker": "COHEN",
      "sentences": "Converting city buses into makeshift cooling centers for vulnerable and low-income people without regular access to air- conditioning and shelter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Cold water, cold water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:19",
      "speaker": "ROBERT SEEKFORD, WORKING OUTSIDE",
      "sentences": "It's not unbearable. But it's tough. It's hard. I mean, it wears you down, especially at 61.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:19",
      "speaker": "COHEN",
      "sentences": "The Biden White House now addressing the countrywide heat emergency, directing the Labor Department to issue a nationwide heat advisory for workers. But some protections fall on states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "COLLINS",
      "sentences": "Yeah, and you can see people are going out to those monuments earlier and earlier trying to beat the heat. I saw them at the Jefferson Memorial yesterday.Gabe Cohen, thank you. Why the Justice Department today has announced an investigation into the city of Memphis, Tennessee, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}