{
  "date": "2023-05-06",
  "headline": "CNN Newsroom",
  "subHeadline": "WH: Biden has been Briefed on Deadly Texas Shooting; Fire Chief: 9 Victims Transported to Area Hospitals; Police Confirm Deaths in TX Mall Shooting. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "PAULA REID, CNN HOST",
      "sentences": "We're following breaking news tonight yet another deadly shooting rampage in America. This tragedy is unfolding right now in Allen, Texas about 25 miles north of Dallas. A shooter has opened fire at a crowded outlet mall.Police say the shooter was killed and appear to be acting alone. Police also say there are fatalities but will not provide a number as they gather more information at the sprawling crime scene. Witnesses say the gunman was firing indiscriminately. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Loud banging like a couple of them and we thought something fell down outside of the store. So I wanted to go check it out and it just kept happening. So I'm bouncing off the bricks outside.REID (on camera): And what sort of store is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Escrow sneakers.REID (on camera): Then what did you do after that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I got behind him and we ran to the back of the store. And at that point, we opened the door to the back and there were people back there. And everyone started freaking out. It sounded like he had went into the store next door doors but we didn't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was just confusing. I saw him on the camera. It was a skinny masked up. It looked like he was pretending to be a police officer which--(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "REID",
      "sentences": "Emergency officials tell us at least nine people were taken to hospitals, with one victim being only five years old. We're expecting a news conference likely within the hour with more information. CNN's Ed Lavandera is on the scene and joins us with the latest. Ed what more are you learning? ED LAVANDERA, CNN CORRESPONDENTThey're still not here yet. And it's not exactly clear when that is going to happen. But we have been told to expect it here, perhaps within the hour. And this still remains a very active scene. As we've been reporting throughout the afternoon. Law enforcement officers still have the entire parking lot in the area of the outlet mall cordoned off and not allowing anyone out. We have seen throughout the evening that there were officers making runs for like medical supplies for some people who had left that in their cars and that sort of thing. But it still remains an active situation. We've also been told by authorities so far that there were nine people transported and treated for wounds and injuries at area hospitals. So we anticipate getting an update on all of that as well. But really, right now the witnesses and the people who were at this outlet mall here in Allen, Texas, really kind of coming to terms and making sense and trying to handle all of the -- what they witnessed here this afternoon, you can see and when you talk to these people just how they're processing, the ordeal that they've been through this afternoon? Several people and it's been to me give you a sense of how chaotic these situations can go. You know, we spoke with several witnesses who described that the shooting lasted; they felt like 20 to 30 minutes other people told us it lasted just several minutes. So really kind of speaks to the chaotic nature as people in these moments trying to process a horrific scene like this. We also have been told by officers Allen police that it was one of their own officers that took out the gunman in this case; we spoke with a woman who worked at a burger shop where the shooter appears to have been taken out. And we saw a picture of the body. We believed to be the shooter with an officer standing over him at that point. So you know very dramatic scenes that people here have endured. Let me play a little bit of sound from one of the witnesses that we talked to who was just walked through the area where this shooting erupted. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "REID",
      "sentences": "Ed thank you for that report. Camila Bernal joins us now. Camila, what have witnesses been saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Look Ed described a lot of that fear of that frustration of just not knowing what to do where to go and of course, more and more people sharing their stories of how difficult it was to go through this experience. Whether they were injured or not injured. Just witnessing what was going on is traumatic for a lot of people. Here is one teenager who was separated from his parents.(BEGIN VIDEO CLIP) THOMAS (ph): I was calling him after I got out of the building. And he was locked inside a different building because they locked down some of the buildings. So I called him and he couldn't get to the car. So I just kind of had to wait outside. But I was just checking that he was OK. And he was checking on me. But yes, it was pretty scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BERNAL",
      "sentences": "Thomas, how old are you? And have you ever gone through anything like this? And what it what was that like today?THOMAS (ph): I turned 16 this year. I've had never seen anything like this. It's a first experience. And it was terrifying. And I heard like children like yes, pretty young children also; they're pretty scared as well. So it was a terrifying experience. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BERNAL",
      "sentences": "You heard them their children that was more scared. Parents that were also scared and separated and trying to find their children we heard earlier from a parent who said his daughter was inside working and he couldn't get a hold of her.So he was praying for her eventually got a hold of her and was just thankful that she was alive. Others unfortunately, also had to see victims; they had to see the shooter and are also describing what they saw this afternoon. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We heard like a bunch of shots, but we thought it was firecrackers at first. And then a lot of people just started running like straight to our door trying to come in and everything. But my manager he went out and like I guess when he was opening the door, like people just kept running in trying to run in.But he saw I guess he saw the person. He was like what the best and everything had a gun it looked like an AK like he looked like -- he was shredding. So like, I don't know if he like was a felon before but he looked like he was -- he knew where he was he wanted to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My mom and I were in Johnson and Murphy shopping. And out of nowhere heard about like 10 pops go off and I looked at the customer next to me as I was like, was that gunshots? And he was like, no, it's probably just construction or something and then like heard 10 to 15 more shots go off.And so it ran to the front of the store and we're like, no, that's shooting and we see the guy. There's this guy dressed in all black. Wearing a vest has an assault rifle and he's just shooting people right across. He was at like Francesca's area, shooting at people so we got everyone in the store at the back of the store and just camped out there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "REID",
      "sentences": "Camila, thank you for that report. And for all of your reporting over the past several hours helping us keep on top of this situation. Jeremy Diamond now joins us live from the White House. Jeremy, we understand that the President has been briefed on the shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, that's right, Paula, White House official telling me this evening that President Biden has been briefed on the shooting in Allen, Texas. And additionally, that the White House is closely monitoring the situation White House officials have been in touch with local law enforcement and local officials to offer any potential support as well as federal officials as well.We don't yet have a statement from President Biden. But I would expect that that would be following at some point this evening. And when you look back at the previous statements that President Biden has issued in the wake of these mass shootings, he is very quick to call for action. We are no longer in a phase where President of the United States would see a report like this and talk about thoughts and prayers, and not immediately pivot to what he sees as the legislative solution. That is exactly what we have seen from President Biden. In the wake of recent shootings he has said how many more Americans must die before Republicans in Congress take action. That was the statement that President Biden released after that shooting in Louisville, Kentucky last month. And we have seen President Biden in the wake of these shootings quickly talk about the need for a ban on assault weapons, a ban on high capacity magazines, safe, safe storage laws. And what we've also heard from President Biden more recently is that he believes he has done that entire he can from an executive action standpoint. And that ultimately now, the burden rests on Congress. We know, of course, that the dynamic in Congress, though, remains unchanged, Republicans control the House of Representatives, and even in the Senate Democrats does have a slim majority, certainly not a filibuster proof majority to be able to move the kinds of legislative solutions that they would like to see. So we will wait and see whether or not we get a statement from President Biden this evening but once again, an all too familiar situation playing out here at the White House getting the news that President Biden has been briefed, and then waiting to see a statement from him in the wake of another deadly shooting Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "REID",
      "sentences": "We are back now we are covering breaking news out of Allen Texas. A mass shooting at an outlet mall not too far outside Dallas law enforcement say one shooter is dead. They believe that he acted alone.They say that nine victims have been transported to medical facilities. But at this point, they are not getting a number of fatalities that we are expecting an update from law enforcement within the next hour. Right now, I want to go to Chief Charles Ramsey. Chief Ramsey, what are you hoping to hear during this law enforcement update?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, by now we should be able to get a timeline, I think that's important. We should be able to know that number of debt, number of wounded.Other injuries that may have taken place, you won't get names of victims unless next of kin have been notified, you may or may not be able to get information in terms of the identity of the shooter himself. If they've had a chance to be able to secure a residence or an apartment. I believe they have the car, talk to any relatives, family, friends, whatever, you know, capture whatever they need to capture off of social media, then maybe you'll get that kind of information. But it depends on how far they've gone in the investigation. So I think we'll get a lot more this time around. I see no reason why some of that basic information can't be put out. Although, certainly, you know identities of victims is something that you'd never do unless all next of kin have been notified. But the number of individuals deceased, the number of individuals who were wounded by gunfire, number of people injured otherwise, we should have a pretty good handle on that by now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "REID",
      "sentences": "It's a great point. And Juliette Kayyem I want to ask you, obviously we're focused on the victims, fatalities, but really many people at this facility today they are victims because they could potentially have lasting trauma. What have you learned in your career about how these incidents impact bystanders?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "REID",
      "sentences": "It's an excellent point. So many of the eyewitness accounts we've seen from our affiliate or younger people, people who appear to be teenagers are in their early 20s. I want to bring in Steve Moore now.Steve when it comes to law enforcement response tonight, and tomorrow, it is the crime scene still the mall? What will be their focus over the next 24, 48 hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "STEVE MOORE, RETIRED FBI SUPERVISORY SPECIAL AGENT",
      "sentences": "Well, obviously, technically, the crime scene is at the mall. But what the investigators are looking for. Most of it isn't at the crime scene at this point. The major law enforcement tack at this point is going to be learning about the shooter.Where was he? How did he get his weapons? What were his motivations? Who were his friends? Who did he talk to? Did he tell anybody that he was going to do this? They're the mind the goldmine that they're looking for right now. It's not going to be at the mall. As important as the work at the mall is the goldmine that they're trying to get to is going to be in this guy's computer's social media presence, and family and friends. So they are probably right now you you'd have, you'd have to get warrants, obviously, but you'd be looking at his computer, you'd have teams looking at that. You'd have people talking to any of his friends you'd have computer teams literally trying to locate people by email addresses that would reveal people that they could interview. And the way you do this, I mean, Allen, Texas, obviously has a pretty squared away police department. But they don't have the manpower to do this. And one of the things that the FBI can do and does do is provide manpower, and technical skills, technical availabilities to departments like this, so that a major investigation can be conducted and led by alum, but utilizing the resources of the FBI. So I think right now, the person who has been put in charge of this investigation likely is not at this location and the people you're going to be talking to are the ranking officers who can provide the information on the investigation up to this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "REID",
      "sentences": "Steve, I want to follow up with one more question. I we've all been to outlet malls that tend to be large, but this one based on the photos that we've seen, it is huge. Given how large this crime scene is, how do you assess how police handle the situation so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "REID",
      "sentences": "We are covering breaking news out of Allen, Texas, a shooting at an outlet mall shortly outside a small distance outside of Dallas, Texas. At this point law enforcement says the shooter is dead they believe he was acting alone.They also say that nine victims have been transported to local medical facilities. We've learned that the youngest victim at this point is just five years old. At this point there is no information on the total number of fatalities or a possible motive. I want to bring in now Camila Bernal, who understands Camila, you have some new video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BERNAL",
      "sentences": "Yes, we just got new video into CNN. This is a man who was at the mall. At the time of the shooting, he was in the parking lot and he was able to record a part of the time where these shots are heard and people are seeing running out of the mall.Of course a lot of commotion and at the beginning of the video, you hear five shots and then you start hearing more gunfire. Now I do want to warn you that this video is disturbing Curtis. Now the man who took that video says he did not see the shooter. But said of course he tried to get out he said he is extremely sad for the people who lost their lives here. I also want to point out that officials in Allen, Texas say that it was an officer who was there on an unrelated call, who was able to kill the shooter. He then called for backup and our sources here at CNN telling us that the shooter was wearing tactical gear, it took some time for authorities to figure this all out, they were looking for a possible second suspect. Eventually they came out and said that it was just one shooter and he was dead. Again, we're waiting for that information from the Allen police department which should come in about 30 minutes. But we have made calls to a number of local hospitals. And there is one hospital group that confirmed that they had eight people that they were treating as a result of this shooting, the youngest being five years old, and then ranging from five to 61 years old. So we're waiting to hear about the victims because of course that has been the focus of today, the people who have been impacted by this, whether or not there are fatalities of people that have been injured. And of course, all of the witnesses that had to experience this because we've heard from so many throughout the day, who either had to hide who had to get help from people at the stores had to go to a backroom, or just simply people who had to run who were afraid and unfortunately people who saw the shooter and who saw victims and are describing what they saw is of course something that no one should have to see. Paula. REID: Camila Bernal, thank you for that. I want to turn now to our panel of law enforcement experts. Charles Ramsey, you saw that video that Camila just shared, what is your reaction to what we just saw and heard there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "RAMSEY",
      "sentences": "Well, I mean, it's dramatic video, you can hear the gunshots, and you begin to see people run. So that's, you know, they'll probably be even more video like that. It'll come out in the future.If I can, I'd like to just add something that Juliette was talking about earlier, when she was talking about trauma, you asked her that question. Don't forget the police officers that get exposed to this trauma every single day. When they're out there on the street, I mean, this isn't normal stuff. And even though people think that, you know, police officers, you know, you get used to it, and so forth. Believe me, it has an impact. And it's something that in policing. Until recently, we really didn't really deal with the mental health of our officers to as effectively as we should have. But now fortunately, you know, agencies are starting to pay attention to that. So in addition to the citizens that were out there shopping, you know, those police officers need to have some kind of care as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "REID",
      "sentences": "Charles Ramsey that is a very important point. Thank you for sharing that with us. Steve Moore, I want to turn to you now, what at this point is really sticking out to you as we wait for this law enforcement briefing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "REID",
      "sentences": "That is a very significant detail that we got from law enforcement at their previous briefing that there was a police presence there for an unrelated incident. And it was that officer who engaged the shooter, Juliette Kayyem, we are expecting a briefing anytime now from law enforcement. If you were there, what would be your first question for police at this point? KAYYEMI mean in terms of just the frequency of this but the number is going to tell us something about the guns and you know, the politics can play the politics which is just be real here. This is about the guns and the quickness that these guns are able to kill people. Even with the best law enforcement response. A brave law enforcement officer rushing in to kill the shooter. We at least heard 24 Gunshots I think I saw I heard 24 gunshots so the weaponry that is out on the streets now that we're not regulating well, we are not regulated in terms of quantity in terms that has access to them. Red flag laws, all of these things that can help minimize the threat. It does two things the quickness of these guns, first it gives it doesn't give people a chance to run. I mean we've been telling people for decades run and there's no time. Because of the force of these guns but the second as importantly is that even the best law enforcement response two minutes three minutes four minutes we don't know what our minutes are now. Still, we'll leave those dead and so when people think about guns and guns or bait it's just as a factual matter these kinds of guns that can kill this quickly we've not confirmed what kind of gun but we did here and so we know at least its frequency of weapon of bullet discharge. That you're giving people no choice and law enforcement, no choice and that's just a really horrible and fixable place to be. I mean, I'm not just you know, this is not about God. It's not about faith. It is about a policy choice that we have made in this country that puts us here every you know a couple times a week so much so I could not remember the name of the last Texas shooting was which is a couple of days ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "REID",
      "sentences": "We are waiting for an update from law enforcement on the deadly shooting at an outlet mall in Allen Texas. Law enforcement told us a short time ago that the shooter is dead and they believe that he acted alone. They also said that nine victims have been transported to local medical facilities. The youngest victim we have learned is just five years old but at this point, they have not said how many people may have been killed in this incident, now with us now Camila Bernal who has new video from the scene. Camilla, what have you learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "REID",
      "sentences": "Camila, thank you. And as you noted, a police officer engaged the shooter and shot him dead. But it's notable that that police officer was actually at this outlet mall on an unrelated call. Chief Ramsey I want to bring you in you saw the video that Camila just shared with us, what is your reaction to what you can see there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "RAMSEY",
      "sentences": "Well, that's going to be pretty important video, very important video actually for the investigation. And there'll be getting more and more video in as time goes on. But that certainly is going to be one of the key pieces that they're going to be looking at. Even though it just shows him he stopped it right there as he got out of the car.But from some of the witnesses, it did sound to me as if there were people that were struck outside the mall as well. So if that's the case, then you've got open indoor and outdoor scene at that particular location. So that is going to be a very valuable piece of evidence that the police will be using.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "REID",
      "sentences": "Steve Moore, we are expecting this update from law enforcement around 10 o'clock Eastern Time. What is your number one question that you hope you get an answer to in this briefing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "MOORE",
      "sentences": "I'd like to know the timeframe from the time the first shots were fired until the shooter was neutralized. The reason for that is when I was working these kinds of things back in the FBI years ago; there was a statistic that said on average.One person is killed for every minute that an active shooter is allowed to go forward shooting without being interdicted or confronted. And so the amount of time that this person had to do the shooting will tell us whether they're response saved a few lives or a lot of lives either way, the response save lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "REID",
      "sentences": "And, Steve, I want to get your reaction to something that I talked about earlier with Juliette and Chief Ramsey. Juliette Kayyem. She talked a little bit about the trauma that bystanders, others people who are at a facility where there's a mass shooting what they suffer.And then Chief Ramsey expanded on that reminding us that law enforcement officials also suffered trauma from something that they see all too often what if anything, is being done to help law enforcement recover from what they're seeing again, and again, in counties across America?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "REID",
      "sentences": "So we're hearing from witnesses including employees at the mall. Let's take a listen to this witness.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "TIFFANY GIPSON, EMPLOYEE AT MALL",
      "sentences": "This incident happened right outside the restaurant. And they were customers inside. So we escorted them to the back. But there are a lot of things. People's purses and wallets and cell phones are in there. But this came to the shop.LAVANDERA (on camera): So describe to me what you saw and what you heard first erupted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GIPSON",
      "sentences": "I just saw, I mean, I heard a bunch of shooting, and then I went outside. And then I went next to the glass. And then that's when I saw the victim on the ground. The one that got shot, I actually saw three people on the ground, but only stopped when the individual that I just showed her the picture of-LAVANDERA (on camera): What kind of condition were they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GIPSON",
      "sentences": "They were fine. They were just on the ground. So I don't know.LAVANDERA (on camera): Did you see the gunman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GIPSON",
      "sentences": "Yes, I have a picture of him--LAVANDERA (on camera): That's the person that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GIPSON",
      "sentences": "I showed you. Connect the dots there. Its OK.--LAVANDERA (on camera): So you the man that was shooting? Is there on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GIPSON",
      "sentences": "Yes, the police shot him. They shot him the picture that I showed him. It's multiple. He has milk. I think they shot him in the head and the chest stuffs. Oh, and he was lying on his back.LAVANDERA (on camera): Did you see this person? Were they walking around the parking lot? What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GIPSON",
      "sentences": "I just saw the after aftermath.LAVANDERA (on camera): What goes through your mind when you hear that shooting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GIPSON",
      "sentences": "I've never witnessed anything like this is very traumatic for me. So and I already suffer from anxiety and seizures. So I don't know. This is something very traumatic. I'm not coming to work tomorrow. And I called my manager but I don't want to say anything else about that.LAVANDERA (on camera): I'm so sorry. You're going through this. You work at Fat burger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GIPSON",
      "sentences": "Yes. I've been there for a month now.LAVANDERA (on camera): And is it remembers? I've been here many times I just remember?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GIPSON",
      "sentences": "It's just straight down to the right. Yes to the right.LAVANDERA (on camera): Is it a standalone building? Or is it? GIPSON: It's kind of it's a strip mall? Yes. LAVANDERA (on camera): How many people were inside the restaurant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GIPSON",
      "sentences": "It was a lot of people in children. It's a bunch of teenagers that work at Fat burger, but they were families in their little kids. Small Children, Toddlers. And so my supervisor just a score depend to the back. It's a hallway. So it's full. I just squatted on the ground.LAVANDERA (on camera): So a lot of teenagers working at Burger customers as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GIPSON",
      "sentences": "Yes. And families--LAVANDERA (on camera): How chaotic could have seen. How long did all of this last?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GIPSON",
      "sentences": "A while the shooting was going on maybe? I don't know an hour or something.LAVANDERA (on camera): Hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GIPSON",
      "sentences": "Yes, they were trying to stop him. And then the next thing I knew I was looking outside the window. And that's when I saw the show. He was trying to steal something. So that's when I saw him on the ground.(END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "REID",
      "sentences": "Thank you so much to Ed Lavandera for that report. Juliette Kayyem, I want to go to you because that account that we just heard from Tiffany is exactly what you and I were just talking about in terms of the impact that these kinds of events have on bystanders as you know that they too are victims. What is your reaction to what you just heard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "REID",
      "sentences": "Juliette, thank you. As you know, we are expecting a press conference at any minute from the Allen Texas Police Department. We'll bring it to you live please stay with us. We're going to take a short break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}