{
  "date": "2023-06-26",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Zelenskyy and World Leaders Discuss Russia Insurrection; Interview with Krisjanis Karins, Latvian Prime Minister: Uncertainty Over Russia After Insurrection; U.S. Coast Guard Launches Highest Level of Investigation in Titan Implosion; Georgia Leaders Voice Concern Over Antisemitic Demonstration Outside Two Synagogues; More than 10 U.S. States are Under Heat Advisories or Heat Warnings. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM I'm Max Foster if you're just joining us let me bring up to date with our top stories this hour.Over 90 million people are under severe weather threats across the U.S. East Coast. The storms have already caused power outages for hundreds of thousands of Americans. And Moscow's mayor says all security restrictions have been lifted following an insurrection. But uncertainty remains in Russia after the revolt by Wagner chief Yevgeny Prigozhin who revealed cracks in Vladimir Putin's leadership. President Zelenskyy has discussed Russia's internal conflict with other world leaders including U.S. President Joe Biden, Canadian Prime Minister Justin Trudeau and the Polish President Andrzej Duda. Mr. Zelenskyy says they all view the situation the same way and have agreed on how to respond. Meanwhile, on the frontlines Ukraine's military claims to have gained some ground around Bakhmut during heavy fighting over the weekend. This comes amid more reported shelling in the Kherson region. Ukraine's air force also claims to have shot down 13 air targets overnight including cruise missiles and drones. CNN's Ben Wedeman has more on the frontline battles in Ukraine? (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "After the brief but intense drama in Russia, is back to the war in Ukraine. While Wagner chief Yevgeny Prigozhin was on the rampage against his foes in Moscow, officials in Kyiv were largely silent following Napoleon's advice never to interrupt your enemy while he is making a mistake.Briefly many Ukrainians entertained the hope that civil war or chaos in Russia would lead to an early end to the war. But Prigozhin's sudden about face dashed those hopes. Sunday Ukrainian presidential advisor Mykhailo Podolyak said in an interview, he was hoping for something more concrete, perhaps a civil war in Russia. He said he was still confident that will eventually happen. While attention was diverted away from the front, the fighting went on. Sunday, Ukrainian officials claimed their forces had ceased a kilometer, a kilometer stretch of trenches near Bakhmut. They said they'd killed, wounded or captured an entire battalion, though they didn't give exact numbers. It was a limited tactical success. The much-anticipated counteroffensive has yet to hit its stride. I'm Ben Wedeman, CNN, reporting from Zaporizhzhia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Let's talk more now about the crisis within Russia. We are joined by Krisjanis Karins. He's the Prime Minister of Latvia. Joins me now from Riga. Thank you so much for joining me today. Were the developments on Saturday in Russia as much a surprise to you as everyone else?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "Where the uprising or at least the deal that followed the uprising might affect the war in Ukraine is the role of Wagner in the future. We do not know whether or not they'll sign up to the Russian military and stay on the frontlines. Even the Russians are saying they are their most affected fighters. If they are withdrawn from the frontlines and they refused to take part in the Russian military operation, then it would affect Russia's effectiveness in the war. Wouldn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "KARINS",
      "sentences": "Well, we have to remember Russia relies on mercenary forces. It's not only Wagner. That's the biggest force. There's a myriad of small forces all over axis. As I say, it's a little bit of a mystery exactly how it's working on that side of the border. On this side we are a democracy. We have clear, you know, how power is handed from one government through the next new elections and you have to appeal to your voters and you have to care about your voters and your citizens.On the east, in the autocratic system it's a different world. It's a world of war lords. There's all kinds of groupings. You know, if anything would be easier that speculation. But in sticking with our Ukrainian colleagues, unfortunately we can say that we see currently no indications of a lessening of the pressure on Ukraine within Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "Has president Putin been weakened and how does that affect international diplomacy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "KARINS",
      "sentences": "Well, it certainly seems that there must be some elements of weakening. How that will affect anything is completely up in the air. Again, within an autocratic system -- because autocrats do not have rules of succession -- it seems that this is what happens maybe through various power plays. And I think that we're not seeing the most of what's, shall we say, we see the tip of the iceberg.But I think there's a lot below the surface that we don't see. Because there are all kinds of interrelations among various groupings that are simply not so obvious to those of us on the outside. And so, we keep a weather eye on what's going on but focus on what we can control our own security, which we are doing in Latvia and in NATO as a whole. And of course, keeping our focus on aiding the Ukrainians and not to get distracted by events inside Russia which are Russia's -- their internal events right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "I spoke to a leading expert earlier this hour who suggested that Putin only has a few more months left in office. This is not even the beginning of the year and the beginning started sometime ago. That would have had huge repercussions, would it, with the EU because there would be huge political chaos within Russia. And you don't know who's going to replace him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "KARINS",
      "sentences": "Again, this is speculation. As a Prime Minister I have to be a little wary of that. Because it's a slippery slope. I'm controlling what I can and regarding what happens in the East -- look, from our point of view pretty much they're all very similar. These are war criminals of various degrees. They must and they will face justice eventually. To say that there is order or chaos right now that's, you know, it's sort of besides the point.You have the Russian army and mercenaries brutally attacking Ukraine for well over a year. They are committing human rights violations on a daily basis. They are committing atrocities we are almost becoming immune to but we may not -- I mean, we cannot become immune to them. And to say that something will be better or worse that's pure speculation. We have to make sure that Ukraine wins the war and gets the Russian units whether regular units or mercenary units, out of Ukraine. And then we can look towards the situation with peace and then what to do after that peace. And you know, there I'm convinced that Ukraine must eventually become part of NATO. For this area is part of the world to actually have peace. And what happens in Russia's borders I guess that goes to Russia's affairs and they'll have to sort them out without our aid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "KARINS",
      "sentences": "I do not think that that would change his status in any way. And remember, a tactical nuclear weapon has effects on those troops in the areas nearby and all of this is happening on Russia's own doorstep. So I think that threat is no greater or no less than it has been the entire course of the war so far. It's very difficult to predict what could happen in the future. And therefore again I'm stressing I'm not, you know, trying to be difficult.But what we have to do in the West -- what I'm doing and my country -- is focusing on those variables that I can control. So we're beefing up our armed forces. We're increasing spending. We're getting new weapon systems. We're continuing to send arms, money and humanitarian aid to Ukraine. And we have to keep focused on our mission which is to stay united, stay very strong. Observe -- and we're all beefing up our border patrols, no question about that. But control that which we can and be prepared for any change of events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "OK, we really appreciate you joining us today. Thank you very much Latvian Prime Minister Krisjanis Karins. Thank you for joining us from Riga.Now ahead, a heat dome is bearing down on dozens of U.S. states. The high temperatures may already have claimed the lives of two hikers in Texas. The latest outlook from the weather center just ahead. Plus, officials in San Antonio bring murder charges after disturbing video shows police officer shooting a woman in distress. Details coming up after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GLORIA PAZMINO, CNN CORRESPONDENT",
      "sentences": "Now, the Marine Board of Investigation is the highest level of investigation that the U.S. Coast Guard can conduct regarding any kind of maritime incident. And what it will allow is for the Coast Guard to leverage all of its resources including working with international partners.And this is a multi-step process and right now they are in the first phase which is to gather evidence. They've had the Odysseus 6000 out at the bottom of the ocean looking for pieces of the vessel, looking to uncover more pieces of evidence. Once that's completed, they will hold a public hearing, collect more testimony and more evidence, and then they will continue this investigation. I want you to listen from public officials talking about what's next in the process. CAPT. JASON NEUBAUER, U.S. COAST GUARD: During the course of the NBI, the board will first and primarily work to determine the cause of this marine casualty and the five associated deaths. The NBI, however, is also responsible for accountability aspects of the incident, and it can make recommendations to the proper authorities to pursue civil or criminal sanctions, as necessary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "PAZMINO",
      "sentences": "Now, any kind of subsequent enforcement will have to be done after a separate investigation. And just another important note here, is that the Marine Board of Investigation is working with the U. S., the U. K. and France, and that of course reflects the nationalities of the five people who were on board of the vessel. So you can see this sort of multinational effort to try and bring some closure to these families. In fact, the rear admiral of the Coast Guard mentioned he had visited St. John's -- where we are right now -- to meet with some of the family members that arrived back to port yesterday.Now, after this investigation is concluded, they will submit a report. And the idea here is to understand what happened but also to make sure that safety protocols for deep sea submersible expeditions are improved so that nothing like this happens again. Reporting in Newfoundland, Gloria Pazmino, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Three Texas police officers have been charged with the murder less than 24 hours after they fatally shot a woman who appear to be in distress. The officers were also suspended without pay as officials continue to investigate Friday shooting. Police body cam video shows the disturbing moments when police opened fire.(BEGIN VIDEO CLIP) (GUN SHOTS) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "The San Antonio police chief says the 46-year-old woman was having a mental health crisis at the time of the shooting. Before the police showed up, she told firefighters she was cutting wires to a fire alarm system because she thought the FBI was listening to her.A disturbing site has been popping up in the U.S. state of Georgia over the weekend. You can see it here in this video, a group of people holding up flags with swastikas and signs with neo-Nazi messages outside a synagogue on Saturday evening. That came after another hate group held a demonstration outside a synagogue in central Georgia on Friday. That same night police say in yet another community, say they discovered these antisemitic packages and flyers. State officials are responding in disgust. Governor Brian Kemp tweeting: There is absolutely no place for this hate and antisemitism in our state. More than 90 million people mostly among the U.S. East Coast are under the threat of severe weather today. Hundreds of thousands are also without power following storms on Sunday. In Texas, some cities are expected to reach a temperature or temperatures that feel like me 125 degrees Fahrenheit, that's 51 degrees Celsius. Also in Texas, high temperatures are the suspected cause of two deaths at Big Bend National Park. Officials say a 31-year-old man and his 14-year-old stepson died whilst hiking in extreme heat. A 21-year-old survived. Meteorologist Allison Chinchar is in the CNN Weather Center with the latest forecast for you. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}