{
  "date": "2023-07-21",
  "headline": "Connect the World",
  "subHeadline": "Experts: New Extremes Amplifying \"Heat Island Effect\"; Intense Heat Causes a Variety of Health Issues; EU: War is Negatively Impacting Low- Income Countries; U.S. Warns of Russian False Flag Attack in Black Sea; Iran Detains a Fourth American; Hundreds of Golden Retrievers Gather in Scotland. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "ELENI GIOKOS, CNN ANCHOR CONNECT THE WORLD",
      "sentences": "This hour heat waves are affecting people across northern hemisphere we'll explain why this isbecoming more frequent and why it is so dangerous, but first, your headlines the solid. Russia hits Ukrainian grain warehouses in Odessa, destroying large stocks of peas and barley both sides now warning they may attack ships in the region. A group Medecins Sans Frontieres says one of its teams has been assaulted by armed men in Sudan's capital. 18 of its crew were physically beaten and wept in Khartoum. And legendary singer Tony Bennett has died aged 96. We'll take a look back at his extraordinary career which spanned over eight decades. Welcome to our second hour of \"Connect the World\", I'm Eleni Giokos in Abu Dhabi. Now, the heat has gotten so bad in Athens, Greece that the modern city is closing an ancient site. The Acropolis and other tourist attractions will shut down during mid-day hours to protect us against the extreme temperatures. That is part of the heat wave stretching across southern Europe. And in this region, we've seen soaring temperatures as well. Baghdad was paralyzed by 50 degrees Celsius heat and the heat index in Iran's Persian Gulf International Airport hit feels like temperature of 66 degrees Celsius in the southwest of the U.S. another weekend of triple digit temperatures scorching heat across Phoenix, all the way to Death Valley, California. So tonight, we ask, how will humans survive extreme heat? Our next guest is worried heat experts \"Lenio\" Myrivili says, \"It is a different kind of heat longer, more frequent and much hotter. She says our bodies are not made for this, we still don't know the physiology of what happens.\" And Eleni \"Lenio\" Myrivili joins us now live. She is a Global Heat Chief to the U.N. Habitat and the Arsht Rock Resilience Center. Its leaders study the impact of extreme heat on sites and spearhead projects to mitigate its effects. Lenio, great to have you with us, thank you so very much for joining us on this vital issue. I think everyone is really worried. I think first off, let's start off with what is the Chief Heat Officer? What do you do? What is your mandate? And how can you help us as we hit record temperatures? ELENI \"LENIO\" MYRIVILI, GLOBAL HEAT CHIEF TO U.N. AND ARSHT ROCK RESILIENCE CENTER: Eleni, thanks for having me. So Chief Heat Officers, there's about seven or eight today around the world. And the mandate is basically to make sure that they protect the most vulnerable populations that live in cities around the world. And also that they prepare the cities for future heat and make sure that the city, the way it's designed, and the way it builds itself becomes cooler as we go forth, and more ready to deal with the climate phenomena that we are expecting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, I mean, many people are saying is this the new normal? You're in Athens right now we're seeing fires, record temperatures, we just spokeabout the Acropolis. In fact, staffs are walking off in protests of working under the scorching sun as well. In fact, it was wildfires in 2007 that prompted you to head into this vital sector. You also Former Heat Officer in Athens, you've done incredible work there on the ground. I mean, is this going to be on your reality every year? Is that what we need to expect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "Yes. Look, heat is the number one killer, globally, when it comes to anything related to climate or, or disasters, which is pretty shocking.I think a lot of people don't know that. You've done some amazing work in Athens. It's created a bit of resilience in that city clearly not enough. What does it mean, for spending, for governments and municipalities, because it's going to come down to getting everyone at the top on board to want to spend on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MYRIVILI",
      "sentences": "That's right, it's extremely important for decision makers and policymakers to take this seriously. Last year 2022, in Europe, we lost60,000 people, there's a recent report that came out about 10 days ago. We used to think it was 15 to 20,000. But the new report shows numbers that go up to 60,000 in one year, due to heat. This is like such an important type of information. We've been really talking about global warming for decades, but we haven't really been focusing on heat and the effects on heat on the human body and on all living organisms. So we have to make sure that we checkout and create backups for our crucial resources in cities, water, food, energy, in order to prepare to be dealing with these things and to not lose people. It's possible not to lose our people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "Look, the U.S. Climate Envoy, John Kerry visited Beijing, obviously on the agenda was the issue of climate, I want you to take a listen to whathe had to say. (BEGIN VIDEO CLIP) JOHN KERRY, U.S. CLIMATE ENVOY: The world really is looking to us for that leadership, particularly on the climate issue. Climate, as you know, is a global issue, it's not a bilateral issue. It's a threat to all humankind. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "All right. So Lenio, here's the thing. They agreed we have a global problem. I didn't hear much commitment. How important is it going to be forthe U.S. and China to come to the table to figure this out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MYRIVILI",
      "sentences": "It's extremely important. They are two of the biggest polluters, and really the best way for adaptation, the best way to protect the peopleof our planet and the biodiversity that we're losing because of climate change is mitigation. They have to take immediate measures for phasing out fossil fuels, for stopping deforestation, and for reforming our agriculture and animal husbandry in ways that are sustainable. This is like I'm hoping, I'm really hoping, Eleni, that now that we're seeing this extraordinary heat and heat is experienced, especially in these countries that are the polluter countries that may be COP28 or maybe there will be really much more serious measures and much more serious funding that is given to adaptation to protect more people, but mostly decisions to stop destroying our Earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "You've said there are about eight heats offices right now. Do you think that we're going to see this title emerging in Fortune 500 companiesin governments that we need to see more heat officers globally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MYRIVILI",
      "sentences": "I think in a way it is because we have to have people that can coordinate all the different sectors that need to be changing. And thatneeds to take stock of the situation and work together in order to deal with heat, because heat influences all these different sides of our existence, right? It from human health all the way to our economies, we see extraordinary impact on our productivity in different types of issues that have to do with water, and other kinds of resource availability, with different issues that have to do with our energy systems and how they will have to work? But most of all, and I want to stress this really intensely is that the people that bear the brunt are the most socially economically vulnerable, and these people have to be protected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "OK, well, we all love the good news, but it's going to get worse before it gets better. But Eleni, I love thatprevious interview that you did, because you rightly pointed out that this is such a global issue. So I scrambled to get this graphic for our viewers here because there are several concurrent heat waves happening across the planet as we speak, not only in North America, which I'll get to the details in just one moment. But look at the red shading across the Mediterranean. We've been focusing in on that and across parts of Asia as well. It's all about these kind of amplifications in the weather pattern that bring this heat along with it. And right now, we happen to be in a pattern in North America that provides a little bit of relief in the areas that have been hit hard across the nation's midsection. But like a puff of smoke in the wind, it vanishes right before our eyes literally within the next 24 hours and the heat begins once again. It will continue to traverse from the west to the east and build across. Portions that really haven't experienced the heat wave this year just yet the summer, let's say the Midwest of the U.S. or perhaps the northern plains, check out these temperatures. We're talking about above average, as we end-off the weekend and into the first parts of the work week next week. But I do want to know Oklahoma City and Dallas, those places that have had excessive heat lately are actually below average. But you got to put that into context. It is the middle of July, it's still hot. Now look at this. This is called a heat dome. This is focusing in on North America. And as long as that's firmly entrenched within our weather patterns, we're going to break records and 100 million Americans right now under some sort of heat alert. We have broken over 3000 actual temperature records within the past couple of months just in the United States alone. And there's really no end in sight. I mean, check this out Death Valley 52 degrees on Saturday, temperatures for the interior of California scorching upper 40s to near 50 degrees, places like Phoenix breaking consecutive streaks of high temperature records. They're talking about 21 consecutive days of temperatures above 43 degrees Celsius that is incredible and no end in sight for that over the next foreseeable future. Now, of course a different type of heat across the Gulf Coast states, you factor in the oceans influence here and you get kind of a muggy feel to the air. We call it air that you can wear in Miami. They have had 40 consecutive days where the heat index that's comparing the humidity and the temperature and that exceeded 38 degrees for this longest stretch ever. It's never been done. Not a lot of relief in sight above average temperatures building across America again once again through next week, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Wow!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "DAM",
      "sentences": "That is the whole planetary perspective -- ?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "-- stay with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "DAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, scary stuff. Derek, great to see you hope you have a great weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "DAM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Well, the extreme heat and ongoing exposure to it can cause some serious health issues. Emergency Room, doctors say heat related illnesseslike heat exhaustion, and heat stroke are among the most common issues during hot weather. In the case of heatstroke, doctors must act quickly to help patients. CNN's Health Reporter Jacqueline Howard joins us now with more on the health risks of extreme heat. Jacqueline, great to have you with us, we know during this extreme weather. Healthcare workers are seeing more patients with health illnesses. I want you to give me a sense of the types of conditions that are emerging?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GIOKOS",
      "sentences": "Important advice Jacqueline Howard, thank you so much for joining us. All right, moving on now you're watching \"Connect the World\" and comingup this hour. The life and the legacy of Tony Bennett, Anderson Cooper gives his unique insights on the iconic singer who died today, at age 96. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GIOKOS",
      "sentences": "Mexican officials say they're investigating after 28 bodies were found in hidden graves in Reynosa earlier this week, and a warning some ofwhat you're about to see is graphic. Reynosa sits across from McAllen, Texas in the U.S. in an area known for organized crime. A member of a group that searches for missing people says they found the graves after an anonymous tip on social media. CNN's Rafael Romo joins us now from Atlanta. Incredible footage there, what more do we know, Rafael?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Incredible! Rafael Romo, thank you so much. Russia staged fourth straight lines of missile attacks on Odessa. Ukraine says the strikes hadgrain facilities and destroyed large stocks of peas and barley. A military official says the attacks are undoubtedly tied to Russia's withdrawal from the Black Sea Grain Deal. This week, we've seen grain prices surge with wheat futures spiking more than 10 percent. The CIA Director is warning Russia may stage a false flag operation in the Black Sea, as both sides say the other may attack commercial shipping interests. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WILLIAM BURNS, CIA DIRECTOR",
      "sentences": "We see some very concerning signs of the Russians considering the kind of false flag of operations that you know wehighlighted in the run up to the war as well in other words, looking at ways in which you know, they might make attacks against shipping in the Black Sea and then blaming it or trying to blame it on the Ukrainian. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Well, Fred Pleitgen is back with us this hour from a Berlin look security in the Black Sea has deteriorated significantly CIA Chief warningof a false flag operation, what else did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, one of the other things that he also talked about this, despite, or aside from thesecurity in the Black Sea, which of course is a huge topic in and of itself. And also right now a very dangerous situation there is generally the state of Vladimir Putin's power and how things stand after that mutiny of that, of course, happened in late June. And one of the things that Bill Burns also said is that he believes that Vladimir Putin continues to need both Yevgeny Prigozhin and also the fighters of the Wagner private military company. Of course, one of the things that we've been talking about over the past couple of days is how those Wagner fighters, Eleni, have now arrived in Belarus or training Belarusian forces. But of course, also causing a lot of headache for NATO's Eastern European countries as well the poles moving some forces into that area, saying they are very concerned about the situation with a very potent Russian force there on the territory of Belarus. One of the things that Bill Burns said, though, is he believes that Vladimir Putin is playing a long game with Yevgeny Prigozhin, and that Prigozhin will be Vladimir Putin's wrath at some point, let's listen in. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BURNS",
      "sentences": "What we're seeing is a very complicated dance between Prigozhin and Putin. I think Putin is someone who generally thinks that revenge is a dishbest served cold so he's going to try to settle the situation to the extent he can. But again, in my experience, Putin is the ultimate apostle of payback. So I would be surprised if Prigozhin escapes further retribution for this. So in that sense the President's right if I were Prigozhin, I wouldn't fire my food taster. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "PLEITGEN",
      "sentences": "Bad time to fire the food taster for Yevgeny Prigozhin of course we saw that video of Yevgeny Prigozhin addressing those Wagner mercenariesin Belarusian just yesterday, seemingly still very much in charge of the organization saying that some of those mercenaries should go to Africa for some other contracts. At the same time of course, we do know that Vladimir Putin is someone who is not averse to taking revenge on people. Nevertheless, right now with the situation going the way it is for the Russians on the battlefield. Certainly, those fighters from the Wagner private military company, those mercenaries definitely are something that would be in high demand for the Russians, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "So, Fred, I spoke with the EU commissioner on economy, about what has been happening. Paolo Gentiloni. Talk to me about the risks for lowincome countries, I want you to listen to what he has to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "PAOLO GENTILONI, EU COMMISSIONER FOR THE ECONOMY",
      "sentences": "It is an extraordinary risk for low income countries. We experienced already a few months ago, theimpact of food crisis than the grain deal was a tool to reduce this impact. And now we are back again, I think this is a clear message that this war is affecting also low income countries and the global south. And this I think should be clear in the international community, the Russian responsibility. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "PLEITGEN",
      "sentences": "Well, I would say that first and foremost, it's going to impact low income countries, as we've seen already, the prices of grains and otheragricultural goods surging with that grain deal are falling apart and the Russian is pulling out. And certainly that is something that is set most probably to continue if no sort of resolution is found. And that of course could lead to severe food shortages as well. That's something that Ukrainians are saying, the U.S. is saying, the EU is saying, and others are saying the big problem right now is that this essentially turned into a standoff between Ukraine and Russia, both sides saying that they could consider even commercial vessels that go to each other's ports or go to the ports of the respective country to possibly carrying military cargo. So right now very difficult to see how this is resolved. The Turks are trying but so far from some of the statements that just today that we're seeing from Russian officials, it seems as though right now, Russia is out of the deal. It's going to be very difficult to get it back in, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, to get them back to the negotiating table I have, Fred Pleitgen, thank you. A group Medecins Sans Frontieres says one of its teamshas been aggressively assaulted by armed men in Sudan's capital. MSF is also known as Doctors without Borders. It says 18 of its crew were physically beaten and wept in Khartoum. It didn't indicate if the attackers were from Sudan's military, or the rival paramilitary group rapid support forces. The fighting in Sudan, already seen as a civil war by some began in April. And reports of ethnic violence are raising fears about what it could mean, and whether it's a new genocide. For the latest, we've got CNN's David McKenzie live in Johannesburg for us, tragic story here. David, what more do we know about this attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, I think it's mostly tragic because it threatens the very operations of Doctors withoutBorders in Sudan and in Khartoum. The medical charity has said they said that the team was attacked, beaten and wept in Khartoum are trying to get medical supplies to one of just two functioning hospitals in Khartoum. The country is basically collapsing. It is in the grips of a civil war that's lasted now more than 90 days. And the Sudan Doctor's Union says that there is even suggestion that these hospitals are being targeted deliberately by the warring parties. The rapid support force appears to be making some ground in the capital. But there is a sense that this could collapse the country even further as the fighting has spread. Not just in Khartoum, in the center, but to the south and of course, to the West in Darfur, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "David, look, violence has plague Darfur in the west of Sudan, frankly, for decades. Why observers fearing that this could be anothergenocide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "MCKENZIE",
      "sentences": "Well, particularly since 2019, the violence, the ethnic associated violence has certainly increased. But you'll recall 20 yearsago, there was the genocide in Darfur where leaders including the Former Dictator Omar al-Bashir, were indicted by the International Criminal Court. Now the prosecutor of the criminal court says they fear this is happening again. Some of these images are disturbing. (BEGIN VIDEOTAPE) MCKENZIE (voice over): Now Geneina, the survivors had fled, but the bodies remain. The city came under coordinated attack by the rapid support forces and Arab militia. Witnesses tell CNN, this awful consequences of Sudan's Civil War, and decades of ethnic hatred in Darfur. In mystery, a town of 40,000 Human Rights Watch, say attackers swept in a dawn in late May, executing at least 28 men burning and looting the town, like so many others in Darfur. Now, extensive reports of mass graves are emerging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "MOHAMED OSMAN, HUMAN RIGHTS WATCH",
      "sentences": "Fear of accountability of short, I think it's not that much for many of the perpetrators in Sudan.MCKENZIE (on camera): And what could that lead to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "OSMAN",
      "sentences": "With the stories we are hearing, I think the concern that we might be heading to a situation in which would amount to be an ethnic cleansingor genocide. MCKENZIE (voice over): If this oft repeated phrase of never again is to mean anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ALAN BOSWELL, INTERNATIONAL CRISIS GROUP",
      "sentences": "The big fear was that a civil war in Sudan would not only collapse the state in the center, but it wouldeventually prove almost difficult to unravel anytime soon, because so many other conflicts across the country would, would flare up. MCKENZIE (voice over): The paramilitary RSF with its roots in the Janjaweed, Arab militia, seem to be gaining the upper hand in Khartoum and Darfur. And ceasefire talks brokered by the U.S. Saudis and others are going nowhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOSWELL",
      "sentences": "Whatever happens in Sudan won't stay inside Sudan. And I think the major concern is we could be looking at a Somalia type situation where ifwe don't re-stabilize the situation, soon, it could be decades before the window arises again. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MCKENZIE",
      "sentences": "And the danger is not just to the people and the nation of Sudan, which may not even exist if this continues, say analysts but also toneighboring countries, Eleni. The worry is now there are these competing attempts to bring a ceasefire to the country or peace talks even from a variety of nations, including the U.S. as I mentioned, the African Union, Egypt and others. Analysts believe that these groupings are competing too much to try and get attention rather than cooperating to try and stop the fighting, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, David McKenzie, thank you. Still ahead, who wants a holiday where it's hard to work just to stay cool? How the brutal heat waves maycause a big shift in summer travel destinations, we'll explain after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "Well at this stage while the summit destinations in the Mediterranean remain the most popular and the hottestspots do remain most popular in Europe according to the etc. Unfortunately, the temperatures are becoming not just uncomfortably hot, but in many cases dangerous. And it's actually really impacting the ability particularly of cities to be able to function as tourist destinations. You were talking there about measures in some cities the Acropolis for instance, in Athens had to close for afternoon hours limiting the hours there in Rome. A command center has to be set up just so tourists queuing for tourist attractions could be given water and water misting, and ensure that they had shade over the top of them. This is something that cities have to take incredibly seriously. And in terms of weather, we will see a shift now and where Europeans and other holidaymakers want to travel to in Europe in height of summer; I think we might be beginning to see a bit of a shift. Now according to the European travel commission, which has done a survey of European travelers, it does look like about 10 percent less people want to or are planning to travel to the Mediterranean countries of Europe between June and November of this year. Now, part of that could be cost. And we are also seeing, of course, the results of inflation; people's cost of living has been really squeezed. But in addition to that there seems to be a surge in popularity for destinations in Europe during summer that you might not expect Bulgaria, Czech Republic, and Ireland with much cooler climate. So it does look like there might be a shift here. And for some of those nations in southern Europe, this will come as huge concern for Greece 18.5 percent of the economy is based on tourism for Italy. It's 10 percent. And as you said, this issue relating to climate change isn't getting better right now. So unfortunately, heat waves and extreme weather conditions are only likely to be more frequent in the years ahead, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "And it's absolutely scary. I mean, I'm actually going to Greece in August.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "STEWART",
      "sentences": "But I was wondering I thought you might be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GIOKOS",
      "sentences": "A fourth American has been arrested and detained in Iran. That is according to the global news platform, Semaphore. It's a move that couldfurther complicate the Biden Administration's efforts to secure an exchange of prisoners and lower tensions with Tehran. Negotiations also revolve around the U.S. agreeing to release billions of dollars in Frozen Iranian funds. Jay Solomon is the Global Security Editor of Semaphore and he joins me now live from Washington, DC. Thanks for joining us, great to have you with us. Look, you're reporting a fourth U.S. citizen has been arrested and detained. What do we know about the person and the circumstances around the arrest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "JAY SOLOMON, GLOBAL SECURITY EDITOR, SEMAFOR",
      "sentences": "I mean, because of both security and diplomatic reasons, it's really tight lipped on who thisfourth person is. But essentially, what we know is another Iranian American inside of Iran was detained. And you know, the focus really, in the last over the last year has been on these three American citizens, two businessman, including Siamak Namazi, who has been detained since October 2015, and an environmentalist. But now the U.S. is saying that negotiations include four, which obviously can allow the Iranians to up whatever they're demanding. It's in the negotiations. And what's concerning is it looked like there was a prisoner swap in place, just a few, you know, maybe not weeks ago, but certainly months ago, there was sort of positive sentiment that this at least this part of the relationship, which is obviously very toxic, can be removed. But now with another American, it looks like this issue is kind of expanding. And you've got heightened tensions in the Gulf with U.S. now deploying more military assets, including F-16s to guard against Iranian efforts to basically disrupt oil tanker traffic in the Gulf. You've had yesterday, the Head of the CIA talked about Russian technicians helping the Iranians in their missile and space launch systems. So, you know, it felt like this relationship, at least tensions were moderating and now they're kicking back up again, and this fourth American has been detained is playing into that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, that's such a good point. I mean, we got the sense that look; there was movement on negotiations for prisoner swaps that somehow theIranian U.S. relationship was moving to better ground, that's not changing. I mean, how much more does it complicate things? I mean, you mentioned that briefly, but let's drill into what this actually means that demands from Iran at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "I mean, basically, they're talking about a prisoner swap, and the release of billions of dollars of frozen and Iranian monies such as inSouth Korea has been part of it. Obviously, if you're adding more Americans to the mix, the Iranians are likely to be asking for more. And this is obviously not something the Americans want or think is in good faith. You've also had in recent weeks, the announcement that a PhD student from Princeton has been captured by Iranian backed militias in Iraq. This woman is not a U.S. citizen. She's a joint Russian Israeli national. But it shows that the Iranians are and their proxies are continuing to kidnap people, which really complicate obviously the case if you're trying to do a prisoner swap, because the numbers that might be included in it are changing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, it's more leverage, right. I want to talk about Rob Malley, U.S. Special Envoy in Iran. He's been removed for allegedly mishandlingclassified information. He'd be one of the key players for the Biden Administration's efforts to revive the U.S. Iran nuclear deal, negotiate for hostage release. I mean, what does this mean for the JCPOA? How integral and how important was Rob Malley in all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GIOKOS",
      "sentences": "Jay Solomon, great to have you with us. Thank you so much. Next on \"Connect the World\" the enduring legacy of Tony Bennett who died today.CNN's Anderson Cooper looks at how the iconic singer was able to perform years after being diagnosed with Alzheimer's disease. Plus, the U.S. woman's quest for three World Cups in a row starts Friday. We'll hear from the team on how they're approaching the tournament. That is coming up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GIOKOS",
      "sentences": "Incredible talents, what a legend Tony Bennett passing away at age 96. The U.S. Women's National Team began; they push for a World Cup, threeparts of Friday. They'll face off against Vietnam in their first game of the group stage and expectations are sky high for the country that's dominated this tournament since it was first played back in 1991. The team sat down with CNN to talk about their approach this year, and how they're facing the pressure. Amanda Davies reports. (BEGIN VIDEOTAPE) ALEX MORGAN, U.S. WOMEN'S NATIONAL TEAM: The world is looking at it, like a potential three P, we're looking at it as this tournament that we have in front of us in 2023 in New Zealand, and Australia. AMANDA DAVIES, CNN WORLD SPORT (voice over): The U.S. Women's National Team are no strangers to leading the way but on the line over the next month, something that no side men or women has ever done before, winning a third straight World Cup. EMILY SONNETT, U.S. WOMEN'S NATIONAL TEAM: You can't really say -- three because it's such a new group, it's a New World Cup and attacking that, as a new group. DAVIES (voice over): Emily Sonnett was there four years ago for victory in France alongside veteran superstars, Megan Rapinoe, and Alex Morgan preparing for their fourth World Cups, this time around. But 14 players will be making their debut on the world's biggest stage. And the message from the top is clear, we win together, we lose together, we stick together. CRYSTAL DUNN, U.S. WOMEN'S NATIONAL TEAM: We did have a you know big change in a lot of players, we've had injuries, we've had a lot of things that we've had to adapt to. And I think that is something that is ultimately going to make us come together and be even stronger. Because we know that everyone has to pull their weight. NAOMI GIRMA, U.S. WOMEN'S NATIONAL TEAM: I think it's just keep the belief knowing that we deserve to be at this level, you know, representing the U.S. and the world cup. And we've impacted the game in different levels and in different games, different tournaments. So I think now going into the World Cup, its keeping that belief and just knowing that we're good enough and where we're able to make an impact. DAVIES (voice over): They started the 2019 tournament with a whopping 13 nil win over Thailand and are aiming to make another statement in the July 21 opener against Vietnam. JULIE ERTZ, U.S. WOMEN'S NATIONAL TEAM: They're going to get our best; our team is focused on one game at a time, not looking past anything. Giving the utmost respect to whomever our opponent is that we're going to give our best on any day that we have to play. And I think that's our sole focus as a team. DAVIES (voice over): The U.S. women's national team has been synonymous with dominance. They've won four of the eight Women's World Cups ever played. That drive to be the best is ingrained in the team's culture. And there's no plan to change that now. MEGAN RAPINOE, U.S. WOMEN'S NATIONAL TEAM: The goal is just always winning. That's all that matters. That's like our secret sauce is just this like insatiable desire to win and everything else comes after that. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}