{
  "date": "2023-05-24",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Republicans Suggest U.S. has more Time to Raise Debt Ceiling; Circle CEO on the Impact U.S. Debt Default could have on Stablecoins; Circle CEO: This is Prudent Risk Management on our Part; Researchers Use Brain Scans & AI to try to Read Minds; Scientists are Training AI to Read Minds Through Brain Scans. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "JULIA CHATTERLEY, CNNI HOST",
      "sentences": "A warm welcome to all our First Movers, around the globe. Great to have you with us as we blast off for another busy showfilled with social media campaign kickoffs nail biting, Washington face- offs and Mega tech earning tee-offs first up the Twitter space embrace between Elon and Ron. Florida's Republican Governor Ron DeSantis set to throw his hat in the presidential ring during a mind meld with Musk on the Musk owned platform late Wednesday. Plus, the Biden versus McCarthy debt ceiling raised perhaps we're finally seeing some no deal nervousness across stock markets. As negotiators struggle to reach an agreement little progress reported Tuesday and no word of any high level meeting so far today and here is the picture right now. U.S. futures are lower that follows a 1 percent plus drop for the NASDAQ and the S&amp;P 500 on Tuesday, a late day slide on word that talks me have hit an impasse losses as you can see there in Europe and Asia to a pretty sizable. Some Republicans are now questioning the Treasury so called X-date for when the money runs out suggesting there may be more time to negotiate than the Treasury suggesting. I think it would only be a matter of weeks not months if that's the case. There's a little like semantics to me. Now it's not just the debt ceiling so and campaign revealing the current Top Gun of the tech world is set to report results after Wednesday's closing bell. Chipmaker Nvidia whose shares up 110 percent years to date has been a key beneficiary of the artificial intelligence and supercomputing boom. Its chips also helped powered ChatGPT too. In videos CEO though recently warned of the \"enormous damage\" to the sector from the ongoing tensions between Beijing and Washington. His concerns voiced just days in fact, before the Chinese government moved to ban purchases from U.S. chipmaker Micron. That's just one more worry to throw on Washington's overflowing plate. Task number one, of course, is the debt ceiling, impasse morass. Janet Yellen's X-date for when the U.S. runs out of cash now, just eight days away, though some Republicans suggesting that there may be a little bit more wiggle room and the Treasury has let on listen to this. (BEGIN VIDEO CLIP) REP. BOB GOOD (R-VA): If we don't pass the bill, the Senate doesn't pass the bill. There's not some catastrophic date of June one, you're already hearing rumblings that it might be July one, there's not going to be some cash oh, we've hit the limit. Look what's happened I markets will get jittery markets go up and down based on the expectation of whether or not markets are going to go up and go down. So there's not some big catastrophe to fear. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "CHATTERLEY",
      "sentences": "Channeling Roosevelt, I think in reverse is the one thing to fear the lack of fear itself, even at this point. Arlette Saenz is live atthe White House. Arlette, it does feel like semantics and I'll say it again to debate the number of days. I think the one benefit of being the Treasury Secretary is you do actually have access to the data unlike any of these other people. What hopes for more negotiations today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "We should say. Arlette, great to have you with us, thank you, Arlette Saenz there! Now to the Russian region of Belgorod, where at leastnine people were hospitalized overnight drone attacks, according to the Governor of the border region, this follows a surprise attack there on Tuesday claimed by an anti-Putin Russian group based in Ukraine. They say their goal is to \"the complete liberation of Russia\". Fred Pleitgen joins us now on this. Fred, good to have you with us and we were talking about this once again yesterday. And I think there's increasing fascination with this sort of anti-Putin group. It's no surprise with a message like that the Russians are saying, look, the architect, here is the Ukrainians. What more do we know about the attacks overnight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "All right, Julia, well, first of all, that's exactly what the Russians are saying.They're pinning this on the Ukrainians. It's something that the Kremlin said yesterday, something that the Russian Military said yesterday as well. The Ukrainians, of course, continued to deny that they had anything to do with us. So we spoke to the National Security Adviser yesterday. And he once again said, look, these are anti-Putin Russians, they are doing this inside Russia, even though they are affiliated with the Ukrainian security forces here in Ukraine, when they act inside Russia, they are acting independently. However, we've now heard from a source inside Ukrainian Defense Intelligence that in fact, the Ukrainians apparently did have a heads up that this was going to happen from those two anti-Putin Russian groups that then went over there. However, they do say that operationally, they still had nothing to do with that. And you know, what was going on last night, it's certainly is something that definitely scared a lot of people on that side of the border, and has also led to some criticism as well of the Russian security apparatus. What the governor of the Belgorod region was saying is that it was not a quiet night, as he put it. And that's probably putting it pretty lightly because he says that there were drone attacks going on, which he says were coming from the Ukrainian side, basically, the entire night that munitions were being dropped. He says no one was actually injured overnight. But in total, he says there were, as you put it, those nine people who were hospitalized and three of them actually in ICU. So even after this cross border raid seems to be over and the Russian defense forces are now saying that they've pushed everybody who crossed the border back into Ukrainian territory, also alleging that they liquidated 70 of the attackers as they put it. It certainly seems as though there is still an ongoing security situation in that area, even though right now, the Russians are saying that the counterterrorism operation is over. The Russian Military, the Defense Minister, Sergei Shoigu, he came out just a little while ago, and he said that the Russians are calling this a terrorist attack. He says that they will respond harshly. But really, there are a lot of people in Russia, Julia, who are questioning right now from that region from the Belgorod region, but also higher up who are questioning how something like that could happen in the first place. When you have the border with Ukraine that these groups were able to go in there, stay in there for more than 24 hours without the Russian security forces being able to ask them very quickly, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes and somehow still slipping through and managing to stage these attacks it seems, Frederik, great to have your context, thank you,Frederik Pleitgen there. Now in the Pacific powerful typhoon is lashing the island of Guam with devastating winds storm surge and heavy rain pummeling the popular tourist destination as we speak. Typhoon Mawar is the strongest storm to hit the U.S. territory in decades. Anna Coren joins us now on this. Anna, be the eye as past north have gone now but the Eyewall which is the strongest part is currently in place. What more can you tell us about the damage and what people are facing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, thoughts with everyone involved? Anna, great to have you thank you. Now to the U.K. and inflation is back in single digits. Buteconomists are putting the celebrations on hold consumer prices rose 8.7 percent last month, year on year that's down actually from over 10 percent in March. But that drop actually was a disappointment and food prices didn't get the memo either. They are at a multi decade high. Anna Stewart joins us now. Anna, it was the food prices that caught my attention rising 19.1 percent in April core inflation actually raised you know, I look at the Bank of England now and the meeting next month. They're going to have to raise rates again, surely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "Yes, this was not a good day to release it was certainly wasn't welcome ease inflation has fallen, but nothing like asmuch as people expected given the fall we've seen in energy prices. And you mentioned food yes, up 19.1 percent versus a year ago essentially hadn't really moved from the month before. And the Chancellor made really clear this morning, this is concerning. He actually met with food producers yesterday it was a big photo up there. And I just want to show you the rises we've had in some really basic food staples here in the U.K. over the last year. Look at that sugar up more than 47 percent, eggs up 37 percent and milk up by almost as much. Why are we still seeing all of this food inflation? Well, the Office of National Statistics is putting it down to firstly, of course, the Russian invasion of Ukraine, the impact that had on grain prices and fertilizer prices, in addition to energy costs, the labor shortages in the U.K. that is a result of the pandemic, also Brexit of course, and really impacts the farming. And then weather droughts and cold snaps, but not in the U.K., the issue for the U.K., it relies hugely on imported food, and actually, the prices for imported food, the U.K. has risen twice as fast as domestic food. And then you've got to add in the huge lag in terms of yes, we're seeing commodity prices fall. But of course, all those long term contracts, particularly with imported food, that lag some distance. So we're not going to see inflation coming down maybe as quickly as we had hoped. And the issue with this Julia, of course, this sort of inflation with food and energy really hits the poorest hardest. And there is huge pressure for wages to go up so that people can afford to meet their bills. The problem with that inflation becomes more entrenched. And that was the big warning yesterday from the IMF. And at this stage, they saying inflation is the absolute number one priority. And I think that means interest rates are going to go up much, much higher than we had expected only a few weeks ago. I think 4.5 percent was really the consensus for the peak is now looking at over 5 percent maybe 5.5, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\". U.S. Congress has very little time left to agree on legislation and avoid the first ever U.S. default.Now whether that happens or not even just flirting with the prospect has big consequences. It clearly matters for those who rely on things like pensions from the U.S. government. But it also matters for those who invest in U.S. based assets like U.S. government bonds. Here in the U.S., they're supposed to be the safest assets to own and that's part of the problem. Now imagine you provide a product whose value is tied to the U.S. dollar and investors trust that you have exactly the same amount of cash or bonds for example, to back it up in very simple terms. That's how a stable coin works. Circle is a financial services company that issues one of the world's largest known as USD coin. Now Stablecoins facilitate trades in Cryptocurrencies but can also be used to lend, borrow and even to send payments around the world with lower transaction costs. Jeremy Allaire joins us now he's the CEO of Circle. Jeremy, great to have you with us. Now is trying to put it in the simplest terms I can, but just explain for my audience, again, what you do at Circle and how USD coin is being utilized around the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "JEREMY ALLAIRE, CEO OF CIRCLE",
      "sentences": "Absolutely, and thanks for having me on. So USD coin or USDC, as it's generally known, is essentially a way to takedollars that we have in the traditional electronic money banking system. And as we like to say, upload them to the internet and sort of convert them into a digital currency form that then can be used to transact directly on the internet, peer to peer or business to business. And just as we've all become accustomed to the ability to share information and data or emails, or have live video with people anywhere instantly in the world, USDC is a technology kind of brings the price stability of $1. But the internet as a medium of exchange, and it works on top of what's called blockchain technology, which is the same technology used by other digital currencies and Cryptocurrencies. But we use it to have a fully backed dollar. And then give it as I like to say, the superpowers of the internet for moving money around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "I love how you laughed gently when you talked about the stability of the traditional U.S. dollar there because that's been achallenge. But to your point, that backing is really important. And I believe in you can talk me through it, you made a decision. Just recently, in light of all the negotiations in Washington to take some of the money that you had stored in shorter term U.S. Treasuries. And I know a chunk of it was in cash as well. And take it out of U.S. Treasuries, if they were maturing, or you were expecting to get your money back beyond the end of this month. It's sort of crazy, just explain the decision there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, you've been through this once before, when Silicon Valley Bank collapsed, and you were caught up in that, and you have that samesituation where USDC, traded below the value of $1, which I mean, we can talk about, but I know you, you're certainly perceived, I think in the industry to have handled that incredibly well. But I think the bigger point here that we should talk about perhaps is the idea that you're getting out of what's up until this point, bar a few examples perceived to be the safest asset, do you actually think it's possible that the U.S. government could default on its debt? Are you just being as absolutely cautious in light of recent events as you possibly can be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ALLAIRE",
      "sentences": "Yes, you know, I think it's more the latter, I think we want to be really cautious. I think, you know, in in the earlier incident, you know,we had a failure in the fractional reserve banking system that infected us. And that's been a concern of ours for some time we would like to see a structure where we don't have to hold cash, in risk taking banks. We would ultimately rather have a structure where we could hold, you know, a portion of cash at the Fed, where we could hold things like repos. And then these, these treasury bills, and I think that would be the right structure for the safest digital dollar that you could have that then people all around the world would trust. And it would actually make the dollar itself more competitive. But, you know, our view is I don't want to take a view on whether the government will default or what's going to happen with all this. And it's just, I think, prudent risk management for us at this stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, but I think the point there is important that you're sort of making choices where you store more money, perhaps in the traditionalbanking sector, and you've sort of got your head in your hands over that, too. Do you think this is a huge opportunity more broadly for the crypto space, because you've long talked about the prospect of de-dollarization? I think Christine Lagarde at the European Central Bank was talking about not taking your reserve status of the U.S. dollar. She was talking about, I think the Euro as well for granted, given the sort of geopolitical backdrop that we're in at this moment too. Do you think what we're seeing even today, we have to be realistic about this sort of promote that de-dollarization and people looking at the situation and going you knows what, we need alternatives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, and lawmakers have a responsibility not to scare people to death as well. And you've said a number of times, recently, in light ofthis as well, that digital dollars are the solution, it's similar to what China's done, what would be the unique value, then in USDC, in the coin, that you wish you if the United States digitizes dollars anyway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "ALLAIRE",
      "sentences": "Well, our view is that, you know, the Western system and the U.S. led system, we can learn a lot from the internet itself, which is thatclear regulation, and creating a fair competitive open market, allowed internet, software technology, internet firms, technology firms to build the best technology in the world and really made the United States the center of technological innovation for so much of the past decades of technical innovation on the internet. As we move into a world of technical innovation in the sort of power of currency itself, that same playbook can be used. And so our view is that the immediate opportunity is past clear legislation that defines what these payment Stablecoins are enable a free and fair and open competitive market for banks and non-banks to issue these. And provide, you know, the kind of supervision to make sure that everyone in the world knows that these digital currency instruments that are issued through the private sector are as safe as possible, and unleash that competition. And I think if you have that the private sector is going to be innovating on technology at an extraordinary pace. And that's the advantage that the United States has is not having a centralized government that is trying to build and operate something with total control and total surveillance, which is, as I like to say, don't try to outshine a China embrace free market capitalism, embrace open competitive technology innovation, embrace the open internet, but build a clear rulebook around it. And so that's how we see digital dollars achieving scale in the next five years. And that's very much what's in front of Congress right now with this stable coin bill that's working its way through the house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, and hopefully, this sort of mess at that meeting of the debt ceiling negotiations gives them extra impetus to recognize thenecessity of it in some way. Jeremy, great to have you with us thank you so much for that. Jeremy Allaire the CEO of Circle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "ALLAIRE",
      "sentences": "Thank you, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\". And a Wednesday wakeup call on Wall Street to U.S. Stocks lower as investors worry about the lack ofmovement in the debt ceiling negotiations with just over a week, according to the treasury to go before the so called X date. That's the date that the United States could run out of money to pay its bills without a debt ceiling increase. No word yet, as we were hearing earlier on the show on whether both sides in the talks will be meeting today. And in the meantime DeSantis decides Florida Governor Ron DeSantis is expected to announce his running for the U.S. President position later today for a while now. He's been considered Donald Trump's most formidable challenger. Former President has made an effort to rally his base against Ron DeSantis and as mocked he on social media. DeSantis for his part is expected to announce his run in a live discussion with Elon Musk on Twitter. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ELON MUSK, CEO TWITTER",
      "sentences": "Yes, so we'll be interviewing Ron DeSantis and he has a quite an announcement to make. And will be the first time thatsomething like this is happening on social media and with real time questions and answers. Not scripted. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Donie O'Sullivan joins us now. Donie I can't believe I'm saying this but I'm just thinking that 2024 has the potential to make 2020 lookordinary, my head just exploded. What do you make of this? DONIE O'SULLIVAN, CNN CORRESPONDENT: Yes, I mean look, it's obviously a different approach in terms of DeSantis here, obviously intentionally bypassing the so called \"Mainstream Media\", even FOX News and going directly first, to Twitter to speak with Elon Musk in this audio chat this evening on Twitter spaces. Look, Musk has been trying to you know market Twitter to kind of right wing conservatives in the U.S. Musk claims that Twitter is a kind of bastion of free speech, although we've seen him suspend journalists. And you know, do as Turkish authorities tell him and center his platform there. But you know, very much trying to serve the DeSantis I guess, audience we know, DeSantis likes to engage in all this kind of culture war type stuff as well. But also quite notable you know, Musk is really, I guess, trying to make Twitter a platform where they host and create their own content like tonight. But also we know that Tucker Carlson recently fired from FOX News is going to be launching his show on the platform as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "JERRY TANG, PHD STUDENT, UT AUSTIN",
      "sentences": "So we don't like to use the term mind reading?O'SULLIVAN (voice over): These neuroscientists at the University of Texas in Austin say they've made a major breakthrough. They've figured out how to translate brain activity into words using artificial intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "TANG",
      "sentences": "These are different images.O'SULLIVAN (voice over): Earlier this month, they published a paper explaining how they had research volunteers listen to audio clips, while having their brain scanned by an FMRI machine. Over time AI algorithms the very same tech that's behind ChatGPT were able to figure out what the volunteers were listening to just by watching their brains. O'SULLIVAN (on camera): It is just crazy. You can watch how blood flows through the brain and using AI and GPT and everything else translated into words?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "TANG",
      "sentences": "Yes, it's wild that this works when you put it that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thumbs up Donie.O'SULLIVAN (voice over): To test it all out Professor Alexander, who should I have our brain scanned while listening to parts of the Wizard of Oz audio book? I was scanned first followed by professor who's capturing images of the changes in our brains blood flow. As we listened to the words from the audio book and showing how our brains interpreted those words. When she had finished her meal and was about to go back to the road of yellow brick, she was startled to hear a deep groan nearby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "TANG",
      "sentences": "You can see that there were getting recordings every two seconds. While he's listening to a story, we will feed this data through ourdecoder, and try to predict the story that he's currently listening to. O'SULLIVAN (voice over): The next morning the results we're in. O'SULLIVAN (on camera): OK, so it's been 24 hours since we got our brain scanned, you can confirm I have a brain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "TANG",
      "sentences": "Absolutely.O'SULLIVAN (on camera): Brilliant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "TANG",
      "sentences": "So we were able to decode some stuff from my brain, not so much from yours. So this is one from my brain. This is from The Wizard of Oz. So onthe left side is the actual words that I heard when she had finished her meal and was about to go back to the road of yellow brick, she was startled to hear deep groan nearby. And the decoded version of this is on the right. I was about to head back to school and I hear this strange voice calling out to me. So it gets some things right. So this like was about to go back was about to head back. It completely misses some things like the road of yellow brick versus school, but then it gets this, this nice kind of example. So she hears something and then instead of a deep groan nearby, it said a strange voice calling out to me that means something related, even if it's not exactly the right words. O'SULLIVAN (on camera): So pretty incredible I think that was about to head back as something that just by scanning your brain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "TANG",
      "sentences": "Yes, I think that's one of the things that are really surprising to us about this, it can get things like that can get these entire phrases ofexact words, because so here are the same segments for you. O'SULLIVAN (on camera): Now, so we expected mine, not to be great?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "TANG",
      "sentences": "Because we haven't trained the model on you. The whole day, I'd be fine, but she wanted me to make it to her place. First, I got a littleexcited about it. O'SULLIVAN (voice over): The reason it wasn't able to decode my brain was because the technology currently needs people to sit in the FMRI machine for more than 16 hours. So the AI models can train on specific people's brains. O'SULLIVAN (on camera): Are we going to live in a world where you know, I can walk by somebody on the street and they'll be able to hold something over to my head and they'll know what I'm thinking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "TANG",
      "sentences": "Currently, we're very far from that. That might also never be possible. We can't completely rule it out. But as far as we know, thatcertainly won't be possible in the next few decades. The real potential application of this is actually helping people who are unable to speak without them needing to get neurosurgery. Now we have this like snapshot of the brain O'SULLIVAN (voice over): And Jerry Tang explains how they use open AI is GPT large language model to help decode the brain. The GPT model is made up of millions of pages of text from the internet that the AI trains on and learns how sentences are constructed and how people talk and think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "TANG",
      "sentences": "GPT basically made our predictions a lot better.O'SULLIVAN (voice over): But it doesn't just work listening to audio professor who showed us what happened when he watched a movie with no sound while his brain was scanned watch as the technology is able to decode what his eyes are seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "TANG",
      "sentences": "She then took my hand and held it to her lips. She kissed it. I smiled.O'SULLIVAN: Oh my god.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "TANG",
      "sentences": "She -- me in for a hug. I got her back for about hours, I had to stop the bleeding and gave her my shirt to put over it. It was pretty good. Idon't know. It's that description of what was happening here. O'SULLIVAN (on camera): Wow. Should we be scared by the work people like you were doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "TANG",
      "sentences": "We think it's really important to continually evaluate the implications of branded coding, and also to start thinking about enactingpolicies that protect mental privacy and regulate what brain data can be used for. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, incredible for people that can't speak to be able to communicate like this. The medical benefits are clear, and I'm also in bigtrouble with Bob, by the way. Next question, were you the obnoxiously big brained person or that was that the professor? O'SULLIVAN: Oh, that was my brain. Yes, that was my. I have a very big head. I don't know but the brain part of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "That's OK with the brain.O'SULLIVAN: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Not obnoxious, please. Awesome work Donie.O'SULLIVAN: Thanks Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "STEWART",
      "sentences": "It's a case of whiskey business. This month how investors hunting for yields -- with answers at the bottom of a glass plus they are some ofthe hottest trends in tech but can NFT's turn heads on the catwalk? We'll be heading to Metaverse fashion week in Paris. That is all coming up on \"Marketplace Europe\". (BEGIN VIDEOTAPE) STEWART (voice over): The light music of whisky falling into glasses. That's how James Joyce described the drink in 1914's Dubliners. Now, more than a century on this storied spirit is attracting a new set of admirer's investors. Rising whiskey prices have attracted buyers who aren't only interested in how it tastes, but in how much money can be made from selling it. I'm here at Hedonism Wines in London's Mayfair home to thousands of rare bottles of wine and spirits to see why whisky has generated so much buzz?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "TOM OLIVE, ASSISTANT SPIRITS BUYER, HEDONISM WINES",
      "sentences": "I think first and foremost it's a brilliant drink and it's having its moment at the moment itcould be in the future. There could be another spirit that takes over -- Armagnac it could be a different category. But I think you know, certainly at the moment, the hype is huge. STEWART (voice over): Last year, the price of whiskey is tracked by the Scottish Bank, -- rose by almost 20 percent. Even though prices are now coming back down, it still proved to be tempting for investors seeking profits. STEWART (on camera): Some of these whiskies date back to the 1930s. And today's sell for more than $200,000 of bottles. So at more than $7,000 for a single measure it's not surprising that whiskey has earned the nickname liquid gold. Tom Olive is one of the spirits specialists at Hedonism Wines. He says all kinds of buyers are looking for a piece of the action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "OLIVE",
      "sentences": "You've got people that are looking maybe for that quick flips, that kind of that buying and they're selling straightaway. There are some peoplethat are, you know, collecting for inheritance for their kids you've got the people that are very, very much into whiskies, the products. And then there's the spectrum of people that you know, investing and thinking about it as much more than investment but I think there's a big spectrum in between people that are passionate, but also know the value of these things. STEWART (on camera): So if I give you a million pounds, would you put it all into whiskey or do you buy a house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "OLIVE",
      "sentences": "I would certainly buy a lot of whiskey I've opened some of these bottles that we've got that I'm not able to open at the moment with amillion pounds would be brilliant. STEWART (voice over): Rare whiskey prices have risen almost 400 percent over the last 10 years according to the British Estate Agents Knight Frank. While that growth is now slowing, the long term numbers still beat other high end collectibles like plastic cars, fine art or jewelry. Across London at the Whisky Exchange, one of the city's biggest whiskey specialists like Frank's Partner, Andrew Shirley says the next few years should be more settled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "ANDREW SHIRLEY, PARTNER, KNIGHT FRANK",
      "sentences": "When you've got an asset class or a lot of your most collectible, things are diminishing and volume becausepeople are drinking them. That suggests that it's a market that still got legs, but I don't think over the next 10 years, we're going to see another 370 percent worth of growth at the top end. STEWART (voice over): Like any investment trend, there is concern over traders rushing in without knowing the risks. Shirley says it's important for Investors to know what they're buying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "SHIRLEY",
      "sentences": "You've got this sort of new emerging market, which is more driven by investment funds sort of sort of jumped on, you know the whiskey storyin that's the kind of market that worries me a little bit because it's not driven by connoisseurship. It's driven more by marketing and encouraging people to jump into a market that they don't really know that well. STEWART (voice over): Of course, it's not only investors who are in the market for whiskey ordinary consumers are buying it in record volumes. Scotch exports are at an all-time high at more than $7.5 billion last year. That's according to the Scotch Whisky Association. France, Germany and Spain are among some of the biggest Scotch drinkers and the Association's Chief Executive says the outlook is bright.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It sounds about right.STEWART (on camera): Where should we start?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, I thought we could try today is actually something we're quite proud of here is a shop. It's an exclusive bottle for us. Sowhen you're looking at a blend, you're looking to kind of have a nice balance style. So you've got lighter whiskies mixing with heavier whiskies, and this would be that kind of -- heavier kind of spicier. Yes, so perfect for the time of days right now. It's got quite a lot that kind of woody character actually with a little bit of water. The kind of the more floral lighter notes come up like or express a little bit more. STEWART (on camera): Are we tasting all of them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Unfortunately, no, we.STEWART (on camera): I think that's a good thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think so.STEWART (on camera): Up next, stressing the virtual runway at the Paris Metaverse Fashion Week. But first, let's catch you up on the business calendar across the continent in \"Marketplace Minutes\". STEWART (voice over): It's getting substantially harder for businesses and home buyers to get loans. That's according to a survey of Eurozone banks earlier this month from the European Central Bank. The ECB says demand for credit to businesses in Europe also fell in Q1, the biggest fall since the end of 2008 Looking ahead, we'll get some new data on Switzerland's economy for the first time since the emergency sale of Credit Swiss GDP numbers for Q1 of this year are due out on May the 30th. There were zero groups in the Swiss economy in the previous quarter. Also that day ministers and executives from around Europe will be in Portugal for the Lisbon Energy Summit and the following week and I'm bosses will be gathering in Istanbul it's the annual general meeting of the International Air Transport Association, also known as IATA. I'll be there with \"Marketplace Europe\" to speak to the continent's biggest carriers. (END VIDEOTAPE) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "STEWART",
      "sentences": "It's not just whiskies and wines that are collectible, digital assets have been all the rage, which is why designers in Paris recentlyheld a Metaverse Fashion Week. So pair models stay in vogue and virtual reality. Our Saskya Vandoorne has all the details from Paris. (BEGIN VIDEOTAPE) SASKYA VANDOORNE, CNN SENIOR FIELD PRODUCER (voice over): Bold, bespoke and entirely digital. This is high fashion that you can't touch. Fashion Week in the Metaverse as brands turn to the internet for -- tools a new horizon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "ABRAMS",
      "sentences": "So I think everybody came more comfortable saying, well, maybe this is the way we communicate. So definitely, from a customer adoption, we sawthat people try and on filters, be more comfortable testing NFT's. VANDOORNE (voice over): For designers to more at home working with silks, then lines of code, it's been a new arena, some reimagining old designs digitally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "RUBIN SINGER, FASHION DESIGNER",
      "sentences": "One of the things that we were encountered with was that the chain, for example, couldn't be longer than beforefortunately for four or five feet or something like this, and that's the dress right behind us being brought out. VANDOORNE (voice over): Some like moving singer have turned to collaborations with established digital creators to enter the Metaverse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "SINGER",
      "sentences": "That's the biggest challenge proportion, fabric and movement. Really, how does fabric move and what does it do?VANDOORNE (voice over): Others have taken the plunge into digital design themselves, and found unexpected rewards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "PETER DUNDAS, FASHION DESINGER",
      "sentences": "What you do for the Metaverse sometimes are things that you're most challenged to do physically, sometimes you almostwant to try to recreate in the physical world afterwards. VANDOORNE (voice over): Powered by Blockchain technologies Metaverse, fashions in spaces like -- still require a huge amount of energy to run. Neither will the Metaverse likely eradicate our demand for fast fashion, but some hope it will bring about positive change. EVANGELO BOUSIS, CO-FOUNDER AND IMAGE DIRECTOR, DUNDAS: I think that it'll become a space where people will be able to buy and wear clothes that they may not be able to afford in real life. And I think that's one way of bringing our fashion that matters. VANDOORNE (voice over): Still in its infancy, the real question will be whether the masses come flocking to digital fashion. Saskya Vandoorne, CNN Paris. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}