{
  "date": "2023-02-11",
  "headline": "CNN Newsroom",
  "subHeadline": "Canada Orders Shootdown Of Unidentified Object; Interview With Rep. Robert Garcia (D-CA); DeSantis Versus Disney; Pentagon Releases Statement On Shootdown Of Object; Death Toll Surpasses 28,000 As Rescue Efforts Continue; Biden And Brazil's Lula Meet To Discuss Democracy, Human Rights. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:36",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "You're live in the CNN NEWSROOM. I'm Jim Acosta in Washington.We begin this hour with breaking news, yet another shoot down of a high-altitude object, this one in the skies over Northern Canada. Canadian Prime Minister Justin Trudeau this afternoon gave NORAD the order to shoot it down and a US fighter jet successfully just did that. It's not clear if this latest shoot down is related to yesterday's incident off the northeastern coast of Alaska that was near the Canadian border, nor is it clear if it's related to the Chinese spy balloon that was shot down last Saturday. CNN's Natasha Bertrand joins us now along with CNN's Paula Newton. Paula, what do we know about this latest shoot down obviously significant enough for the Canadian Prime Minister to tweet about this just in the last hour or so? PAULA NEWTON, CNN ANCHOR AND CORRESPONDENT; Yes, again, and given the week we've had with these objects, it's obviously pretty predictable that Justin Trudeau would want to be fully transparent about what was going on. I mean, Jim, you and I were talking just a couple of hours ago with NORAD, right, the North American Aerospace Command observed this high- altitude object confirming that to us here at CNN and you and I talked about it, the point was what was going to happen next? Now, given that it was over Canadian -- it was in Canadian airspace, it was up to Justin Trudeau to give the nod to say yes, okay. It was done in complete coordination with the United States. He then tweeted about it saying: \"I ordered the takedown of an unidentified object that violated Canadian airspace.\" He is saying that \"NORAD shot down the object over Yukon. Canadian and US aircraft had been scrambled.\" That was a US F-22 and it had down the object. This next part is significant. Jim, he also tweeted that he spoke with President Biden and that at this point, right now, at this hour, Canadian Forces are trying to recover and analyze the wreckage from this object. Again, it shows a couple of things, Jim. The fact that they were not going to let yet more high-altitude objects fly over both Canadian and US airspace without taking it down when they had the opportunity, and it shows very much the close cooperation and coordination between Canada and the United States, given the fact that this is really menacing in terms of what is going on, in terms of, and again, you pointed out, we don't know, this high-altitude object or the other one from a couple days ago, who is responsible for that, individual, commercial, or obviously a country. But the point is, this is menacing. It is probing and someone is trying to send a both the United States and Canada a message. I also want to make clear that Canada's Defense Minister, Anita Anand has been following the situation closely and also tweeted that she had been in contact with Secretary Austin. In fact, she was in Washington just on Friday and the discussion really did center around how best to secure the Arctic. Now, Arctic security has been on the agenda, will continue to be on the agenda when President Biden meets with Justin Trudeau likely sometime in March. But I mean, given what's going on here, Jim, they're going to want to have a take a look at what the debris is and what clues they could possibly get as to what's going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:36",
      "speaker": "ACOSTA",
      "sentences": "All right. Paula Newton, thank you very much.Natasha Bertrand is also with me. And Natasha, you've been following this all afternoon, and as well as the incident that occurred yesterday over the skies of Alaska. You have new reporting on what occurred yesterday, and I guess it might yield some clues as to what we are dealing with today. The pilots were sort of giving different accounts as to what they were looking at before that object was shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "BERTRAND",
      "sentences": "And you know, I think between the Canadian objects that we're seeing today and the one that we saw yesterday, and of course, the Chinese spy balloon, the question is, are these all happening at the same time or, you know, simultaneously because we are just looking for them more, right? I mean, that could be the big question here, whether the US and Canada have essentially increased their radar capabilities and kind of made it so they will not ignore objects like this or will make it so that they can actually more proactively identify them when they do pop up, because they could pose a threat.I mean, with the Chinese spy balloon that was something that was capable of intercepting electronic communications and spying over the continental US. So we'll have to see whether this is some kind of new capability the US and Canada have developed here -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "ACOSTA",
      "sentences": "All right, very good. Paula Newton and Natasha Bertrand, thank you very much. And I know Natasha, you're keeping an eye on your phone just in case anything new comes in on the American side; Paula, I know you're doing as well with the Canadian side of things.And joining me now to talk about this further is CNN national security analyst, Juliette Kayyem and David Sanger, CNN political and national security analyst. He's also a White House and national security correspondent for \"The New York Times.\" Let's begin with his latest incident. You know, this is just going to keep happening, I suppose until something puts a stop to it. It's very strange. We were just talking about a Chinese spy balloon a week ago and things have changed, I would say dramatically. Juliette, what is going on? We don't even know what these objects are. Isn't that puzzling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "JULIETTE KAYYEM, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Yes, it is. And I want to just pick up on what Natasha was reporting. I mean, obviously, after the Chinese balloon incident last week, our air surveillance has increased that goes through NORAD.NORAD is a unique entity. Its Commander reports to both the United States President and the Prime Minister of Canada, so when Trudeau calls this, it is both the Canadian and the US planes that take off. It happened to be a US plane that brought this down. So our surveillance has increased, our tolerance for this has lowered, so your risk calculation is going to be different. And now we ask the question: What the heck is going on? Is this testing our systems? Is it people taking advantage of what happened in China? Is it private? Is it government based? We don't know and we ought not to speculate at this stage about what it could be. But I will say, people are rightful to be a little bit -- to view this as a little bit disconcerting, simply because it is not common to scramble airplanes to shoot down things out of the sky. And now we have three in the last seven days that in my memory, I was checking right before I went online, I don't remember a single time that a Canadian Prime Minister sought NORAD to shoot something out of Canadian skies. I think this is unprecedented.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "ACOSTA",
      "sentences": "Highly unusual, David Sanger. I mean, what do you make of all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "DAVID SANGER, CNN POLITICAL ANALYST",
      "sentences": "Well, a few things. The first possibility is one that Natasha raised before, which is that everybody was spooked by the fact that the earlier balloon incidents before the one that got shot down, we could go, the earlier Chinese balloon incidents we believe, were not detected at the time, right?We know there were some over Hawaii, we know there was some over Florida, the ones that happened during the Trump administration, we only really learned about after people went back and looked at the evidence and knew. So it's very possible that by turning up the sensitivity here, it's a little bit like changing the sensitivity on a magnetometer you walk through in the airport, you're going to get a lot more alarms, including probably a fair number of false alarms. Things are going to set off the system that didn't before. So that's one possibility. The second possibility is the one that Juliette just described, which is maybe someone is testing us to see just how sensitive our system is, and the decision that has clearly been made by President Biden, by Prime Minister Trudeau is to err on the side of taking things down and showing a big demonstration of defending territory, even if it turns out that they are fairly harmless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "KAYYEM",
      "sentences": "Yes, so not uncommon and what you want to remember is their timing is very tight. They have to make the decision, are they going to shoot this thing down before it is over any areas, as what we saw before last week, that could be harmful if you shoot it down. So they have two different reporting, the pilots reporting different things, and their ability to sort of -- to make those make sense may have been limited.So your decision now is we're bringing it down in the safest place possible. The most important thing that they were assessing, honestly is, is this thing manned? If this thing is manned, then you have a very different calculation, because if it's an ally, you don't want to shoot it down; it's an enemy, that's going to be something very different if you do shoot it down. And all the pilots were consistent that it was unmanned, and that is actually, we sometimes forget to talk about that that is actually the probably the first thing that they're worried about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "ACOSTA",
      "sentences": "And David, one of the things we don't know is the country of origin of these latest objects, the one over Alaska and the one over Canada. If they end up being both from China, doesn't that sort of raise some alarm bells that we haven't really been hearing for some time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "SANGER",
      "sentences": "Well, it sure could, Jim, just to pick up on one of Juliette's points here. The Friday shoot down, we don't know what the object was, but we knew where it was flying, at 40,000 feet, and so there was an instant justification to take it down, to get it out of a pathway of aircraft. That's obviously a big route, polar route to Asia.For this aircraft, they have not said at what height it was moving, but they did say it was a very high altitude. So, it's a big difference about whether it was at 40,000 again, or whether it was up at 65,000 where the Chinese balloon was. To your question, yes, if these turned out to be all Chinese origin, or even Russian origin, you're closer to Russian territory up where these were taken, then that could well be somebody testing the system. If it turns out that they're not, or they are corporate origin, or they really were weather balloons or something that went awry, then, you know, this will turn out to be false alarm. But as Juliette makes a good point, if there's nothing underneath that is likely to be harmed, you have very little cost from shooting it down. The calculation made with the Chinese balloon was quite different, which is, by the time we all sort of focused on it, it was already over Montana, and there was concerned about what would happen if it hit a populated area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "ACOSTA",
      "sentences": "Yes, and I think the question moving forward is, you know, what are these objects? And, you know, we certainly just have to get to the bottom of that. I mean, it's just very odd, you know, something over the skies of Alaska, about the size of a small car was taken down, and then one day later, another object taken down over Canada, as you were just saying, David. I mean, if this were not a serious situation, they probably wouldn't be shooting them down.David Sanger, Juliette Kayyem, thanks so much for the expertise. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "KAYYEM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "SANGER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "ACOSTA",
      "sentences": "Freshman Republican Congressman George Santos is facing yet another accusation of lying, this time from Arizona's Senator Kyrsten Sinema.The embattled House Republican claimed the senator told him to \"hang in there, buddy\" at Tuesday's State of the Union address after Senator Mitt Romney confronted him. Sinema's office says that never happened. Democratic Congressman Robert Garcia joins us now. Congressman, you're leading an effort to expel George Santos from Congress. Obviously, the situation with Kyrsten Sinema is probably not the highest on the list of things that you want to expel him from Congress over and I do want to ask you about that in just a moment. But I have to ask you, just because I know you sit on the Homeland Security Committee in the House of Representatives what your thoughts are on this unidentified object that was downed, shot down today over the skies of Canada? And I guess that coming one day after what happened in Alaska yesterday, a different unidentified object. What questions do you have in terms of what's happening right now? REP. ROBERT GARCIA (D-CA): Yes, I mean, listen, I think first Congress is being briefed regularly and I trust the Biden administration, I trust that our Defense officials, certainly our Security officials are doing what needs to get done for the security of the American people, in this case, also our allies in Canada. And so I'm looking at more information in the days ahead. We had a good classified briefing just a couple of days ago on the first balloon incident, and so I expect the next day or two, we'll have a lot more information, but I also very much trust the administration in what we're doing. And so we still need to give ourselves a little bit of time to get a little bit more information. We shouldn't be jumping the gun in which a lot of us had over what has happened the last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "GARCIA",
      "sentences": "And so -- but I think before we jump to conclusions, I think that we should just give the administration some time. We will be briefed, Congress will be briefed as well, to understand exactly what is happening. But of course, there is always concern and questions about exactly what is in our airspace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "ACOSTA",
      "sentences": "All right, I know they're working to get those answers as we speak.Let's go back to this situation with Congressman George Santos. I know that you're leading this effort to expel Santos from Congress, so of several lawmakers doing so. And you've already filed this resolution to get that going. It is unlikely to pass, as you know, in a Republican-controlled House, although I suppose you never know there might be some of his Republican colleagues that might -- who might join you. Why do it if it has a tough route to passage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "GARCIA",
      "sentences": "Well, I think first, we've got to make the statement very clear. I mean, George Santos is a huge fraud. He's a serial liar, whether it's around 9/11, or the Holocaust, his career, his education, the post massacre for the LGBTQ+ community. He should not be in Congress.And I think that we have made it very clear, given him plenty of time to resign, his own colleagues, particularly those in New York on the Republican side have asked him to resign and he has chosen to make a mockery of the Congress, and really the last straw was him getting access to classified information. And so, this is someone we don't know who exactly he is. He has clearly committed also, financial crimes, which is all going to catch up to him. And so a lot of us felt it was time to take that next step. The next step is to send this to House Ethics for an official expulsion. Some Republicans have already indicated that they'd be interested in possibly voting on this expulsion, and so I think this is going to gain some steam in the weeks ahead. George Santos should not be in Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "ACOSTA",
      "sentences": "And do you think there's a chance this could pass?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "GARCIA",
      "sentences": "I do. I mean, look, we wouldn't have introduced it, we didn't think there was a chance, but it's going to take some work. I think we're going to learn a lot more about George Santos in the weeks ahead. Everything that we learned gets worse and worse and worse, and so we want to make it clear that he deserves to be expelled.We also want to get to a point and the next step is to elevate this to ensure that we actually force a vote, Republicans should be on the record on whether or not they think that this person, whoever this person is, should actually be in Congress and should actually have access to classified information. And so I think that's a debate that we welcome. George Santos needs to resign immediately, and he needs to also pay for clearly all the crimes he has committed as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "ACOSTA",
      "sentences": "All right, Congressman Robert Garcia, thank you very much for your time. Obviously, Congressman Santos is welcome to come on the program and respond to these allegations at any point. But Congressman, in the meantime, thank you very much for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "GARCIA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "ACOSTA",
      "sentences": "All right, turning to Florida Governor Ron DeSantis who is gaining ground in his fight against Walt Disney World.Florida lawmakers have approved a plan to give the Governor new power over Disney by replacing a key district board with his handpicked members. The proposal now heads to DeSantis' desk where it will all but certainly be signed into law, and Marc Caputo joins us now. He's a National Political Reporter deeply sourced in the Sunshine State. Marc, great to see you. What is going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "MARC CAPUTO, NATIONAL POLITICAL REPORTER",
      "sentences": "Great to see you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "ACOSTA",
      "sentences": "Yes, what's the latest? What's at stake in this battle between DeSantis and Disney, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "CAPUTO",
      "sentences": "Well, for DeSantis, it was just bragging rights. He wanted to prove that when Disney crossed him with the Parental Rights Bill, which critics have called the Don't Say Gay Bill even though it doesn't ban people from saying gay in schools, he made sure to reverse a 1967 law, which gave Disney broad powers to have its own government basically, to enable the massive development of Walt Disney World.They passed this very hastily last year in response to DeSantis' opposition to Disney and Disney's opposition to his law, and so they just came back right now in a special session and sort of cleaned it up and just made it clear that the appointees, the government that runs the Disney theme park, the governing portions of it will now be under DeSantis' thumb or future Governors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "ACOSTA",
      "sentences": "And is this just all about 2024? Is this just about trying to eat into the Trump base?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:10",
      "speaker": "ACOSTA",
      "sentences": "No, and you're absolutely right about that. But you know, if he ever gets through the Republican nomination process, he does have to vie for centrists and independents, and even some moderate Democrats, and he has had this book ban fight in the State of Florida, which if you've been monitoring, other reporters down there have been following.Some Florida schools are beginning to comply with the law requiring the approval of books in classrooms and libraries and we've seen reports of teachers in certain counties hiding books in classrooms out of fear that they're going to get in trouble. We have seen these pictures of, you know, people draping, you know, blankets and whatnot over bookshelves in their classrooms. How do Floridians feel about this? It seems as though their State has in some sense, become a laboratory for policies that DeSantis is shopping essentially for a national audience?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:10",
      "speaker": "CAPUTO",
      "sentences": "Well, very much so. What we do know from some polling, limited polling, actually from the teachers union is that while DeSantis' agenda is generally viewed favorably when his policies are proposed, one thing that voters generally don't like, is a politician who's identified with book banning.Now, the State doesn't ban books in and of itself, but what they did is they passed a law that said local School Districts need to know what books are on the shelves in both classrooms and libraries, and they're not supposed to have obscene material. Now, as you know, from that rather famous Supreme Court case, where a Justice once said that with pornography, you know it when you see it, that's kind of where the rub is. And we have 67 County School Districts. Right now, we've only heard about two of them, Manatee and Duvall, where this has really taken hold, where you have entire bookshelves that are covered, books removed. I live in Miami-Dade County, the most populous in the State. My wife is a public school teacher, they're not doing that there, so there is a disconnect between what some School Districts believe the law is and what the State says the law is. And right now, the two systems aren't really talking to each other and parents, teachers, and students are caught in the middle of this. ACOSTA: They certainly are and Marc, we even haven't gotten into the looming battle between Trump and DeSantis. We'll do that another time. We've got a lot of breaking news we're following this evening, but Marc Caputo, thanks very much for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:10",
      "speaker": "CAPUTO",
      "sentences": "Great to see you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "Steps had been taken and there have been occasional steps forward and then it lurches back the other way and it's still not nearly where it needs to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Nowhere where it needs to be. And Bob, this is another thing that's on my mind heading into the Super Bowl and that is - and again, feel free to push back, I feel like the refs are just not - they're just not doing a bang up job these days. They've - we've seen bad calls, blow games, NFL Commissioner Roger Goodell, he's been defending the refs. Here's what he said this week. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ROGER GOODELL, COMMISSIONER, NFL",
      "sentences": "We may not agree with every TV announcer or every officiating expert, but we think our officials are doing a great job. But we're always going to look through our competition committee and everything else we have how we improve our officiating, but it will never be perfect.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Bob, is there any way to fix this or - and do you just feel as though the officiating has been fine and statistically speaking, we just from time to time have bad calls and they result in blown games and so on. Or is there something happening here and it just seems like it's getting worse? Or am I just being a grumpy old man?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "I'm leaning toward explanation three in this space, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "I think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Me too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "Goodell's answer is the answer that the commissioner should give. Now, obviously, you can throw a challenge flag. They look at any given play from six different angles and by a micro millimeter, they make a decision, that works with boundary calls. It's a little trickier in terms of did the receiver have possession of the ball before he hit the ground, that sort of thing.But what they could put in place is some sort of system whereby in postseason games, especially, there's an official upstairs. And if the call is egregious enough, even if they're out of challenges or for some reason, the coach of the aggrieved team does not throw the challenge flag, that - if it's egregious enough and consequential enough, then that official theoretical - theoretically that hypothetical official should be able to stop play and say hold on, let's take a look at this in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "-- in a playoff game.There was a game a few years ago between New Orleans and the Rams --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "-- where there was an obvious pass interference that turned the game around. It was not a reviewable call, but it was right there. A 12-year-old kid could have made that call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "And it determined actually who went to the Super Bowl. You would think that they would have something in place in the postseason. Baseball, for example, whatever the flaws might be, they have six umpires on the field instead of four in postseason games.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "There are steps you should take to differentiate the postseason from the regular season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Well, and Bobby you bring up the exact thing that bugs me the most about professional football and that is the pass interference penalty. It is just horrendously officiated and applied unevenly in many cases, it seems, because - I mean, from one game to another, pass interference looks to be pass interference with one game and in the next game is not called at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "Mm-hm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Perhaps that's because I'm a Washington commanders - Washington Redskins fan. I think all the calls go against my team and I can bring that up with Doug Williams in the next hour. But it just seems like that is the one area if we can fix something in America, please pass interference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "Well, it's a judgment call like charge or block in basketball --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "-- when a guy is driving toward the basket. It's a judgment call, which you can never get a hundred percent right. But when you got it egregiously wrong in an important game, there ought to be an eye upstairs that can just overrule that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Absolutely. All right. Bob Costas, thank you so much for talking to me off the ledge tonight, I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "Let me just say one more thing, Jim, very --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "-- very, very briefly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "If Gov. DeSantis starts to mess with the Pirates of the Caribbean or the Peter Pan teacup ride, then he has crossed the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "That - it will no longer be the magic kingdom, you're absolutely right about that. All right. Bob, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COSTAS",
      "sentences": "(Inaudible) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "ACOSTA",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "ACOSTA",
      "sentences": "We'll bring in - we'll bring you for that next segment next time. All right. Thanks, Bob. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "COSTAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:56",
      "speaker": "ACOSTA",
      "sentences": "The death toll in the earthquake in Turkey and Syria is now over 28,000 people. The U.N.'s aid chief is calling it the region's worst disaster in 100 years. For survivors, getting humanitarian aid as fast as possible is essential. People from around the world are doing what they can to pitch in and help those in need.And CNN's Mike Valerio is that a relief Distribution Center in Santa Barbara where aid shipments are being prepared. Mike, it can't come soon enough, what can you show us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:56",
      "speaker": "MIKE VALERIO, CNN NATIONAL CORRESPONDENT",
      "sentences": "Sure, Jim.Well, we're standing in the middle of 17 tons of medical supplies that are going to the frontlines. We have the packing pros to my right who are finishing up work. Let's give you a better idea of the spectrum of supplies that we have, Jim. To my left, these are pallets about 377 pounds each. They're on their way to the zone. These are for first responders, for doctors. These are surgical supplies. But over here, back to the packing pros, these are family hygiene kits for all of the moms, dads, children who are now living in these tent cities and soccer stadiums that we've seen all of these horrifying images of - for the past few days. So when we unpack what's inside these boxes, these are backpacks that are inside the white pallets, Jim. These are meant for surgeons, for medical technicians. We have this first component right here if we take a look inside, bandages, this whole area. This is for dressing wounds, for treating wounds that can be very severe and then the smaller packet. This is for over the counter medication, gloves, PPE. Also if you want to check blood pressure, you have that in here too. Over to the left, these are smaller bags that are going to families who are in these soccer stadiums. We have solar lights, for example. We take out a couple more items, hairbrush. Let's see, we got some toothpaste in here too, a few more dozen items. And we were speaking with the head of clinical pharmacy who was telling us that for her - when she was met with all of the obligations on Monday of what to pack, what to send, she told us these were the main items. These were the main concerns that she was faced with on Monday, watch. (BEGIN VIDEO CLIP) DR. ALYCIA CLARK, DIRECTOR OF PHARMACY &amp; CLINICAL AFFAIRS, DIRECT RELIEF: The main issues are crush injuries, hypothermia, a lot of fractures and so at least within the ICU community, within Turkey, they're requesting a lot of things for orthopedic surgery, anesthesia, crush wounds, just regular kind of wound management. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:56",
      "speaker": "VALERIO",
      "sentences": "Okay. So Jim, the plan here all of this will be shipped out on Monday coming from Santa Barbara down the 101 to the 405 to LAX, Los Angeles International Airport, a one way trip to Istanbul and then it'll take about three and a half more days to get to the disaster zone.If we take a look at everything else that's here, this facility in Santa Barbara, Jim, it's three and a half acres of all of the supplies. This was used for prior to the earthquake disaster, the atmospheric rivers that we were dealing with here, all across California for January and just up until a few days ago. This place was also sending out cholera medication for Syria as well, so they are no stranger. Even though we're 7,000 miles away from the disaster zone here in the central coast of California, no stranger to the spirit of generosity, helping out our international friends and neighbors, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:23",
      "speaker": "ACOSTA",
      "sentences": "It's a new era of cooperation between Brazil and the U.S. Yesterday, President Biden hosted the new Brazilian president at the White House. The two discussed democracy, human rights and climate change. In an exclusive interview with CNN's Christiane Amanpour, President Lula spoke about his relationship with President Biden.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}