{
  "date": "2023-05-13",
  "headline": "Smerconish",
  "subHeadline": "GOP Presidential Hopeful On Challenging Trump; Border Cities Brace Migrant Surge As Title 42 Ends; The Problems Caused By Helicopter Parenting; Colorado Bill Would Ban Businesses From Prohibiting Tipping. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:05:06",
      "speaker": "SMERCONISH",
      "sentences": "I know that you're familiar with what went on here on CNN Wednesday night with the town hall even though you were preoccupied with a campaign event of your own. I'm going to put on the screen and just read aloud a couple of the things that came from that event. Donald Trump, he refused to admit that he lost the 2020 election, he called E. Jean Carroll a whack job, he vowed to pardon January 6 rioters, dodged questions about federal abortion ban and wouldn't say if he wanted Ukraine to win the war. Is there anything that I've just articulated that you disagree with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "RAMASWAMY",
      "sentences": "So look, I will be more explicit than Trump was. I don't believe the federal abortion ban makes any sense. I say this as somebody who is pro-life, this is not an issue for the federal government. It is an issue for the States, I think we need to be explicit about that. If murder laws are handled at the state level, and abortion is a form of murder, the pro-life view that it makes no sense for that to be the one federal law. So it seems like many other Republicans are dancing around that issue and afraid to say it out loud, I will.I'm not rooting for Russia to win this war against Ukraine, but I'll also be clear about how I'll end it diplomatically. Not my actually sending more money to Ukraine, I think we've done too much of that. But it's by leading diplomatically, something that this White House has long missed, the same white house that is sending money to Ukraine is also lobbying the E.U. against its ban on Russian oil imports, financing Putin's war machine that makes no sense. I think we can bring Germany to the table to step up to actually defend European interests, rather than America to step up and do it instead --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "SMERCONISH",
      "sentences": "Vivek --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "RAMASWAMY",
      "sentences": "-- of using export controls to stop Poland. So I think leading diplomatically, I think being clear about answers, that's where I differ not only from Trump, but from the rest of the field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "SMERCONISH",
      "sentences": "Vivek, I know I heard you say that you're not rooting for Russia to win the war, God, I would hope not. Are you implying that Trump is rooting for Russia to win the war? And why not just flat out say you're rooting for Ukraine to win the war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "RAMASWAMY",
      "sentences": "Well, first of all, I would -- exactly as you said, I don't represent where any of the other candidates in this field stand when I think we actually need in the Republican Party is more clarity. Where are you on the issue? Where aren't you? So I'm clear on that. I would not send another dollar of us resources to Ukraine, you can crank and pursue a Ukraine first agenda. Poland can pursue a Poland first agenda, Germany can pursue Germany first agenda. But I think the failure is Germany is now getting in Poland's way. So that's where I am on the position on the Ukraine wars. I don't think it directly relates to American interests. Therefore, I don't want to use American resources that we could instead use on actual policies that affect Americans here at home, such as using our military to secure our own border instead of somebody else's. But I'm clear about that, that's not because I'm rooting for Russia or rooting for one angle or another on the war, it's because I believe that I look at what matters for American interests when I'm looking --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "SMERCONISH",
      "sentences": "OK. But I just want to -- I just want to be clear, I've given you ample opportunity to flat out say you want Ukraine to win the war. You're for Zelenskyy, not Putin, and you've not, you've not taken that invitation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "RAMASWAMY",
      "sentences": "So look, I think that this is not a two -- this is not a two sided tug of war for me. To me, this is a question of how do we have peace in a way that also respects national boundaries, and most importantly, deters Putin from going after a NATO ally. So, what does winning and losing, define exactly what that means, Michael, and I can tell you what outcome I'd like to see. The outcome I'd like to see is one that reflects (ph) boundaries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "SMERCONISH",
      "sentences": "Well, OK, how about this, I'd like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "RAMASWAMY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "SMERCONISH",
      "sentences": "I'll try. I'd like at a minimum to go back to where we were a year, I guess by now 14 months ago, like Putin ought to get out of wherever he was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "RAMASWAMY",
      "sentences": "I think that'd be a great outcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "SMERCONISH",
      "sentences": "-- a year and a half --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "RAMASWAMY",
      "sentences": "I think that'd be a great outcome. I think that'd be a great outcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:15",
      "speaker": "RAMASWAMY",
      "sentences": "So look, I think it's best to start fresh with the next generation of Americans. So the constitutional amendment that I've expressed support for is to raise the voting age from 18 to 25, but still allow 18 year olds to vote, if they at least pass the same civics test required of naturalized citizens or they perform at least six months of military service or at least six months of first responders service citizen, the police.This is not an unfamiliar notion, Michael. And I'll tell you two things about this. In 1971, when we lowered the voting age to 18, in the first place, that was in the context of actually the military draft, that was the whole justification in the first place for making the voting age 18 at all. And then in addition to that, we already have selective service mandated, people forget this in the U.S. for adult men between the ages of 18 and 25. That exists today, every adult male if they're following the law has to do it already. So I'm building an already familiar intuitions, instincts already based into our history, and even the current law to say how are we going to revive civic pride in the next generation, which is one of my top concerns, Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:15",
      "speaker": "SMERCONISH",
      "sentences": "I'm all for -- I know and I -- and by the way, I applaud you for that in terms of civics need to be reintroduced. By -- we have a -- someone else who agrees with us, oddly, Richard Dreyfuss, who's written a whole book on the subject.Vivek, thank you for being here. I appreciate it. You'll come back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:15",
      "speaker": "RAMASWAMY",
      "sentences": "Thank you, Michael. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:14",
      "speaker": "SMERCONISH",
      "sentences": "The border crisis finally exploded this week, as 10s of 1000s of migrants swarmed the Mexican border waiting for Thursday night's end of Title 42. It was the pandemic era measure that allowed Border Patrol to assert a public health reason to reject migrants without hearing their asylum claims. Everyone on both sides of the aisle they knew this day would come and yet no lawmakers were able to remedy or modify the situation, neither was the White House.It's estimated that in this fiscal year, which began last October 1, every month, there have been an estimated 70,000 gotaways, that's the Customs and Border Patrol's lingo for successful illegal entries. Doing the math that means more than a half million have entered illegally. That's nearly as high as the total for all of last year which was 600,000. And migrants have been given dates years out because there's an immense immigration court backlog. So, how will this emergency be addressed? Joining me now is Democratic Congressman Don Davis from the great state of North Carolina. Congressman, thank you for being here. This is a far way from eastern North Carolina unless they're arriving by sea. Tell me how this impacts your state? REP. DON DAVIS (D-NC): Absolutely, Michael, when I think about Eastern North Carolina, the residents have led me here to make sure that we're doing everything to position ourselves. When we talk about comprehensive immigration reform, I look at HR 2 that we took up in the House and a very divided Congress. And long story short, I'm very concerned with, for instance, H-2A and how we actually have a workforce and maintain workforce and especially when it comes down to maintaining the integrity of our agriculture community as farmers have shared and echoed their concerns with me. When I think about I'm glad to file a bill that's looking into counterfeit pharmaceuticals, drugs. You know how fentanyl has made its way into the east. Eastern North Carolina is very much impacted here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:14",
      "speaker": "SMERCONISH",
      "sentences": "Congressman, I want to know what you're hearing and what a member of Congress is being briefed on the following issue. I'm seeing accounts that some of the people who are entering the United States are given their first court date as far into the future as 2035. Do you have information by the way that supports that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:14",
      "speaker": "DAVIS",
      "sentences": "Well, I don't have information, direct information that supports that. However, I would say I do believe it is important in what we're attempting to do. There was a bipartisan group of lawmakers here that would essentially with the title 42 being expiring, we would actually call for delay to allow an opportunity for the Congress to come together and actually bring forth comprehensive immigration reform. [15",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:14",
      "speaker": "SMERCONISH",
      "sentences": "But there's a perception that I'm trying to correct if it needs correcting or to underscore if it's accurate, that some people who are gaining admittance right now have a long leash in terms of not needing to show up in court for literally a period of years. Is that true or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:14",
      "speaker": "DAVIS",
      "sentences": "I'll put it this way, I'm not familiar with the exact detail of that. But what I do know is we have a broken process at the border. And we need to put party aside and these divisive politics aside and get together in a bipartisan way, and really look at how we're going to tackle this issue. We have to bring forth comprehensive immigration reform that actually is done in a way that is orderly, that is safe, and at the end of the day, that's done in a humane way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:14",
      "speaker": "SMERCONISH",
      "sentences": "Your solution short term is let's extend Title 42 even though we're beyond COVID-19 or so we hope but we no longer have a pandemic justification, would it be legal to do so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:14",
      "speaker": "DAVIS",
      "sentences": "Well, the thought behind the whole concept is allowing the opportunity for the Congress to put the divisive politics aside, people are tired of this. That's what I hear in eastern North Carolina. They're tired of divisive politics, unless come to the table in a real way and come forth with immigration reform in a way that's going to truly address these issues. We need to streamline the asylum process. Perhaps looking at more caseworkers.There's many ways that we perhaps can look at this. But again, it's not going to work. It's not going to help the American people by any party just putting together a bill and running it through one chamber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:14",
      "speaker": "SMERCONISH",
      "sentences": "I'm going to read aloud some social media reaction because you're probably not in a position where you could see it. Catherine put it up on the screen if the Congressman can perhaps help me address this. Congress has the keys but refuses to do anything. It's a nice red herring voodoo doll for politics. You would say what to that person, Congressman Davis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:14",
      "speaker": "DAVIS",
      "sentences": "I would look that person in the eye along with the American people who are watching this morning and say you're absolutely correct. Congress holds the key, we have to come together, let's come together, let's, in a real way bring forth comprehensive immigration reform is needed, is passed to in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:14",
      "speaker": "SMERCONISH",
      "sentences": "Congressman Davis, thank you for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:14",
      "speaker": "DAVIS",
      "sentences": "Thank you so much, Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SMERCONISH",
      "sentences": "Please. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SKENAZY",
      "sentences": "Yes? OK. Here's a seventh grader. I was hesitant to try walking my dog alone because I was scared that he would get loose from the leash or a scary man would take me. This is in the suburbs of New York.I was afraid to try and cook because there's an open flame and I could get hurt. I was hesitant -- these are different kids -- I was hesitant to use a sharp knife as my parents had never let me before. So, when we talk about what is driving kids crazy and sort of driving their mental health into, you know, hell, it has to do, I think, with the fact that we keep taking away their independence and treating them like babies far into their teen years and tween years. I mean, a seventh grader, that's over 13 years old who hasn't used a knife or walked the dog alone -- you know, the idea of what is anxiety? Anxiety is the belief that you can't handle something. Something bad will happen and you'll never recover. Well, that's what kids are being told in a culture that has told their parents to worry about everything they see, do, eat, try, lick. It could all be dangerous. Your kid could be kidnapped, raped, and eaten. Or, God forbid, not get into Harvard. Either way, it's a disaster. And so, parents are always supposed to be with their kids and that's what's new. And that seems to be driving kids crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SMERCONISH",
      "sentences": "We have spent a lot of time on this program. I brought on, I think, all of the lead thinkers on the connectivity between tech and mental health issues. There is current litigation, the Seattle public schools against big tech. The county in which I was born and raised has initiated a lawsuit.Utah has now imposed an age restriction on social media access. Two weeks ago a bipartisan group of senators introduced legislation to raise the age. Actually, implement an age for social media access. Lenore Skenazy is here to say, OK, maybe all that is well and good. But also from a parental standpoint, let your kids have some freedom. Let them go have free play, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SKENAZY",
      "sentences": "Right. We believe in free play and free time. So, the problem is that it's really hard to be the only parent who lets your kid go outside and play. And frankly, if they go outside to the park and there's no other kids there then they're going to come right back. So, what we try to do in Let Grow is encourage two programs that make independence normal again and easy. So, one is the Let Grow Project. Schools give this homework assignment to kids K-12. And it says, go home and do something new on your own without your parents.It's the only thing I've seen that gets the parents to take a step back and then their kid does go walk the dog, climb the tree, use a knife, make dinner for the whole family. And that's when -- that's when the parents realize, oh, why have I been so overprotective? Why didn't I realize he could do? He's blossoming. That rewires the parents. And because it's the whole school doing it at the same time it's not the crazy parent who is letting their kid take the subway. It's not the weirdo who is letting her kid play outside at the park. And so, when you have a whole community changing -- I can tell you we did this in one town in Connecticut and a kid went by himself, a fifth grader, went to the local market, got himself a muffin, expensive muffin, because it was an expensive neighborhood. And the people there were like, what's he doing here? Why is he by himself? And somebody asked him, where is your mom? The manager. And he said, oh, I'm doing my Let Grow Project. And then -- and they said, what's that? And he said, I'm supposed to do something by myself. I chose to get a muffin. And after that when kids started coming in, it was no longer weird, right? Because everybody started doing that. So that's the great -- the great thing about having an entire group do it at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SMERCONISH",
      "sentences": "Lenore, I'm smiling because I'm having flashbacks to my youth. Like, God forbid -- God forbid one of these kids is going to pull out a slingshot or maybe fire a bottle rocket at the same time.A quick final question. Because you happen to be here on the day when the poll question asks about that horrific incident recently on the New York City subway with the chokehold. Question, if your son today were that young, would you still let him ride the subway alone? Would you still be a practitioner of that which you are articulating?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SKENAZY",
      "sentences": "That is such a horrible situation that you're asking me about, but I do take the subways every day. And that is the anomaly. And you really can't organize your life around the worst-case scenario that happened once. And so, considering I'm a reporter and I study the crime statistics, I would still say yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SMERCONISH",
      "sentences": "Lenore Skenazy, great to see you. Thank you. Let Grow is the movement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SKENAZY",
      "sentences": "Thanks, Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SMERCONISH",
      "sentences": "Still to come, some businesses prohibit their employees from accepting cash tips.[15:35:01] But there's a bill passed but both houses of the Colorado legislature that if Governor Jared Polis signs it, it would make it illegal for most businesses to do so. Proponents say tipping is needed to supplement minimum wages. A state senator who opposes it is here to explain his position. And by now, as just referenced, you have seen the video of the tragic incident, the marine veteran who restrained a homeless man in a New York City subway ended up chocking him to death. I want to remind you to answer this week's poll question at Smerconish. Should the marine veteran fatally choked a homeless New York City subway rider face criminal charges? (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "SMERCONISH",
      "sentences": "I was -- interesting to see the vote was largely along partisan lines, folks suited up as either a Republican or Democrats on this. I'm having a hard time understanding what is the true free market position? Is the true free market position one that says you've got to allow a small business owner or a large business owner to run their business? Or is the true free market approach one that says that that low-wage worker ought to be able to accept income, cash tip, for providing good service?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "SMALLWOOD",
      "sentences": "Yes. I think that's a fair question. And if the law would actually specify that we were talking about low-wage employees I might have felt differently about the topic. But the bill itself really this would apply to any employee at any wage level. And that was exactly the concern that I raised.The concern that, you know, we might be looking at managers of restaurants, managers of arenas, sporting events, amusement parks, that type of thing, kind of creating these little miniature cottage industries for themselves where there's a special line, let's say, at the amusement park for those who happen to have a lot of cash in their pocket, an extra $20.00 or $50.00, those people don't have to wait in line with everybody else. And I don't -- I wasn't comfortable having our world segregated that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "SMERCONISH",
      "sentences": "Right, but -- OK. Tomorrow is Mother's Day. So, if my mom gets some assistance, by the way, you should know she would refuse the assistance, but if she were to get some assistance with her groceries going out to her car and, you know, she hit the kid with a couple bucks, like, why can't she do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "SMALLWOOD",
      "sentences": "Yes. I don't think there's anything wrong with tips in general. And I was pretty clear on that topic. Like, I think -- I think tipping in a lot of cases is really a good thing. I spent most of my high school and college years living exclusively off of tips.So, when the employer has decided that it's best for their customers and their staff to receive tips -- I think tips are great. But I also know that there's going to be some examples where the employer has decided, for whatever reason, that they want to make positively sure that their customers are receiving the same level of customer service, whether or not they have cash. And back to your free market question, I think, that's exactly it. I think there is a balance to be drawn there. And we should probably rely on employers to know what is best for their customers and their employees, right? Nobody wants to see their employees walk out the door.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "SMERCONISH",
      "sentences": "What's Governor Polis going to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "SMALLWOOD",
      "sentences": "I'm assuming the governor is going to sign that bill. Like you mentioned, strangely the vote was on a party line. Although, there were several Democrats that voted against the bill along with almost every Republican or, I think, maybe every Republican.So, because there were some Democrats that crossed over hopefully he gives it is a second look. But our governor is not famous for vetoing a lot of thing so I would assume this will become law in Colorado.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "SMERCONISH",
      "sentences": "Very interesting to watch. Thank you, Senator Smallwood. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "SMALLWOOD",
      "sentences": "Yes. Thanks for having me on.",
      "isLastSentenceInterrupted": false
    }
  ]
}