{
  "date": "2023-06-30",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Documents Suggest Top General Surovikin was Secret VIP Member of Wagner Mercenary Group; China \"Firmly Opposes\" U.S. arms Sale to Taiwan; Supreme Court to Issue more High-Profile Rulings Today; Violent Protests Rage for a Third Straight Night; The Push for Anti-Abortion Laws in South Korea. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "MAX FOSTER, CNN HOST",
      "sentences": "Hello, I'm Max Foster in London. You're watching CNN \"Newsroom\". Just ahead French President Emmanuel Macron chairs the second crisis meeting in two days after another destructive night of rioting over the fatal shooting of a teenage boy by police.Then documents shared exclusively with CNN suggest that a top Russian General was a secret VIP member of the Wagner military company, we go live to Moscow. Plus, CNN meets some of the LGBTQ rights activists in South Korea pushing for antidiscrimination laws following a controversy over Seoul's annual pride parade. In a week that has seen France consumed by anger and violence everyone is wondering what this weekend will bring. The streets of Paris and many other French cities burned for a third straight night on Thursday, as protests over the fatal police shooting of a French team turned into riots and looting. Nearly 900 people have been detained and close to 250 police officers were injured whilst clashing with protesters, the root of it all allegations of racism and strong arm tactics by the police in working class multiracial suburbs outside Paris. A swimming pool being built for the 2024 Olympics was on several sites damaged in the violence and a dozen public transport buses were set on fire in the same Paris suburb. French President Emmanuel Macron arrived in Paris a short while ago to chair a second crisis meeting with Ministers leaving an EU summit early. But Mr. Macron is coming under fire after picture surfaced of him attending an Elton John concert on Wednesday night as the protests raged elsewhere in Paris. CNN's International Diplomatic Editor, Nic Robertson joins us now from Aubervilliers just outside Paris. What's the plan for tonight then, Nic, because there's a history of these things blowing up on a Friday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "There is been an application made for a protest in the center of Paris that is under review at the moment. And the concern is that that could bring a mix of protesters onto the streets in the center of the capital. If you look at the rings of fire around the capital last night, they were mostly in those underprivileged working class neighborhoods on the outskirts of the city.Look at some of the figures and statistics not only 900 people detained and more than almost 250 police officers and gendarmes injured 200 government buildings have been damaged. 79 different police stations and other defense office buildings also damaged, 34 Town Halls damaged, 24 schools damaged. In many cases, these have been torched and that's what we saw here, just around the corner from here 12 buses in once bus depot, torched around here another 14 burned in a bus station very close by that 26 buses, they lost the tram in this neighborhood as well and one city transport official was telling me. You know the cost of just that those pieces of transport the buses and the trams that alone, regardless of all the other damage done in this area overnight to bus stops and burning up the roads and things like that. That totals about 11.5 million dollars. The bill is big but the government is determined we've yet to hear from President Macron after this crisis meeting. But I spoke to his transport minister who came to look at the bus damage and asked him, what is it going to take to stop this violence? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CLEMENT BEAUNE, FRENCH TRANSPORT MINISTER",
      "sentences": "It's in the interest of those who are expressing their anger today to protect our public service. And then we live in the society of law. The justice system needs to be able to carry out its work. No one is above the law. But everyone has the rights protected by the law.We also need to leave the justice system in tranquility. It's what we owe to the young man who was killed, calm, tranquility and justice carried out in good conditions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ROBERTSON",
      "sentences": "And that doesn't seem to be what's expected at the moment as you rightly pointed out Friday night can be bad, Saturday, also the funeral for hell. There's an expectation that also could trigger another wave of violence over the weekend. No one's expecting this to go quite the way the Minister hopes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "OK, Nic, thank you. Now to the mystery surrounding a top general accused of knowing about the shortlist rebellion in Russia document shared exclusively with CNN suggest that General Sergey Surovikin was a secret VIP member of the Wagner mercenary group which was behind that uprising.Surovikin was not seen or hasn't been seen since Saturday, and that's when he appeared in a video appearing, appealing to Wagner boss Yevgeny Prigozhin to halt his mutiny. CNN's Matthew Chance joins us now live from Moscow. What else have we seen then here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "OK, Matthew, thank you. Ukraine claims that hit the Russian Military headquarters and storage facility in the occupied City of Berdiansk today. Earlier a Russian installed official said air defenses shut down multiple missiles fired by Ukraine on Berdiansk. CNN is unable to verify either claim though in Ukraine's Kherson region, three people have been killed and four wounded in Russian shelling over the past 24 hours.A 72 year old woman and a 70 year old man are amongst the injured according to the Regional Governor. Meanwhile, leaders of the European Union are pledging their long term commitment to Ukraine at a meeting in Brussels. President Zelenskyy is urging them to start work on new sanctions against Moscow. EU officials warned Russia has become even more dangerous following a mutiny by Wagner mercenary fighters. (BEGIN VIDEO CLIP) JOSEP BORRELL, EU FOREIGN POLICY CHIEF: It's clear that Putin goes out of this crisis weakened but a weaker Putin is a greater danger. So we have to be very much aware of the consequences. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "Climate Activists Greta Thunberg says she hopes Ukraine can be reconstructed in a sustainable way. She met with President Zelenskyy and other government officials in Kyiv on Thursday. Thunberg says she wants to draw attention to the environmental impact of the war.That includes the recent collapse of Ukraine's Nova Kakhovka dam which Thunberg slammed as ecocide. Now, in the next few hours, more protests are expected outside the Swedish Embassy in Baghdad over the burning of the Quran in Stockholm. On Thursday, crowds in the Iraq capital stormed the Swedish embassy compound. They'll start after a man burned the Muslim holy book outside of mosque in Stockholm earlier this week. Swedish authorities had allowed the protests to go forward citing freedom of expression but Iran's President says such protests have no connection to freedom of thought or belief. Also on Thursday, Iraq's Foreign Ministry summons the Swedish Ambassador over the incident. Jomana Karadsheh joins us now with very latest in Iraq isn't on its own, amongst countries who feel utterly insulted by what happened in Sweden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "JOMANA KARADSHEH, CNN CORRESPONDENT",
      "sentences": "They really do. And we've seen statement after statement coming out over the past 48 hours from different Arab and Muslim countries, not only condemning what they see is this highly sacrilegious offensive act of burning the Quran and one of the holiest days in the Islamic calendar.But they are furious with Sweden allowing this to happen once again. This is the second time this year that they've allowed the burning of the Quran to go ahead. As you mentioned, Swedish officials have been saying they don't agree with this. They don't condone this, but this is Sweden. This is their democracy where freedom of expression and freedom of speech is protected by the Constitution and it is central to the country's democracy. Arab and Muslim countries are saying that's not an excuse. That's not enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "They are saying this is incitement, aren't they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "KARADSHEH",
      "sentences": "Exactly, and they're saying this is not freedom of speech. This is hate speech and Islamophobia and they want Sweden to put an end to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "President Biden, the Congressional Black Caucus said the Supreme Court has thrown into question its own legitimacy. Is this a rogue court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is not a normal court.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "Well, CNN Justice Correspondent Jessica Schneider joins us now from Washington, because this is a hugely divisive issue. Just take us through the different dynamics that are coming out today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "Yes, you're hearing outcry on one side, not just from the President, but also from student protesters who gathered outside the court. And then you're hearing praise from other groups in particular conservatives, even Republican presidential candidates.When it comes to the colleges and universities, though Max, they are likely scouring this opinion, they're going to be trying to figure out exactly how they can restructure their admissions policies to comply because what the Supreme Court does in this opinion is they really do leave some gray area here. So schools, they're essentially no longer permitted to have students check a box that indicates their race. But at the same time, students are permitted to talk about how their race has impacted their lives, in the essays or other materials that they might submit along with their application. It was interesting, we saw from Justice Ketanji Brown Jackson, the newest member of the first black female justice. In her dissent, she said that distinction was like putting lipstick on a pig. And she and the other two liberal justices lashed out against this decision, saying that it would have a devastating impact that it would roll back decades of precedent. They said it's necessary to recognize how important diversity is at universities in fostering diversity in society as well. So we saw not only conflicting praised outcry in the public sphere, but we also saw it within the opinion and in particular, the two black justices on the court were really opposed. You had Justice Clarence Thomas, praising the decision even saying it didn't go far enough and overruling precedent specifically. And then you had Justice Ketanji. Brown Jackson, talking about what a travesty this was. So it is clear that affirmative action is essentially no more in this country. But the question for universities and colleges will be how far can they go in somewhat considering race? The question might be whether they shift to looking a lot at the essays student's right, and how much those students stress, diversity, maybe touch on their race. It's going to be a very complicated situation for these colleges to determine how to comply with this ruling. But at the same time, Max, also make their college campuses as diverse maybe as they have been, in the 40 years since they've been implementing affirmative action, something they will not be able to do anymore, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "Yes, we've also got the student loan ruling, haven't we, as well as a couple of big rulings coming up today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "Yes, there is certainly need to be busy just to get a busy day for you as well. Thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "SCHNEIDER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "Still to come, we'll take you back to France to try to answer the question, what will it take to calm those protests?(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "We return now to our top story, the anger consuming France and what it'll take to calm those protests. Fires burned in numerous communities on Thursday night as French youth continue to rage over the fatal police shooting of a 17 year old boy earlier this week during a traffic stop.French President Emmanuel Macron is holding crisis meetings with Ministers for a second straight day. He's hoping to avoid a situation like 2005 when the death of two young Frenchman sparked weeks of clashes between immigrants and police in France. Joining me now, with some additional perspective on all of this a CNN Europe Affairs Commentator, Dominic Thomas. Thank you so much indeed for joining us, Dominic. And with your show some pictures, I think of this crisis meeting Macron is chairing it. His fear is we're going into the weekend, right? And nothing is calming here. In fact, the protests are spreading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "DOMINIC THOMAS, CNN EUROPEAN AFFAIRS COMMENTATOR",
      "sentences": "Yes, Max, sorry. Are we showing a video or we are re-talking right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "We are -- to, but we'll bring that in just a moment, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "THOMAS",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "But yes, just, you know, what's his key challenge here? How can he possibly resolve this and calm things down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "He is sitting in this huge table and he seems quite aloof doesn't he? Was an Elton John concert last night when you know parts of the city were burning, how do you think he's handling all of this in terms of optics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "THOMAS",
      "sentences": "Well, I think it's once again, this huge discrepancy between Emmanuel Macron. And this sort of public figure on the international stage where he enjoys levels of popularity that he would dream of having at home, and a kind of disconnect between the urgency and the seriousness of the issues that are taking place domestically.We saw this with the pension reform when he was traveling internationally. And these are those events were unfolding. And at this table, one of the major members of his government is this Minister of the Interior, who in so many ways is fueling this kind of dynamic and exacerbating the tensions by insisting on the fact that there are just simply a few bad apples in the police force. Whereas the evidence on the ground the incontrovertible evidence when speaking to individuals who are profiled in this way, if there's a broader kind of systemic issue, and they seem unwilling to go down the path of reckoning with that, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "CNN's Europe Affairs Commentator, Dominic Thomas, thank you very much as ever for joining us with your insight. Some South Koreans are fighting for laws protecting LGBTQ rights, but it's an uphill battle as critics argue, protecting some freedoms will discriminate against others.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}