{
  "date": "2023-07-12",
  "headline": "CNN News Central",
  "subHeadline": "President Biden Delivers Address At NATO Summit. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We all want this war to end on just terms, terms that uphold the basic principles of the United Nations Charter that we all signed up to, sovereignty, territorial integrity.These are two pillars of peaceful relations among nations. One country cannot be allowed to seize its neighbor's territory by force. Russia could end this war tomorrow by withdrawing its forces from Ukraine, recognize international borders, and ceasing its attacks on -- its inhumane attacks on Russia -- I mean, by Russia on Ukraine, against its children, women and children, its military. Unfortunately, Russia has shown thus far no interest in the diplomatic outcome. Putin still wrongly believes that he can outlast Ukraine. He can't believe it's their land, their country, and their future. And even after all this time, Putin still doubts our staying power. He's still making a bad bet that the conviction and the unity among the United States and our allies and partners will break down. He still doesn't understand that our commitment, our values, our freedom is something he can never, never, ever, ever walk away from. It's who we are. (CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BIDEN",
      "sentences": "I mean it. It's who we are. It's who we are.Throughout this horrific war, the people of Lithuania, together with our Baltic brethren, have been among the fiercest -- most fierce champions of Ukraine's right to a future of its own choosing, one that is free, because, you live so long with freedom denied, many of you who are older know better than anyone how precious the right to determine your own future is, precious to people everywhere, everywhere, not just in Ukraine, but Belarus, Moldova, Georgia, and all the places around the world where people continue to fight to make their voices heard. So my message, my message to all of you tonight is, keep it up. Keep it going. Keep reminding the world of hope that Lithuania embodies. And that's what you embody, hope, in this country. (CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BIDEN",
      "sentences": "No, I really mean it. I'm not joking. I mean this sincerely.We must never forget how much this matters and never, never give up on a better tomorrow. The defense of freedom is not the work of a day or a year. It's the calling of our lifetime, of all time. We are steeled for the struggle ahead. Our unity will not falter, I promise you. (CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "BIDEN",
      "sentences": "That's -- it really isn't. Not a joke.(CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:11",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "We just heard very, very strong words from the president of the United States, President Biden, wrapping up a very dramatic NATO summit right here in Vilnius, Lithuania.I'm Wolf Blitzer. I have a team of CNN reporters who are joining me right now. And, Natasha Bertrand, you listened very closely. What jumped out at you? This wasn't -- to me, it wasn't just a speech about Ukraine and NATO. This was a global speech. He addressed a lot of international issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "BLITZER",
      "sentences": "And he made it clear. At one point, I wrote it down, he saidSo critically important to have a unified NATO alliance, G7, E.U., all of that the president was talking about, because it's so critically important, clearly, to Ukraine right now as well. Arlette Saenz, you're there over at the university, where the president just spoke. He was very well received by that crowd that had gathered there. This was clearly, Arlette, a very confident President Biden. He stressed this isn't just about what's happening in Ukraine right now. It's -- truly, he says it's a historic show of unity that key -- that's key to future global stability. Talk a little bit about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, President Biden was really trying to drive home with this speech that the U.S. and its allies remain unified around Ukraine. He said, \"We will not waver\" and stressed that they were in it for the long haul to make sure that they continue to support them.He also was trying to stress the unity and the strength of the NATO alliance, a key theme throughout this summit here in Vilnius. And he said that the NATO alliance has become stronger, more energized, and more united. President Biden and his team really feel that the president has been a leader in the reinvigoration of the NATO alliance, as it took some hits over the years in the previous administration. And the president has sought, as he is here, to try to bring the NATO allies together, not only to strengthen their own defense initiatives and priorities, but also to throw their backing behind Ukraine. The president also sends a very strong message to Russian President Vladimir Putin, saying that he made a bad bet by going into Ukraine and that he thought that leaders would waver, that they would break, but that they were wrong. But I think this speech also speaks to the broader global view that President Biden has about his foreign policy. He was trying to stress that fighting for freedom is not just something that they're doing for a few days or a few weeks or a few months, but it's a calling of a lifetime is what he said. And he also was trying to stress how the unity that the world has seen as the Western allies have come together to support Ukraine, that that is also unity that can be carried out to other issues that are affecting the world, including climate change and technology. I was also struck by this one line that he said, where he said that it's clear that there's a choice in this world that could be defined by coercion and exploitation, where might makes rights, or where a world where people recognize their own successes hinge on other successes as well. The president really trying to spread this message tonight of unity and working collaboratively across the world to try to solve major issues, not just when it comes to Ukraine, not just when it comes to strengthening the alliance, but it really speaks to his global view of the way that democracy and freedoms can work across the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "BLITZER",
      "sentences": "Arlette, I want you to stand by as well.Alex Marquardt is joining us right now. He's inside Ukraine in Lubny right now. This speech, today's meetings with Zelenskyy and others, this summit clearly sees NATO expanding right now by one. Talking about Sweden. The underlying message, though, from the president of the United States, that Vladimir Putin's invasion has backfired. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "I want to thank to all Americans.We understand that it's more than $43 billion for today. It's big support. And I understand that it's all your money. But you have to know that you spend this money for not just fighting. You spend this money for our lives. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "BLITZER",
      "sentences": "All right, Alex, you're there inside Ukraine right now. Give us a sense of how the people where you are, the Ukrainians, are reacting to this message coming from NATO and coming from the president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "BLITZER",
      "sentences": "Yes, that U.S. military support going to new levels right now with these cluster bombs that have now been approved, F-16s. Ukrainian pilots are now training for these U.S. fighter jets, these very sophisticated fighter jets, an enormous amount of weaponry that's still going, flowing in to Ukraine as it begins and launches this counteroffensive against the Russians.Lots going on right now. I want to go back to Washington right now. Brianna Keilar and Jim Sciutto are standing by with more news. Guys, take it away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "All right, Wolf, thank you so much. We're joined now by \"Washington Post\" columnist Josh Rogin and CNNmilitary analyst Colonel -- retired Colonel Cedric Leighton, who is with us as well. These sort of dual messages, Colonel, one to Russia, you made a bad bet here, and another to Ukraine, which is that the U.S. and Western allies have Ukraine's back, even as we have seen at times Volodymyr Zelenskyy kind of oscillating between some impatience when it comes to no timeline for getting into NATO, and this appreciation, of course, for everything that all of the Western allies have given him. COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: Yes, Brianna, I think it was very interesting to see that. And I think what President Biden was kind of channeling here was the patience that the United States ended up showing in the Cold War. If you remember, during the Cold War, we spent all the time from 1945 to 1989 basically holding course, even though there were some deviations, obviously, during that period. But the basic idea was, we are going to do what we need to do to confront the old Soviet Union. That same message is what's going on now from Biden to Putin. And he's saying, OK, at this point in time, we are standing with Ukraine. Ukraine is the epicenter of the conflict between Russia and the rest of the world. And we're going to leverage that conflict in order to protect our interests and to make sure that Russia doesn't go forward and use aggressive tendencies against other countries, particularly against NATO members.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "And the NATO -- the Soviet comparison is not unwarranted, given that Putin is attempting to claw back some of those old pieces of the Soviet Union.Josh Rogin, the Ukrainian president knew going into this summit that Ukraine was not going to suddenly be entered into the alliance. They knew that going in, although, obviously, they want to get there as quickly as possible. I wonder, based on the assurances they received, this framework for its eventual, someday joining the alliance, is Ukraine any closer today than it was last week? Do they have any greater security guarantees for that path going forward today than they did last week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "JOSH ROGIN, CNN POLITICAL ANALYST",
      "sentences": "Well, Jim, I think, from Ukrainians' point of view, the security guarantees are the weapons. When they get more weapons, that's more security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes, listen, the cluster bombs, the decision is one that the U.S. made over the objections of several of its NATO allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:02",
      "speaker": "KEILAR",
      "sentences": "Yes.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:02",
      "speaker": "KEILAR",
      "sentences": "And appreciation again expressed from Zelenskyy, knowing that there are some political sensitivities of that.Josh, where do you see broadly where we are and where this speech is marking? Are we here on the precipice or in the middle of another cold war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:02",
      "speaker": "ROGIN",
      "sentences": "Right.I thought it was very interesting when President Biden said, we stand at an inflection point in history. That is very similar to the words that Chinese President Xi Jinping used when talking to Russian President Vladimir Putin during his last trip to Moscow. There seems to be an agreement that what happens in Ukraine doesn't stay in Ukraine. And President Biden also said that we have to stop today's aggressors to deter would-be aggressors tomorrow. He didn't name China, but he's talking about China and the very real possibility that China could attack Taiwan. So this is a global struggle, and NATO is a global alliance, whether or not the French president thinks so. And that's what President Biden is arguing. Now, of course, he doesn't have to make that argument to Lithuanians. They already with that. I think the Americans are the ones that he's trying to convince. And we have to remember, why did the Soviet Union actually fall? Well, a lot of reasons, but mostly because we outspent them, OK? And why is Lithuania free? Because the Soviet Union fell. So some of those lessons are being taken into account. And I think some of them aren't, frankly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:02",
      "speaker": "SCIUTTO",
      "sentences": "Colonel, I always think, listen to what they say when you're talking about a Xi or a Putin, or a Biden, for that matter. And all of them have this in common today, in that they frame thisconflict as not being just about Ukraine, but being really a global standoff between competing systems, authoritarian and Western liberal democracy, this kind of thing, but also with the potential flash point, not just in Ukraine, as we have seen, but in Taiwan. Is that the new world we're living in, that this 30-year period some- odd post '89, '91 of post-Cold War era is over, and we are back in a superpower conflict?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:02",
      "speaker": "LEIGHTON",
      "sentences": "I think, in some ways, we are, Jim, because that period from '89 until about now was basically an aberration in historical terms.There's always been some type of conflict, some type of competing blocs of nations, whether you go back hundreds of years or you're looking at very recent history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:02",
      "speaker": "LEIGHTON",
      "sentences": "So I think the kind of thing that we're seeing here, Jim, is that the blocs are forming. They have basically already formed, Russia and China on one side of the table, the United States and democracies on the other side of the table.And whether we like it or not, that is really the way this conflict is going to unfold. And Ukraine is just the first battleground, first major battleground of this type.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:02",
      "speaker": "SCIUTTO",
      "sentences": "And the sad fact is, if you look at history, and history doesn't always have to be a guide, but when you have those blocs and those entangling alliances, sometimes, there's a momentum towards conflict.And that's something that they're also talking about. They're talking about ways to avoid that eventuality.",
      "isLastSentenceInterrupted": false
    }
  ]
}