{
  "date": "2023-04-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Leak Suspect Jack Teixeira Charged Under The Espionage Act; 2024 GOP Presidential Hopefuls At NRA Convention; FOX News Apologizes To Judge In Dominion Case; Brazilian President: U.S. Must Stop Encouraging War In Ukraine; New Mexico Police Shoot Man After Responding To Wrong Address; Texas Governor Looks To Pardon Man Convicted Of Killing BLM Protester. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:00",
      "speaker": "EVA LONGORIA, ACTRESS",
      "sentences": "Our British sound recordist Nathan has taken a break so he can try his first ever tamale. This is huge. You have to take the leaf off. She's going to drop this on my head. All right. Nathan ate the leaf. He's not supposed to eat the leaf.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "\"EVA LONGORIAYou are live in the CNN NEWSROOM. I'm Jim Acosta in Washington on a very busy news night. We begin this hour with breaking news out of southeast Georgia. This is a look at the massive plume of smoke in the town of Brunswick, Georgia. People who live within a half of a mile of this are being ordered to evacuate their homes at this hour. It's a fire at the Panova Manufacturing plant. You can just see some of these images now. The plume is just massive. A fire broke out there earlier this morning and was thought to be contained after three hours, but this afternoon that Glenn County Board of Commissioners posted on Facebook that the Panova plant fire has reignited and the evacuation order was put in place. You can see some of the images coming in from the scene, just showing some of the danger to the community there. It includes parts of the resort community of St. Simon's Island which of course is a big holiday destination for people in that part of the country. We'll keep an eye on all of this and we'll give you the latest as it comes in. We'll monitor that for the rest of this hour tonight. In the meantime, the Pentagon is scrambling to assess the damage of leaked classified documents. 21-year-old Jack Teixeira, an Air National guardsman, is in custody and charged under the Espionage Act. He worked in IT and had to have top secret clearance to access the materials at the center of this controversy. Prosecutors say he first began posting some of the classified intelligence online back in December. Since the arrest, President Biden has declared or has directed national security agencies to take more steps to secure this very sensitive information. CNN White House correspondent Jeremy Diamond joins us once again. Jeremy, any update as to how this damage assessment is going? There is a lot for the administration, the Pentagon, the intelligence community to unpack on all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, Jim, we're talking about dozens of documents, highly classified documents, some of those with top secret classification markings and over, you know, the period of time since these documents were posted online that is one of the first questions that Pentagon officials, intelligence officials have been looking to answer. What exactly could potentially be the damage to U.S. national security. So they've been conducting what they call a, quote-unquote, \"damage assessments.\" That review is still ongoing.And let's just take a look at some of the information that was revealed in these classified leaks. You've got everything from showcasing the depth of the U.S.'s real-time intelligence gathering efforts within the Russian Ministry of Defense. You've also got a look at some of the weaknesses and the shortages that the Ukrainians are dealing with in terms of weaponry and ammunition. There's also some sensitive diplomatic issues, including revelations about the U.S. eavesdropping on key allies, including Israel, South Korea and Ukraine, and also some new information about Taiwan's vulnerability to potential air attack from the Chinese. And so that's why you're seeing this damage assessments now being conducted. This is a separate review, of course from the Department of Justice's investigation, which ultimately led to the arrest of 21- year-old Airman Jack Teixeira. But the results of this damage assessment they could potentially be used as evidence in an eventual trial of Jack Teixeira. Now President Biden in Ireland, he talked about what he's directed the Department of Defense to do, including reviewing why Teixeira had access to this information. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I have instructed the department to make sure that they get to the root of why he had access in the first place, number one. And number two, to focus extensively on the extent to which it all occurred. And that's going on right now. I have nothing to report beyond what's already been reported.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "ACOSTA",
      "sentences": "All right, Jeremy Diamond. Yes, I remember all too well sometimes when the president goes overseas problems back at home can tag along and follow along. All right, Jeremy. Thanks so much.So here's what we know about Jack Teixeira tonight and going forward. Right now the 21-year-old remains in custody under the Espionage Act. He is charged with unauthorized retention and transmission of national defense information and unauthorized removal of classified information and defense materials. He will remain jailed we're told until at least Wednesday when a detention hearing is set. Lawmakers, meanwhile, are expressing concern about the intel leak. Earlier today, I talked with Congresswoman Zoe Lofgren, California Democrat who sits on the House Judiciary Committee. (BEGIN VIDEO CLIP) REP. ZOE LOFGREN (D-CA): Obviously the leak is very damaging to Ukraine and to the United States. And we do need to get to the bottom of it. That he was posting some of this material online and it was not promptly discovered is of concern. On the other hand, the world wide Web is a big place, and this was an obscure part of the Web, so we do need to take a look at how we might better become alert to such items while maintaining a free society. I don't know. Obviously, there's a presumption of innocence for anyone who is accused of a crime. But it looks like this young man did some very severe damage to our country. Really anyone who would do this has engaged in traitorous activity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "ACOSTA",
      "sentences": "And joining us now is CNN global affairs analyst Kim Dozier. She's also the senior managing editor at \"Military Times.\"You know, Kim, Teixeira is suspected of sharing classified information on this Discord forum. I mean, you heard Zoe Lofgren said there just a few moments ago anybody who does this is engaging in traitorous activities. So this is viewed very seriously up on Capitol Hill and within the intelligence community. You know that all too well. But I can just hear the folks at home asking what is Discord? What were these people up to and how our service members and veterans using it? What can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "KIMBERLY DOZIER, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "So Discord is a basically information sharing site where groups of individuals can get together, share group chats. It's a little bit like anyone out there who's used Slack on their home computers to communicate within the office. Especially during the pandemic when so many of us were working from home, it gives you that sense of immediacy. And Discord has these different chatrooms that people choose to be a part of and set up.So while folks have been saying, well, why didn't the Pentagon catch that all of this stuff was out there, until someone in that closed chat decided to make it available out there, the Pentagon simply wasn't aware.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "ACOSTA",
      "sentences": "Wow. And I mean what more can be done to protect classified information? We were talking with General Wesley Clark about this in the previous hour and he says, you know, we're probably going to have to have better controls on some of this stuff. You know, it does kind of boggle the mind a little bit that, you know, somebody as young as he would have this kind of access to that kind of information. But as you and I were saying before this segment got going, actually, Jim, it's not that unusual. A lot of young men and women in the Armed services who have very important jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "DOZIER",
      "sentences": "The Pentagon has to keep track of four million clearances. It only just started instituting this process of what's called continuous monitoring where they check for, did you get a DUI, did you default on your bank loan payments, et cetera, and that only got set in place last year. Before that, it took five to 10 to 15 years before someone who has a clearance would get re-interviewed and re-looked at.In terms of this young man, if he indeed stole this information, he would have had to have access to all of this material to help anyone on his National Guard base do their jobs. And you know how you think about the IT guy? He's the one everyone trusts. He's the one who can fix your problems. Now what will be happening at the moment is that FBI and defense security investigators will be interviewing his commander, anyone who worked with him, and also to access any computer terminal and any top- secret area, Pentagon, a far-flung base. You have to have an access card that you plug in so his footsteps, they'll be able to look back and see everywhere he went.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "ACOSTA",
      "sentences": "Their fingerprints.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "DOZIER",
      "sentences": "Exactly. They'll be able to figure out now what he downloaded. The question is, why didn't anyone notice him printing out so much? But then hey, maybe he was helping someone with a printer problem consistently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "ACOSTA",
      "sentences": "Yes, the IT guy. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "DOZIER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "DOZIER",
      "sentences": "In a sense, the system worked because there are different levels of classification above top secret which he reportedly had is the top-secret compartmented information. That would be revealing things like sources and methods of how some of this stuff was gathered up. He had PowerPoints, things like that. So the damage is embarrassing. It's not comfortable for Ukraine to see that the Pentagon thought they might not do so well, but many world leaders expect to be spied on, and Ukraine always knew that the Pentagon had its doubts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "ACOSTA",
      "sentences": "Right. Exactly. That wasn't exactly breaking information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "DOZIER",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "ACOSTA",
      "sentences": "And can you explain this need-to-know status across the military and U.S. intelligence? Is it outdated in where we are now, in terms of, you know, places like Discord? I mean, dark corners of the internet, where young folks tend to spend a lot of their time these days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "DOZIER",
      "sentences": "The thing is, people in the military don't sign away their First Amendment rights when they sign up. They give away a lot of privacy. But in their off-time when they're on whether it's WhatsApp or one of these encrypted groups, the Pentagon can't just dip into those (INAUDIBLE) information. That would be a violation of their First Amendment rights. So you have the clash of privacy and security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "ACOSTA",
      "sentences": "Yes. And what do you think is going to happen with Teixeira? Is he going to be tried in a federal court, military court? What makes sense here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "DOZIER",
      "sentences": "So he was under U.S. orders when this happened, but I suspect because of the magnitude, I imagine that is all being worked out right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "ACOSTA",
      "sentences": "Yes. Yes. Very serious espionage case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "DOZIER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "ACOSTA",
      "sentences": "No question about it.All right, Kim Dozier, great to see you as always. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "DOZIER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "ACOSTA",
      "sentences": "Appreciate it. Thanks for the expertise. Both former President Donald Trump and former Vice President MikePence, spoke in front of the NRA convention and they got very different receptions. You haven't seen this. You want to stay tuned to watch. We'll share it. That's coming up ahead in the CNN NEWSROOM. Later, a jury convicted of a killing a Black Lives Matter demonstrator but Governor Greg Abbott is intervening, wants him pardoned. We have startling new information tonight. And police respond to a call for help and opened fire, killing a man, but they were at the wrong address. Those stories and more coming up here in the CNN NEWSROOM. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "ACOSTA",
      "sentences": "2024 Republican hopefuls trying to score points this weekend with the Second Amendment crowd of the annual NRA convention in Indianapolis. Recent mass shootings in Nashville and in Louisville notwithstanding, candidates were doing all they could to ingratiate themselves with this core Republican voting bloc.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I was proud to be the most pro-gun, pro-Second Amendment president you've ever had in the White House. I think that's been acknowledged. And with your support in 2024, I will be your loyal friend and fearless champion once again as the 47th president of the United States.(CHEERS AND APPLAUSE) NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: Know that you've always got a friend in me. You've always got a partner in me as they try and take away any of our constitutional rights. GOV. RON DESANTIS (R-FL): Like we do with other issues in Florida, we've gone on offense to expand individual gun rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT",
      "sentences": "As long as there is breath in my lungs, I will stand with you to ensure that the right to keep and bear arms shall not be infringed.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "ACOSTA",
      "sentences": "All right. We should note it is April 15th, 2023 and figures from the gun violence archives show more than 150 mass shootings in the U.S. so far this year.Joining the discussion to talk about this and other subjects, CNN senior political analyst John Avlon and CNN political commentator Margaret Hoover, host of \"PBS Firing Line.\" John, you know, more than one pundit has proclaimed that the NRA's influence in the GOP is waning. I mean, that's been a storyline for a few years now, but how can that be the case if all of these presidential hopefuls are flocking to be part of this convention?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "It's not the case when it comes to their influence over the base. It is the case that the NRA is severely weakened and diminished organization because of the scandals, financial and otherwise, that have emerged in recent years and weakened the organization leadership Wayne LaPierre, and caused a lot of defections from their board. But you still see these presidential candidates go to kiss the ring because at this stage it's very much about appealing to the base and particularly, you know, when it comes to the Second Amendment voters, the NRA is still the most powerful lobby that there is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "ACOSTA",
      "sentences": "And Margaret. I mean, there were some very various different reactions. We'll just put it that way for the speakers. Let's start with what happened when former Vice President Mike Pence greeted the crowd. Let's listen to that.(BEGIN VIDEO CLIP) (CROWD BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We love you, Mike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "PENCE",
      "sentences": "I love you, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "TRUMP",
      "sentences": "I hope you gave Pence a good warm approval.(CROWD BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "TRUMP",
      "sentences": "No, because he is a nice man if you want to really know the truth. He is. He's a good man. And I heard it was very rough.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:06",
      "speaker": "ACOSTA",
      "sentences": "Margaret, what is your sense of that? I mean, how is Mike Pence going to win the Republican nomination when he's getting booed at an NRA convention like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "ACOSTA",
      "sentences": "But I guess, you know, I can hear there are folks -- I have to imagine there are folks at home who are frustrated about all of this given what took place in Nashville, given what took place in Louisville, that we just can't get to a place where any kind of, you know, real meaningful gun control legislation can get passed in this country. It does seem as though when you have major presidential candidates at the NRA that that is the main stumbling block.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "HOOVER",
      "sentences": "Can I just say, Jim, I mean, that's absolutely true when it comes to gun reform. It's absolutely true when it comes to reasonable restrictions around abortion. It's absolutely true when it comes to questions of climate control. So if you are an issue -- climate change, if you are an issue advocacy voter, if there's an issue that is important to you, maybe what you ought to look at is the kind of election reforms that are going to de-polarize the country and start representing the majority of Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "AVLON",
      "sentences": "What she said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "HOOVER",
      "sentences": "And not a narrow faction of a base of one political party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "AVLON",
      "sentences": "Amen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "ACOSTA",
      "sentences": "And John, this afternoon, Georgia's Governor Brian Kemp is urging fellow Republicans to move on from election fraud claims. CNN obtained a copy of remarks Kemp prepared for a private RNC donor retreat. He doesn't really named Trump. But Kemp says 2020 is ancient history, not a single swing voter and a single swing state will vote for our nominee if they choose to talk about the 2020 election being stolen.I mean, I guess, you know, he points for, you know, he is saying in a roundabout way, he's not going after Trump by name, though. But how significant is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "AVLON",
      "sentences": "Look, Kemp deserves a lot of credibility for not going along with this nonsense in the wake of the election in the first place. Now he's decided, you know, he said he himself there's speculation he might run. But I don't understand why these folks who are condemning, you know, this obsession with election lies too afraid to name names. It's not like people aren't aware of what they're saying.There's this tiptoeing around, even in Chris Christie indulging this kind of thing. Just call it what it is, a lie, and the person who's promulgating it more than any other human being, Donald Trump. Full stop. That's courage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "ACOSTA",
      "sentences": "Wow. That is a big development. All right, Marshall Cohen, thank you very much. Let me get back to John Avlon and Margaret Hoover.Sorry, pardon the interruption as they say, guys, but I mean, this case, this Dominion case against FOX, I'm blown away by the fact that FOX actually apologized for something. That does not happen very often. But to have this sort of thing happened in the case, in the courtroom, with the judge going after that right before this trial gets started, that cannot be good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "HOOVER",
      "sentences": "Let me just say, you're right. FOX is not inclined to apologize, to their viewers, to their hosts, to the victims of sexual assault or intimidation, but they're going to apologize to a judge because they have a $1.2 billion judgment in front of them. If you're going to tell the truth to anyone, it's somebody who really hold your faith because there's not just this lawsuit, there are future lawsuits. And so I think it is telling, but I think it's also different than owning responsibility and moral responsibility for the havoc they have reaped on the public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "AVLON",
      "sentences": "Well, putting that aside, the idea that this was some misunderstanding they're trying to clear up is totally disingenuous. This has been an institutionalized misunderstanding. It's big news that on the eve of them finally going to trial they're trying to do to prevent defense and clean up for the judges --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "HOOVER",
      "sentences": "They're fully in court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "AVLON",
      "sentences": "So -- yes, no, no, but I mean, you know they're trying to clean things up and sort of, you know, say it was all a terrible misunderstanding. No. I mean what the reality is they're about to enter, as a CNN headline said the other day, the real no spin zone, which is court, and they're not going to get away with the kind of lies and obfuscation they've gotten away with for so long. So they're trying to clean it up, but the rot is deep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "ACOSTA",
      "sentences": "Yes. Instead of we report, you decide, it's now we reported and the jury is going to decide. I mean, I can't believe, guys, that this has gotten this far, to a trial. Why have they not settled this? It's still astounding to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "HOOVER",
      "sentences": "Look, my understanding is that a settlement, I mean, could FOX write a billion-dollar check? Yes, but it would be all of their gross revenues for a year. The issue is there are other trials. This is not the only one. And so if you concede at the beginning, it's sort of your opening the floodgates for future judgments, frankly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "AVLON",
      "sentences": "This goes to the heart of our democracy. You know, we're all journalists here, and the First Amendment is sacrosanct. But this is so serious that it is going to trial and it's been proven to be deeply embarrassing, but it has also exposed the lies and the pandering to the base and the way that the profiting from polarization has absolutely perverted people's moral judgment when it comes to basic journalistic ethics that undermine our democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "ACOSTA",
      "sentences": "There's a lot at stake with this trial, and we'll all be watching.John Avlon, Margaret Hoover, thanks for hanging with us during that breaking news. We appreciate it. Good to see you. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "AVLON",
      "sentences": "Thank you. Be well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:04",
      "speaker": "ACOSTA",
      "sentences": "The President of Brazil says the United States needs to stop \"encouraging the war in Ukraine.\" President Luis Inacio Lula da Silva made the comments after meetings with Chinese President Xi Jinping in Beijing, where the two reportedly talked about forming a group of like-minded leaders to talk about a path to peace in Ukraine.(BEGIN VIDEO CLIP) LUIS INACIO LULA DA SILVA, BRAZILIAN PRESIDENT (through translator): The United States needs to stop encouraging war and start talking about peace. The European Union needs to start talking about peace so that we can convince Putin and Zelenskyy that peace is in the interest of everyone and that war is only interesting for now, to the two of them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:06",
      "speaker": "ACOSTA",
      "sentences": "People of Ukraine would surely like nothing more than peace, but the war goes on without pause taking a deadly toll just about every day.Right now, rescue workers are searching for survivors in the eastern town of Sloviansk, after a barrage of Russian missiles devastated an apartment block killing at least 11 people. Our Ben Wedeman has the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:06",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Friday afternoon, a Russian S-300 missile slammed into this building here in Sloviansk in Eastern Ukraine. This was one of eight separate missile strikes that happened within minutes of one another here, the biggest strike on this city yet.Here in this building, they have recovered nine bodies including the body of a two-year-old child. He actually was pulled from the rubble still alive, but he died shortly afterwards in the ambulance. His father, according to the rescue workers here, they believe is still under the rubble. Now, they were with a family that had left Sloviansk earlier in the war, but had returned because they thought it was safer. Now the Mayor's Office tells us that at least 30 apartment buildings were damaged in this strike and more than 30 houses were also damaged. The rescue operation continues. They believe there are still more bodies underneath the rubble. They continue to dig. I'm Ben Wedeman, CNN, reporting from Sloviansk in Eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:02",
      "speaker": "ACOSTA",
      "sentences": "Growing questions in New Mexico tonight after police shot and killed an innocent man in his home while responding to the wrong address.Newly released bodycam video shows the officers knocking on the wrong door during a domestic violence call. Then they opened fire when the man who lived at the home answered carrying a handgun. We want to warn you that what you're about to see is disturbing. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey. Heads up.(GUNSHOTS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Shots fired. Shots fired.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:02",
      "speaker": "ACOSTA",
      "sentences": "CNN's Camila Bernal joins us now with the latest on this investigation. Camila, this is just awful. I mean, what a terrible situation. What do we know so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:02",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, look, the Chief of Police in Farmington, New Mexico saying that this was just a mistake, that they went to the wrong house.Jim, this happened on April 6th at about 11:30 at night. These officers approached the wrong house, they knock on the door and no one answers for a little while. Then those officers begin to back away, and that is the part of the video where you see Robert Dotson, coming out of his house and does have a handgun. One of the officers in the video that was just released says that he heard a gun that was racked, so that is essentially him giving the explanation as to why he shot. Of course, there is still a long time to go here in this investigation as the State Police is now in charge, but you do have to slow down the video because everything just happens so quickly. It is unclear exactly what officer fires are how many times, and that is all being looked at by investigators. But here is how the Chief of Police describes the video when it is slowed down. Here's what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:02",
      "speaker": "CHIEF STEVE HEBBE, FARMINGTON POLICE",
      "sentences": "When you show the slowed down version, you see him opening the door with his left hand and his right hand is the gun, and as he pushes the door open, then he comes together and both hands appear to grip the weapon and are pointed at one of the officers.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:02",
      "speaker": "BERNAL",
      "sentences": "Now after all of this happens, Dotson's wife also opens fire at the police officers. They are able to essentially get her to understand that this is police, that she shouldn't be shooting at them either.Again, they say this was all a mistake. It was also really heartbreaking to hear the 9-1-1 call. I listened to that as well. And you hear their teenage daughter telling dispatch, look, my mom is telling me to call. I don't know what's going on with my dad. She is crying. She is frustrated. She is terrified. She's saying she is with her brother. I mean, it is just very difficult because of course this is a grieving family now and all of this was a mistake and the Chief of Police saying, look it happens. There is nothing that they could have done because they'd simply went to the wrong house and it just turned out to be deadly -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:48:46",
      "speaker": "ACOSTA",
      "sentences": "New developments in Texas Governor Greg Abbott's push to pardon a man convicted of killing a Black Lives Matter protester.Daniel Perry was found guilty by a Texas jury just over a week ago. The Governor's support for a pardon may be complicated by newly unsealed documents that reveal Perry described himself as a racist and discussed on social media about killing people. CNN's Ed Lavandera has details. (BEGIN VIDEOTAPE) ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT (voice over): When Black Lives Matter protests erupted around the country in the summer of 2020, newly released Court documents revealed Daniel Perry intensely watched the chaos, quickly becoming angry. In a social media post, he described the protesters as a zoo full of monkeys. The unsealed documents include 76-pages of social media postings and text messages, most of these details were not shown to the jury that convicted the Army Sergeant of murdering protester, Garrett Foster and raises new questions about why Texas Governor Greg Abbott is rushing a push to pardon this convicted murderer. Foster's family and longtime partner have called the Governor's call for a pardon, \"disgusting.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "GARRETT FOSTER, BLM PROTESTER",
      "sentences": "We've got to practice some of our --LAVANDERA (voice over): Foster was legally carrying an assault style weapon that night. Perry had a handgun in his car and at some point in the exchange, he fired multiple times, killing Foster. During a police interrogation, Perry gave several versions of the position of Foster's gun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "DANIEL PERRY, CONVICTED FOR THE MURDER OF GARRETT FOSTER",
      "sentences": "I believe sit was aimed at me. I believe he was going to aim at me. I didn't want to give him a chance to aim at me, you know.LAVANDERA (voice over): Perry also told police he did not try to kill Foster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "PERRY",
      "sentences": "I honestly did not want to -- want him to die. All I wanted to do was incapacitate him.LAVANDERA (voice over): A Texas jury rejected his claims of self- defense. LAVANDERA (on camera): We reached out to Texas Governor Greg Abbott's office to find out if he was still pushing for a pardon of Daniel Perry given this new information that has come to light. His office responded with a simple one sentence statement which read: \"All pertinent information is for the Board of Pardons and Paroles to consider as this is part of the review process required by the Texas Constitution.\" And what he is referencing there is that the Governor has to wait for the recommendation from that Board before he can issue a pardon, but right now there is no timeline on exactly when that will happen. In fact, we should all remember that this trial isn't even over yet. The sentencing hearing hasn't even been scheduled. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:18",
      "speaker": "ACOSTA",
      "sentences": "An update now on the breaking news we've been telling you about tonight, this massive plume of smoke is from a fire in the Southeast Georgia town of Brunswick. It is a fire at the Pinova manufacturing plant. People who live within a half mile of that area are being ordered to evacuate their homes, that includes portions of the popular St. Simons Island Resort Community. We will of course continue to stay on top of that story.A tornado warning, we should note is in effect for St. Louis until 7:30 local time. Let's get right to meteorologist, Gene Norman in the CNN Severe Weather Center. Gene, you were warning us earlier this evening that there was this potential. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:18",
      "speaker": "GENE NORMAN, CNN METEOROLOGIST",
      "sentences": "Well, Jim, the tornado warning is in effect right now. If you can hear my voice and you're in St. Louis, you need to get to the basement, the bathroom, the middle of your home, a place without windows and get as far away from the windows as you can because this storm means business.One of two tornado warnings, it is moving across the Mighty Mississippi bearing down on St. Louis right now. The second one down here. When I look at the storm near Festus, I see that curling motion. That lets me know that it is intensifying, and so you see these purple boxes, these are both tornado warnings as the storms move from Missouri into Illinois. Zooming in closer, this storm will probably be in St. Louis, if it isn't right now within the next four or five minutes, and then we'll head toward East St. Louis, Collinsville and Jarvis within the next half an hour to 45 minutes or so. So be prepared for these storms because they are very, very dangerous. All part of a line of storms that stretches all the way from the St. Louis area down to Houston. The yellow areas are areas where we have severe thunderstorm warnings because of the threat for damaging winds, large hail. The red is a Tornado Watch in effect until 10:00 PM because more storms could develop in that area that could prompt even more warnings. But you see Jim, all of these areas, all of these orange boxes that stretch all the way down to Houston, these are all individual storms, that mean business with a lot of wind and up to baseball sized hail. It really is dangerous. Folks in St. Louis, please get to safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:18",
      "speaker": "ACOSTA",
      "sentences": "Yes, please be careful indeed.Gene Norman,  I know you'll stay on top of this all night. Thank you so much for tracking that for us. We appreciate it. All right, and finally tonight, a typical spring day turned into a surprise meeting with a bear. This is the doorbell video of the encounter in Asheville, North Carolina. [VIDEO CLIP PLAYS]",
      "isLastSentenceInterrupted": false
    }
  ]
}