{
  "date": "2023-11-14",
  "headline": "Quest Means Business",
  "subHeadline": "Biden Optimistic On Hostage Deal; Washington March For Israel; CNN Goes Inside Gaza Combat Zone With Israeli Forces; US Markets Soar On Cooler-Than-Expected Inflation; House To Vote To Avoid Shutdown; U.S. House To Vote On Bill to Avoid Shutdown; Emirates CEO On Recent Spending Spree; Tens Of Thousands Expected At D.C. March For Israel; Call To Earth. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:01:27",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "There's an hour to go of trading on Wall Street, and the market is upshopping (ph). It's slower US inflationthat is moving the market. As you can see, it's been a solid sea of green throughout the course of the day, but it hasn't really budged since we got the early numbers, and that's where it has stayed. There's the market, the main event. \"Hang on there. We're coming,\" President Biden's optimistic words for the families of hostages held in Gaza. A source tells CNN negotiations -- negotiators are inching closer to a deal. In Washington, thousands of people are marching at the moment in support of Israel. We'll show you more. And the US House is expected to vote shortly on a measure to avert a government shutdown in the US. It will lead both -- votes from both parties if this is going to pass. I'm live in Dubai tonight. It is Tuesday. It is November the 14th. I am Richard Quest and in Dubai, as elsewhere, I mean business! Good evening. We begin tonight with Benjamin Netanyahu says Israel is working relentlessly to get hostages released, and President Biden says he expects a deal to happen. The Israeli prime minister now says he believes pressure from Israel's ground campaign in Gaza is helping with the negotiations. A senior US intelligence official said the deal could involve a pause in fighting, one that last several days. President Biden, pressed by reporters about the hostages earlier today, offered encouragement to families waiting for a breakthrough. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:27",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Yes, I can. I've been talking with the people involved every single day, I believe, is going to happen,but I don't want to get any detail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What's your message for the families?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:27",
      "speaker": "BIDEN",
      "sentences": "Hang in there. We're coming.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:27",
      "speaker": "QUEST",
      "sentences": "The White House today also backed Israel's claim that Hamas is using hospitals for cover, a charge Hamas has denied. The National SecurityCouncil Spokesman John Kirby said the group is storing weapons beneath the Al-Shifa Hospital in Gaza and further adds challenges to Israel's military operations. Alex Marquardt is in Washington. Lots to pass there. Let's just briefly talk about the president. The sort of pressure, Alex, that the president is coming -- the US president that is -- I think it's about -- I think it's 10 American citizens or American passport holders amongst the hostages, but the pressure is intense on the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "QUEST",
      "sentences": "Okay. And I suppose if the hostages are released, the issue becomes a quid pro quo, what is being promised in return or maybe nothing has beenpromised in return. This is just sort of a pause, because the hostages, at the moment, unfortunate to say, are a strong bargaining chip for Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "MARQUARDT",
      "sentences": "They are. We're talking about almost 240 hostages of all different nationalities, not just American and Israeli, of course, butnationalities from around the world. And so those countries are also putting pressure on Israel to do what they can to get these hostages out. Now, Richard, the negotiating has been led or mediated at least primarily by Qatar. The Israeli and .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "MARQUARDT",
      "sentences": ". American parties, we understand, are the intelligence directors, Mossad and the CIA. And so certainly, Hamas has a huge amount ofleverage here with almost 240 prisoners. And so what the -- what we believe the parameters of the exchange to be, and this is changing all of the time, sources constantly .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "MARQUARDT",
      "sentences": ". cautioning that this is extremely fluid is that Israel wants to see a large group of hostages released, not the slow trickle that wehave seen, these two pairs that we've seen so far. They want a large group, at least 100 people to be released at any given time. And in exchange, Hamas also wants prisoners from Israeli prisons. What we're talking about in both camps, Richard, is primarily women and children. Women and children being held by Israel .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "MARQUARDT",
      "sentences": ". women and children being held by Hamas. At the same time, Hamas is also pushing for a days' long pause. Now that is different than aceasefire. They're saying that they need anywhere between three to five days to get this number of prisoners out. Richard, there's also .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "QUEST",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "MARQUARDT",
      "sentences": ". the question of fuel and aid that Hamas wants to see come into Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "QUEST",
      "sentences": "One final quick point, Alex. The US saying that it now backs Israel's claim that the hospital has been used by Hamas for the storage ofweapons, et cetera. We're going to hear from Nic Robertson shortly on this. But this is the second time the US has confirmed, if you will, Israeli intelligence or Israeli statements that Hamas is using hospitals, or in an earlier case, it was a rogue rocket from a terrorist group that hit a hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "MARQUARDT",
      "sentences": "Yes. And I would argue that the last time that rogue rocket that hit the hospital, that was a lot more controversial, because hundreds ofpeople were killed. And you're absolutely right, the US intelligence very quickly confirmed what the Israeli intelligence was saying, and that it was a Palestinian rocket that, in fact, hit that hospital. What is now being said by the White House, backed up by US intelligence, is less controversial. The fact that Hamas uses civilian facilities, whether it's mosques, schools and, in this case, a hospital to -- as command centers, as arsenals, that is something that is quite well-established. The daylight, however, that you are seeing, Richard, is that when it comes to a hospital like Al-Shifa Hospital, which is the biggest and the most important in Gaza, there may be a Hamas apparatus below it, tunnels, that command center that the White House is now saying that they may have used it for their purposes. At the same time, the US is not saying, oh, therefore, Israel, you have a green light to go and attack it. They are still urging an .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "QUEST",
      "sentences": "Right, understood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "MARQUARDT",
      "sentences": ". extraordinary amount of caution.There's been a huge amount -- there has been significant -- I would -- not -- almost criticism from the United States that Israel is not doing enough to make sure that civilians are not harmed and that targets like hospitals are not too damaged, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "QUEST",
      "sentences": "Alex Marquardt in Washington, thank you. Pulling the strands together, bringing us up-to-date. I'm grateful.Meanwhile, the United Nations says only one hospital in northern Gaza is still functioning. At least 500 patients are trying to shelter as the Al- Ahli Hospital in Gaza City. Nada Bashir is in Jerusalem. So, Nada, this hospital is functioning. I guess, that's an exaggeration of praise to make it sound like it's in full operation. My guess is it's probably barely operating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BASHIR",
      "sentences": "But again, as we know, doctors have said it is almost impossible to evacuate many of these patients.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "QUEST",
      "sentences": "Nada, thank you.The Israeli Army is now showing CNN what it says is Hamas' armory under children's hospitals in Gaza. CNN's Nic Robertson was part of the team imbedded with the IDF. They were showing guns and explosives in the hospital basement, which Israel says was a command-and-control center. At all times, they were escorted by the Israel Defense Forces. CNN did not submit the script or footage to the IDF and has retained editorial control over Nic's final report. Here it is. (BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voice over): Driving into Gaza with the Israeli forces, it's a war zone. The conditions of our access only show officers, no faces of soldiers, and don't show sensitive equipment. We are passing mile after mile of destruction. Buildings blown, collapsed, nothing untouched, but the fury of Israel's hunt for Hamas. Streets here crushed back to sand. ROBERTSON (on camera): Shops, everything that we see, no sign of any civilians here. ROBERTSON (voice over): A few miles in, we pull up at a command post. Soldiers living in blown apartment buildings. ROBERTSON (on camera): Hard to imagine how civilians endured the bombardment here. ROBERTSON (voice over): Our next journey much deeper into Gaza. We arrive 100 meters from a battle with Hamas. Tanks blasting targets in nearby buildings. The IDF's top spokesperson waiting for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "REAR ADMIRAL DANIEL HAGARI, ISRAEL DEFENSE FORCES SPOKESPERSON",
      "sentences": "We know who's acting in operation inside Gaza next to Rantisi Hospital.ROBERTSON (voice over): Israel is facing massive international pressure over the destruction of homes, the shockingly high civilian death toll, and in the last few days, over its apparently heavy-handed tactics at hospitals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "HAGARI",
      "sentences": "We are searching the tunnel with the bulldozers to reveal the tunnels that we suspect that are underneath the hospital.ROBERTSON (voice over): Hagari has brought us here to show the connection, he says, exists between Hamas and the Rantisi Children's Hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "HAGARI",
      "sentences": "We're now here in an area between a hospital, a school, and a terrorist house.ROBERTSON (voice over): A Hamas commander, he says, lived there. He points out the solar panels on the roof.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "HAGARI",
      "sentences": "This is a tunnel that will slide up like this, the floor. You can see here .ROBERTSON (on camera): This is the ladder going down, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "HAGARI",
      "sentences": "This is a ladder going down, yes.ROBERTSON (on camera): I see the letter going down, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "HAGARI",
      "sentences": "Okay. This is a 20-meter tunnel. Look at here. Look at the tunnel. You see our goal here?ROBERTSON (on camera): Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "HAGARI",
      "sentences": "But look down here. The cables are going down to the tunnel. Okay?ROBERTSON (on camera): So they're hardwired into the tunnel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "HAGARI",
      "sentences": "We'll talk -- why is the hospital so damaged?ROBERTSON (on camera): So damaged like this, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "HAGARI",
      "sentences": "I'll explain. It's important question.ROBERTSON (on camera): Yes, yes, it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "HAGARI",
      "sentences": "We came to this hospital five days ago. There were still patients inside the hospital. We did not enter into the hospital.ROBERTSON (voice over): He claims since then, all patients were evacuated by hospital staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "HAGARI",
      "sentences": "We assist this evacuation, of course, to make it a safe pass for all the patients in the hospital. We do not know that the hospital isentirely clear. We do not know. We only entered through this area, which was suspected, because we're being fired. ROBERTSON (voice over): Hagari leads us through a warren of basement corridors, to this room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "HAGARI",
      "sentences": "This was the armory, okay?ROBERTSON (on camera): This was the Hamas armory?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "HAGARI",
      "sentences": "Yes.ROBERTSON (voice over): He shows us a few rusting guns and some explosives. These guns alone have potentially huge implications for Gaza's hospitals and Israel's apparent push to take control of them. ROBERTSON (on camera): The International Committee for the Red Cross say that hospitals are given special protection under international humanitarian law in a time of war. But if militants store weapons there or use them as a base of a fire, then that protection falls away. ROBERTSON (voice over): In other rooms, he shows us a motorbike with a bullet hole in it that he suspects was used by Hamas attackers October 7th, and nearby, possible evidence hostages could have been held here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "HAGARI",
      "sentences": "We are now in the basement, in the same area, yards from the motorcycle. We see a chair. We see a rope. We see a woman's clothes, awoman's -- something covering woman. ROBERTSON (on camera): Do you think a woman was tied up in this chair?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "HAGARI",
      "sentences": "This is an assumption, going to be checked by DNA.ROBERTSON (voice over): More evidence, Hagari says, points towards Hamas and possible hostage presence below the hospital. ROBERTSON (on camera): And by bringing us here to this hospital and showing us the connection that you believe exists between the terrorists and the possibly hostages, what does this say about the other hospitals here in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "HAGARI",
      "sentences": "Cynically, Shifa Hospital is known, by fact, by intelligence, to be a terrorist hub. And also, it's suspicious also in holding hostages. Thisis the best shelter for the terror war machine of Hamas. ROBERTSON (on camera): But the hospital authorities say they have no knowledge of Hamas or other groups inside the hospitals. Is that possible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "HAGARI",
      "sentences": "I think it's not possible for a hospital to have this kind of an infrastructure. We knew the terrorists were here. We knew.ROBERTSON (on camera): How did you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "HAGARI",
      "sentences": "We knew by intelligence, and also, we got some fire from this area.ROBERTSON (on camera): From this area, this building?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "HAGARI",
      "sentences": "From this area. And we were right to fire because what we found the armory.ROBERTSON (on camera): But so much damage all around here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "HAGARI",
      "sentences": "Yes, there is damage all around here because Hamas made it impossible for us to fight in. They built all this infrastructure intunnels and in hospitals around areas populated. ROBERTSON (voice over): As we exit the hospital, it is already dark. ROBERTSON (on camera): We're just getting ready to leave right now. The firefight is still going on, still intense, bullets fired, explosions going on off the street there. ROBERTSON (voice over): This war and the controversy surrounding it far from resolved. Nic Robertson, CNN, Gaza. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:52",
      "speaker": "QUEST",
      "sentences": "So US inflation showed a further sign of cooling off as prices rose 3.2% on an annualized basis, slightly lower than expected, but 3.2%.It's now -- well, it's still comfortably above. It's 30% above the Fed's 2% target. But as you can see, it seems to be moving in the right direction after taking a short pause earlier in the summer. It's -- the inflation is continuing to fall. On Wall Street, the Dow is rallying with the news. Investors are increasingly optimistic that the Fed rate rises may be over for now. Look at the Nasdaq. I assume that's the cash market, not the futures market, but the Nasdaq is up more than 2.3% with the Dow being up at the best part of 2%. You can see the numbers. Professor Kenneth Rogoff is the former chief economist at the IMF, now professor at Harvard. Ken's with me now. So the real issue, 90 -- a good 90%, Ken, of sort of private economies sort of say this should be enough for the Fed to continue the pause in December. Do you buy that, too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:52",
      "speaker": "KENNETH ROGOFF, PROFESSOR OF ECONOMICS AT HARVARD UNIVERSITY",
      "sentences": "Oh, absolutely. I mean, this was better than people expected. As you sayRichard, it's not quite where the Fed wants it, but it's been coming down. And at this point, they have to be more worried about tipping into a recession than having inflation bump up a bit. But on the other hand, although monetary policy has a very high interest rate, our government spending, fiscal policy is very loose. And so that's both holding up the economy and holding up interest rates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:52",
      "speaker": "QUEST",
      "sentences": "The issue, of course, gets more nuanced on whether or not you continue to push down to 2%. Now, if they did nothing and left monetarypolicy at its current level, would that be sufficient overtime to bring it down to 2% or would we just adopt our spending and inflation stays around 3, 3.2?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:52",
      "speaker": "ROGOFF",
      "sentences": "Oh, no, I think the interest rate is high enough at this point that if you leave it there for a very long time, inflation will still come down,of course, borrowing, other things happening. But it's a very high interest rate. I mean, the interest rates well above inflation much more than usual. I think we're going to still land at higher interest rates than people are used to, even after inflation comes all the way down. But no, I think they're eventually going to bring interest rates down. Wall Street has been jumping the gun again and again. It's going to come down next meeting, it's going to come down another percent, 2%. I think it's going to take a long time to bring it down, even another 2% from where it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "ROGOFF",
      "sentences": "Yes, but the thing is interest rates were already high, so it's one of those things, you know, you don't want to push things into a tippingpoint. No, it certainly looks, at the moment, you know, borrowing, geopolitics as you are covering and other things getting worse, it certainly looks like they're going to hold it there for a while and bring it down. But I want to emphasize, maybe not down as far as Wall Street is expecting, as people are expecting, I think mortgage rates are going to stay higher, they're going to come down, but they're going to be a lot higher than they were four or five years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "QUEST",
      "sentences": "Right. But I mean, you and I are old enough to remember a time when, I mean, even this rate at 5%, 6% is on the high-ish side, but we have seenhigher. And if we fall back to three -- say 3.5% in the medium-term, then that's a perfectly acceptable long-term interest rate for the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "ROGOFF",
      "sentences": "That's absolutely right. People have gotten used to the interest rate being at zero, the federal funds, the Fed's interest rate havingmortgage rates at 3%. I think you can forget about that until we have a massive recession, which hopefully we won't. But, yes, I think where the interest rates, the one you're talking about that the Federal Reserve said, it's going to come down to four over the next couple of years, maybe to 3.5, but I think that the 10-year rate, which we say the bellwether rate of the whole global economy, don't expect that to go too much below for. It had been that 1.5 not so long ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "QUEST",
      "sentences": "Ken, I'm always delighted to have you on QUEST MEANS BUSINESS. I'm grateful .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "ROGOFF",
      "sentences": "Pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "QUEST",
      "sentences": ". for your time. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "ROGOFF",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "QUEST",
      "sentences": "US House of Representatives is set to vote on a stopgap funding bill that would keep the US government running into the new year. Now, there aresome Republicans who oppose the plans put forth by the new House Speaker Mike Johnson. And that means you'll need help from Democrats. The last time this happened, eventually when the Democrats supported the bill, it cost House Speaker Kevin McCarthy his job. Melanie Zanona joins us from Capitol Hill. My understanding, and I emphasize, Melanie, you're the expert here on the machinations of Congress. But my understanding is that what they're voting on is a bellwether, in a sense. It's a procedural matter that, if they get this through, that clearly means that they would get the full thing through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Yes. Well, they were going to take a procedural vote today, but there was enough Republican oppositionfor .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "QUEST",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "ZANONA",
      "sentences": ". Republicans to be able to take that procedural vote. And the thing about these procedural votes is they are typically done along partylines. Conservatives, however, this year have been taking down those what are known as rule votes when they don't like the substance of the bill. So what the new Speaker Mike Johnson has decided to do is a different strategy. He's going to bring the bill directly to the floor later today, essentially skipping that procedural vote altogether. But that process requires two-thirds majority for passage. So a much higher bar. That means they're going to have to rely significantly on Democratic support here. And as you are so right to point out, that is exactly what got Kevin McCarthy ousted as speaker back last month in October. However, we're hearing it is a little bit different this time around. The conservatives that I have talked to said they are willing to give Johnson a longer leash to govern. They said they understand that he's only been on the job for three weeks, whereas Kevin McCarthy had nine months on the job to figure out a government funding plan. But still, no doubt, there is some grumbling inside the conference right now about this plan, because it is not cutting spending whatsoever. And that is what conservatives are so unhappy about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "QUEST",
      "sentences": "Right. Okay. But what about people like Matt Gaetz who, of course, led the charge against. But he does also seem to have this ability tosuddenly say, I don't like it, but I'll go along with it because, you know, I am playing a longer game. Where will he stand on this? Do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "ZANONA",
      "sentences": "He actually has signaled that he does not like this short-term spending plan, but he, at the same time, has said that he is okay with thatand okay with that decision for Speaker Mike Johnson. Again, just another example of how Kevin McCarthy was punished for the exact same thing that now Mike Johnson, the new speaker, is doing. And we are getting signs that this is likely to pass the House later today and then it will head over to the Senate where it's .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:11",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "It is a major challenge to the regional rivals. The airline's CEO, Sir Tim Clark, we will be talking to him. It only comes though after thenews. This is CNN and, here, the news always comes first. (MUSIC PLAYING) QUEST (voice-over): President Xi of China is on his way to California for Wednesday's highly anticipated meeting with President Biden. It is only their second in-person conversation since Mr. Biden took office. The last time, the Chinese leader traveled to the U.S. was six years ago. The German government says it will pay up to $8 billion to help rescue Siemens Energy. The wind turbine maker is set to receive another $8 billion worth of guarantees from other stakeholders. Siemens Energy is a key player in Germany's green transition, employing 94,000 people worldwide. British police have arrested a man on suspicion after a pro hockey player's death. Adam Johnson died midgame after his neck was slashed by the skate of another player. His team would call the incident a freak accident. (INAUDIBLE) after a (INAUDIBLE) in the NHL. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "It's 10Meanwhile, a doctor in Gaza City's only operational hospital is telling us health care workers are treating more than 500 patients with little access to medication. The Israeli prime minister Benjamin Netanyahu has warned Hezbollah not to test Israel following intense shelling near the border with Lebanon. And in Washington, tens of thousands of people are holding a huge rally to show their support for Israel. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "These so-called friends, they were never really our friends. They were never really there for us. They never really saw us forhow we deserve to be seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I hope that all of our friends will be there for us, that they will choose to stand with us. This is a moment that we will allremember forever. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "There are large protests, of course, against Israel's military campaign in Gaza. Brian Todd is in Washington for us.Democracy in action, in a sense, Brian, in real time. You have the protests yesterday from one side and the supporters today and that is the way that this will go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Well, Richard, it is a very large and vibrant crowd here. This is one of the biggest crowds that we have seen ata rally in Washington, D.C., probably in a few years at least. They expect about 100,000 people here. There are a lot of people behind me right by the stage. And looking at the crowd -- and it extends all the way to the Washington Monument, at least about 100,000 people here, probably more have shown up. Several speakers at the dais here behind me. Right now they're playing a video documenting the atrocities of October 7th. But the Israeli president Isaac Herzog spoke here via (INAUDIBLE) Israel a short time ago. They're introducing Michael Rapaport here behind me. They've had celebrities like actress (INAUDIBLE) speaking. The messages are varied. One, to call attention of course to the violence and the atrocities of October 7th. Two, to call for a human behind Israel as it fights its war with Hamas. But a central theme here, Richard, is trying to keep the attention focused on the hostages, who are still being held by the Israelis (sic). We spoke to a woman who has seven family members still being held hostage. She is here because she really believes that some of the focus is (INAUDIBLE) the hostages and she wants to keep the focus on them. Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Brian -- and do feel free to tell me if you can't continue with the noise around you.But Brian, how are they reconciling that with the reports that premature babies are dying in incubators in Gaza? I mean, I know it is not the same thing. But the reality is that you have both sides of this at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "TODD",
      "sentences": "And so yes, they have called attention to it. They are trying to reconcile the two. It is clearly not an easy thing for anybody to reconcileon either side. But they have had called some attention to that, Richard. I have to say that that just a lot of the attention here is focused on the atrocities of what happened on the 7th and the plight of the hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "QUEST",
      "sentences": "Brian, I'm going to let you rest your voice since you've probably got hours of broadcasting to do and even with your tones, you will find itdifficult to compete with that very loud speaker behind you. Brian Todd, who is in Washington for us this evening. So to events taking place here in the UAE, particularly Dubai, Emirates Airlines has made a massive $52 billion deal with Boeing. The airlines president told me what they do with their 95 new aircraft. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "QUEST",
      "sentences": "Emirates Airlines announced a $52 billion deal with Boeing. Boeing's stock is reveling in the announcement of not only that but other deals thathave been announced here in Dubai at the annual air show, which has been a veritable bonanza. For Emirates itself, it strengthens the fleet; 90 Boeing 777Xs, although the plane is not going to fly into the fleet for another two years at least, some extra 787s and fly Dubai also picked up long-range wide bodied jets for the first time. I asked Sir Tim Clark of Emirates how it feels. What is it like when you spend $52 billion  on planes. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "TIM CLARK, CEO, EMIRATES",
      "sentences": "Well, it's not the first time we've done. It we did it 10 years ago and we ordered 150 of them to be ordered and 50 380s.So -- and that order was 90 billion then. So this is a big order. But having done it before, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "QUEST",
      "sentences": "Do the negotiations go right down to the last minute?Or you are really just tinkering around?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "CLARK",
      "sentences": "No, no, we are still arguing the toss at the final minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "QUEST",
      "sentences": "About what?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "CLARK",
      "sentences": "No, because conditions are changing. Pressure starts to build. People, if all of their positions which they might've been holding out andrealizing that the line is about to be crossed in terms of timelines and everything else. So you can still, most of the issues are done, the big ones are done. But a lot of other issues that still have to be resolved, many of them are commercial. But they will get to the 11th hour and we see that famous game of chicken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "QUEST",
      "sentences": "No Airbus orders. You have not done the 350s (INAUDIBLE) any more of them yet.Is that still to come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "CLARK",
      "sentences": "I think we are in detailed discussions with Airbus, primarily about the 350 program. We have not got there yet. I am hoping that we will getthere within the next 24 hours, 24 days, 24 weeks? I don't know. Much depends on them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "QUEST",
      "sentences": "Returning to the strategy now, what is the growth strategy?You've always grown relatively fast but with caution. But the competition is getting more intense in the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "CLARK",
      "sentences": "You know me, I've never been fazed by things like that. The questions like you asked me 20 years ago about, when Etihad was formed,when Qatar Airways was formed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "QUEST",
      "sentences": "And Riyadh Air --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "CLARK",
      "sentences": "-- and now Riyadh.Is there room for three was the question. Is there room for this? And I think the proof of the pudding is that there was plenty of room for three, because these business models in essence, our international business model is based on international crossroads. The difference between then and now is that Dubai, in this particular case, has exploded in its growth in every (INAUDIBLE) so it has added a real impetus to our model.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "QUEST",
      "sentences": "Are you turning Emirates and fly goodbye into your own version of (INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "CLARK",
      "sentences": "It could be that way. And there's so many -- so much business in this part of the world, within 2,000 (INAUDIBLE) miles between Dubai andthe UAE that isn't served as it should be served. For instance, as you look at the big cities in the north of us, in the stan (ph) state, one a day, two a day, Fly Dubai realize that (INAUDIBLE) 3 to 5 times a day, the business would come. And that's (INAUDIBLE). So a lot of those places we understand there's lots more to come. Here, Africa, Asia, Europe even as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "QUEST",
      "sentences": "But that means that you have to be much more coordinated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "CLARK",
      "sentences": "We are, to a large extent, anyway.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "CLARK",
      "sentences": "No, we're not. And the government wishes those brands to be kept separate and do their own thing. But as you can see today, we have co-chairs. We're flied by multiple flights into our southern terminals. They are occupying our gates. They are using our frequent flyer programs, our lounges, everything. So that is all working quite well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "QUEST",
      "sentences": "Finally, I want to bring it back to events of the moment, the war. It is obviously -- I mean, besides the obvious starting point is theappallingness of what is going on at the moment. Are you seeing effects in terms of travelers delaying, canceling, anything like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "CLARK",
      "sentences": "And plus the Israeli interest in Dubai in particular. So we saw a lot of that. Now that has stopped. Of course it will have stopped underthose circumstances. I'm not sure what will happen in the future. But it is a very resilient market,  I can see that. It will come back and they will travel again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "QUEST",
      "sentences": "But the biggest fear of people not traveling because of uncertainty, I don't just mean (INAUDIBLE) in general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "CLARK",
      "sentences": "No, we have not seen too much of that. We have got the air show here. We have COP28 coming up in a week or so, a couple of weeks. We haveChristmas and New Year, the hotels are all booked for here, 150,000 hotel rooms that we have. It is a great story at the moment. And providing we do not get any element of contagion, it's about what is happening there, then we can manage. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "QUEST",
      "sentences": "Sir Tim Clark talking to me earlier.Final check on the markets for you. Wall Street is rallying. The Dow is up strongly. I think we're just off the top so you can see a slight fallback. We're now at 462 points, still very robust performance. The Dow's back and the growth stocks are also sharp. That green is solid. It's all on the back of the 3.2 percent annual rate of inflation that we saw in October. That's the way the markets are looking. I'll have a Profitable Moment after the break. (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    }
  ]
}