{
  "date": "2023-09-14",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Republicans Open Impeachment Inquiry Against Biden; Fugitive Murderer Captured Two Weeks After Escape; Key Takeaways from Putin-Kim Summit in Easter Russia. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello and warm welcome to our viewers joining us in the United States and all around the world. I'm Max Foster in London. Bianca is off for the rest of the week, but just ahead on CNN NEWSROOM.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The evidence does not exist, and this is a political stunt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think it would be very unusual to actually see a referral of impeachment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He looked as though he had been put through an awful lot. He looked tired. Certainly, clothing looked weathered from being out there wet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They have lived their own personal nightmare. I can't under score enough the trauma that this family sustained.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We obviously don't want to see Russia get anything that would help them kill more Ukrainians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Russia desperately needs ammunition, potentially from North Korean sources as well.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London this is CNN NEWSROOM with Max Foster and Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "It is Thursday, September the 14th, 9But House Speaker Kevin McCarthy and far-right Republicans are moving ahead with impeachment plans whilst offering no evidence that Biden committed high crimes and misdemeanors. CNN's Manu Raju has the story from Washington. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "House Republicans are moving ahead with their impeachment inquiry even it is unclear exactly where this inquiry will go and whether or not President Biden will actually face a charge of a high crime or misdemeanor from the U.S. House, and exactly what evidence they will glean as part of this probe. They are trying to prove that Joe Biden, as vice president, took official action to help Hunter Biden, his son, during his overseas business dealings. And also allegations that Joe Biden enriched himself through his son's business activities.There are not -- there's not the proof yet to make that point. There are allegations about some of these issues, a lot of them unverified. And there's also allegations about Hunter Biden's actions. But Republicans believe there's enough to at least investigate this in the months ahead. The question is what could they find and whether they'll have the actual votes to actually impeach Joe Biden, making him the fourth President in American history to face that charge of a high crime or misdemeanor. Now, Kevin McCarthy fully recognizes the challenges ahead. He has a razor thin majority in the House. Meaning if he loses more than four Republicans and any party line vote, he will essentially lose that vote. That could have happened if he actually had a vote to open up an impeachment inquiry. Just less than two weeks ago, McCarthy promised that he would have a vote to actually launch an impeachment inquiry. But he backtracked. He changed course and then simply instructed his committees to begin that inquiry. I asked him why he changed that approach. What explains that? And he wouldn't say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "RAJU",
      "sentences": "But I'm curious -- I'm curious why you changed your position.REP. KEVIN MCCARTHY (R-CA) U.S. HOUSE SPEAKER: I never changed my position. You know, what's interesting? So you don't care about any of the answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "RAJU",
      "sentences": "Those were your word. Why did you change your words?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MCCARTHY",
      "sentences": "I think -- let me answer your question because I answered it every single day and you could answer me every single day. Nancy Pelosi changed the precedent of this House. This doesn't preclude --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "RAJU",
      "sentences": "(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MCCARTHY",
      "sentences": "Nancy Pelosi changed the precedent of this House on September 24th. It was withheld and good enough for every single Democrat here. It was good enough for the judge. Why would it have to be different today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "In an exclusive interview with CNN's Anderson Cooper, former House Speaker Nancy Pelosi is defending how she handled the first impeachment of former President Donald Trump in 2019. The Democrat says Kevin McCarthy's claim that she changed precedent for impeachment proceedings is just wrong.(BEGIN VIDEO CLIP) REP. NANCY PELOSI (D-CA): When we had the impeachment of President Trump followed the phone call and all the rest of that, that whistleblower revealed. And then I had a conversation with him. And so we moved forward, collecting information to be prepared to bring a bill to the floor. He's saying, well, Nancy didn't bring a bill to the floor. No, we did. We had a few weeks where we had to make our case and I had signed six committee chairs to get the information and the rest and that then prepared us to bring the bill to the floor. They've had like nine months of collecting information. They have nothing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Pelosi says McCarthy did not take the impeachment inquiry to the House floor for a vote because he likely doesn't have the support to approve the measure.A former Trump campaign attorney, Sydney Power, wants the racketeering charges against her in Georgia, dismissed. The Fulton County judge has scheduled a motions hearing for today. Power's attorney claims that prosecutors can't prove the case against her. Most of the charges sent her around her alleged role in the breach of voting machines in Coffee County, Georgia. Powell, Trump, and seventeen others are accused of a sprawling scheme to overturn the state's 2020 election results. We're learning new details about the dramatic capture of a convicted murderer in Pennsylvania nearly two weeks after he escaped -- after he escaped prison. According to law enforcement officials, Danelo Cavalcante told police he had been planning to hijack a car and head towards Canada. He also said search teams were so close at times they almost stepped on him. CNN's Brian Todd has more on Wednesday morning's capture. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The subject is in custody.BRIAN TODD, CNN CORRESPONDENT (voice over): Escaped murder convict Danelo Cavalcante captured after nearly two weeks on the run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "DEB RYAN, DISTRICT ATTORNEY, CHESTER COUNTY, PENNSYLVANIA",
      "sentences": "Our nightmare is finally over and the good guys won.TODD (voice-over): A burglar alarm overnight led to a heat signal spotted by aerial infrared. On Wednesday morning, tactical teams converged on a location inside the search zone. LT. COL. GEORGE BIVENS, PENNSYLVANIA STATE POLICE: They were able to move in very quietly. They had the element of surprise. Cavalcante did not realize he was surrounded until that had occurred. That did not stop him from trying to escape. He began to crawl through thick underbrush, taking his rifle with him. TODD (voice-over): But he did not have an opportunity to shoot. A K-9 officer released a police dog.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BIVENS",
      "sentences": "The dog subdued him and team members from both those teams immediately moved in. He continued to resist but was forcibly taken into custody.TODD (voice-over): Within five minutes, it was over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "DOUG BREWER, WORKS NEAR CAPTURE LOCATION",
      "sentences": "Oh, it was right back in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right behind the wood pile?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BREWER",
      "sentences": "Yeah.TODD (voice-over): Police say the rifle Cavalcante had with him was within his reach, as he was struggling to get free from the dog. Deadly force was not used, despite being authorized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BIVENS",
      "sentences": "The gun was absolutely a factor in the threat. The dog is very quick, has the ability to disable someone and take them off guard so that they're not able to do something like fire a gun or use a knife or whatever other thing -- or escape even.TODD (voice-over): Authorities say Cavalcante was bleeding from a scalp wound caused by the dog, but it was not significant. BIVENS: He looked as though he had been put through an awful lot. He looked tired, wet and stressed. Which is exactly what we were trying to do all along. TODD (voice-over): Police say there were people who wanted to help him but were prevented from doing so, including his sister, who has been referred for deportation proceedings. Two weeks ago, Cavalcante escaped while serving life in prison without parole for killing his former girlfriend Deborah Brandao in 2021. For the family of the victim --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "RYAN",
      "sentences": "They have been barricaded inside their homes, not feeling safe anywhere. So for them, this is a tremendous relief.TODD (voice-over): Same for many residents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Definitely -- it's definitely relieving, scary for people around here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BREWER",
      "sentences": "It's nice to be able to come back out and make a living.TODD (voice-over): Could he have been caught sooner?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They didn't get a lot of lucky breaks, right? He slipped out of their perimeters a couple of times, but those sorts of things happened. They really ran this thing from an incredibly well- organized kind of disciplined perspective right from the beginning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "FOSTER",
      "sentences": "Cavalcante spoke freely with police about his two weeks on the run after he was captured. Chester County Chief Detective David Sassa recounted some of what he had to say.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "DAVID SASSA, CHESTER COUNTY CHIEF OF DETECTIVES",
      "sentences": "He did the things that he knew he could do. He went to shelter in the woods and he had done that before information, when he was in Brazil. And he did things that he was comfortable with, you know, he moved at night, bed it down during the day. He told our investigators that at some points he stayed still for a day, a day and a half. And yes, he told us that, you know, at some points, you know, the tactical teams walked past him.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "FOSTER",
      "sentences": "A police dog named Yoda was instrumental in bringing this saga to an end. An officer with the U.S. Marshall Service explained how Yoda and the other canines were invaluable in tracking and finally capturing the suspect.(BEGIN VIDEO CLIP) ROBERT CLARK, SUPERVISORY DEPUTY, U.S. MARSHALS SERVICE: He is part of the BORTAC tactical team who's stationed out of Michigan. I believe he's three years old. He's a Belgium Malinois and he was just essential as far as the tracking and the searching. As for numerous other canines that were here. We had other Malinois, we had German Shepherds. We had a Bloodhound, so all these canine resources were utilized from different tactical teams from the area and they were just an incredible resource. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "FOSTER",
      "sentences": "At the outer bounds of Hurricane Lee will start sweeping over Bermuda in the coming hours as parts of the Northeastern U.S. and Canada are under hurricane and tropical storm watches. Lee is forecast to keep heading northwards, potentially making landfall in New England or the Canadian Maritimes this weekend, and this is a monster storm. Hurricane force winds extend up to 115 miles or 185 kilometers from its center, with Tropical storm force winds extending 265 miles or 425 kilometers.Right now, Bermuda is under a tropical storm warning as Lee approaches. It's currently a category two hurricane, but its large size is the most concerning. We expect another update from the National Hurricane Center at the top of this hour. The United Auto workers are planning for targeted strikes at a number of plants if they don't reach a deal with the big three automakers before midnight tonight. Some have already held practice pickets. They're asking for an immediate 20 percent pay rise, with four additional five percent raises. They also want to bring back cost of living adjustments to protect against inflation. Here is Ford CEO Jim Farley. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "JIM FARLEY, FORD CEO",
      "sentences": "If we go on strike, it's not because we gave a great deal at Ford. Because we gave a great -- we've given a great deal at Ford. We made our first offer almost two weeks ago to the UAW. We've made three offers since then and we've had no genuine counter offer on any of those. We're here, we're ready to negotiate. But it's sure hard to negotiate a contract when there's no one to negotiate with.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Will you invite Chairman Kim to the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Absolutely, I will.RIPLEY (voice-over): Giving up nukes to build beachfront condos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "TRUMP",
      "sentences": "How bad is that, right? It's great.RIPLEY (voice-over): But it wasn't meant to be. Five years later, Kim and Putin are flipping the script. Denuclearization is dead, the U.S. cast aside for a new partnership with the Russian military.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "RIPLEY",
      "sentences": "North Korea bringing lots of interesting color to summits with world leaders, now both Trump and Putin. Kim Jong-un said goodbye to Putin in Russia before heading to another destination that is not known at this time. But before he left, he invited President Putin to Pyongyang, an invitation that Putin happily accepted -- North Korean state media says. When that trip might happen, we just don't know.Will Ripley, CNN, Taipei. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "To Beijing now and Steven Jiang is standing by for us there. Interesting for Beijing to be watching all of this play out because they've traditionally had the closer relationship with North Korea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "That's right, Max. So far, they have not said much publicly about this meeting between Kim and Putin, other than saying both countries are China's friendly neighbors and Beijing keeps and maintains really strong ties with both governments.But of course, they're watching this very carefully, as you mentioned. For decades, China is North Korea's -- has been North Korea's most important trading partner, biggest supporter on the international stage. Really providing that regime in Pyongyang with an economic lifeline. So, from Kim's perspective, he obviously could use some options and Russia has now become this natural choice. But so far, we have not seen much detail or concrete information being revealed about this much anticipated arms deal. We may never find out much detail because they may decide to keep the secret for good reason. For Russia, which is still a permanent member of the UN Security Council. Remember they have signed up to all those restrictive sanctions against Pyongyang over its nuclear weapons program. So at least for now, Putin publicly is still paying lip services to those sanctions and either buying ammunition from Pyongyang or giving Pyongyang military technology would be blatant violation of those sanctions. But of course, that's why they are keeping things ambiguous. But Putin definitely leaves the door open. But I think one thing both Pyongyang, Putin and Russia see eye to eye as they're being very careful not to cross Beijing because as both regimes become increasingly isolated from the West, they would still need Beijing support on the international stage, both politically and economically -- Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Absolutely, Steven, thank you. Katie's here as well. Looking at this from more of a Russian perspective and the impact on the war in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "KATIE POLGLASE, CNN INVESTIGATIVE PRODUCER",
      "sentences": "Absolutely. So this is one of the key topics that everyone is wondering about. Was Ukraine discussed? Their word has not actually been mentioned in any of the statements, but it is widely hinted at from not only the North Korean leader's perspective, but also from Putin. He was asked by reporters if they are discussing military cooperation with North Korea for the war in Ukraine presumably, and he said that there are prospects. That is something to discuss. This is amid all of the sanctions on any kind of deal that would entail this.But let's not forget this is something that the U.S. have warned about for some weeks now. They are very concerned, as is Ukraine, of course, about what would happen if North Korea and Russia made a deal. Have a listen to what the Pentagon spokesman John Kirby had to say about this deal. (BEGIN VIDEO CLIP) JOHN KIRBY, U.S. NATIONAL SECURITY COUNCIL: We've been long concerned about a potential arms deal between North Korea and Russia. That's why a few weeks ago, we sanctioned three entities that we know were involved with trying to broker this deal. But again, it remains to be seen what each side intends to get out of this. We obviously don't want to see Russia get anything that would help them kill more Ukrainians. And we know that at the very least, Mr. Putin is interested in artillery shells from North Korea. We'll see what else they try to broker for. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "I spoke to an analyst yesterday who was pointing out that the counter argument is that Ukraine is getting weapons from South Korea. So on the international stage, a bit of a debate about, you know, the rights and wrongs of all of this. But in terms of the counteroffensive as it's moving right now, how would you describe it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "POLGLASE",
      "sentences": "Well, clearly there has been some significant progress. We discussed yesterday on your show about the Sevastopol attack in the south Ukraine. That's a major attack for really for Ukraine and a major success in terms of how difficult that is to achieve, a long- range missile that must have been involved in it.But you're right to point out that both sides are receiving support, and really there is a question of who will last longer. A war of nutrition, if you will. In the sense that clearly Ukraine is receiving support from the U.S. They received this $1 billion assistance. That was alarming to Russia. Clearly, any deal that Russia, albeit a heavily sanctioned deal. Any deal Russia would do would also be heavily concerning to Ukraine. And really, it's a question of how long these supply chains will last. How long Ukraine and Russia will have ammunition, will have weapons to continue this war.",
      "isLastSentenceInterrupted": false
    }
  ]
}