{
  "date": "2023-01-26",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Ukrainian Forces In Fierce Fight For Eastern Town Of Bakhmut; Soon: Four Major Airlines To Release Quarterly Earnings Reports; Tesla Posts Record Revenue But Warns About Uncertainty For 2023. Aired 5:30- 6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:48",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Ukraine confirming its troops on the front lines have withdrawn from the eastern town of Soledar, but they are still locked in a fierce battle for nearby Bakhmut as the Russians intensify their push for control of that region.CNN's Frederik Pleitgen has more. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice- over):  The Russian army claims its overwhelming firepower is decimating Ukrainian defenses on the most brutal front in this war around the town of Bakhmut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:48",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Fifteen men just ran into this house. Yes, target hit. They managed to collapse the middle of the building.PLEITGEN (voice-over):  Ukraine has now acknowledged losing its last foothold in the small town of Soledar, north of Bakhmut. The Russians there -- mostly mercenaries from the Wagner private military company, judging by their own claims. UNIDENTIFIED MALE (through translator):  We were first to select the target, charge up, and hit it. We hit it precisely. We hit the building right in the place where the ATGM was located. PLEITGEN (voice-over):  But despite sources telling CNN the U.S. has advised Ukraine to withdraw from Bakhmut, even Wagner commanders admit Kyiv's forces are fighting back. WAGNER LOTOS COMMANDER (through translator):  The enemy puts up fierce resistance to our fighters. The enemy is holding on and is getting additional reserves and military supplies. PLEITGEN (voice-over):  And the Ukrainians continue probing in other areas far from Bakhmut. The military releasing this video of a daring raid across the Dnipro River in south Ukraine taking out a Russian command facility there. But to go on the offensive Ukraine needs hundreds of main battle tanks. So far, Western partners have pledged about 100. Moscow has vowed to hit those tanks when they enter Ukraine and is conducting a show of force of its own, sending the frigate Admiral Gorshkov, which Moscow says carries hypersonic missiles, to ocean drills with the Chinese and South African navies. But for now, Bakhmut is the epicenter of this conflict and Ukrainian soldiers here say they will fight for every inch. UNIDENTIFIED MALE (through translator):  One day their artillery works and the next day the infantry assaults. It's a difficult time now but our boys keep standing their ground. PLEITGEN (on camera):  Ukrainian soldiers fighting on the front lines in and around Bakhmut, who were contacted by CNN, say they are absolutely elated to hear that Western main battle tanks could be coming to Ukraine in the not-too-distant future. They say that tanks are a huge part of the equation here and have been helping the frontline troops a lot. Of course, they understand it's going to be a while before any Western-made battle tanks get here. But right now, the Ukrainians say they need all the help they can get as the Russians are making a big push to try and go towards the west and take Bakhmut. Fred Pleitgen, CNN, Kramatorsk, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:48",
      "speaker": "ROMANS",
      "sentences": "All right, Fred, thank you for that.Quick hits around the globe right now. A suspect is in custody accused of killing one person and injuring another in machete attacks at two churches in southern Spain. Officials say they are investigating the incidents as terrorism. A suspect is in custody after a knife attack on a train in Germany left two people dead and seven injured. Police say the 33-year-old suspect is a stateless Palestinian man. The motive for the assaults unclear. The U.S. is warning tourists to avoid taking rideshare services like Uber and Cabify in Cancun, Mexico. Rising tensions between drivers could put riders at risk. Just hours from now, prosecutors will call its first witness in the murder trial of disgraced lawyer Alex Murdaugh. And United's CEO warning times have changed for air travel. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:51",
      "speaker": "ROMANS",
      "sentences": "Four major airlines -- American, Southwest, JetBlue, and Alaska -- release quarterly earnings reports before the opening bell today. Southwest has been one of the only profitable U.S. airlines since the pandemic. That could change after its holiday travel meltdown in December.Look, air travel is stressed by weather and technical issues, aging FAA infrastructure, and widespread worker shortages, especially for seasoned pilots. United Airlines is the only airline now with its own flight school to find new pipelines for pilot talent, graduating its first class yesterday. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ROMANS",
      "sentences": "It has been remarkable, Scott, to watch your business, in particular -- the airline business come out of what I call the COVID crouch where all of the sudden, people want to fly even with higher airfares. Airfares, overall, up 28 percent year-over-year. People still want to travel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "KIRBY",
      "sentences": "We see incredibly strong demand. And I think this hybrid work makes every weekend a holiday is the new normal. It's not pent-up demand. It's because people work hybrid. They now have the flexibility with their time that they can leave on a Wednesday or Thursday and make a long weekend.But I can also see it in our data that is the way consumers are behaving because they were constrained by time before. It wasn't money that constrained their ability to travel, it was time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ROMANS",
      "sentences": "Is business travel showing any of those concerns? The recession -- dark clouds of 2023? Are people pulling back on business travel expenses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "KIRBY",
      "sentences": "Small and middle -- medium-sized businesses are back and they're traveling actually more than they did pre-pandemic. But there are a lot of companies -- look at the tech companies -- that are behaving like they would in a recession. But that's to be expected. I mean, if you're laying off tens of thousands of employees you're not going to have a big travel budget.We see what I would describe as recessionary-like behavior, but it's being overcome by the strength in other parts of the economy and leisure, which is leading to really good results at United and at other airlines, frankly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ROMANS",
      "sentences": "What keeps you up at night in terms of the outlook for the U.S. economy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "KIRBY",
      "sentences": "Well, I'm a solid sleeper. I sleep about 8 1/2 hours a night.Our base case is really pretty strong results, actually getting back to above 2019 levels in terms of profitability for us, even if there is a recession. But there's a lot of risk in the world. I would put Ukraine -- some kind of escalation in Ukraine high on that list. Fuel prices high on that list. The debt -- the debt showdown -- my guess is there will be some histrionics and drama around it. But ultimately, it's not going to sidetrack the U.S. economy for the long term even though there might be a short-term issue. And there's always the black swans that we haven't thought about or don't even know about. But we're set up. I think we've set the company up. We've certainly tried to set United Airlines up so that we can ride through those ups and downs. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ROMANS",
      "sentences": "Every weekend a holiday week because of hybrid work, and that's what he's seeing in their numbers. Scott, as you heard there, sees profitability returning even if the U.S. economy slips into a recession because leisure travel demand is so strong.All right, Chiefs quarterback Patrick Mahomes says he is ready to play in Sunday's AFC Championship game despite his ankle injury. Andy Scholes has this morning's Bleacher Report. Hey, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Yes, good morning, Christine.Patrick Mahomes has the most famous ankle in the world right now. Everyone wondering how he's going to look come Sunday against the Bengals in the AFC Championship game. And Mahomes testing out his injured ankle yesterday at practice. He said it feels good, so far, and he's ready to go as the Chiefs look to get revenge against the Bengals after losing to them in the AFC title game last season. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "PATRICK MAHOMES, QUARTERBACK, KANSAS CITY CHIEFS",
      "sentences": "You know, I think it's just about being a competitor. I mean, if -- you want to -- you want to be out there and especially, in these games. And so, all you can do is just mentally prepare yourself and your body throughout the week. And then, like I said, when you get to game day you just have to focus on the game. And that's what I'll try do to -- is prepare my body the best I can, and get to the game and just go out there and play and try to find a way to win.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "SCHOLES",
      "sentences": "All right, to the NBA. The Warriors hosting the Grizzlies. A tight game late in the fourth quarter.Steph Curry was not happy with Jordan Poole taking this three when he was wide open, and he tossed his mouthpiece in anger. Well, an official ejected Steph from the game for doing that. Steph had 34 points at the time. In the closing seconds of the game, with it tied, the Warriors ran the inbound play to perfection. Poole laid it in with a second left. So the Warriors get the win in the end, 122-120. And Poole jokingly throws a mouthpiece as he greets Steph on the way to the locker room. So all laughs in the end. Blazers star Damian Lillard, meanwhile -- he was pretty much unstoppable against the Jazz last night. He went off for a season-high 60 points, including nine 3-pointers. That's tied for the second-most points in the NBA this season. It's the fourth time in Lillard's career he's scored 60. The Blazers beat the Jazz in that one, 134-124. The U.S. Men's National Team was back on the pitch for the first time since being eliminated from the 2022 World Cup, facing Serbia in L.A. last night. Brandon Vazquez opening the scoring in his first appearance for the U.S. But the Americans could not hold onto that lead. Serbia would go on to score two goals in the second half for the win. Next up for the U.S. is a friendly against Colombia on Saturday. You can watch that one on our sister channel TNT. All right, Mikaela Shiffrin, meanwhile, with a big week, passing Lindsey Vonn to become the winningest female skier in World Cup history. The two-time gold medalist -- the Winter Olympics gold medalist got win number 84 yesterday. [05:45:02] And she spoke with CNN's Amanda Davies about becoming the greatest of all time. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "MIKAELA SHIFFRIN, WINNINGEST FEMALE SKIER IN WORLD CUP HISTORY",
      "sentences": "Right now, I just feel like a ski racer and I -- and I'm having a dang good season. But the greatest of all time is -- yes, I don't think that's something you feel, for me. Maybe some people do and kudos to them, but I -- I'm not there.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "SCHOLES",
      "sentences": "All right. And finally, this might be the strangest delay of a college basketball game you'll ever see. While Loyola Chicago and Duquesne were in the middle of a play, an apparent food delivery driver just walked onto the court trying to make his delivery.And, Christine, there are just so many unanswered questions here, like who ordered McDonald's and needed it so quickly, and how the driver got into the arena without a ticket. But I give him credit. He might have had other deliveries he needed to make. He's like hey, someone take this food. I've got to get going. But wild -- wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ROMANS",
      "sentences": "Oh my gosh, that's so funny. Somebody just needed a Big Mac, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "SCHOLES",
      "sentences": "Right -- I guess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ROMANS",
      "sentences": "-- to get through the night.All right, nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ROMANS",
      "sentences": "Nice to see you, Andy. All right, thank you.Here is today's fast-forward look ahead. The state of South Carolina will call its first witness today in the murder trial of disgraced attorney Alex Murdaugh. He is accused of killing his wife and son in 2021. A federal judge has ordered Boeing to court today over a fraud charge. Family members of victims from two deadly MAX jet crashes say they were never consulted before Boeing cut a deal with the DOJ to avoid prosecution. And President Biden will speak to union workers in Virginia about the economy. He's also expected to lash out against new Republican proposals to abolish the IRS and impose a national sales tax. Coming up on \"CNN THIS MORNING,\" Memphis anxiously awaits the release of bodycam video showing five officers beating a man to death. (COMMERCIAL) [05:51:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ROMANS",
      "sentences": "All right, your Romans' Numeral this morning, two million. That's how many electric vehicles chief executive Elon Musk says Tesla could produce this year if everything goes smoothly. Musk says Tesla can hit that number as long as there's no major supply chain interruption or other massive problems. Still, he acknowledged economic uncertainty ahead that could affect 2023 results.Look at markets around the world right now, this Thursday morning, European markets are higher. Chinese markets are closed for the Lunar New Year. And on Wall Street, stock index futures at this hour moving a little bit higher here. Stocks finishing the day mostly flat. Investors digested corporate earnings from some big tech names. IBM is the latest tech giant to slash jobs, set to eliminate 3,900 jobs. And key GDP data from the government due out later this morning. The U.S. economy expected to have expanded by a little more than 2 1/2 percent in the fourth quarter -- 2.6 percent in the fourth quarter. Weekly jobless claims also set to be released at the same time. And on inflation watch, gas prices rose two pennies overnight, now sitting at $3.50 a gallon. That's now 40 cents higher than a month ago. All right, let's bring in Dan Ives, managing director of Equity Research at Wedbush Securities for all things Tesla. A big report from the EV maker, bouncing back after its worst year on record. You were on the earnings call yesterday. What stood out to you? DAN IVES, MANAGING DIRECTOR OF EQUITY RESEARCH, WEDBUSH SECURITIES (via Skype):  I mean, look, this is Tesla's Super Bowl in terms of what's been a dark few months from Musk as well as Tesla -- a major bright spot. I think the demand story in 2023 is pretty upbeat. China coming back with those price cuts. And they made a poker move in terms of cutting prices and it seems like it's paying off significantly. The bulls are going to like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ROMANS",
      "sentences": "Prices and Musk saying that's going to spur -- that's spurring demand.Gross margin, though, fell nearly five percent from a year ago and down from last quarter. Can Tesla produce two million cars as promised to maintain -- and maintain margins?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "IVES",
      "sentences": "Look, I think that's going to be a tightwire act. I do believe that they are -- they're starting a caveat of 1.8 million potentially could be the delivery number. That's what the street wanted to see. Set realistic expectations. And I believe demand right now -- the trajectory is stronger than you would have expected, especially in this darker macro. But the margins -- they're essentially sacrificing near-term marginsfor volumes, and that's a story Wall Street wanted to do. And especially, Musk, after what's been I think a bizarre few months. Definitely on the conference call gave some confidence on this Tesla story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ROMANS",
      "sentences": "Yes. I mean, look, there's a lot of noise around Elon Musk. A Tesla shareholder trial. All of this business on Twitter.Can he get back trust from Tesla investors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "IVES",
      "sentences": "Well, I think it started last night. He's starting to gain back that trust. And in the eyes of Wall Street, if you go back to the Twitter situation in the last six months, he went from a superhero with a red cape to a villain. And now, it's starting to earn back trust from investors. It started off great last night.But obviously, a lot more wood to chop ahead. Competition coming from all angles. But definitely, a victory for Tesla and Musk coming out of the gates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ROMANS",
      "sentences": "I want to ask you more broadly about tech layoffs because there's something super-interesting I've been noticing that when these companies are announcing layoffs, Wall Street tends to like it. What's sort of bad for the Main Street tech -- Main Street tech employee is good for investors because some of these -- they were just growing too fast.What do you make of that Main Street-Wall Street split here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "IVES",
      "sentences": "Yes, Christine, a lot of these tech companies the last five-six years, they were spending money like 1980s rock stars. Wall Street wants it to stop. Hypergrowth -- you know, the clock struck midnight. These cuts are ultimately bullish for the stocks.You look what's happened to Meta, Amazon, and others. And I think you're now starting to see reining in of expenses, and that's positive for the stocks. And I think that's really the signal that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ROMANS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "IVES",
      "sentences": "-- comes from silicon Valley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "IVES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}