{
  "date": "2023-02-20",
  "headline": "Connect the World",
  "subHeadline": "U.S. says Russia Committed Crimes against Humanity in Ukraine; Ukraine's Prosecutor General calls on \"Special Tribunal for the Crime of Aggression\"; Blinken: U.S. will help Turkey \"For as long as it Takes\"; New Poll: U.S. Public Support for Ukraine Aid Softening; \"The Banshees of Inisherin\" Wins Several Awards. Aired 11:15a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "Welcome back! I'm Becky Anderson in Abu Dhabi. You've been watching CNN Special Coverage of U.S. President Joe Biden's surprise visitto the Ukrainian Capital Kyiv. His first visit since the war there began. United States putting on a striking show of support this week ahead of what is the first anniversary of that invasion. Over the weekend in Munich, Vice President Kamala Harris made the strongest accusation yet against Russia. (BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT: We have examined the evidence. We know the legal standards. And there is no doubt these are crimes against humanity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "Well, that declaration does not immediately give the United States or anyone else the ability to prosecute these crimes, but it adds tothe global push for accountability through international bodies such as the International Criminal Court. Well, Ukraine's Prosecutor General Andriy Kostin met with a U.S. Delegation at that Munich Security Conference and his calling to take this a step further. After the meeting he wrote no quote, we must unite our efforts to advance the establishment of the ad hoc special tribunal for the crime of aggression. This is the most realistic and time efficient way to overcome functional immunity and hold the highest leadership of the aggressor state responsible. Well, Andriy Kostin the Prosecutor General joins me now live from Kyiv. Thank you, sir! And just I have to ask ahead of what is one year on from the start of this war. Before we talk about how any tribunal will work? Just tell me what are your reflections on this past year are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KOSTIN",
      "sentences": "As of today, we have already 26 war criminals convicted by Ukrainian courts. And of course, we want to reach the highest political andmilitary leadership of Russian Federation who started this war of aggression. We will need and we have huge support on international level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KOSTIN",
      "sentences": "It's our cooperation with the International Criminal Court and as well as the cooperation with national jurisdictions who opened criminalcases against with regard to war crimes committed by Russia, in Ukraine. And the strong message--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "Let's talk about the Mechanisms that exist, shall we? And I don't want to stop you in your flow there. But I just do want to drill down onwhat is available to you at this point? You've said that we must unite our efforts to advance the establishment of the ad hoc special Tribunal for the crime of aggression. Let's start there. How do you suggest this tribunal would work and what mechanisms can realistically be put in place to prosecute alleged war crimes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KOSTIN",
      "sentences": "You're absolutely right. With our position to establish the special tribunal our aim at the moment is to get the support from the UnitedNations General Assembly, with regard to resolution supporting the setting up of this special tribunal to fill in the gap which exists at the moment in the international law. In addition to this, we are cooperating with the International Criminal Court which has jurisdiction over the crime of genocide, war crimes and crimes against humanity as was mentioned by the Vice President of United States, Kamala Harris. And in addition to this, more than 20 countries opened their national investigations with regard to war crimes committed in Ukraine by Russian forces and United States is among these countries. And we are in very close contact with Department of Justice of United States with regard to investigation of specific war crimes committed by Russia. So these are three elements of national and international dimensions of making Russia accountable, and they should work out together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "The International Criminal Court will be familiar to many of our viewers. And while any evidence collected, and you've talked about theextent of the crimes at present, any evidence could be potentially used by the ICC. But neither Ukraine nor the United States is a member of that body. Just how limiting is that at this point, given the scope of what you believe, has been committed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KOSTIN",
      "sentences": "First of all, I would like to mention that since 2014, and up to now Ukraine has adopted full set of national legislation with regard topossibility of the ICC to investigate and prosecute war crimes in Ukraine. And we have no any obstacles in cooperation with the International Criminal Court. With regard to all other investigations we all understand that since Ukraine, law enforcement agencies, prosecution offices and courts are working daily every day, starting from 24th of February. We Ukraine will investigate and prosecute 99 plus percent of all cases of war crimes, and the ICC will play a complementary role with regard to crimes against humanity, crime of genocide. And with regard to crimes which require construction of the command chain with relation to the chain of military command, who incited and who? Yes, and who initiated many of war crimes committed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "And just to your mind very briefly, can you just explain the scale of the investigations that you are carrying out and you must bebrief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "KOSTIN",
      "sentences": "I will try to explain that Bucha region which a district was the most atrocious example of war crimes committed on the territory of Ukraine.We have registered more 9000 cases in which, districts from which 1100 are in Bucha town itself. There are circumstances of death of more than 1700 civilians in Bucha district are being investigated. At the moment we have already 91 - we have identified 91 military servicemen of Russian Federation involved in commission of these crimes and two persons are already convicted by Ukrainian courts. And we will work--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "I'm going to have to leave it there. Thank you for being so concise for your answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "KOSTIN",
      "sentences": "Yes, we will work to make all of - comfortable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "Understood, understood. We're going to have to take a very short break at this, but good to have you on sir. Thank you, taking a break, backafter this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "Anger and indignation in Israel this hour over a controversial bill to overhaul the judicial system there. Crowds of demonstrators turnedout around the Supreme Court and the Knesset, some even dressing up like characters in the dystopian novel, The Handmaid's Tale. And the bill will give parliament the ability to overturn Supreme Court rulings and appoint judges something's critics say Prime Minister Benjamin Netanyahu could use to help and his own ongoing corruption trial. Hadas Gold is connecting us this hour from Jerusalem, Hadas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GOLD",
      "sentences": "And the Israeli president saying that he has been in conversation with opposition leaders with coalition leaders to try and get everybody tocome around the table to come to some consensus over what these reforms will look like. It appears as though the government is pushing ahead. And despite these dramatic scenes we were seeing on the streets, this is the seventh week of protests against these judicial reforms. It seems as though that in the last few hours, the more dramatic images are actually coming from inside the Israeli parliament itself. Just in last few minutes, we've seen opposition leaders unfurl Israeli flags on the floor of the Israeli parliament before they were kicked out by security because it's against the rules to raise anything on the parliament floor. But obviously, the image of a Member of Parliament is being escorted off of the floor for raising the Israeli flag. That's obviously causing a lot of dramatics here. We do see that video right there, of those opposition leaders just raising the Israeli flag being escorted out by security. And what you actually don't see in that image and what we're hearing from reports with from within the parliament is that there were other protesters and other people around the sort of viewing gallery banging on the windows, it goes to show you just the emotion and the visceral reaction that people are having to these traditional reforms. But the government seems to be pushing ahead. They say that these reforms are sorely needed. They say that Supreme Court has become elitist, too powerful that it's meddling in issues that it shouldn't meddle in. And supporters of these reforms, some of whom came out to counter protests or the thousands of protesters today say listen, this is what the voters voted for in those November elections when Benjamin Netanyahu and its allies came into power, and this is what the voters want. But clearly, this debate is still ongoing, still two more readings of this bill to come forward. And we'll have to see whether the Israeli President Isaac Herzog is successful in bringing all of these different factions together to come to some sort of negotiations and some sort of consensus and some sort of way forward, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "Very briefly, aside from what is going on today that we are witnessing there, clearly a spiraling in violence and concern about what isgoing on between Israelis and Palestinians. And at the UN Security Council today, a briefing on the Middle East remarks by the U.S. Ambassador to the UN, what do we make of what we are hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GOLD",
      "sentences": "Well, there were reports that there was going to be actually a vote in the UN Security Council against the settlements, against these newsettlements that were announced in the last week or so by the Israeli government, the largest settlement announced, and I believe in something like a decade from 10,000 new units, the legalization of what were previously nine illegal outposts. This was meant by condemnation by several countries, including the United States. And so, the big question was going to be this resolution was being brought up by the UAE reportedly, and the big question was going to be whether the United States was going to utilize its veto power. Now, if you recall, in 2016 the U.S. did not veto a similar resolution. And that was largely considered the lowest point in the U.S. Israel relationship. But from what we understand from reports, there was a flurry of negotiations over the past weekend between the United States as well as Israel and the Palestinians. There were some reports that Israel had agreed to not have announced any new settlements or don't have any demolitions in the next few months. There's some confusion over that because the Israeli say, we weren't planning to announce any new settlements in the next few months anyway. But what we know is that there is apparently going to be a statement to presidential statement from the UN against the settlements. But this is nothing near what a vote would have been Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "Becky, it's difficult to grasp just how extensive just how disastrous this earthquake has been in, you know, youlook at the reporting of our colleagues Jomana Karadsheh, who's been on the ground at the earthquake epicenter. And it is difficult to put into words exactly how much people have lost in the southeast of the country. We are talking about thousands and thousands of people made homeless, many of them of course, have lost loved ones. And now, as that recovery process begins to wind down only two out of those 11 affected provinces still seeing their search and rescue operations ongoing. The focus is very much shifting on that humanitarian response effort. And it's going to take months, if not years, of course. We have seen a focus by the Turkish Government on the infrastructural challenges. But at this point, for now, the focus is very much on the humanitarian relief effort - and that was certainly the focus for U.S. Secretary of State, Antony Blinken. Now he told parts of the country hardest hit over the weekend with his Turkish counterpart, including the province of Hatay, where at least 80 percent of the buildings have either collapsed or about to collapse or have been deemed unsafe and require demolition. He also met with members of the U.S. search and rescue teams who have been working over the last two weeks. He was very clear that the U.S. will stand behind Turkey for as long as it takes announcing $100 million in new funding for that humanitarian response effort.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "Those numbers are almost unfathomable, when you talk about 80 percent of buildings either collapsed or nearly collapsed in certain areas.It just really does underscore the extent of the problem there and the lives lost associated with it. Nada, thank you! Well coming up, out for a walk and looking like old friends. But these two leaders are actually staring down what some call an existential threat. Top analysis of President Biden's high stakes trip to Ukraine earlier today is coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "CNN Politics Senior Reporter, Stephen Collinson joining us live from DC. A vantage point as good as any Steven to answer a number of Ithink pressing questions, not least, how you believe the optics of this trip taking place just days before that year anniversary will play out for Joe Biden back home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "STEPHEN COLLINSON, CNN POLITICS SENIOR REPORTER",
      "sentences": "Well, I think this trip, Becky, as you say, is a symbol of defiance to Putin, a sign of endurance,U.S. endurance to the Ukrainians and America's European allies. And is also a message to Americans back home, not only about the importance of standing with Ukraine, at a time when many Americans have other political priorities. But also at a moment when President Biden is contemplating launching his reelection bid, there's been a lot of talk in the United States recently about his age, which really irks the White House, but will be a question in 2024. And to see an 8 year old president making a daring trip to Ukraine to a warzone that requires endurance and energy is clearly a good political optic. But I think more broadly, this is a trip that is one of the more significant presidential trips of recent times. I think you can compare it to the Cold War trips to Berlin of Presidents Kennedy, and Reagan, those visits were validated in history by the fact that the United States and the West won the Cold War and the Soviet Union fell. I think it will only be possible to judge this trip both geopolitically and politically, in the light of what happens next, whether Ukraine survives and prevails, and whether the United States stays committed to the war, if necessary, after Biden leaves office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, and I think there's two stages to that. It's while he's still in office, of course, and after he leaves office, because there is nodoubt that this war is going to drag on. Let's just have a look at some polling to get a sense of what the American public is thinking at present. A growing sense that the U.S. certainly is perhaps doing too much one poll finds, for example, that 48 percent of Americans support sending weapons to Ukraine with 29 percent opposed and 22 percent neither in favor, or opposed. In May 2022, less than three months into the war 60 percent of U.S. adults said they were in favor of sending Ukraine weapons. I want to talk about after this answer from you, whether the U.S. sees this as a national security issue, because that will end up playing a serious part in whether there is a broad partisan support or divides for this. But what do you make of that first poll?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "COLLINSON",
      "sentences": "I think these polls are interesting, because they show I think, a slight slippage in U.S. support for, you know, sending billions ofdollars' worth of aid and ammunition to Ukraine, but it's not a fracture. If you look at the numbers, many of them mirror Biden's own public approval ratings, which tells us, what we know is that everything in the United States in politics in Washington tends to break down on partisan lines. So there's perhaps not too much to be drawn from that. And I think it also shows that, as important as this is, it will - Ukraine will probably be the most striking part of President Biden's legacy. It will not decide whether or not he wins a second term. So, you know, Americans have many concerns and foreign policy is not usually among them. These are interesting polls, but I don't think for now, in the broader scheme of things, as opposed perhaps from some of the individual weapons packages we could talk about, I don't think they're going to shape the White House's decision making just yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "National security, though, as opposed to foreign policy, and the too often, you know, are aligned. National security is something thatAmericans, you know, are keenly aware of the Pew survey, finding that there's a broad partisan divide over whether the Russian invasion of Ukraine is a major threat to U.S. interests. So how concerned should the Biden Administration be about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "COLLINSON",
      "sentences": "And I think if we got a president like Trump or someone liked him after the next election, there will be real questions about whether theU.S. would see it as a national security priority as much as Biden does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Stephen Collinson, always a pleasure. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "COLLINSON",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Up next on \"Connect the World\", a film about the horror of war steals the hearts of the British entertainment industry, a look at the bigwinners at the BAFTA Awards coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "German filmers won Britain's top award for the best in cinema. All Quiet on the Western Front, on seven BAFTA Awards on Sunday nightincluding best film. Now Britain's night to celebrate entertainment is seen as a preview of the Oscars. My colleague Christina Macfarlane reports, the nights there --. (BEGIN VIDEOTAPE) CHRISTINA MACFARLANE, CNN CORRESPONDENT (voice over): The best of Britain silver screen hitting the red carpet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The reason I'm in this movie, just walked in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I am quivering with anticipation, joy and elation to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To come here with 14 nominations is just mind boggling.MACFARLANE (voice over): The BAFTA is at London's Royal Festival Hall was a night of film royalty, rubbing elbows with British royalty. The late Queen Elizabeth remembered in a heartfelt tribute by Dame Helen Mirren.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Your Majesty, you were our nation's leading star. On behalf of BAFTA, thank you.MACFARLANE (voice over): The night also pays tribute to those displaced by the earthquake in Turkey and Syria and the war in Ukraine. FELIX KAMMERER, ACTOR, \"ALL QUIET ON THE WESTERN FRONT\": Says here with refugees and I think especially with a movie like All Quiet acquired it's always important to get back to reality what really, this has something this has to do with us. So this I think is a good time to show us support. MACFARLANE (voice over): And on the night the World War I epic film All Quiet on the Western Front cleaned up with seven BAFTAs including Best Picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Today, there's a different war in the Ukraine in five days. It will be one year the anniversary and there are no heroes in it inany war. MACFARLANE (voice over): CNN films thriller about the life of jailed Russian opposition leader Alexey Navalny, won Best Documentary, his family attending the award ceremony with a message of hope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "DASHA NAVALNAYA, DAUGHTER OF ALEXEY NAVALNY",
      "sentences": "It's very important to remember to fight for your freedom and for democracy around the world.",
      "isLastSentenceInterrupted": false
    }
  ]
}