{
  "date": "2023-01-08",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden To Discuss Migration With Mexican, Canadian Leaders; Mccarthy Faces Challenges As New Speaker; Russia Launches Strikes On Tail End Of \"Cease-Fire\"; Iran Executes Two Men Tied To Protests; Details Emerge In Idaho Multiple Murder Investigation; China Reopens Borders After Three Years Of Zero COVID-19; Buffalo Bills' Damar Hamlin Showing Signs Of Recovery; Prince Harry's Memoir: \"Spare\". Aired 5-6a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "NEWTON",
      "sentences": "So for the first time since taking office, President Biden is expected to visit the U.S. southern border in the hours ahead. Officials say he will assess immigration enforcement operations in El Paso, Texas, where border crossings have surged so much, the city recently declared a state of emergency.The president's visit comes after he announced new executive measures to stem the tide and called on Congress to take action as well. Listen. (BEGIN VIDEO CLIP) JOE BIDEN (D), PRESIDENT OF THE UNITED STATES:  If the most extreme Republicans continue to demagogue this issue and reject solutions, I'm left with only one choice, to act on my own, do as much as I can on my own, to try to change the atmosphere. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "NEWTON",
      "sentences": "CNN's Arlette Saenz has more on Mr. Biden's border plans.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ARLETTE SAENZ, CNN CORRESPONDENT",
      "sentences": "President Biden will make his first trip as president to the U.S.-Mexico border on Sunday, visiting El Paso, Texas, a city that has seen a surge in migrants in recent weeks.Officials here at the White House say the president wants to get an assessment of the border security situation on the ground there. And he will meet and hear from officials with Customs and Border Protection. The president will also be joined on this trip by Homeland Security secretary Alejandro Mayorkas. Officials said the president wants to learn more about the efforts to stem fentanyl flow into the country. This all comes as the president has faced pressure not just to visit the border but also address these issues regarding the border, as it has quickly become a political liability for President Biden. The Texas governor, a Republican, Greg Abbott, said that it's about time that President Biden paid that visit down to the U.S.-Mexico border. But on the other hand, the president has also accused Republicans of engaging in demagoguery, saying they need to come to the table to pass comprehensive immigration reform, which this White House says is the only way to fully ease these issues relating to the border. Earlier this week, President Biden did announce a new expansion of a migration program. The U.S. will be expanding the humanitarian parole program for four countries -- Cuba, Haiti, Nicaragua, Venezuela -- allowing up to 30,000 migrants each month to apply to come to the U.S. from those countries through that program. But it also includes plans to expedite expelling those migrants who come from those countries but have not applied through legal processes to get here. After this trip down to the U.S.-Mexico border in El Paso, President Biden will travel down to Mexico City for the North American Leaders' Summit. It is there he will meet with Canadian prime minister Justin Trudeau and also Mexican president Andres Manuel Lopez Obrador, who is a key partner when it comes to addressing issues of migration. The White House says migration is not the only topic that will be discussed; they also will be talking about security and other economic issues as well -- Arlette Saenz, CNN, the White House. (END VIDEOTAPE) (BEGIN VIDEOTAPE) NEWTON:  Marisa Limon Garza is the executive director of Las Americas Immigrant Advocacy Center and she joins me now. It is good to have you weigh in on what has been an incredibly stressful few years and now few weeks at the border. What would you like to see come out of the president's visit and perhaps, maybe more realistically, what do you expect to see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "GARZA",
      "sentences": "We have been kind of the front door to migration for many, many generations. And seeing the realities of what's come after the COVID-19 pandemic and throughout this time has really made it clear that migration is simply not going away.This is something that we can't continue to disavow. And it's something that the president needs to really take on full-heartedly. I fear that he may spend most of his time in a quick visit with our enforcement agencies, which are an important part of the solution but are certainly not the only people really trying to meet the needs of the people on the move. And I would love for him to visit with the humanitarian service providers, who are offering space and shelter, doing so much with so little, to make sure people have protection from the elements and from all of the conditions that they are facing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "NEWTON",
      "sentences": "And there have been so many organizations trying to meet the need. I know that there is fear that those organizations can no longer meet the need.Given the policies that the White House announced this week, what does it mean now for migrants? Is there the real and present danger now of increased deportations, given the fact that, you know, as we see it now, you know, they are allowing up to 30,000 more migrants to enter but then the rest can very legally now be deported?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "GARZA",
      "sentences": "Exactly. It's created a unique strain for the migrant community here in the region. And it's a reality that people are going to have to make some very difficult decisions for themselves and really be excluded.The people that will benefit, which is an incredible benefit for them to be able to seek that kind of protection with a U.S.-based sponsor and supporter, will have to do that from other parts of the interior of Mexico and other countries, including their own original country. So that puts a burden. There's other things that are required, whether it's a valid passport and other items that many people will be out of reach from. So it will be very curious to see how different countries respond at this moment. We know that Mexico has made guarantees to provide safety for many of the people. But we know that the shelters are at and above capacity. So it's going to be a very difficult moment to see how this will all play out and will impact people that are trying to flee and gain safety and protection, which is obviously their legal right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "NEWTON",
      "sentences": "And the issue is so complicated, depending on the country you are seeking refuge from. This issue, I don't have to remind you, has consistently divided politicians and communities for so long.I want to read you, though, and I'm sure you have seen it, the Border Patrol union tweeted, \"As Biden and Harris sit around D.C., patting themselves on the back and lying about the border, things in the real world continue to deteriorate at record-setting levels. \"Rampant lawlessness, dead bodies piling up and human suffering are not part of the gated fantasyland they live in.\" You know, that is quite a tweet. They have been very vocal as an organization. Is it fair to say, though, that there are community members along the border that feel the same way as the Border Patrol right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "GARZA",
      "sentences": "There likely are. The reality is that it's a complex and challenging situation. And it takes more than just an enforcement agency to be able to support this.We know that these moments require all hands on deck from all parts of government. And so the agencies that are making these statements, you know, are very much beholden to how they would like to see the world operate. And somewhere probably in the middle is where we actually are, not so far to either end of the spectrum. It's important that we continue to encourage community members to understand the realities that people are facing and understand that we do need more support in order to manage this. But it shouldn't always be a punitive effort to make people be deterred and not come at all. There has to be a way to have a humane solution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "NEWTON",
      "sentences": "Thanks so much. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "GARZA",
      "sentences": "Thank you.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "NEWTON",
      "sentences": "Now we will get a preview of McCarthy's leadership abilities on Monday, that soon, when the House takes up a controversial set of new rules. Here is what the new speaker had to say as he tries to look ahead.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "QUESTION",
      "sentences": "How do you expect to govern this way that has been taking this long to get the conference united?REP. KEVIN MCCARTHY (R-CA), HOUSE SPEAKER:  See, this is the great part. Because it took this long, now we've learned how to govern so now we will be able to get the job done. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "NEWTON",
      "sentences": "One of the most memorable and quite frankly disturbing images of the chaotic floor fight was a tense exchange, after Matt Gaetz humiliated McCarthy with a vote that cost him the win in the 14th ballot.McCarthy, who had believed he had the votes, went straight to Gaetz. At first, Gaetz wouldn't budge and called for the House to adjourn until Monday. Some fellow Republicans, you know, they were furious. At one point, as a dejected McCarthy walked away, I mean, just look at his face, a very angry Mike Rogers had to be restrained from moving toward Gaetz. This was an ugly scene that played out live on television and showed the depth of animosity that's been brewing among the rival Republican factions. Republican Tim Burchett was getting close to Gaetz and now he recounts what happened. Listen. (BEGIN VIDEO CLIP) REP. TIM BURCHETT (R-TN):  It was very late, you realize that both sides have some older members and it was getting late. And I suspect most of them missed the early bird special at the Sizzler. So they were getting a little cantankerous, And Mike, who is a friend of mine, came by and said some things, probably in haste, as a lot of us do, and probably responded to him with some things. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "NEWTON",
      "sentences": "Reports of new fighting are pouring in on the heels of a ceasefire that never really made it to Ukraine. We are getting word of Russian missile strikes in the Donetsk and Kharkiv regions.Ukraine says Russian artillery also hit a number of other cities on Saturday. This after Russian president Vladimir Putin ordered his troops to hold their fire so orthodox Christians could mark Christmas. Ukraine's president says there's only one way to restore peace in his country. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator):  It has been confirmed once again, only the expulsion of Russian invaders from the Ukrainian land and the removal of any opportunity for Russia to exert pressure on Ukraine and Europe will result in the restoration of cease-fire, security and peace. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "NEWTON",
      "sentences": "Meantime, the leader of the Russian mercenary group Wagner is making it clear he's not giving up on trying to capture the city of Bakhmut. Down south, we are receiving reports of massive explosions in the occupied city of Melitopol. Scott McLean is in Kyiv for us.Scott, Christmas Day came and went, much as many expected it would, right, with residents living in fear and new missile strikes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "MCLEAN",
      "sentences": "But the Ukrainians are also claiming that they hit a Russian military base deep into Russian-held territory, the city of Melitopol, and the Russians also said that the Ukrainians managed to damage two geothermal power plants in Donetsk.The Wagner boss, in his determination to capture Bakhmut in Eastern Ukraine, he said what makes it so attractive is the natural defenses it has due to the geography and the waterways and also that it has salt and gypsum mines that make ideal storage places for weapons and also for troops as well. So what makes it attractive is also part of the reason why it has been so difficult for the Russians to make any headway there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "NEWTON",
      "sentences": "Yes, brutal. In fact, a savage battle that continues ongoing in Bakhmut.I want to ask you -- and there's been a lot of debate about why the U.S. isn't sending tanks in its latest military aid package, which we should say is substantial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "MCLEAN",
      "sentences": "It is multibillion dollar aid package. It is truly an orthodox Christmas gift for the Ukrainians. It includes missiles, ammunition, armored vehicles and also the Bradley fighting vehicles as well.The Ukrainians have also got commitments for a similar kind of vehicles from France and Germany. The Bradley fighting vehicles, they look a lot like a tank and the Americans think that they will make a really big difference in getting the Ukrainians to punch through that front line and really try to change the game. But they're less armored than a tank. So it's not the same thing. Of course, the Ukrainians have been asking for proper tanks. The reason, part of the reason why the U.S. hasn't sent them yet, is the Pentagon says that, frankly, their tanks come with a lot of headaches. They require a lot of training. They also are huge gas guzzlers and they're very complicated to actually maintain. So the Americans are hoping that other allied countries will step up and send Ukraine their tanks instead, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "NEWTON",
      "sentences": "OK. Scott McLean. Appreciate the update for us in Kyiv. Thank you.Now in Iran, state media report authorities have executed two more men linked to anti-government protests. Mohammad Mehdi Karami and Seyed Mohammad Hosseini were hanged Saturday after being tried in an Iranian court. At least two other men were executed last month. Nations around the world are condemning the killings, including the United States. In a tweet, the State Department says, in part, it condemns Iran's, quote, \"sham trials and the execution of two more men in the strongest terms.\" The U.S. will continue to work with partners to pursue accountability for Iran's brutal crackdown. For more we are joined by Nada Bashir, she joins us from London. Inside and outside Iran, this protest movement continues. But it has been so brutal inside the country. And one wonders, even through condemnation, if countries -- other countries can actually have an impact on the regime right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "NEWTON",
      "sentences": "It has been chilling to see the faces of those men before they were executed. Nada Bashir in London, thank you.Just ahead for us, China reopens to the world after years of zero COVID restrictions. We will explain what it means for families and businesses in China and throughout the region, as travel restrictions finally are dropped. And we are learning more details about the suspect accused of killing four Idaho university students. We have the latest on the investigation. Plus -- (BEGIN VIDEO CLIP) RAFAEL ROMO, CNN SR. LATIN AFFAIRS EDITOR (voice-over):  \"We left everything behind,\" he says, \"we don't have a home, we don't have a place to stay. Everyone here made an effort to get to where we are now and we have no way to go back.\" NEWTON (voice-over):  As migrants risk it all to reach the U.S., President Biden takes action to curb border crossings. Details on his new enforcement plans, that's next. (END VIDEO CLIP) (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "NEWTON",
      "sentences": "Mr. Biden is also expected to discuss the border crisis later this week when he meets with Mexican and Canadian counterparts at the North American Leaders' Summit. CNN's Rafael Romo has our details.(BEGIN VIDEOTAPE) ROMO (voice-over):  They know their dream is across the river but all they can do is wait. Some sit on the Mexican side looking north; the lucky ones have tents or find space in a shelter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking foreign language).ROMO (voice-over):  Many, like this Venezuelan migrant, have traveled thousands of miles and vividly remember the dangers they faced in each country they travel through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking foreign language).ROMO (voice-over):  He says they were robbed and kidnapped. It's the story of thousands upon thousands of immigrants who continue traveling north, even if it means risking their lives. The migrant crisis will be a top priority as U.S. President Joe Biden travels to Mexico to meet on Monday with his Mexican counterpart Andres Manuel Lopez Obrador, and the Canadian prime minister, Justin Trudeau.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "ROMO",
      "sentences": "Biden announced he is going to have a program to accept up to 30,000 migrants a month from Cuba, Haiti, Nicaragua and Venezuela, along with a plan to expel just as many citizens from those countries who try to cross the border illegally.(BEGIN VIDEO CLIP) JOE BIDEN (D), PRESIDENT OF THE UNITED STATES:  Look, we should all recognize that, as long as America is the land of freedom and opportunity, people are going to try to come here. And that's what many of our ancestors did. And it's no surprise it's happening again today. We can't stop people from making the journey but we can require them to come here -- that they come here in an orderly way under U.S. law. (END VIDEO CLIP) ROMO (voice-over):  Immigration remains a political hot potato in the United States. (BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL):  We take what's happening at the southern border very seriously, unlike some and unlike the President of the United States, who has refused to lift a finger to secure that border. (END VIDEO CLIP) ROMO (voice-over):  Far from the political rhetoric, migrants continue to wait.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking foreign language).ROMO (voice-over):  Some, like this man, a migrant from Venezuela, say they have nothing to lose that they haven't already lost. \"We left everything behind,\" he says. \"We don't have a home, we don't have a place to stay. Everyone here made an effort to get to where we are now and we have no way to go back.\" Nearly 2.4 million immigrants were apprehended as they tried to enter the U.S. southern border in the fiscal year that ended in September, according to U.S. Customs and Border Protection. It remains to be seen if these three heads of state can find any solution to stem the tide -- Rafael Romo, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "NEWTON",
      "sentences": "Virginia police say the health of a teacher, who was shot by a child last week, is thankfully improving and she is now in stable condition. She has been identified by her alma mater, James Madison University, as Abby Zwerner.Officials say a 6-year-old boy was taken into custody after the shooting Friday in Newport News. The mayor called the crime a breakdown of values. And parents were understandably upset when they rushed to the school to try and find their children. Listen. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator):  Why is a 7-year old with a bloody gun? Come on. Think about it. How does a 7-year old have a gun? That's what I'm pissed off with. (END VIDEO CLIP) (BEGIN VIDEO CLIP) DR. GEORGE PARKER III, NEWPORT NEWS PUBLIC SCHOOLS SUPERINTENDENT:  It was really a breakdown in what our values are as a community, what our values are as a city and what our values are as a school division. And we need to make sure that we never see instances like this happen again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "NEWTON",
      "sentences": "Now the school will be closed on Monday and Tuesday and therapists are available through a 24-hour helpline.Students at the University of Idaho are gearing up to return to classes this week after a winter break. This after the brutal killings of four students in November rattled that community. Furniture was removed Friday from the off-campus murder scene. Some feel more secure now that a suspect is finally in custody. And as students return, security will remain high on campus. Meantime, we are learning new details about the suspect. Investigators say the DNA recovered from his family's garbage was linked to the DNA found on a leather knife sheath found at the crime scene. CNN's Camila Bernal has more on this story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BERNAL",
      "sentences": "She said he had bushy eyebrows. She says she saw him but was in a frozen shock phase and then she went into her room and locked herself in.The question there is, why does she not call police that night? Why didn't she call police immediately? We may not have the answer to that until there is a trial, if there is one. But authorities do say there is a number of things that link Bryan Kohberger to this crime. First, they say there is DNA evidence. They matched DNA from a knife sheath, that was left near one of the beds of one of the victims, to his family DNA. They also say they were able to place Bryan Kohberger near the crime scene at least 12 times leading up to these killings. They also say that they believe he was back near the house on the day of the killings before police were called to the scene. And there is, of course, that white Hyundai Elantra, linking him to this crime. We have learned, five days after this crime, he received a new license plate for this car. We also know, according to sources, telling CNN that Bryan Kohberger was cleaning that white Hyundai Elantra inside and outside. We also know also, according to sources, that he took out trash bags and, instead of putting them in his trash bins, he took them to the neighbors' trash bins. This happened at around 4:00 in the morning. All of that is now being processed at a lab, according to the sources that spoke to CNN. So again, police working on this case, trying to build a case for a future prosecution, but there are still questions as to the motive. What is the connection between Bryan Kohberger and these victims? We will have to wait and see as this court process plays out but his next court appearance is on Thursday -- Camila Bernal, CNN, Los Angeles. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "NEWTON",
      "sentences": "After three years under zero COVID restrictions, Beijing's borders are open again. The first international flights of the new era landed on Sunday.(BEGIN VIDEO CLIP) NEWTON (voice-over):  You are looking right there at passengers arriving in Shanghai. At the same time, a wave of destinations are imposing new restrictions on travelers from China. Portugal just the latest to join a list requiring a negative COVID test for those air passengers. But with the Lunar New Year travel season now underway in China, it's suddenly a lot easier for families there to reunite thankfully with loved ones they haven't seen in years. CNN's Ivan Watson has the details from a Hong Kong border crossing near the mainland. (END VIDEO CLIP) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "In the old days, the pre-pandemic days, there would have been a constant flow of people going back and forth between these two different territories of China.But it closed in February of 2020 and has been ineffective, basically, inoperational (sic) until today as part of this much larger reopening that Mainland China is doing. For the first time, you can land, you can travel to Mainland China and you don't have to do a week of mandatory quarantine. The three years of self-imposed isolation, as a result of the COVID-19 pandemic in Mainland China, is coming to an end, just as the virus is spreading all out of control across Mainland China. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HOLMES",
      "sentences": "Thailand is expecting 5 million Chinese visitors this year.This tuk-tuk driver says it's a chance to make more money but wonders at what cost. He says, \"I'm concerned because the pandemic in China still hasn't subsided. But the Chinese tourists will boost our economy and people will be able to make a better living.\" Australia, South Korea and Japan are some of the countries that have reimposed entry restrictions on Chinese travelers, despite the impact on the tourism sector. One caricature artist in Tokyo says he hopes the measures won't deter them, though having been back will be an adjustment. He says, \"We're grateful for their return,\" but adds he has had to downsize during the pandemic, so too many customers might be overwhelming. South Korea is further restricting Chinese travelers by temporarily limiting short-term visas and not immediately increasing flights from China. But this crepe vendor in Seoul has a different message for his one- time steady customers, \"Come back.\" He says, \"Chinese tourists are our main customers, so the more, the merrier\" -- Michael Holmes, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "NEWTON",
      "sentences": "Up ahead, explosive leaks from Prince Harry's memoir are rocking the royal family. We will have a report next.(MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "NEWTON",
      "sentences": "Prince Harry's eagerly awaited memoir, \"Spare,\" is set to hit the stands Tuesday. The Duke of Sussex has been doing the media rounds to promote it.In an interview with ITV News, Harry describes the guilt he felt while walking outside Kensington Palace following the death of his mother, Princess Diana. He says that was the only time he cried in his life. Harry was 12 years old when Diana died in 1997 in a car crash in Paris. She and then Prince Charles divorced a year after -- pardon me, a year before the accident. Harry's interview airs on ITV on Sunday at 9:00 pm London time. Before the book's release, some British media were revealing bombshell details from it. From a scuffle with Prince William to Harry's time in the military, startling revelations are literally blowing up the internet. CNN's Richard Quest discusses the fallout of the leaks. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "QUEST",
      "sentences": "The Taliban accusations, that he killed 25 members of the Taliban, that's probably the most objectively serious, because that could lead to reprisals and revenge attacks against British forces and, indeed, against the prince himself.As for the rest, it is a miscellany of accusations, titillations, salacious bits of family gossip and, to some extent, when Harry says he wants reconciliation with accountability, it's very difficult to see how that can happen. They can paper over the cracks in the short term. But the real hurt here is that he's revealed private conversations, private royal family happenings. And every member of the royal family going forward will constantly be thinking, when speaking or dealing with Harry, is this going to be in the next big interview or the next big reveal? Harry may be telling his truth as he sees it. But there will be consequences as yet perhaps unknown. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}