{
  "date": "2023-05-25",
  "headline": "CNN News Central",
  "subHeadline": "Attorneys For Oath Keepers Leader Speak After 18-Year Sentence; Hardline Republicans Lay Out New Demands & Strategy on Debt Ceiling; DeSantis Attacks Trump For Covid Response, National Debt; Biden Nominates Gen. Charles Q. Brown As Joint Chiefs Chairman, Speaks on Debt Talks. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED ATTORNEY FOR STEWART RHODES",
      "sentences": "And clearly, the words of Stewart Rhodes is what the judge returned to time and time again, what he had said over a long period of time.And just as Mr. Linder said, had he been in Austin, Texas, on January 6th and not in Washington, D.C., would he have been indicted and prosecuted? No, because it was his words. And so the fact of the matter is that we think that, ultimately, this is going to be about free speech, we think that we have a good appeal coming on this. We look forward to the appeal, the appellate process. And, you know, we stand firmly behind Stewart Rhodes. We don't think he's a threat to society. We don't think that at all. And absolutely, he has a right to free speech. And none of us have ever tried to tell Stewart what to do. He's been able to speak freely all during this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "He says he's a political prisoner. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED ATTORNEY FOR STEWART RHODES",
      "sentences": "He is a political prisoner. He's a graduate of Yale Law School. He wrote a paper that won a prize at Yale about civil rights and enemy combatants.I mean, his thinking is very deep and nuanced. And I think that we will see this play out -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "(INAUDIBLE QUESTION)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED ATTORNEY FOR STEWART RHODES",
      "sentences": "Well, because it was his words that led him to where he is and not his actions.There's no way that he was the leader or the director of what happened on January 6th. He was just a convenient target. The Oath Keepers were a convenient target. The DOJ looked at them and said, oh, here are the scapegoats of what happened on January 6th. We all knew the capitol had been breached, that people were already in there. And Stewart -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED ATTORNEY FOR STEWART RHODES",
      "sentences": "And Stewart never -- and Stewart never went --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "(INAUDIBLE QUESTION)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED ATTORNEY FOR STEWART RHODES",
      "sentences": "Stewart never went -- Stewart never went in the capitol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED ATTORNEY FOR STEWART RHODES",
      "sentences": "Did you have a question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "(INAUDIBLE QUESTION)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED ATTORNEY FOR STEWART RHODES",
      "sentences": "Absolutely not. Let me tell you what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED ATTORNEY FOR STEWART RHODES",
      "sentences": "Hold on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED ATTORNEY FOR STEWART RHODES",
      "sentences": "Yes, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED ATTORNEY FOR STEWART RHODES",
      "sentences": "That's a huge question. Look, in terms of leader of January 6th, there were 10,000 plus people on the Hill that day.And it was uncontroverted evidence that Mr. Rhodes, with the co- conspirator, indicted now, Kellye SoRelle, they weren't even on the Hill when this entire situation started. I don't think it's up to me to point the finger and place blame on ultimately any given individual. I know that there's a large swath of society that will be pointing blame to the very top of what was the American society at the time. And I'll leave it to them to do that. We don't have a dog in that fight. Our dog in the fight was Mr. Rhodes. This is a year and a half now, ending with an 18-year sentence, and there will be appellate issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "All right, so there we are listening to the lawyers for Stewart Rhodes, who are trying to make the case there that this is actually about his words, it's not about his actions.We just have to be very clear that this was about a lot of planning, this was about a quick reaction force that was staged. EVAN PEREZ, CNN SENIOR CRIME &amp; JUSTICE CORRESPONDENT: There was a cache of weapons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KEILAR",
      "sentences": "A huge cache of weapons, that according to one of the associates of Rhodes, it was a type of cache of weapons that he had not seen since he was in the military. This included A.R.-15-style firearms at a hotel in Virginia.They were staging this in the case that they needed to come to Washington, D.C., to back up President Trump, was the expectation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "PEREZ",
      "sentences": "And by the way --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KEILAR",
      "sentences": "We heard that from some of their representatives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "PEREZ",
      "sentences": "These are very smart guys. Stewart Rhodes, again, Yale graduate. They knew that bringing those weapons into Washington was a line that they did not want to cross until they got the order from the president.That's what they said they were doing. That's the reason why they kept it in Washington -- I'm sorry -- in northern Virginia, with the idea that once they thought Trump gave the order, they would serve as a quick reaction force.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "And the last we heard from his attorneys was that they didn't want to point the finger any higher, sort of a not a very thinly veiled reference to Donald Trump in that answer, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "And listen, beyond the words, there was the violence on that day. We all saw it. It's recorded by dozens of cameras, aired before the U.S. Congress multiple times. And here you see it right here. Many police officers took the brunt of that violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:04",
      "speaker": "SCIUTTO",
      "sentences": "It will be an interesting holiday weekend. Must be sad for folks watching the economy closely.Let's discuss the ongoing stalemate with former deputy chief of staff for Senator Mitch McConnell, Rohit Kumar. He's also co-leader of PwC's Washington National Tax Office. Also with us, former deputy director of the National Economic Council under President Biden, Seth Harris. He's a senior fellow at the Burnes Center for Social Change. Gentlemen, we had you a couple of weeks ago. We have you today. We're a little closer to the deadline, a few days away. First to you, Seth Harris, are they going to make a deal in time? SETH HARRIS, FORMER DEPUTY DIRECTOR, WHITE HOUSE NATIONAL ECONOMIC COUNCIL &amp; SENIOR FELLOW, BURNES CENTER FOR SOCIAL CHANGE: Well, I hope so, but there are some things that we don't know. We're hearing positive indications from the negotiators. But the big fish in the Republican party, Donald Trump, hasn't seen the deal, hasn't weighed in. So far, he's been sort of campaigning for default, telling Kevin McCarthy to stick to his guns, get everything but the kitchen sink. The House Freedom Caucus is signaling that any deal that is not the bill that they passed in the House, they're not going to vote for. So the speaker is going to need Democratic votes. The more conservative he goes, the harder that's going to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:04",
      "speaker": "SCIUTTO",
      "sentences": "Sounds like you're not convinced.To that point, these 35 House Republicans that Boris mentioned, they're now demanding more border security. They want to block the FBI headquarters, for some reason, tied to this deal. And they're also demanding that the treasury secretary, Janet Yellin, prove her work in saying we are close to the precipice. Where is your confidence right now on a deal before we hit that precipice? ROHIT KUMAR, FORMER DEPUTY CHIEF OF STAFF TO SEN. MITCH MCCONNELL &amp; CO-LEADER, PWC WASHINGTON NATIONAL TAX OFFICE: I'm so confident that we're going to get an agreement by June 1st. It might not be June 1st. It might June 2nd, June 4th. The secretary -- as I said a couple of times now, I do think having a hard date is helpful. This wiggle room allows second-guessing, show me your math, that sort of thing. But the fact that you've got 35 House Republicans, the House Freedom Caucus writing a letter basically saying we're not planning on voting for this thing is actually kind of a good sign. Because they were never going to be a part of the coalition of the willing for a bill that was going to get signed into law through a Democratic Senate, through President Biden's signature. So the fracturing of the extremes is actually a sign that a deal is coming together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:04",
      "speaker": "SCIUTTO",
      "sentences": "In other words, those extremes can stay in there, the extremes, and you find some folks in the middle to vote for --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:04",
      "speaker": "KUMAR",
      "sentences": "Yes. There's plenty of folks in the middle to get you to 218 in the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:04",
      "speaker": "SCIUTTO",
      "sentences": "There's a difference here, it strikes me, Seth Harris, that, publicly, there are folks in the Republican Party -- Donald Trump said it at the CNN town hall, let's bust this, let's go over the precipice.And you have some Republicans saying, not so quietly, hey, we don't mind. And by the way, it would be the Democratic president's fault if we go over the edge and the economy is sunk and so on. That's a different dynamic. Is that enough of a dynamic to stand in the way and push the economy over the edge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:04",
      "speaker": "HARRIS",
      "sentences": "It's an extremely dangerous and extreme argument. Essentially, it's a political argument from Donald Trump, if the economy crashes under Joe Biden that increases the likelihood that I'm going to win the election in 2024.But the pain that it's going to inflict on our country, the millions of jobs lost, the freezing of the housing market, increased spending because interest rates are going to go way up, we're going to see our economy slip into a recession and maybe worse. Let me say, we've never seen this before. This would be entirely unprecedented. So it's a gigantic risk. And it shows that some folks, some of the extremists in the party are more interested in politics than they are in making sure the American peoples' lives come out well. SCIUTTO: If it's true that those extremists can stay in their corner, and then the folks relatively in the middle can come to a deal, how does that come about? How do McCarthy and Biden, as leaders of the Democrats and Republicans here, come to a deal? What does that look like in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:04",
      "speaker": "KUMAR",
      "sentences": "Yes. The key to any deal, every deal I participated in was some elements of the transaction that both sides can spin in a way that serves their political interests.So for example, if there are spending caps that last five, six, seven, eight, even 10 years, Speaker McCarthy can say, look, the official score table shows trillions of dollars of saving because we're limiting discretionary spending. The White House could just as credibly say, yes, don't worry about the spending beyond the next two years because the next Congress will kick in at year three and they will have their own theory of the case. So you need not worry about what the year three, four, five, six spending caps are. Both statements are true. The deals are done. And I think this will be an element of the deals. The deals are done with elements that both sides can accurately depict in a way that serves their political interests. And that's how it's going to come together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:04",
      "speaker": "SCIUTTO",
      "sentences": "Do you think, Seth, the president can find a way that he can call victory here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "SCIUTTO",
      "sentences": "Listen, and by the way, not just for the bankers or the Federal Reserve, for folks like you and me, people that watching right, have real consequences. Seth Harris, Rohit Kumar, I hope you're right about a deal. That wouldbe nice. It would make the weekend easier. Brianna, over to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "Hoping to turn the page and turn it fast. Just hours after his glitch-plagued Twitter campaign launch, Florida Governor Ron DeSantis is going on offense, making his most direct attacks yet on his GOP rival, Donald Trump.In a radio interview earlier today, DeSantis blasted how the former president handled the Covid pandemic. Here's what he said. (BEGIN AUDIO FEED) GOV. RON DESANTIS (R-FL) &amp; PRESIDENTIAL CANDIDATE: I think he did great for three years. But when he turned the country over to Fauci in March of 2020, that destroyed millions of people's lives. When people look back, that 2020 year was not a good year for the country as a whole. We'll absolutely reduce federal spending. We're going to fight with Congress on that. I mean, I think the debt has gone up under both Republican and Democrat. I mean, we act like it's just Biden, went up $8 trillion, the debt under Trump as well. (END AUDIO FEED)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "As DeSantis ramps up attacks on Trump, he will be hitting the campaign trail next week for the first time as a presidential candidate. He'll be making a four-day swing through early contest states of Iowa, New Hampshire and South Carolina.We have CNN political commentator, Alice Stewart, here to talk all about this. All about everything, including, listen, we're not going to turn the page so quickly. Let's talk about how this was rolled out. I sort of wonder how this happened, almost as if they had looked and thought, I don't know, maybe podcasting or doing some sort of interview is easy. It's not as easy as it looks and it turned out to be a disaster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "It was not good. In the campaign world, when you have big major events, you kind of go through the construction model of, measure twice, cut once.And you practice and rehearse and re-practice and re-rehearse, and that didn't happen. This was a major trip out of the gate. But I'll say, the way I look at this, you get one chance to make a first impression. He will have eight months to make a lasting impression before the Iowa caucus, and he plans to do so. I don't believe there are any farmers in Iowa or any shrimpers in South Carolina or lumberjacks in New Hampshire that are sitting breathlessly watching Twitter space yesterday waiting for this announcement. They're going to make their decision when he's on the campaign trail, when he's talking with them, when he's showing that he can engage in retail politics. And listening to his message, he's got a strong message in terms of winning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "I'm so sorry, I'm going to interrupt you.Because I'm going to go to the president. He is announcing his nomination for the new chairman of the Joint Chiefs at the White House and he may be speaking about the debt ceiling, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:08",
      "speaker": "BIDEN",
      "sentences": "Well, I'll tell you what, he was back in the cockpit the next week with a new call sign, Swamp Thang.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:08",
      "speaker": "BIDEN",
      "sentences": "New call sign. I asked him inside the Oval, what it was like, but I'll tell you about that later.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    }
  ]
}