{
  "date": "2023-05-12",
  "headline": "CNN News Central",
  "subHeadline": "Ukraine Claims Progress In Bakhmut Counteroffensive; CDC: Teen Mental Health A \"Substantial Public Health Problem\"; \"What Happened To San Francisco?\" Aires Sunday At 8:00 P.M. ET/PT. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "So, new this morning. The Russian Ministry of Defense acknowledges that its forces pulled back from areas north of Bakhmut, claiming they move to a more advantageous defensive position. This comes as CNN has a new video this morning from Bakhmut. This appears to show Ukraine's military attacking Russian forces.(BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BERMAN",
      "sentences": "Also just in, a video that appears to be recorded from a drone. This shows also Ukrainian soldiers it seems attacking Russian troops in Bakhmut. Ukraine says they have pushed Russian forces back at least two kilometers in that city. In addition to this, there is other reporting this morning from CNN Chief National Security Correspondent Jim Sciutto on what might be taking place on the ground and in the air.Jim, it's terrific to see you. Explain what shaping operations are. This is your reporting. JIM SCIUTTO, CNN ANCHOR &amp; CHIEF NATIONAL SECURITY CORRESPONDENT: That's right. The shaping operations, essentially preparing the battlefield for the advance of ground forces for this counteroffensive that we've been hearing of for some time that we know Ukrainian forces have been preparing for. So, I'm told by a senior U.S. military official and a senior Western official that those shaping operations, those preparation attacks have become -- have begun, and that is Ukraine striking Russian ammunition depots, Russian communications hubs, command centers, other targets behind enemy lines to in effect soften up Russian forces prior to Ukrainian this -- larger Ukrainian advance. And I'm told that the shaping operations as they're known, could last for many days, prior to a -- to a -- the bulk of Ukrainian counteroffensive. I should also note that there isn't necessarily going to be a line of demarcation between the shaping and advance and the advancing of ground units. Those units don't necessarily have to begin all on the same day, right, waving the Ukrainian flag. They can begin in different places at different times. BERMAN: Yes, maybe what we're seeing in Bakhmut is connected to it. Maybe it's not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BERMAN",
      "sentences": "But the overall strategy might be to push back Russian forces in many places. Then there are these new British longer-range missiles that we've learned that Ukrainians have this week. Where do they fit into this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:03",
      "speaker": "BERMAN",
      "sentences": "Yes, it's amazing how well that lines up. You can draw a straight line. It's almost exactly 155 miles from Ukrainian hell territory, all the way down south covering the entire Crimean Peninsula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:03",
      "speaker": "BERMAN",
      "sentences": "Jim Sciutto, Chief National Security Correspondent, we will see you at 1",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:03",
      "speaker": "SCIUTTO",
      "sentences": "I'll be there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:03",
      "speaker": "BERMAN",
      "sentences": "Thanks, man. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:03",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Now, to the Middle East, where hopes have been dashed for a quick end to violence between Israel and Islamic militants. A source tells CNN that ceasefire talks are \"on ice right now.\" The Islamic Jihad in Gaza expanded the scope of its rocket attacks today targeting areas around Jerusalem for the first time since the last round of violence began. Israel responded by launching new airstrikes into populated areas of Gaza today.CNN's Ben Wedeman is live on the border there in southern Israel with the very latest. You're in Sderot, what's happening on the ground there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:03",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Sara, within the last two hours, we've seen a series of Israeli strikes, some of them just behind us here. One just a few minutes ago, really strikes throughout the Gaza Strip. One of them occurred in Gaza City itself, it -- there was a strike on an apartment building.We understand there were casualties. There were reports possibly of fatalities, as well, reports that one of the fatalities was Iyad al- Hassani, who's a commander in Saraya al-Quds, which is the military wing of Islamic Jihad. Shortly afterwards, Islamic Jihad put out a statement that they will be sending what they called a message shortly, a message in which the -- your sling, according to the message. And that we assume that they're referring to David's sling, which is the latest Israeli anti-missile defense system that has been deployed. They said that sling will not help you. So, we are sort of expecting within perhaps the next few minutes -- next few hours, another barrage of rockets. We've already seen several coming out of Gaza today. Some were intercepted just over our heads, we had to take cover and the shrapnel was raining down around us as a result of those interceptions. Now, at this point, the death toll from this latest round of fighting has reached 33 on the Palestinian side, according to the Palestinian Ministry of Health, one Israeli was killed yesterday as a result of a -- an Islamic Jihad rocket that actually got through the Israeli Iron Dome system. And as you said, that diplomatic source -- all of these mediation efforts led by Egypt are at the moment on ice, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:03",
      "speaker": "SIDNER",
      "sentences": "Ben Wedeman, thank you to you and their -- and your team covering this from Sderot. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:59",
      "speaker": "BERMAN",
      "sentences": "So, new this morning. A report just released finding that the U.S. is facing a near-record number of drug shortages. Data from the University of Utah shows that there were more than 300 drugs with an active shortage in the U.S. at the end of March. That includes nearly 50 new shortages that accumulated in the first three months of the year.The report finds that cancer treatments are among the hardest hit with an active shortage of about two dozen chemotherapy drugs. Nine out of 10 oncologists say the shortages have led to patient harm, even death. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:59",
      "speaker": "BOLDUAN",
      "sentences": "A new report from the CDC paints a pretty dark picture of the state of mental health amongst America's kids. Researchers tracked emergency room visits related to mental health and they found that those visits rose sharply among kids and teenagers during the pandemic. The CDC calling this way, they term it is a substantial public health problem. I'll put it another way, a serious crisis. CNN's Elizabeth Cohen. She's back with us. She's been taking a look at this. Elizabeth, this report showed especially troubling data when it comes to teenage girls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:59",
      "speaker": "ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT",
      "sentences": "That's right, Kate. The differences between the -- between the number of ER visits in suicide attempts for girls and boys is really, really striking. Let's take a look at emergency room visits.So, this is the fall of 2022. And what they found was that there were 4000 ER visits for girls for mental health issues and 2400 for boys. So, let's suicide attempts, drug overdoses, etcetera. And when you look specifically at suicide attempts, the number of ER visits for girls was four times higher than for boys. This was -- this kind of thing, this kind of gender discrepancy was true to some extent during the pandemic, but it seems to have been exacerbated during the pandemic as well. The girls just seem to have suffered more than boys, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "COHEN",
      "sentences": "There's a bit of a glimmer of hope, Kate. So, they looked at the difference between ER visits for in the fall of 2021 and the fall of 2022. So fall of 2021, we were fully into the pandemic. By the fall of 2022, things were a little bit better and the ER visits went down by 10 percent.So, that is a good thing. They are still -- they were still higher than before the pandemic but at least they were on the decline. So, it felt like the -- sort of like the those -- that pandemic rise is a bit behind us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "BOLDUAN",
      "sentences": "Let's -- please dear God, have that be a peak of what we were just seeing and the improvements that are so, so much needed -- so, so much more needed to try to stem the tide that what we're seeing here. It's good to see you, Elizabeth. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BOLDUAN",
      "sentences": "San Francisco, California, a city that has been very much in the headlines recently for the wrong reasons, challenged by crime, homelessness, and drugs. According to one recent survey, San Francisco residents feel less safe now than at any point in the -- in the last 25 years. This weekend on the whole story with Anderson Cooper, Sara, she focuses in on the Bay Area, a place she once called home. Here's a preview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The video of the guy wheeling his bicycle into the Walgreens in San Francisco loading up and then bicycling out went worldwide.SIDNER (voiceover): Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The mass swarm of robbers went worldwide.SIDNER (voiceover): Even with some high-profile videos going viral robberies and larceny, which is property theft without the threat of violence, were both down in 2022 compared to pre-pandemic levels, according to San Francisco police data. While the number of car break- ins was actually higher in 2017. Auto theft, though did rise in 2022. The highest it has been in seven years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "I tell you the number one that I hear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "LONDON BREED, MAYOR OF SAN FRANCISCO, CALIFORNIA",
      "sentences": "Yes, tell me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "The number one that I hear, it isn't -- it isn't -- it isn't necessarily violence. It isn't because those rates are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BREED",
      "sentences": "Is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "It's the car break-ins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BREED",
      "sentences": "Oh, the car break-ins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "By far --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BREED",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "-- the thing people always say it's like girl, if you go to the city, don't park your car here, there, you know watch where you park.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BREED",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "How do you combat that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BREED",
      "sentences": "Most people, unfortunately, in some capacity feel like they either have been or know someone who has been --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BREED",
      "sentences": "-- you know, a victim. I mean, my car got broken into right in front of my home, and then there was nothing in it. So that makes it even worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BREED",
      "sentences": "It's like I don't even have anything to steal because I know better, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BREED",
      "sentences": "But it's a tough thing. And we're going to keep working on that to combat it.(END VIDEOTAPE) SIDNER (on camera): That was the mayor, just to reiterate, saying, yes, it happens to -- it happens to me, it happened right outside of my home. And when you go into the city, you will see signs on some of the cars saying it's open. There's nothing in here to steal. Because people are tired of paying for their windows, which is more expensive than anything they have in the car.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BERMAN",
      "sentences": "First of all, Sara, thank you for coming on the show and talking about this. This was a good booking for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BOLDUAN",
      "sentences": "We love to be awkward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BERMAN",
      "sentences": "You know, look, we've had a chance to see you working on this for a long time now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BERMAN",
      "sentences": "And this is a really terrific report that you have. Talk to us about some of the people who spoke with this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "You saw the mayor there. We talked to the former mayor Willie Brown, who's known as the mayor --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BOLDUAN",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "-- because he still holds court in all of San Francisco. But we also talked to many people affected by what's going on there. People who, like me, love the city and to be clear, still love the city.We talk to people who are on the streets who came in to San Francisco, many of them from out of town, often from California, or places like Oregon, who have come into town thinking this is the mecca for someone like me who doesn't have any home to be in but also because drugs are cheap. They're widely available. They're easy to find. And we talked to one gentleman and his girlfriend who said, look, I -- I'm addicted. He's Od'd several times but he said I love heroin, and I just -- I can't get off it. And it's cheaper here, easier to use in the streets, and I'm not getting arrested when the police walked by me. It's just this is what we can do here, so that's what I'm doing here. Candid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BOLDUAN",
      "sentences": "And we've seen -- so, reported on so many examples of recent especially high profile, the murder of the Cash App founder and other crimes that have been taking place in San Francisco. Does the mayor --- does everyone there, do they see crime as the main -- is the main problem facing San Francisco right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "I think they see drugs because here's the thing. When it comes to violent crime, San Francisco's numbers are far lower for things like homicides in places like -- sorry, Kate, Indianapolis, Indiana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BERMAN",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BOLDUAN",
      "sentences": "Similar -- cities of similar size.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "SIDNER",
      "sentences": "Some similar size.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:38",
      "speaker": "BOLDUAN",
      "sentences": "Oh, wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:01",
      "speaker": "BOLDUAN",
      "sentences": "Yes. It's amazing. All right, so much for -- such -- it -- so much more for us to learn. Sara worked very hard. We know this you do on everything but worked really hard on this hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:01",
      "speaker": "SIDNER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:01",
      "speaker": "BOLDUAN",
      "sentences": "And you can tune in -- please tune in to this all-new episode of the whole new -- I'm going to get the title of the show wrong now, The Whole Story With Anderson Cooper, One Whole Story One Whole Hour, Sara special. That airs Sunday at 8",
      "isLastSentenceInterrupted": false
    }
  ]
}