{
  "date": "2023-01-30",
  "headline": "CNN Newsroom",
  "subHeadline": "Virginia Students Return to School After Shooting; Trial Resumes for Alex Murdaugh; Blast at Mosque in Pakistan; Blinken in Israel for Diplomatic Talks; MSG CEO Defends Facial Recognition Use; Surgeon General Warns on Joining Social Media. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:35",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "This morning, staff and students are back at Richneck Elementary School in Newport News, Virginia. They're back for the first time since a six-year-old student shot first grade teacher Abigail Zwerner nearly a month ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:35",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "These little kids returned to several new safety protocols, I can only imagine, including metal detectors they're going to put their lunch boxes through. Police on campus there also to assist with the transition.CNN's Brian Todd is live in Newport News this morning. And, Brian, I've just got to wonder, the parents sending their six year olds to school, they have to go through metal detectors now as a result of this. Are they happy with these changes? Do they think they do what's necessary, go too far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:35",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Jim, I wouldn't use the word happy to describe how they feel about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:35",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:35",
      "speaker": "TODD",
      "sentences": "They do feel better about sending their kids back here. A little bit better at least now. But we can tell you that this is an enhanced security footprint. Significantly enhanced here.When I tick through some of these new measures, it's still bracing to think that this is an elementary school that we're talking about, but here you go. As of now, police are on campus to assist in the transition. We've seen several officers here already this morning. Students are now provided with clear backpacks to carry around. They are not permitted to bring their regular backpacks to school. There are two state of the art metal detectors now installed on campus. Visitors are now limited for the first week of instruction and we're told that if parents want to walk their children all the way to their classrooms, they are now subject to being searched. As of -- as for the people who are -- have been widely accused of presiding over this complete breakdown of security and failing to protect their teachers before the shooting, George Parker III, the superintendent of the Newport News Public Schools was ousted from his job, but he's still going to get about a half a million dollars in severance pay, two years of his regular salary. The principal here, Brianna Foster Newton, who was the principal on the day of the shooting, she is no longer the principal here. She has been reassigned to another job but school officials not telling us exactly where she has been reassigned. So, guys, that's just some of the fallout that they're dealing with here. A lot of parents we talked to on the way in, very anxious, but also kind of eager to get their kids back in school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:35",
      "speaker": "HILL",
      "sentences": "Yes, I mean, this is - this is elementary school in America in 2023. And that is just beyond sad.Brian Todd, really appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:35",
      "speaker": "SCIUTTO",
      "sentences": "Week two of the Alex Murdaugh trial -- murder trial now underway in South Carolina. The disgraced and disbarred former attorney,  he's accused of shooting and killing his wife Maggie and son Paul in June of 2021.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:35",
      "speaker": "HILL",
      "sentences": "Prosecutors ended the first week by playing this video. It's a recording of Murdaugh's first interview with authorities after he said he found the bodies of his wife and son. As you see here, he appeared visibly upset. This happened at different times in the video.CNN's Dianne Gallagher joining us now live from South Carolina. The video also calls into question some of his actions that night, Dianne.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Any problems out here? Trespassers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ALEX MURDAUGH, HUSBAND AND FATHER OF MURDER VICTIMS",
      "sentences": "What comes to my mind is my son Paul was in a boat wreck a couple years ago.There's been a lot of negative publicity about that and there's been a lot of people online, just really vile stuff. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GALLAGHER",
      "sentences": "Now, that was a deadly boat crash in which Paul, who, of course, was murdered that night, was charged, and those charges were dropped after he died. You can see court beginning now. This is the ninth witness, again, Erica and Jim, and we do believe that the state will take at least until the end of this week to present their case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Such an alarming story.Dianne Gallagher, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:43",
      "speaker": "HILL",
      "sentences": "This morning the Pakistani Taliban is claiming responsibility for an explosion inside a Peshawar mosque that is -- that has now killed at least 34 people and injured more than 120. The group says that attack is revenge for the death last year of one of its members. CNN cannot independently verify those claims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:43",
      "speaker": "SCIUTTO",
      "sentences": "The attack happened during afternoon prayers at a mosque mostly attended by law enforcement officials.CNN's Ivan Watson joins us now with more. I'm curious what the authorities know at this point about this explosion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:43",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, they're calling it a suicide attack with the prime minister and the head of police in Peshawar. As you mentioned, it took place Monday afternoon in Peshawar, this northwestern city not far from the border with Afghanistan. And it was actually a mosque called the Police Line's Mosque. It's in the administrative heart of Peshawar. And that would have been a mosque that likely would have been attended by many members of the Pakistani law enforcement.There have been several claims of responsibility from different leaders of the so-called Pakistani Taliban, or Tehreek-e-Taliban. That's an Islamist movement. A violent one that has been battling the Pakistani government off and on for more than ten years. It had weakened from kind of the height of its power when it took over the Swat Valley back in 2008, 2009. It had weakened somewhat. But the victory of the Taliban in neighboring Afghanistan, analysts say, have kind of brought new life into the Pakistani Taliban. And there were concerns and security concerns leading up to this deadly attack, such that there were extra check points and extra security measures in both Peshawar and in the capital Islamabad in just recent weeks. And despite that, somehow this attack getting through multiple lines of security to hit a mosque that is typically attended by members of law enforcement. The attack has been denounced by the leaders of Pakistan's rival main political parties and it is also raising fears that perhaps Pakistan could be sliding towards another period of - and additional waves of suicide attacks, which it knows from not too recent deadly history. Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:43",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:43",
      "speaker": "HILL",
      "sentences": "Ivan Watson, appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:43",
      "speaker": "SCIUTTO",
      "sentences": "Well, the U.S. secretary of state, Antony Blinken, he's in Israel this morning, working to ease rising tensions, frankly, between Israelis and Palestinians. It's a violent time there. The secretary meeting with Israel's prime minister and foreign minister in the aftermath of a surge of attacks in Jerusalem and in the West Bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:43",
      "speaker": "HILL",
      "sentences": "Israeli Prime Minister Benjamin Netanyahu, meantime, vowing to strengthen Jewish settlements in response to the attacks that killed seven people in Jerusalem, including an attack at a synagogue on Holocaust Remembrance Day. A Palestinian official says Palestinians in the West Bank have reported dozens of attacks by Israelis settlers apparently in retaliation.Joining us now with more, CNN Jerusalem correspondent Hadas Gold. Hadas, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:43",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Good morning, Erica.There's a lot of hope that Secretary of State Antony Blinken's visit will help reduce the temperature here because the temperature on the ground, the tensions have been boiling. But I have to be honest, there's not a lot of optimism that even at his best attempts he will be able to potentially completely stop the cycle of violence, potentially only calm things down just a little bit. Upon landing just in the last hour or so, the secretary of state called this a pivotal moment. Take a listen to what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:43",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "It's the responsibility of everyone to take steps to calm tensions, rather than inflame them, to work toward a day when people no longer feel afraid in their communities and their homes and their places of worship. That is the only way to halt the rising tide of violence that has taken too many lives, too many Israelis, too many Palestinians. I'll make that clear throughout my time in Israel on the West Bank with everyone that I meet.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "SCIUTTO",
      "sentences": "The CEO of Madison Square Garden in New York in the news. James Dolan apparently threatening now to ban liquor sales at an upcoming New York Rangers' game as he continues to defend really controversial issues, the company's use of facial recognition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "HILL",
      "sentences": "So Dolan claims the New York State Liquor Authority has now threatened The Garden's license over that technology, which he's using to temporarily prohibit lawyers who are suing MSG from attending events at its venues. And it's not just Madison Square Garden that falls under that venue.CNN's Omar Jimenez has been following these details for us. So, the way I understand it is Dolan's saying, hey, you know what, this is my company. I can decide who's allowed in, who isn't. that is not sitting well with a lot of people. What are officials saying in the city?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "Exactly. So, let's start with New York Attorney General Letitia James. She sent a letter basically inquiring about not just the use of facial recognition, which she says may be bias, but more about how that tech, which is legal, is being used potentially to dissuade people from holding Madison Square Garden Entertainment accountable.And now the reason James Dolan threated potentially pulling liquor sales was really more of a protest possibility to the state liquor authority saying, you might be in violation of the terms of your license by prohibiting lawyers. Now, these lawyers are people who are representing folks who are suing Madison Square Garden Entertainment and have been temporarily banned as a result. This is how one of them was greeted when they tried to enter the arena. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You come up on matching somebody on the facial recognition list.Are you Benjamin Noren (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "BENJAMIN NOREN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Your ticket has been revoked and you are not permitted in the building. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "JIMENEZ",
      "sentences": "And, again, that's because that attorney works for a law firm that represents ticket brokers who are suing Madison Square Garden Entertainment. And it's not just the attorneys involved in litigation, it's all of the attorneys at that firm, again, even if they don't have anything to do with it.Now, MSG Entertainment is emphasizing it's a private business and is fully within its rights. They also put out this statement that reads in part, the attorneys were prohibiting from attending include ambulance chasers and money grabbers whose business is motivated by self-promotion and who capitalize on the misfortune of others. I think the firms would disagree on the characterization. But, nonetheless, this includes attorneys representing ticket scalpers personal injury claims and class action litigations, but does not include claims related to sexual  harassment or employment discrimination. Now, MSG maintains they've been using facial recognition to help provide a safe environment since 2018. They've got until February 13th to respond to Attorney general James' inquiries. But one of the law firms actually sued and they were able to get access temporarily as a judge wrote that there seems to be no rational basis for this policy except to dissuade lawsuits, but obviously still an ongoing battle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "SCIUTTO",
      "sentences": "Well, tough -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "HILL",
      "sentences": "It's fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "SCIUTTO",
      "sentences": "Tough to be a Knicks' fan these days.Omar Jimenez, thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "JIMENEZ",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "HILL",
      "sentences": "Well, the U.S. surgeon general is warning 13 is simply too young for kids to join social media and is urging parents to keep their kids off of these platforms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "SCIUTTO",
      "sentences": "CNN's Elizabeth Cohen joins us now.And, Elizabeth, I've been watching this closely because I've got kids in that age group and it's a battle every day, right? It's not just the age they go on social media, but it's things - I mean the surgeon general talks about having tech-free meals which I think is a really good idea but hard to enforce. So, I'm curious, what's the basis for his thinking, specifically about that age limit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT",
      "sentences": "So, the basis, Jim, is studies. Studies have been done that look at young brains, the brains of middle schoolers, and what happens when they use a lot of social media. And you can actually see the difference when you look at MRIs, when you compare groups of children who use social media a lot and groups of children who don't. That dopamine surge of, oh, wow that was a good video, I want another one like that, another one. And, of course, the social media platforms, they know how to give your child exactly what they want and they keep feeding it to them to the point where maybe nothing else in the world is quite as interesting, and that's a problem.So, let's take a listen to the surgeon general. (BEGIN VIDEO CLIP) DR. VIVEK MURTHY, U.S. SURGEON GENERAL: I personally, based on the data I've seen, believe that 13 is too early. And I think that it's a time, you know, early adolescence, where kids are developing their identity, their sense of self. It's a time where it's really important for us to be thoughtful about what's going into how they think about their own self-worth and their relationships. And this skewed and often distorted environment of social media often does a disservice to many of those children. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "SCIUTTO",
      "sentences": "No question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "HILL",
      "sentences": "I mean, look, as adults we're not matches for that, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "HILL",
      "sentences": "I mean how often to we all sit there and doom scroll.So, if you think about it, it makes a lot of sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "SCIUTTO",
      "sentences": "Yes. Junk food for your brain, right? That seems to be working the same way, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "HILL",
      "sentences": "Plenty of that.",
      "isLastSentenceInterrupted": false
    }
  ]
}