{
  "date": "2023-02-19",
  "headline": "CNN Newsroom",
  "subHeadline": "Former U.S. President Carter Receiving Hospice Care At Home; U.S. Directly Confronts China Over Suspected Spy Balloon; U.S. Formally Accuses Russia Of \"Crimes Against Humanity\"; Rail Company CEO Promises To Help Community Recover; 28-Year-Old Jaime Tan Accused Of Shooting Two Jewish Men; More Than 40,000 Dead In Turkey, Amid Questions About Building Safety; North Korea Fires Long-Range Missile In \"Surprise\" Drill. Aired 5-6a ET",
  "utterances": [
    {
      "timeStamp": "05:00:33",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "Hello, and welcome to all of you watching us here in the United States, Canada, and all around the world. I'm Kim Brunhuber. Ahead on CNN NEWSROOM, Former U.S. President Jimmy Carter forgoing medical treatment and deciding instead to receive hospice care at his home. We're going to take a look at the 98-year- old's health and reaction coming in from around the world.Plus, top diplomats from the U.S. and China finally meeting after the shootdown of that suspected Chinese spy balloon. We're live in Munich and Tokyo with more on efforts to repair their country's strained relations. And Secretary of State Blinken now on his way to Turkey to assess the destruction from that deadly earthquake. We'll take you to Istanbul for a preview of his upcoming trip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:33",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with Kim Brunhuber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:33",
      "speaker": "BRUNHUBER",
      "sentences": "On this Sunday morning, across the United States, people from Georgia, across the U.S. and around the world are praying for peace and comfort for former U.S. President Jimmy Carter. A statement from the Carter Center reads in part, \"After a series of short hospital stays, former U.S. President Jimmy Carter has decided to spend his remaining time at home with his family and receive hospice care instead of additional medical intervention.\"CNN's Jeff Zeleny has more from Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:33",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Former President Jimmy Carter, America's longest living president at age 98, is now in hospice care. On Saturday afternoon, the Carter Center, his presidential library and museum in Atlanta, announcing that the former president would be spending his days in Plains, Georgia.They acknowledge that after a series of brief hospital stays, he is going to be spending his time in Plains, that small town about two hours south of Atlanta, really, where he spent his entire life, with the exception of his service in the military and his four years here in Washington, serving as the nation's 39th president. Now, he has had many health scares over the years, and he has overcome them again and again. Brain cancer, other maladies. But this is a different moment, we're told. He is in hospice care, but his life is an extraordinary one. His post-presidency, certainly, spanning nearly a half century, includes building houses with Habitat for Humanity, traveling around the world to fight hunger issues, to push for democracy issues. And he is, of course, a member of a very unique club here in the United States, the former President's Club. And if you take a look at these images from the time when Barack Obama was sworn into office in January 2009, you see that former President Jimmy Carter here standing a bit off to the side with the former President George W. Bush, George H. W. Bush, Bill Clinton and, of course, Barack Obama. That is a metaphor for how he sort of was. He was sort of apart from this president's club. He really marched to his own drummer, did his own work, did not live in the elite circles that many former presidents do. He went back to Plains, Georgia, and he lived in the same home where he and Rosalynn, his wife of more than 75 years, lived. And they did their own work. So his legacy certainly is a strong one. If you walk through the Carter Center in Atlanta, that really comes to life. The work that he has done really in all corners of the globe is extraordinary. But Jimmy Carter in hospice care, we're learning on Saturday. President Biden was alerted to this. He's very close to the former president, and the White House is keeping in close contact, we're told, with the Carter family. Jeff Zeleny, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:33",
      "speaker": "BRUNHUBER",
      "sentences": "President Carter's grandson says his grandfather is, quote, at peace with his decision to turn to hospice care. Jason Carter tweeted that his grandparents' home is full of love. Georgia's Secretary of State Brad Raffensperger tweeted, quote, \"Our prayers are with the Carter family at this time, and they find peace in all that President Carter has contributed throughout his decades of service to Georgia, our nation, and our world.\"And U.S. Ambassador to the United Nations Human Rights Council Michele Taylor says, \"President Carter has lived an extraordinary life of service to his community, his country and the world. Wishing his family peace at this very difficult time.\" So what exactly is hospice care? We wanted to get a deeper explanation about what it is and why it's being used. Here's CNN Medical Analyst Dr. Leana Wen. DR. LEANA WEN, CNN MEDICAL ANALYST: Hospice care is a specialized type of medical care that is focused on ensuring comfort. And so it focuses on reducing physical pain and also caring for someone's psychological needs, spiritual needs with an interdisciplinary team of providers. [05:05:11] So generally, people who qualify for hospice care are people who are near the end of their life, people with life expectancy of less than six months, and individuals also who have an incurable medical condition. This is not about giving up on medical care, but rather it's tending to the individual, tending to their caregivers, tending to their family. And it's a type of care, I think, that's really heavily underutilized. There are a lot more people who qualify for hospice care and who would probably benefit from it. And in this case, I'm sure that it was a difficult but important decision that the former President and his family made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:33",
      "speaker": "BRUNHUBER",
      "sentences": "And Dr. Wen also says that hospice can improve quality of life and in some cases, help extend the length of life.U.S. Secretary of State Antony Blinken is on his way to Turkey at this hour to see firsthand the aftermath of the devastating earthquake and the U.S. relief efforts there. Blinken then travels to the Turkish capital, where among other things, he'll attempt to smooth over Ankara's opposition to Finland and Sweden joining NATO. The trip to Turkey follows Blinken's contentious sideline meeting at the Munich Security Conference on Saturday, during which he directly confronted Beijing's top diplomat over China's suspected spy balloon. It was the first time the U.S. and China had spoken face to face since the balloon was shot down two weeks ago off the U.S. east coast. China denies the balloon was conducting surveillance and says it flew into U.S. airspace by accident. And also in Munich on Saturday, U.S. Vice President Kamala Harris leveled the most serious indictment yet of Russia's war in Ukraine, accusing Russian forces of crimes against humanity. It's worth noting that no Russian officials were invited to this year's conference. Harris recounted some of the Russian atrocities committed in Ukraine. And we want to warn you, some of the images here are disturbing. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:33",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Think of the images of Bucha. Civilians shot in cold blood. Their bodies left in the street. The jarring photograph of the man who was riding his bike. Think of the four-year-old girl who the United Nations recently reported was sexually assaulted by a Russian soldier, a four year old child.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:33",
      "speaker": "BRUNHUBER",
      "sentences": "CNN has reporters all across these latest developments. Nic Robertson is in Germany for the conclusion of the Munich Security Conference. Marc Stewart is in Tokyo with a look at the meeting between U.S. Secretary of State Antony Blinken and his Chinese counterpart. And Nada Bashir is in Istanbul with a preview of Blinken's tour of the devastation in Turkey after the earthquake.I want to start with Nic Robertson. So lots of issues on the table, the war in Ukraine, China, and crucially, the intersection of the two. So take us through the major points.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:07",
      "speaker": "BRUNHUBER",
      "sentences": "All right, I appreciate that. Nic Robertson in Munich, thanks so much for that.I want to go now to Marc Stewart in Tokyo. So, Marc, to that high stakes meeting between the U.S. Secretary of State and his Chinese counterpart, what was China's take on the meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:07",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Well, China has, from the beginning, been very unapologetic about its response to this balloon incident. It has said that the United States response was absurd and that it was out of proportion. It's what China said pretty early on in this event, and it's something that maintains until today.But there are a lot of questions, especially after this meeting, about the future of the U.S.-China relationship, particularly on a diplomatic front. And I think there are really two takeaways. One which could be viewed as perhaps disappointing, is that neither China nor the U.S. established any kind of roadmap for the future, for diplomatic discussion, diplomatic talks. Before this balloon incident even happened, I was talking to an analyst in anticipation of Secretary Blinken's visit to China. He said one possible goal would be to establish these lines. So if something like this balloon swaying off path or now accused of something more nefarious, at least by the U.S. There would have been a way to perhaps mitigate that. So at this point, no roadmap on that front. With that said, there has been some room left for encouragement. We did hear from a U.S. official who said that the door is still open. This is something that Blinken, Secretary Blinken, made known to his Chinese counterpart that the door is still open for discussion between Chinese leader Xi and President Biden. So perhaps that's something we could see in the future. But at this moment, neither side really seems to budge. China is being very resolute, the United States being unapologetic and direct that China did cross the line and did do something nefarious. We'll have to see in the weeks and months ahead if there is more conversation. Obviously, China and the U.S. know there is more than just diplomacy at stake. There's also the economic success of both nations that depends on a good working relationship, Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "BRUNHUBER",
      "sentences": "The CEO of Norfolk Southern Rail Company is promising to help East Palestine, Ohio recover and thrive again. Those comments came as he visited the site where that train carrying hazardous materials derailed more than two weeks ago. CNN's Polo Sandoval has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "Norfolk Southern is the rail company that the U.S. EPA says will be held accountable because of its role in this disaster. The company, for its part, on Saturday, tweeting a reminder that they said that they will not be walking away from this situation.In fact, on Saturday also tweeting a link to an air testing service for businesses and homes in the area free of charge and also saying that they will be in it for the long haul. But still, this is doing little to assure many of the residents of East Palestine, including some that have reported some symptoms like sore throat, nausea, feeling headaches. They're worried that these symptoms could potentially be linked to the chemicals that were released after the derailment in early February. And even after authorities have said that multiple tests have shown no elevated levels of chemicals in drinking water or in the air, there are still many concerns that remain for the residents there in eastern Ohio. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "KRISTINA FERGUSON, RESIDENT",
      "sentences": "We need help. We do. We need President Biden. We need FEMA housing. People were getting sick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "JAMI COZZA, RESIDENT",
      "sentences": "The railroad sent out its toxicologist, who deemed my house not safe. But had I not used my voice, had I not thrown a fit, I would be sitting in that house right now when they told me that it was safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "JIM STEWART, RESIDENT",
      "sentences": "I don't recommend you put anything in the ground, I mean, vegetables or tomatoes or anything this year, because we don't know.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "SANDOVAL",
      "sentences": "Late Friday, federal officials announced that FEMA will be supplementing the federal response on the ground in the coming days in the form of a senior response official. Also, a regional Incident Management Assistance Team. The goal will be to assess the long-term needs for members of the community there.They can also expect authorities to set up temporary clinics, potentially there to provide medical personnel and also even toxicologists, an opportunity to evaluate some of these individuals that have come forward with some of these symptoms that may potentially be linked to the events of earlier this month. Polo Sandoval, CNN, New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "BRUNHUBER",
      "sentences": "Peter DeCarlo is an Environmental Health Professor at Johns Hopkins University and he spoke to CNN earlier about the accuracy of the tests in the area. Here he is.(BEGIN VIDEO CLIP) [05:20:04]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "PETER DECARLO, ENVIRONMENTAL HEALTH PROFESSOR, JOHNS HOPKINS UNIVERSITY",
      "sentences": "The EPA differentiates between monitoring and air sampling, and they've been doing both. Monitoring seems to be what is heavily relied upon, especially in screening people's homes. And it's the data that's mostly reported on that response website.And the problem with monitoring data is it doesn't give us chemical specificity. It doesn't tell us what chemicals are present and at what concentrations. It gives us an idea of generally how much of a class of chemicals is there, but it doesn't specify the specific chemicals. And that's what's important to understand exposure and potential toxicity. The air sampling data, we haven't seen updates on that for quite some time, and we certainly haven't seen data from samples taken at the accident site and downwind of the accident site in terms of air sampling, in terms of the chemicals that are being released to that people are potentially exposed to. And without that data, it's really hard to know what people should be worried about and what next steps may be. But it's -- from reports on the ground, from people who live there and who have come back, there are certainly still odors and chemicals present in the area. And there are chemicals that we can smell. There are chemicals that we can't smell. And it really comes down to being able to measure those and understand what's in the environment. And I really want to stress, it's probably most important to know what's in people's homes, what, from that accident, may have gotten into people's homes or into the soil that people track into their homes. With small children, I would always be worried about what they're getting into and their potential exposures, because ultimately their -- they are some of the more vulnerable people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "BRUNHUBER",
      "sentences": "Authorities say the suspect in the shooting of two Jewish men in Los Angeles was previously in trouble for bringing a gun on a college campus. 28-year-old Jamie Tran was arrested Friday. Investigators say he chose his victims because they were Jewish.Camila Bernal is in Los Angeles with more on the story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "CAMILA BERNAL, CNN CORRESPONDENT",
      "sentences": "Authorities say both of these shootings were targeted. One happened on Wednesday, the other one on Thursday. But both victims were Jewish men walking home from the synagogue. Authorities say that when the man was arrested, this 28- year-old man, he admitted to the shootings and said that he came to this area, was looking for kosher markets, and targeted his victims because of their headgear.Authorities also looking into his past, and they say that there is antisemitic behavior there. He sent messages to his classmates, both via email and text messages expressing hate and also threatening his classmates. The U.S. attorney that's in charge of this case vowing to bring justice. Here he is. (BEGIN VIDEO CLIP) MARTIN ESTRADA, U.S. ATTORNEY, LOS ANGELES: Over the past two days, our community has experienced two horrific acts. An individual motivated by antisemitism, hatred for people in the Jewish community committed two tremendously horrible acts, targeting individuals because of their Jewish faith. Targeting two victims as they departed from religious services. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "BERNAL",
      "sentences": "And one of the victims of one of these shootings speaking out and telling his friends that he is lucky to be alive. He has gone back to the synagogue and said that this motivated him to pray even more. But the big picture here is that the community is in fear. So many people who say, yes, I am thankful, and it's good that this man was arrested, but they're still worried about their children, their husbands walking around on a Saturday.They say that they will likely live in fear for the next couple of weeks because of what happened. And they're worried about the next attack on members of their community. Camila Bernal, CNN, Los Angeles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "BRUNHUBER",
      "sentences": "Emotional ceremonies were held in Michigan this weekend to honor three students killed in the mass shooting at Michigan State University last Monday. Mourners gathered Saturday for a vigil for Arielle Anderson. She will be laid to rest Tuesday. Her family remembers her as a loving person who worked in her community.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "DESIREE CALHOUN, COUSIN OF ARIELLE ANDERSON",
      "sentences": "Arielle, she was a sweet young lady. She was nice and kind. She was always helpful. She had a ministry of help. You know, it's just like she could have been God serving herself.(MUSIC) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "BROWN",
      "sentences": "Funerals were held Saturday for the other two shooting victims. This service honored Brian Fraser, described by friends and family as charismatic and hard not to like. Mourners also gather to say goodbye to Alexandria Verner. She's remembered as a positive person who touched many lives.All right, just ahead, America's top diplomat is due to arrive in Turkey in the coming hours to survey the earthquake damage affecting an important NATO ally. We'll have a live report from Istanbul. [05:25:02] Plus, seeking asylum in the U.S. to avoid the war in Ukraine. We'll hear from Russian migrants who are refusing to take part in Moscow's invasions. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "BRUNHUBER",
      "sentences": "Welcome back to all of you watching us here in the United States, Canada, and all around the world. I'm Kim Brunhuber. This is CNN Newsroom.In Turkey and Syria, thousands of earthquake survivors are still homeless and the focus of the humanitarian response is shifting away from search and rescue. Turkish officials say the death toll there is more than 40,000 across the border. In Syria, it's more than 5,800. In Turkey, more than 105,000 buildings have either collapsed or are so damaged, they'll have to be demolished. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking Foreign Language)(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:24",
      "speaker": "BRUNHUBER",
      "sentences": "Meanwhile, rescue workers pulled out three survivors from the rubble of a building in Turkey on Saturday, 296 hours after the quake. And as we mentioned, the U.S. Secretary of State Antony Blinken is due to arrive in Turkey in the coming hours. We'll get a look at the rescue and recovery efforts and meet with senior Turkish officials in Ankara.So, for more on this story and the latest developments on the ground in Turkey, I'm joined by CNN Nada Bashir in Istanbul. So Nada, as I said, the Secretary of State will be there to, among other things, offer aid which is obviously so desperately needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:01",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Thanks so much. Nada Bashir in Istanbul.And for more information on how you can help the earthquake victims, you can go to CNN.com/impact and there you can find a list of organizations that are working on rescue and relief efforts. Ukraine is urgently requesting more ammunition to fend off attacks from Russia. In the east, Russian troops and mercenaries are claiming to have captured a village near Bakhmut. But the Ukrainian military says its forces are still fighting to repel the offensive, which they acknowledge has been a tall order. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translation): To be honest, the situation is difficult. The enemy is using a lot of resources and soldiers. You can see the situation on the front. Everyone can see it, how strong and how quick we push them back. No one thought we'd survived, let alone win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "ANATOLIA TAKHTAROV, RUSSIAN MIGRANT",
      "sentences": "There is many Russians in the Los Angeles. My friends Pavel and Sergei, they want to go New York.ROMO (voice-over): The migrant from Moscow is staying at a shelter in the Mexican city of Reynosa, across the border from McAllen, Texas, along with two other Russian friends. Getting to this side of the world, he says, was not easy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "TAKHTAROV",
      "sentences": "From Moscow through Minsk, Belarus, then Istanbul. ROMO (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "SERGEI ZHUSTAREV, RUSSIAN MIGRANT",
      "sentences": "I don't want fights and kill people. I don't want fight for terrorist Putin.ROMO (voice-over): At the shelter, they were joined by Pavel Fedorov, who says he left his dentistry practice in Moscow as an act of defiance against his country's leader in a war that has become a threat for everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "PAVEL FEDOROV, RUSSIAN MIGRANT",
      "sentences": "For men, especially at 18 to 65, you are a soldier. No immigration, no pass, stay in Russia. Too much people in Georgia, Armenia, Mongolia.ROMO (voice-over): During the first months of the war, Russian men fled in droves to neighboring countries like Georgia. (on-camera): But some Russians have decided safety can only be found on the side of the world. The migrants staying at the shelter in Reynosa are only three among tens of thousands who have made the long trip in the last year after the invasion started. Many have applied for asylum and say they hope to build a new life in the United States, far away from the war and Putin. (voice-over): According to U.S. Customs and Border Protection figures, the number of Russians who crossed the southern U.S. border last fiscal year when the Ukraine invasion started grew by more than 430 percent compared with the year before. Back at the shelter, Zhustarev reflects on the hard decision he had to make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "ZHUSTAREV",
      "sentences": "Very difficult. I have three daughter, a wife, young wife. Very hard.ROMO (voice-over): He says he hopes both of them will be able to join him soon to build a new life together in New York. Rafael Romo, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:42:12",
      "speaker": "BRUNHUBER",
      "sentences": "It's an alarming wake up call. More proof the pandemic caused historic learning setbacks. Millions of kids are being left behind one entire grade level in at least one subject, according to a new report. Federal education leaders say a survey of schools across the country suggests that about half the nation's public school children began this year and the last a full year behind in at least one subject before the pandemic, that was 36 percent.Among schools that reported students below level, nearly all said at least some students were lagging in reading and math. 80 percent cited science and about 70 percent social studies. Last week, Education Secretary Miguel Cardona outlined in a major speech what the Biden administration's education priorities for the year ahead should be. And he said, quote, \"Safely reopening schools is just the baseline. It's not good enough. We must make up for lost time.\" Thomas Dee is a Professor at Stanford University's Graduate School of Education, and he joins me now from Palo Alto, California. Thanks so much for being here with us. So, as we just saw, most of us know that the COVID lockdowns have had serious effects. They've led to serious learning setbacks and now you've been doing some research that's found yet another effect of the COVID pandemic on students, so called missing kids. Take us through what you've learned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:42:12",
      "speaker": "THOMAS DEE, PROFESSOR, STANFORD UNIVERSITY GRADUATE SCHOOL OF EDUCATION",
      "sentences": "Sure, and thanks for having me. Well, first of all, I mean, these new survey results underscore a well-established and sobering reality about how our children have suffered academically during the pandemic.My recent research, done in collaboration with the Associated Press and some colleagues here at Stanford has expanded our sense of the challenge we face. Surveys like the ones you've mentioned, as well as prior test score data underscore for the kinds of kids who are sitting in public school who are old enough to be in our testing windows, we've seen historically unprecedented declines in learning. But my team has been looking at the school enrollment data, and they provide early indicators of challenges that are really outside the testing windows. Kids who have left public school to attend private schools or even more prominently, home school in, and even more critically, our youngest learners who've been missing years of preschool or maybe skipping kindergarten to go ahead to first grade or delaying kindergarten. Those are developmentally consequential losses of learning time that won't yet show up in many of the metrics we're using to guide our academic recovery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "DEE",
      "sentences": "We were able to get data on private school enrollment, home school enrollment, and population changes along with public school enrollment data for over half the country. And for that group of states, we basically saw about 230,000 students who clearly had left public schools, but we couldn't otherwise account for.And to my mind, there were at least three explanations for this, and none of them are mutually exclusive. I mean, one is that some of these kids could be truant. Some of them may be in homeschooling. There was a lot of migration during the pandemic, in particular into Florida. And so some families may have showed up, started home schooling, but simply not registered. But a third possibility, and we find some empirical support for this, is that a number of families in states where it's allowed are simply choosing to skip kindergarten. And again, that's a year of lost instruction for kids at a very developmentally crucial age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. You mentioned Florida there. I'm wondering, is there a difference between the scores and the number of kids who might have disappeared from the roles between the red states, which reopened early or in some cases didn't shut down, or blue states in which in general, they kept students out of schools longer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "DEE",
      "sentences": "There are those patterns. The states that lost the most school age population were places like California and New York, and the places that gained were Texas and Florida. But the reality is the loss of students from public schools was quite broad. That being said, we do have quite good evidence that the decision to go remote only in that first year of the pandemic, definitely drove families away from schools, in particular families of young children.And I think there's something sensible there. They simply didn't want to put a young child in front of a computer all day, and so they sought out other alternatives or no alternative, keeping their child home if they could.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "BRUNHUBER",
      "sentences": "Some sociologists and other researchers are already talking about generation C, generation COVID, who could be, you know, if not defined by this and certainly profoundly marked by this experience for life, possibly. Is that hyperbole? DEEBut also, I don't want to be too morose. I think it's important to stress what we know about the substantial resiliency of our children. And so I think if we meet that with a sense of urgency in supporting them and being adaptive and using data thoughtfully to personalize interventions, to support those most in need, we can meet that challenge and realize the learning potential of that generation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "BRUNHUBER",
      "sentences": "We'll leave it on that optimistic note. Appreciate your time. Thomas Dee, thanks so much for speaking with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "DEE",
      "sentences": "It was a pleasure. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:52:29",
      "speaker": "BRUNHUBER",
      "sentences": "Day two of the NBA's All-Star weekend featured some of the most thrilling and surprising contests in recent memory from a three- point shootout that went down to the wire to a slam dunk competition with jaw dropping highlights.CNN's Andy Scholes wraps up the memorable events from Saturday night and looks ahead for the main event on Sunday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:52:29",
      "speaker": "ANDY SCHOLES, CNN WORLD SPORT",
      "sentences": "NBA All-Star Saturday night was back in Utah for the first  time in 30 years and it did not disappoint. And it was a guy who just got called up from the G League stealing the show. Mac McClung, the 2022 G League rookie of the year, just got signed by the 76ers and he was just incredible in the dunk contest.His first dunk, he jumped over a guy sitting on another guy's shoulders, tapped the backboard and then finished with the reverse slam, that had everyone on their feet. And he had everyone going nuts again in the finals and sealed the win with this spinning dunk. And I caught up with Mac afterwards and asked him how it feels to be the 2023 slam dunk champion. (BEGIN VIDEO CLIP) MAC MCCLUNG, 2023 NBA SLAM DANK CHAMPION: I feel a lot of gratitude. I had a lot of help, and the crowd was really amazing tonight. It was a blessing. It's really cool, man. I mean, I'll be able to tell my kids and brag about it one day, but, yes, the goal is to play in the NBA. I'm going to keep working every day. I'm very hungry and I'm resilient, so I'm going to keep working. SCHOLES: Michael Jordan, Kobe Bryant, Vince Carter, Mac McClung. How does it feel to have your name amongst those greats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:52:29",
      "speaker": "MCCLUNG",
      "sentences": "I don't think it's really set in yet. It's all been a blur. I feel like I was out there for 30 seconds and I'm back. But I'm grateful, man.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:52:29",
      "speaker": "SCHOLES",
      "sentences": "The three-point shootout was also awesome. Portland's Damian Lillard, like he does so often, coming through in the clutch to beat the Pacers Buddy Hield and Tyrese Haliburton in the finals.And this was extra special for Lillard. He went to college here in Utah Weber State, and wore his school jersey for the competition. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:52:29",
      "speaker": "DAMIAN LILLARD, TRAIL BLAZERS GUARD",
      "sentences": "It was a second home for me and sometimes that's what it takes, you know, for an experience to be what it's supposed to be. You know, I feel like this is how it was supposed to happen and I'm happy that it happened here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:52:29",
      "speaker": "SCHOLES",
      "sentences": "And in the skills competition, team Utah giving the hometown fans plenty to cheer about as Jordan Clarkson, Walker Kessler and Collin Sexton brought home the title.And the fun continues here on Sunday night for the main event, the NBA All-Star game. And make sure to tune in early because for the first time ever, they're going to be drafting the teams liv right before tipoff.",
      "isLastSentenceInterrupted": false
    }
  ]
}