{
  "date": "2023-12-24",
  "headline": "Inside Politics",
  "subHeadline": "GOP Race Ramps Up In Final Weeks Before Iowa Caucuses; Congress Stares Down Looming To-Do List For New Year; 118th Congress Marred By Chaos, Lack Of Productivity. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:45",
      "speaker": "MANU RAJU, CNN HOST",
      "sentences": "Endgame. With the Iowa caucus is just weeks away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "NIKKI HALEY, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "Do you hear that sound? That's the sound of us surging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "RAJU",
      "sentences": "The presidential race heats up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "We got to be sure that we put this thing away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "RAJU",
      "sentences": "And new reporting on Trump's role in a key Senate race.Plus, January Jam, one of the most unproductive Congresses in history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Here's a reality. The institution is not functioning the way it should be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "RAJU",
      "sentences": "Wars, the border, and funding fights. Could the stalemate get even worse?And in the rough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "At the end of the day, a man's going to make a decision which is best for a him and his family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "RAJU",
      "sentences": "Why one of the world's best golfers has drawn the attention of a powerful senator?SEN. RICHARD BLUMENTHAL (D-CT): It's about much more than sports. American institutions and interests are at stake. INSIDE POLITICS, the best reporting from inside the cores of power starts now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "RAJU",
      "sentences": "Good morning. Welcome to INSIDE POLITICS SUNDAY, I'm Manu Raju. Merry Christmas. Happy New Year. And 2024 is right around the corner.And with it, the Iowa caucuses, now just a few weeks away. And now the political and legal calendars are colliding in an unprecedented way for the GOP front-runner Donald Trump. As his criminal trials loom, the former president, now faces the possibility of getting kicked off at least one state's ballot. In a previous political lifetime, that would mean the end to a candidate's bid for the White House and likely his career. But Trump has used his woes as a rallying cry, now hoping to quash the fresh momentum of Nikki Haley, who has emerged as the leading Trump alternative. But polls show Trump with a sizable lead. And his team believes he could lock up the nomination as soon as mid-March, if all goes according to their plan. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "TRUMP",
      "sentences": "We got to be sure that we put this thing away. The poll numbers are scary because we're leading by so much. The key is you have to get out and vote.Don't sit home and say, you know, I think we'll take it easy, darling. It's a wonderful day, beautiful. Let's just take it easy, watch television and watch the results now, because crazy things can happen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "RAJU",
      "sentences": "Meanwhile, President Biden's team is not holding back in its attacks against Trump's rhetoric, continuing to compare his recent anti-immigrant comments, the Hitlers.And despite those stepped up attacks, the polls still consistently show the same story. Biden's struggling to break through and convince voters he deserves a second term. And as he grows impatient over his campaign, his Democratic colleagues told me, it's time for the president to step up his game. (BEGIN VIDEO CLIP) SEN. MICHAEL BENNETT (D-CO): Joe Biden's going to have to be out there making the case. I'm going to fight for you. And my policies are ones that have been ones that have supported you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "BLUMENTHAL",
      "sentences": "More has to be done more quickly and more expertly to essentially tell the American public about what this president has accomplished.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "RAJU",
      "sentences": "What part of the coalition are you most concerned about? Young people, he's not polling well with African-American, Hispanics. When you look at the polls, what concerns you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "BLUMENTHAL",
      "sentences": "I'm concerned about everybody. And that's what elections are about, everybody. Nobody taken for granted, complacent about nobody.(END VIDEO CLIP) RAJU: All right. We have a great panel to break this all down this morning. Amy Walter, The Cook Political Report, CNN's Jeff Zeleny, and Punchbowls, John Bresnahan. Good morning, everybody. Merry Christmas, Happy New Year, happy holidays. It's great for you guys to be here on this holiday weekend. Jeff, you've been traveling Iowa, as you often do in campaign season, but you've been there this past week. What has been the fallout of all the Trump legal problems? Is there really an opening still for another candidate or is Trump having this locked up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:18",
      "speaker": "RAJU",
      "sentences": "Yes. Look, and as the story has been all year and it's a continuous to be as we had into 2024 is Trump's legal problems. It's constantly the issue. He's going to be in court a lot this coming year. And the question is going to be, how does that impact his race especially if one of these cases turns out particularly bad from like a conviction? Just to look at his calendar here. This is a very complicated calendar. It could change because the trial dates can change. The votes to the timing of the caucuses and primaries won't change. You see on your screen there the red or the cases that he faces. The orange are the different primaries.This team has complained about this impacting his ability to campaign here. What was interesting to in this past week was a poll by the New York Times about should -- by asking about Trump's legal problems. Sixty-two percent of Republican voters believe that Trump should still remain as a Republican nominee if he is convicted. But the 32 percent could be interesting -- AMY WALTER, EDITOR-IN-CHIEF, THE COOK POLITICAL REPORT: Yes, it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:18",
      "speaker": "RAJU",
      "sentences": "-- too for Biden especially if this happens in a general election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:18",
      "speaker": "WALTER",
      "sentences": "Yes, for sure. And the other question about that 32 percent, are those Republicans who already say we want to turn the page on Donald Trump who are attracted to people like Nikki Haley for example.To me, the hardest part about that question is it is so theoretical. So many voters believe two things. One or think two things. Is this really happening? Are we really going to have a Trump and Biden showdown? They are incredulous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:18",
      "speaker": "RAJU",
      "sentences": "They don't believe in that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:18",
      "speaker": "WALTER",
      "sentences": "They do not believe it's going to happen until they actually see those two assuming the nomination, winning the nomination. They believe there could be an opening for another candidate to be a nominee.And the second is it is really hard to ask people to assume something about a future event and how they're going to react to that. And so these are interesting questions. You can put them on a poll. But I don't think they're really telling us just what the situation would look like for voters going into the voting booth in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:18",
      "speaker": "RAJU",
      "sentences": "Yes, that's really going to be the big questions we had into the New Year. How much is this set in? Are the people who are really tuned in right now just the political junkies, people are really into it? Are they the average voters, low information voters? When do they really start to make their decisions here?Now, this all comes as we've seen just over the past year just been, you know, remarkable to see Trump's rhetoric and this campaign season. Just -- he's always had very dark rhetoric on the campaign trail. That's been his appeal to his base in particular. But it's gotten much darker in a lot of ways and just listen to it. (BEGIN VIDEO CLIP) TRUMP: For those who have been wronged and betrayed, I am your retribution. I am your retribution. We will root out the communists, Marxists, fascists, and the radical left thugs that live like vermin within the confines of our country. They're poisoning the blood of our country. That's what they've done. They don't like it when I said that and I never read Mein Kampf. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:12",
      "speaker": "WALTER",
      "sentences": "But that's -- and that's what's so fascinating, your point, Jeff, about how better organized the campaign is. They are much -- they are much more professional campaign than they've ever been.But you -- they can't do the one thing that needs to be done, which is to get Trump focused on the group of voters. He needs to win an election who are not part of his base --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:12",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:12",
      "speaker": "WALTER",
      "sentences": "-- to get those swing voters. And so even in all the polling we've seen in these states come out over the last few months, what you see is obviously Biden's number is down significantly from where he was in 2020, but Trump's number hasn't gone up. He's still kind of stuck where he was in 2020.And part of that is that, yes, he's got the base fired up and around him, but swing voters, they still remember what they didn't like about Donald Trump, and he's not trying to bring them in with this language.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:12",
      "speaker": "RAJU",
      "sentences": "And the question is whether or not Biden can get those very much swing voters that you're talking about it.One of the questions has been all along about for Biden is that you talk to Democrats about this. What is exactly the message as we head in 2020? Why do -- should voters give him four more years besides just being not Donald Trump, which is they hope that contrast really boosts him? This was actually asked to voters in a focus group. There were North Carolina men who voted for Trump in 2016, Biden in 2020. It was a focus group run by a company called Engagious. This is what those voters said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They need to be more articulate. They need to do a better job. And they have time to do that still between now and Election Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "With him, it's just kind of like he's in the background. You don't really hear a whole lot about what's going on. I don't know. It's just -- it's just -- there's not a whole lot that stands out about his presidency. So to me, it's kind of been a letdown as opposed to what I thought it would be like.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:12",
      "speaker": "RAJU",
      "sentences": "So, Jeff, how does Biden confront that dilemma in 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:12",
      "speaker": "ZELENY",
      "sentences": "It's the big challenge, but every day trying to make it a contrast with Donald Trump and slowly hope some of those infrastructure projects and all the stuff they actually have done are noticed by people.But, look, prescription drugs are less, insulin is less, but no one's paying attention. Biden has not broken through and some people frankly have stopped listening to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:51",
      "speaker": "RAJU",
      "sentences": "A government shutdown looms in early January, two wars abroad, and a migrant crisis at the southern border. So what do the 118th Congress do?Well, naturally, they left town for the holidays and won't return to the second week in January. But when they get back, things are bound to get much more difficult and this divide that Congress does not have the best track record of solving major problems. (BEGIN VIDEO CLIP) SEN. MARTIN HEINRICH (D-NM): It's pretty shocking in part because it represents the whiplash from one of the most productive Congresses in the last century to what is unquestionably the least productive Congress that I've ever experienced. And it's reflective of what happens when people land in leadership who fundamentally don't know how to negotiate and don't know how to -- how to govern. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:51",
      "speaker": "RAJU",
      "sentences": "This indeed has been a historically unproductive Congress with unprecedented events like the paralyzed house after a speaker was ejected by his colleagues for the first time in history.But the neighbors also -- numbers also don't paint a favorable picture. This year, fewer than 30 pieces of legislation have been enacted. The 118th Congress is far off the pace of the last two Congresses, which passed more than 300 laws over two years. And the last time we saw this current party divide with the Democratic Senate Republican House under Democratic White House, that was the 113th Congress a decade ago under president Obama. Of course, that too was more productive than this one. John, you're in the halls every day with me, talking to lots of members. This is -- things are going to get a lot harder just for viewers to know what the things that are on the docket here. Funding deadlines that are coming up in January 19th and February 2nd. You have also key issues such as the FAA programs, the surveillance laws with the big ticket items, emergency aid for Israel and Ukraine that hanging on the -- whether they get a deal on immigration and border policy. Things are just going to get -- the question I guess I have is whether they're going to actually plunge the country into yet another crisis come January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:51",
      "speaker": "BRESNAHAN",
      "sentences": "Oh, I think so. I mean, I've been going to Hill for 30 years. I've never seen it this bad. I mean, I can't remember anything where they're just -- they just -- anytime they get any foward momentum, especially in the House, the hardline conservatives, they just try to pull their leadership in.They got rid of McCarthy after barely giving them the job. They're already agitating against Mike Johnson, who they thought was going to be their dream speaker. I mean, I just -- I don't see them going anywhere. Now, they hadn't cut a deal. We're three months into fiscal year 2024. The government's always trying to fund ahead. They still haven't agreed on how much they're going to spend in here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:51",
      "speaker": "RAJU",
      "sentences": "Yes. That's the biggest question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:51",
      "speaker": "BRESNAHAN",
      "sentences": "Exactly. And then -- and you're talking about the deadline January 19th, there's a partial government shutdown February 2nd is another. I mean, got to decide on Ukraine and got the surveillance law. They got FAA reauthorization.The only thing they've done is just kicked everything into next year. It's the worst run Congress I've ever seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "Has this been a productive Congress?REP. TIM BURCHETT (R-TN): No, it's -- I've been here five years. And the biggest surprise -- everybody says, what's your biggest surprise up here that I was not surprised.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The institution is not functioning the way it should be. All of these issues shouldn't be kicked down road.SEN. JOE MANCHIN (D-WV): It's a shame when you get in a political cycle, everything kinds of -- it's all -- they blame on politics. Well, politics is in everybody's lives. Make it work. Get people that want to make it work. Put term limits on us so we don't end up staying here for life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "Mm-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "MANCHIN",
      "sentences": "That's why I think all this should happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "This is what Congress has not been productive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "MANCHIN",
      "sentences": "This has not been.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "I mean, he even says put term limits on. But perhaps the problem is that there are all these other new members who don't really. They don't have the experience. WALTERAnd we also have -- I just was struck by the number of members of Congress are saying, we're not productive. We're doing a terrible job. Oh, by the way, re-elect me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "Yes. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "WALTER",
      "sentences": "So that's a difficult message to put on the trail, but it's -- it is where we are. And that's why I think you have so many voters who truly are absolutely tuned out of this election and why we may see a different conversation going on at the presidential level than we're seeing at the down ballot level where it's Republicans who are going to have to answer for much of this dysfunction.And before you jump in, Jeff, I wanted to show viewers the -- just what about experience in Congress. This is the House average tenure in the 118th Congress, 31 percent have less than two years of experience. That actually number has grown in the past couple of Congress, 23, just 23 percent have more than 12 years of Congress. And also have note, 85 House Republicans served in Washington before Trump was inaugurated in 2017. That could tell the story as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "ZELENY",
      "sentences": "It definitely tells the story and that number is going to just intensify because all the retirements. And one thing I'm struck by not being in the halls of Congress as much, this is a cycle, but over the years, certainly watching it from afar, the retirements are extraordinary, as you guys know. So this is only going to change.But I think we all would have been stunned if in the days after October 7th, we would have said that we were going to end the year without any funding for Israel. It just would have been astounding. I mean, that looks at the whole speaker's fight. The speaker has to get elected so that -- and it just hasn't happened. Now, there are many issues why, obviously the White House is trying to tie a border security to it, had to get things through. But I think January 19th, which comes between the Iowa caucuses and the New Hampshire primary, the government, you know, is likely to shut down or may well shut down. So I guess they've saved Christmas, but boy, next month is a mess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "BRESNAHAN",
      "sentences": "Can -- I mean two things. One is there's an ongoing fight inside the Republican Party. There's been awards either Republican Party since the Tea Party movement.I mean, they're electing -- people are getting elected to Congress who don't believe in government. And they don't care. They think government is the problem. I mean, we saw it with Reagan, but now they really think government is the enemy. And I think the other thing here is that what struck me though is Biden hasn't taken advantage of this to the way degree he should be. He should be just killing these guys every day. I mean, and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "The do-nothing Congress. But what are Republicans are doing? Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "BRESNAHAN",
      "sentences": "Yes. Every day he should be out there pounding him. They're going to impeach me when they can't even fund the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "BRESNAHAN",
      "sentences": "And he's not doing it. I just -- I -- sometimes I just -- I just -- I just can't believe that they're letting this opportunity get away. We've had months where they could have just killed these guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "It's such a good point because I remember when Obama is getting criticized by Democrats for not going after House Republicans because he would ask -- he criticized Congress as a whole. And Democratic leaders like Harry Reid, the late Harry Reid, would say attack Republicans in Congress. Create that contrast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "BRESNAHAN",
      "sentences": "He should be in these districts. He should be in their states every day or somebody should be and they're not taking advantage of it. I think it's a huge squandered opportunity for the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:35",
      "speaker": "RAJU",
      "sentences": "Loyalty goes a long way with Donald Trump. And that's what's playing out in what could be the nation's most important Senate race. Montana Congressman Matt Rosendale, one of the hardline conservatives who pushed out Kevin McCarthy from the speakership, is taking steps to run for the Senate.But that's prompting fears from GOP leaders who believe that Rosendale would be a weak general election candidate and he could cost them their chance to knock off Democratic Senator, Jon Tester. Senate Republican leaders instead are backing military veteran and businessman, Tim Sheehy. In my new reporting with my colleague, Alayna Treene, outlines how Republican leaders are trying to highlight the timing of both candidates and endorsements of Trump, as both make their case to the front runner and possible king maker for who to support in a race pivotal to the Senate majority. Now, Sheehy endorsed Trump back in the spring, but Rosendale did so just weeks ago. So when I asked Rosendale why he waited so long to endorse Trump, he said it was strategic. (BEGIN VIDEO CLIP) REP. MATT ROSENDALE (R-MO): There's a lot of people that rushed out at the beginning of it. And I didn't need to be part of the big crowd. I just wanted to make sure that it stood out as a single endorsement and it would have more impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:35",
      "speaker": "RAJU",
      "sentences": "That seemed to annoy -- that seemed to annoy the president. We're told that you waited this long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:35",
      "speaker": "ROSENDALE",
      "sentences": "He didn't seem to -- he didn't convey that message to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:35",
      "speaker": "RAJU",
      "sentences": "Did you meet with them on last week when you were in Mar-a-Lago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:35",
      "speaker": "ROSENDALE",
      "sentences": "I did see him when I was in Mar-a-Lago. I sure did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:35",
      "speaker": "RAJU",
      "sentences": "What did you see? Did you ask for his endorsement in the Senate race?",
      "isLastSentenceInterrupted": false
    }
  ]
}