{
  "date": "2023-08-01",
  "headline": "CNN News Central",
  "subHeadline": "New Poll: Tight Matchup Between Biden and Trump; Grand Jury Investigation 2020 Election Interference Has Finished for the Day; Bed Bath & Beyond Returns as Online Only Shop; Taco Bell Accused of False Advertising in New Lawsuit. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "If President Biden and former President Trump face off again in 2024, a new poll from the \"The New York Times\" and Siena College shows just how close a rematch this could be. We have CNN political director David Chalian here with us. OK, so if this were election day, it is not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Not even close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "We would not be here. All right, so it would find though, the poll -- the poll would find that registered voters are divided evenly between these two candidates, 43-43. That leaves, of course though, I think we have -- well, we have the graphic. We do. And it will appear at any moment behind me, David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "CHALIAN",
      "sentences": "43-43 is correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "14 percent sort of out there. What does that mean at this point and time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "CHALIAN",
      "sentences": "so we should just note this poll looks like nearly every other poll that we've seen that has done the matchup between Biden and Trump. Which is that it's a margin of error race. So the question is sort of like, well why is that, right, if indeed Donald Trump is now two indictments in possibly facing two more. Economic indicators are getting better in the country than they have been before. This seems to be something where Joe Biden should probably have a bigger advantage.Now we are a polarized country and we are locked into our team's jerseys and that has something to do with it. But the 14 percent that you note that say other or they could not vote at all, they could vote third party, I think they're fascinating to look at. Because people who are rejecting both choices, \"The New York Times\" in this poll, they did a deep dive into who they were. And it was like a group that was slight advance Biden. Holding their nose, not less necessarily wanting to do Biden but filling like it's a had to, they will. So it kind of supported the Biden argument don't judge me against the almighty. Judge me against the alternative. This is why the White House thinks the matchup against Trump works for them. OK, that appears to be working a little bit for Biden, right? The poll shows Biden is growing on Democrats as the nominee compared to last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "CHALIAN",
      "sentences": "Yes, now we should say it's still not great territory for him. 50 percent of Democrats today this this poll say they'd rather someone else than Joe Biden be the nominee for the Democratic Party. That is not a great number. Yes, it's better than where he was a year ago so there's a little bit of shoring up his hometown team, his base, right, from last year. But there are so many questions. And by the way, when you ask that 50 percent of Democrats, well, why is it? Just an open-ended question, why is it you want somebody else as the nominee? Overwhelmingly the answer is Joe Biden's age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "CHALIAN",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SCIUTTO",
      "sentences": "And you know, how troublesome is that for Democrats because they've been burned before when there's a big appetite for another candidate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "CHALIAN",
      "sentences": "One of the biggest concerns if you're in the Biden campaign headquarters, is the enthusiasm factor. They saw in their most recent fundraising reports they did not have the grassroots donation surge. And now seeing this, it begs the question, are Democrats going to be fired up enough to get out, never mind keeping the middle making the argument Donald Trump's extreme or the Republicans are MAGA or whatever the argument is that the White House is making, to try to woo the middle to stay on Joe Biden's side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "Such an interesting dynamic. And we don't know how it'll play out. We'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "CHALIAN",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "So for the Republican nomination, Trump right now is just running away with this, 54 percent. DeSantis is at only 17 percent. Pence is at just 3 percent, a very meager 3 percent. Any chance of that shifting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "CHALIAN",
      "sentences": "Well, I don't think any -- I don't think the result is inevitable at this point. We've still got nearly six months to go before the votes begin. As you know, Brianna, from being out on the campaign trail this is a national poll. What takes place in the super concentrated campaign in the early states in Iowa and New Hampshire could up end the trajectory. But we have never seen a candidate poll with as big of a lead as Donald Trump had for as long as he had and then see that upended.So Donald Trump is on course to win this nomination. But obviously there are two. There's a big opening. Roughly half of the Republicans don't want Donald Trump as the nominee despite the fact he's got that lead. So that's an opening if indeed a candidate could coalesce that whole half of the party. That hasn't happened yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "And indictments have not slowed him down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "CHALIAN",
      "sentences": "Clearly. KEILARwould not slow him down. That's how people -- his supporters are responding to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KEILAR",
      "sentences": "That's really interesting. Thanks for taking us through that, David Chalian, as always -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "KEILAR",
      "sentences": "Right now we are keeping an eye on the federal courthouse here in Washington after grand jurors in the special counsel's January 6th investigation were just seen leaving the building a short time ago. Sources tell CNN that Donald Trump and his advisers are preparing for a possible third criminal indictment.CNN's Jake Tapper is here with us. Jake, obviously this would be unprecedented. I know you're going to be all over this in the next hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "JAKE TAPPER AND ANCHOR, THE LEAD",
      "sentences": "Yes, and I think we need to really take a step back and think about what exactly we're talking about here. Because you have the New York Attorney General and the charges there from Alvin Bragg. Which really has to do with violating business laws, allegations to cover up a scandal.Then you have the classified documents case, which is certainly serious, but it's about whether or not he had the documents, obstructed justice to keep them, et cetera. No one is alleging that he like he sold them to a foreign power or tried to use them in any way to undermine the United States of America. This in a different way is a much bigger allegation, assuming that charges do come forward. And again, everybody is innocent until proven guilty. But basically the case here is about a United States president trying to undermine the fundamental democracy of this nation and refused to obey the will of the American people, and that -- the gravity of that, I think, is something that we need to keep in mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "KEILAR",
      "sentences": "Certainly in talking to legal experts, they're expecting that we're actually going to learn quite a bit from this indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "TAPPER",
      "sentences": "Well, think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "KEILAR",
      "sentences": "The one last time we learned so much from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "TAPPER",
      "sentences": "Yes, but also the best investigation so far other than what the news media has done has been what the January 6th committee was able to come up with. But there are people who participated with this special counsel investigation, Jack Smith's investigation, who refused to participate with the January 6th Committee. Vice President Mike Pence, White House aide Dan Scavino and the list goes on and on and on. It is quite likely that there's a lot we are going to learn in terms of allegations at least, about what Donald Trump did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "KEILAR",
      "sentences": "Yes, it's such a good point. And some of the biggest figures in this participated in this rather than the January 6th Committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "TAPPER",
      "sentences": "The January 6th Committee did not have the same power that the special counsel does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "KEILAR",
      "sentences": "Really. Jake, we will see you here shortly. Thank you so much. \"THE LEAD\" of course, just a few minutes from now at 4",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "SCIUTTO",
      "sentences": "Great points about the witnesses to special counsel has access to.Another story we're following, making a comeback. The popular home goods retailer Bed Bath &amp; Beyond relaunched actually today as an online only store. It is taking over the digital space that belonged to Overstock.com. CNN business reporter Nathaniel Meyersohn who joins us now with the details. So I mean, is this really Bed Bath &amp; Beyond or just a rebranded Overstock website?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "NATHANIEL MEYERSOHN, CNN CONSUMER REPORTER",
      "sentences": "Yes, Jim, I would say this is more of the ghost of Bed Bath &amp; Beyond coming back. So, Overstock bought Bed Bath &amp; Beyond out of bankruptcy earlier this year, and now it's rebranding as Bed Bath &amp; Beyond. The two companies are combining all of their merchandise. They're going to be selling it online, furniture, home goods, stuff for your kitchen. But Bed Bath &amp; Beyond has closed all of its physical stores, so you will not be able to shop in stores only online.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "SCIUTTO",
      "sentences": "And, I know a lot of folks are dedicated to their Bed Bath &amp; Beyond coupons, famous coupons. Will they still apply on this new website? MEYERSOHNnot be valid on the new website. Those coupons, you know, they're iconic, they're in our glove compartment, our basements, but they are now just collectors' items. So maybe you can try selling them on eBay, but they are not going to work at the new Bed Bath &amp; Beyond. Although I did check out the new website today, and there are some good deals, so maybe if you're doing back-to-school shopping, back to college, could be worth checking out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "SCIUTTO",
      "sentences": "Nathaniel Meyersohn, thanks so much -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:03",
      "speaker": "KEILAR",
      "sentences": "Dang it. I love those coupons. You know what else I love, some Taco Bell. A customer has just filed a lawsuit, however, against Taco Bell accusing the fast-food company of false advertising. The suit is focusing in on Crunchwraps and the Mexican Pizza, long-term item, Tom Foreman, on the menu at Taco Bell. You have all the details on this. What's happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KEILAR",
      "sentences": "I'll take a gander and say I think probably you're still getting quite a few calories in this food.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "FOREMAN",
      "sentences": "Possibly. It's possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KEILAR",
      "sentences": "I would think -- this is not the first lawsuit of this kind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "FOREMAN",
      "sentences": "No, and not from this law company. I talked to the HLIC, the head lawyer in charge, and he said that they've got lawsuits against McDonald's and Wendy's and Burger King over arguments that their burgers are also not as big as the advertisement. It's all in a long- drawn-out process. Maybe millions of dollars, maybe they change the way they package these things. Maybe it comes out differently. But right now, I don't know. I just have a craving to go get some lunch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KEILAR",
      "sentences": "I know, right? Sometimes you can get back pay. Maybe you could get back beef or some back beans or something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "FOREMAN",
      "sentences": "Maybe that's all they want is some more of these. I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KEILAR",
      "sentences": "Interesting. All right, Tom Foreman, thank you -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "A troubling new report from the Centers for Disease Control. Cases of leprosy, though still rare, are rising considerably in the U.S. with the numbers of new cases surging, particularly in some areas. We have CNN health reporter Jacqueline Howard on this story for us. Jacqueline, where are you seeing most of these new cases?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "Well, Brianna, we know there has been a number of new cases reported in the Southeastern states of the country. That number has more than doubled over the last decade. And we also know that in Central Florida, about one fifth of all cases in the U.S. have been reported there. So those are some regions where we've seen this gradual increase.And we also have seen some new cases in California, Louisiana, Hawaii, New York and Texas. But even though we've seen this gradual rise in some new cases in those regions, it's important to emphasize that leprosy is still incredibly rare. I mean, total in the U.S., in the year of 2020, that's the most recent year where data were available, we have had a total number of cases that year that was 159. So that's a small number for the entire United States. So it's really just this gradual increase is something that public health officials are watching closely. But there's no reason to really panic here -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "So, how are people getting it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "HOWARD",
      "sentences": "That's the interesting thing. What some of these new cases, how they acquired the disease is still unclear. What we do know about leprosy, it's a bacterial infection. It could be treated with antibiotics and some symptoms including developing discolored patches on the skin or growths on the skin and some numbness. But this is not a disease that spreads from shaking someone's hand or sitting close to someone. And we know that about 95 percent of adults here in the United States have natural immunity to leprosy. So that's why I said there's no reason to panic. It's just interesting how public health systems are monitoring this gradual increase in the rare cases that we do have here in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "All right, Jacqueline, thank you for taking us through that. Still emphasizing extremely rare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "HOWARD",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "KEILAR",
      "sentences": "We are keeping an eye on the federal courthouse. The federal courthouse here in Washington, D.C. after grand jurors in the special council's January 6 investigation. They're looking at the efforts to over turn the election. They were just seen leaving here a short time ago. Sources telling CNN that Donald Trump and his advisers are preparing for a possible third criminal indictment and we've seen him be very active, Jim, updating people on his Truth Social account whenever there are developments.",
      "isLastSentenceInterrupted": false
    }
  ]
}