{
  "date": "2023-11-12",
  "headline": "CNN Newsroom",
  "subHeadline": "Toddler One Of Americans Held Hostage By Hamas; Catastrophic Situation In Gaza's Biggest Hospitals; IDF Says Fighter Jets Attack Hezbollah Targets In Lebanon; Biden Set To Meet With China's Xi Jinping Wednesday; Palestine Red Crescent: Major Hospitals In Gaza City Out Of Service; Interview With Rep. Joaquin Castro (D-TX); NYT: FBI Probing If Adams Cleared Red Tape For Turkish Consulate. Aired 7- 8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:00",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "The White House says one of the Americans being held captive is a 3-year-old child. His parents were killed in the October 7th attacks. Israeli officials say more than 200 hostages remain inside Gaza as intense fighting continues there. Of those hostages, they say more than 30 are children with the youngest being a 9-month-old baby.Meanwhile, the Israeli army says it's captured 20 terror suspects it says were involved in the attacks on October 7th. This comes as intense fighting continues between Israeli forces and Hamas militants inside northern Gaza. Health officials there say the clashes have led to a catastrophic situation for some of Gaza's biggest hospitals. Israeli Prime Minister Benjamin Netanyahu told our very own Dana Bash Hamas is to blame for the crisis inside Gaza. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "It puts rockets inside the schools, hospitals. It has tunnels below children's beds. This is what we're dealing with.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "ACOSTA",
      "sentences": "The prime minister says his top priorities are destroying Hamas and getting all the hostages safely out of Gaza.Let's go to senior White House reporter for us, Kevin Liptak. He's with the president in Delaware. Kevin, what more are you learning about this young American hostage being held by Hamas. Such an awful situation, but it's good that we're starting to learn some new information. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "KEVIN LIPTAK, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, it is terrible. And the White House put out this news in a readout of a phone call that President Biden held with the Emir of Qatar. And you'll remember, Jim, Qatar has been playing broker in these talks to try and get some of these hostages released. In that phone call the White House said President Biden unequivocally condemned the holding of hostages, including this 3-year-old American toddler whose parents were killed in the Hamas attacks in Israel on October 7th.We don't know much more about this individual, but I am told that it is the youngest American being held and the only minor. But it is interesting the timing of this information being released. As these talks intensified to try and release some of these hostages, we did hear from the American National Security adviser Jake Sullivan earlier today to say that the Americans are in intensive discussions with parties to try and get some of these hostages released. There are nine Americans unaccounted for, one green holder, some of them may be held hostage. The U.S. can't say exactly how many may be killed, may be held hostage. But the U.S. is in intensive discussions with all of these parties to try and secure some kind of agreement to get them released, and certainly the news that one of these hostages is a 3-year-old will only increase pressure on all of the parties to try and come to some sort of agreement, including the Israeli Prime Minister Benjamin Netanyahu who President Biden has been pressuring to secure the release of hostages using these longer pauses in the fighting, these humanitarian pauses. And we heard from President Biden earlier this week saying that he had pressed Netanyahu on a pause in the fighting that was longer even than three days. Certainly U.S. officials do say that securing the release of all 200-plus hostages will require a significant break in the fighting. There have only been a handful of hostages that have been released so far, including those two Americans, the mother and daughter. U.S. officials say that that was a pilot case and they do want to expand that further to try and get more hostages out -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "ACOSTA",
      "sentences": "All right, Kevin Liptak. Thank you very much for that.Let's talk more about the situation at the hospitals inside Gaza that have been the focus of so much attention this weekend. CNN's Oren Liebermann joins us now. Oren, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:10",
      "speaker": "ACOSTA",
      "sentences": "And Oren, I understand you're getting some new information about U.S. air strikes in Syria, going after Iranian targets. What's the latest on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:10",
      "speaker": "LIEBERMANN",
      "sentences": "The U.S. has tried to keep that conflict in Gaza separate from the rest of the region, but as you can see it has been unsuccessful in doing so. U.S. forces have been repeatedly targeted about 46 times since October 17th in Iraq and Syria. The U.S. now carrying out its third strike in three weeks in response to those attacks on U.S. forces, hitting a safe haven in eastern Syria as well as a training facility that it says is affiliated with the Iran's Islamic Revolutionary Guard Corps and associated group Shiite militias there backed by Iran.The U.S. holds Iran responsible for those but the U.S. is trying to calibrate its response first to send a message to Iran but also to try to make sure that it is able to -- or rather that it avoids escalating the situation in the region. The U.S. called it a precise strike and it has called previous strikes precise defensive strikes trying to avoid essentially the whole region from escalating as it keeps an eye on the conflict in Gaza there. So certainly the ongoing U.S. -- the ongoing attacks on U.S. forces in Iraq and Syria is something we will watch very closely and it's something the Pentagon is trying to figure out how to respond to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:10",
      "speaker": "ACOSTA",
      "sentences": "All right. Oren Liebermann, thank you very much.The IDF says its fighter jets attacked several Hezbollah targets inside Lebanon today. That attack came a short time after Hezbollah claimed responsibility for firing antitank missiles towards Israel. CNN's Ben Wedeman has more from southern Lebanon on how the militant group is reacting to the Israel-Hamas conflict. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:10",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "In May of this year, Hezbollah put on a show for the media, acting out perhaps a future operation. Leaving no doubt who the foe would be.That was then. This is now. Hezbollah posts almost daily videos of their attacks on Israeli positions along the border. From the day after Hamas' surprise attack on Israel, a low-intensity war has been raging between Israel and Hezbollah as well as other factions operating in south Lebanon. With Israeli forces battling Hamas inside Gaza, Houthi rebels launching missiles from Yemen and the Lebanese-Israeli border area has seen daily and sometimes fatal exchanges. It's a multi-front war. Saturday Hezbollah leader Hassan Nasrallah proclaimed that the region's 75-year struggle with Israel has reached a turning point. Regardless of the Zionist do, he said, after October 7th Israel is a different Israel, existentially, strategically, historically and in terms of security. The day he made the speech saw the heaviest cross-border exchanges yet. The weapons both sides are using ever more deadly reaching ever deeper into one another's territory. Speaking with troops near the border, Israeli Defense minister Yoav Gallant warned what we're doing in Gaza we can also do in Beirut. It's a slow burn for now. But it could at any moment explode into something much bigger. (END VIDEOTAPE) WEDEMAN (on-camera): And certainly the words coming out of Israel do indicate there is an escalation on the way. This evening, the chief spokesman for the Israeli military came out and said that the Israeli military has -- I'm going to read this -- operative plans to change the security situation in the north. The security situation will not remain such that residents of the north will not feel safe to return to their homes -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:13:39",
      "speaker": "ACOSTA",
      "sentences": "President Biden is preparing for a high stakes meeting with China's Xi Jinping in San Francisco later this week. The meeting comes as the two superpowers try to find common ground on a multitude of global threats. This morning U.S. National Security adviser Jake Sullivan previewed one goal the White House hopes to achieve.(BEGIN VIDEO CLIP) JAKE SULLIVAN, NATIONAL SECURITY ADVISER: When it comes to managing the relationship, ties and communications between our two militaries are critical. The Chinese have basically severed those communication links. President Biden would like to re-establish them and he will look to the summit as an opportunity to try to advance the ball on that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:13:39",
      "speaker": "ACOSTA",
      "sentences": "CNN's Marc Stewart is our correspondent in Beijing.Marc, what is Xi Jinping want to accomplish? What do you make of this very big meeting that's coming up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "CHONG JA IAN, NATIONAL UNIVERSITY OF SINGAPORE",
      "sentences": "The U.S.-PRC relationship could potentially spiral out of control and I think Beijing recognizes that it's probably not going to be in Beijing's interest for that to happen either.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "STEWART",
      "sentences": "And looking at things from China, for Xi Jinping, this is really a chance for him to look strong in front of the Chinese people especially as China deals with so many different domestic issues. And then from a broader picture, it's a chance for Xi Jinping to really come across as almost a leader on the world stage.We've been hearing a lot of discussion from Xi Jinping himself about creating this new world order, almost an alternative to the West and to the United States, to that way of doing things. And in recent weeks, we have seen him meet with Vladimir Putin, with Syria's Bashar al-Assad, and now he's having a meeting, Jim, with President Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "ACOSTA",
      "sentences": "All right. Marc Stewart, live in Beijing. We'll all be watching this big meeting coming up. Marc, thanks for your help. Appreciate it.Let's continue the conversation now with CNN military analyst, retired Lieutenant General Mark Hertling. General Hertling, we did hear Jake Sullivan, the National Security adviser, say military communication is at the top of the agenda for the U.S. Obviously there have been a number of incidents recently highlighting this deed. Help us walk through for the viewers why this is so important right now. LT. GEN. MARK HERTLING, CNN MILITARY ANALYST: You know, Jim, what I'd tell you is what Marc said just now is exactly on target. The relationship between the United States and China is going to be the key diplomatic and military challenge of this century. How the U.S. addresses this, how President Biden addresses this during the meeting later this week could be the difference in the entire Asia Pacific theater, and as well as the U.S. influence around the world. You know, Jim, not a whole lot of people know this, but China has turned from a regional hegemonic approach to a global power, as Marc just said. An example, Europe is monitoring what China is doing, Africa is monitoring what China is doing, and in fact, Africa has become the biggest trading partner with China with over 10,000 Chinese firms currently operating throughout the continent. The value of Chinese business there since 2005 is close to $2 trillion with about $300 billion more in current investment. So you're talking about a China that is looking to become a world power and no longer just a regional hegemon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "ACOSTA",
      "sentences": "And one subject that we don't talk about as much as we probably should with everything that's going on in Israel right now is the war in Ukraine. And obviously China is watching what takes place in Ukraine and there are concerns that China could draw lessons from Vladimir Putin if he's allowed to get away with taking over large chunks of Ukraine when it comes to Taiwan.I have to think that the president and Xi Jinping are going to have maybe at least an uncomfortable conversation to some extent about Taiwan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "HERTLING",
      "sentences": "I think there's going to be a lot of uncomfortable conversations this week, Jim. You hit it right on track. But what I'd also say is China has been very delicate in the way they've dealt with Europe during Putin's invasion of Ukraine because they don't want to lose their customers there. So coming down on one side or the other would cause them some problems. But, yes, the only difference what I'd say, Jim, is that the Chinese military is so significantly different than the Russian military. It is not -- it is well led, it is large, it has a lot of modernequipment and it knows how to use it from a standpoint of doctrine, and training and leadership. Very different from the Russian military. So I think we should be concerned about the potential actions of China towards Taiwan and that's going to be interesting as we head into 2024 and elections taking place in Taiwan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:03",
      "speaker": "HERTLING",
      "sentences": "Well, as Prime Minister Netanyahu has said repeatedly, there is no cease-fire on the horizon. They will continue -- Israel will continue to attempt to do humanitarian pauses to get food, gasoline, so forth into the Palestinians within Gaza.But truthfully, Jim, you know, all of this just goes to the normal operations of a terrorist group. They will try and do things to divide nations that are fighting against them. So taking hostages from all the nationalities they have and I think the number is upward of 30 different nationalities, of hostages that Hamas has taken, causes that dynamic of, hey, we got -- Israel has to stop the operations so we can try and get the hostages out. But that's part of the plan by Hamas. They want people calling on Israel to stop the dynamics of an operation, but at the same time Hamas wanted Israel to come into Gaza. So this is an attempt to embarrass the nation of Israel. They are doing a pretty good job of it based on the fact that we have so many people revolting against the number of injuries and deaths that have occurred in Palestine. So it is part of their playbook. And what I don't think we're going to see a release of a massive number of hostages, but I think Hamas will play the various countries other than Israel who they have hostages from. So in other words, there could be an attempt to slowdown Israelis' operation by giving up two to three or four hostages from countries other than Israel. I've said that from the very beginning. And it's very difficult for Hamas to do that, but I think that's the game they're playing to keep people on edge. ACOSTA: And, you know, and also tonight we're learning of these U.S. air strikes against Iranian-affiliated targets in eastern Syria again. What do you make of this? This is continuing to happen. Obviously the U.S. is trying to send the Iranians a message. But it sounds as though when we were talking to Oren Liebermann about this earlier that, I mean, U.S. service members are coming under attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:03",
      "speaker": "HERTLING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:03",
      "speaker": "ACOSTA",
      "sentences": "And to some extent by these affiliated groups and to some extent the U.S. just has no choice. They have to retaliate and try to take out these targets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:03",
      "speaker": "HERTLING",
      "sentences": "Yes, I think what you're going to see, Jim -- and having spent a lot of time in the Middle East and seeing these PMF, these Iranian proxies, continually doing the rocket attacks, the drone attacks. Again that's part of their mode of operation as well. I think what we're going to see from our Department of Defense is an increasing exponential of proportionality. In other words, as long as these rocket and drone attacks continue against U.S. service members or bases that aren't hitting, the U.S. is going to continue to strike with precision the PMFs and with more effort, I guess, and more accuracy to strike more and more of these targets.It's difficult because it is a proportional response to get them to stop. But it shows how rabid some of these PMF groups are that they'll continue to launch these arbitrary, imprecise weapons against U.S. military bases and yet not worry about the response that we're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:03",
      "speaker": "ACOSTA",
      "sentences": "And, General Hertling, I really wanted to get into this subject with you about the hospitals because we've had a number of conversations with Israeli Defense Force officials. They have maintained that, like the Shifa Hospital and other hospitals, are sitting on top of tunnel networks that are controlled by Hamas. When we talk to Palestinian doctors who are operating in some of these hospitals, we spoke with one earlier, he said, we don't know what's going on underneath the hospital.I mean, it just gets to the opaqueness of what is going on in Gaza in terms of understanding what is taking place there. What is your sense of it in terms of what is going on around these hospitals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:03",
      "speaker": "HERTLING",
      "sentences": "Well, I certainly haven't seen any of the more recent intelligence, Jim, on what's underneath the hospitals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:03",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "HERTLING",
      "sentences": "And I think we're going to see Israel increasingly give out intelligence that says here's what's under these facilities and this is why we have to attack them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "ACOSTA",
      "sentences": "All right, General Hertling, always appreciate the insights. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "HERTLING",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:35",
      "speaker": "ACOSTA",
      "sentences": "Health officials are warning of the dire situation inside hospitals in Gaza. CNN's Nada Bashir has more, and a warning, some of the images you're about to see are graphic and disturbing.(BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (voice over): These other sounds of the final gasps from Gaza's collapsing healthcare system. Medical staff in Gaza City working under near relentless Israeli bombardment for over a month. But now, this chorus of frantic voices seen here working under torchlight tells its own gut-wrenching story. The Al-Quds Hospital, the second largest in Gaza has now collapsed. The hospital no longer operational, according to the Palestinian Red Crescent Society. But these scenes are all too familiar across the besieged Gaza Strip. The vast majority of hospitals here are already completely out of service, the Palestinian Health Ministry in Ramallah says, and those remaining now on a cliff edge. UNIDENTIFIED MALE (through translator): There was a direct injury in the head, internal bleeding, and we can't do surgeries. No surgeries, no oxygen, no electricity. We work manually. We are using a manual resuscitator. It is a clear injury. It needs an urgent surgery, a life-saving one. He is less than a-year-old. Remarkably, this baby survived, but his father, who was in the very same building when an Israeli airstrike hit did not. At Gaza's largest hospital, Al-Shifa, officials say newborn babies had to be moved and that at least three babies in the neonatal unit died after generator-powering incubators was damaged in an Israeli strike. CNN has reached out to the Israeli military for comment. The IDF regularly says it is targeting Hamas, but doctors here say the hospital is now completely surrounded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:35",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The situation overall is difficult. According to our colleagues there, there is no water, no electricity. They cannot communicate between each other. There is a lot of targeting around the hospital.BASHIR (voice over): Under a constant barrage of airstrikes, it is impossible for both patients and staff to safely evacuate. Doctors are overwhelmed. Morgues now long beyond capacity, and with communications frequently, cut off contact between medical teams on the ground and with the outside world is growing increasingly difficult. Hospital officials say, thousands of displaced civilians are still thought to be in the compound, taking shelter in what once was thought to be a sanctuary in the midst of this seemingly unending nightmare. UNIDENTIFIED FEMALE (through translator): We thought the hospital was a safe place, but it wasn't. If we had stayed another five minutes, we would have been killed. They started to bomb us and we ran away from Al-Shifa. BASHIR (voice over): The Israeli military says it is now enabling passage from three hospitals in northern Gaza, with an additional route said to have been open to allow civilians to evacuate southwards. UNIDENTIFIED MALE (through translator): This is another form of torture. We have about six kilometers to go, no less. She got a stroke that caused her brain damage. She can't speak and is paralyzed. BASHIR (voice over): But the United Nations itself has raised doubts over the so-called safe zones outlined by Israel, warning that nowhere inside Gaza is safe for civilians anymore. And for those too injured, too sick, evacuation is impossible. Many doctors on the ground vowing to stay beside their patients, no matter what. Nada Bashir, CNN in Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "ACOSTA",
      "sentences": "And Israel has said they'll start implementing daily four-hour pauses in the fighting in northern Gaza, and these pauses come after President Biden has increased pressure on Israel to pause the fighting for humanitarian purposes.I mean, what do you think? Are these pauses really long enough to accomplish that? And what do you make of Israeli opposition? You're hearing this from Prime Minister Netanyahu just sounding really opposed to long pauses or a ceasefire, even if it means getting hostages out. CASTRO: I don't think that it's long enough. I don't think that it goes far enough. I know that Israelis are rightfully concerned about their own security. But remember, as damaging, as horrific as the attack against Israel was on October 7th, Hamas still in that region is not the biggest existential threat, long-term threat to Israel. Hamas does not have the sophisticated weaponry, for example, that others like Iran, or Hezbollah or others have. And so the biggest threat to Israel's long term survival is the escalation of that war into a regional war, where they're dealing with multiple adversaries at once with heavier or sophisticated weaponry. And so that's why I think it's not only in the interest of Palestinians who are in Gaza, but also to Israelis to take on a ceasefire now to negotiate for hostages. And of course, to hold Hamas accountable, Hamas should be held accountable. What they did was horrific. They committed war crimes in what they did on October 7th. We've heard the very gruesome details and read about the very gruesome details about what happened. But again, you know, I (AUDIO ISSUES) think this past week, that I have real concerns about Prime Minister Netanyahu's leadership, how he is conducting this war. I don't believe that he can protect Israelis. I don't believe that he is prioritizing the release of hostages. I don't think that he's respecting humanitarian rule of law in this war or Palestinian rights in the West Bank, and I lack confidence that this war won't escalate, which would not only be bad, I believe, for both Palestinians and Israelis, but also means that the United States would likely get roped in even deeper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "ACOSTA",
      "sentences": "And I want to ask you about something on the domestic political side that developed over the weekend.\"The New York Times,\" CNN are both reporting that former President Donald Trump is planning a big expansion of his administration's immigration policies if he returns to the White House. A source telling CNN, Trump plans to round up undocumented immigrants living in the US and place them in detention camps. Of course, we we've heard him talk about bringing back the Muslim ban, and so on, but he wants to speed up mass deportations, but this talk of detention camps. What's your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:23",
      "speaker": "ACOSTA",
      "sentences": "And one last item, I did want to get to is, do you think there's going to be a government shutdown? There's only five days to go, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:23",
      "speaker": "CASTRO",
      "sentences": "I hope not. That would be bad for the country, it would be bad for Americans, it would hurt our economy. And so I hope that the Republican speaker and the House of Representatives and the president, and the Senate, that all of us can work together to avoid that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:23",
      "speaker": "ACOSTA",
      "sentences": "You think Democrats will back this two-step plan put forward by Speaker Johnson? Or is that that not going anywhere with Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:23",
      "speaker": "CASTRO",
      "sentences": "Well, we're going to have a chance to talk about it. We go back tomorrow and so we'll have our meetings early in the week and look it over. You know, all of us are committed to a working functioning government. We understand that a government shutdown hurts the American people, and so we're going to do what we can to extend a hand to Republicans and work with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:23",
      "speaker": "ACOSTA",
      "sentences": "All right, Democratic Congressman Joaquin Castro, thanks very much for your time this evening. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:23",
      "speaker": "CASTRO",
      "sentences": "Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:53",
      "speaker": "ACOSTA",
      "sentences": "Details surfacing today after the FBI seized the cell phones of New York City Mayor Eric Adams as part of an investigation into campaign fundraising.CNN's Polo Sandoval is following the latest for us outside New York City Hall. Polo, there is a lot more to this story than just campaign fundraising. It sounds like this is expanding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:53",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "And Jim as that public corruption investigation continues to press forward, there is now the question of whether or not New York City Mayor Eric Adams may have pressured other New York City officials to allow the occupancy of a building here in Manhattan that house the Turkish consulate.That's one of the latest questions now in light of this reporting from \"The New York Times\" citing three unnamed sources saying that the FBI is now looking into the possibility that Adams may have put some pressure on FDNY officials to allow for the occupancy of that building even though there were apparently some safety issues with that building. So essentially clearing some of that red tape and expediting the occupancy of that building. Now, a spokesperson for the Adams campaign, saying that at the time, Adams was actually  was borough president since it reportedly happened just before he was elected in 2021, and that he routinely notified other government officials about issues that he heard about from his constituents, essentially saying that that sounds like it would be business as usual. We did hear from their Adams today during a previously scheduled event. He was asked as to whether or not he would identify the individual that his campaign said reportedly was doing some inappropriate things, so he declined to comment on that. But he did say that he is expected to answer questions come Tuesday, Jim. So we'll have to see if he addresses this latest \"New York Times\" reporting and then also, add more to what he's already said about the seizure of his iPhones and also his iPad last Monday, and that's something where he maintains that he has not only not been accused of any wrongdoing, but he continues to cooperate fully with his federal investigation -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:32",
      "speaker": "ACOSTA",
      "sentences": "A portion of Interstate 10 in downtown Los Angeles remains closed in both directions tonight after a massive storage fire raged underneath the freeway.Just a short time ago, Mayor Karen Bass and officials still don't know when it will reopen. (BEGIN VIDEO CLIP) MAYOR KAREN BASS (D) LOS ANGELES, CALIFORNIA: Unfortunately, there's no reason to think that this is going to be over in a couple of days. We cannot give you an estimate of time right now, but as much as traffic is a challenge for all of us in our city, there will be no time like this when we will need to come together and all cooperate until the freeway is rebuilt. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:32",
      "speaker": "ACOSTA",
      "sentences": "The blaze apparently started with a pile of wood pallets on Saturday then grew nearly two acres while damaging the freeway's structural support system. Governor Gavin Newsom has declared a state of emergency. No injuries we should don't have been reported. In the meantime, a hair-raising experience in an Italian town nearRome, a lion that escaped from a nearby circus prowled through the quiet residential streets of this town forcing locals to hide out in their cars and homes. CNN's Barbie Nadeau has the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:32",
      "speaker": "BARBIE NADEAU, CNN CONTRIBUTOR",
      "sentences": "Jim, this seems straight out of a Fellini film, but it's actually real life.Now on Saturday evening in the Italian seaside town of Ladispoli, which is about 20 miles west of Rome, and it's a community of about 40,000 people, and eight-year-old male lion named Kimba escaped a local traveling circus and roamed the town for about five hours. Now, the mayor of the town set out all sorts of alerts telling people to stay indoors, to protect their domestic animals -- their cats, their dogs there -- and to keep their children inside while they literally hunted down this eight-year-old lion as it roamed through the town. Eventually they were able to shoot him with a dart that had a geo locator on it and a tranquilizer and tranquilized him, sedated him until he could be captured where he was near a school. Now this has given animal rights groups who have long contested these traveling circuses, which are hugely popular in Italy. These are circuses that literally pitch a tent on the outside of town and have all sorts of wild animals -- elephants, camels, lions, tigers -- and it has really been the ire of a lot of animal rights groups who are calling on an end to this, not just for the welfare of the animals, but obviously as we see here for the danger they can pose to the local communities -- Jim.",
      "isLastSentenceInterrupted": false
    }
  ]
}