{
  "date": "2023-12-08",
  "headline": "CNN Newsroom",
  "subHeadline": "Israeli Military Searching For Hamas Leaders In Southern Gaza; Russia Takes Its Spy Operations To Cyberspace; Senate Republicans Block Aid Bill For Ukraine And Israel, Demand Tougher Border Security; U.N.'s Annual Global Climate Change Conference Winds Down This Week; Central Mexico Shook Off By Magnitude 5.8 Earthquake On Thursday; Israel: Yahya Sinwar \"Mastermind\" Behind Hamas Attacks; University Leaders Under Fire Over Antisemitism Testimony. Aired 2-2:45a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "Welcome to all of you watching us around the world. I'm Kim Brunhuber. Ahead on \"CNN Newsroom\" -- the Israeli military is searching for Hamas leaders in southern Gaza where fighting is going. The IAF says it has already arrested hundreds of suspects it claims were involved in terror activities.As many world leaders look for ways to cut carbon emissions, two countries have plans to burn more coal. We'll have a live report from Delhi. And the Second Gentleman of the United States, Doug Emhoff, warns against the rise in anti-Jewish hate at the national menorah lighting ceremony in Washington. VOICE-OVER:  Live from Atlanta, this is \"CNN Newsroom\" with Kim Brunhuber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "We begin this hour in Gaza where Israel is claiming success in its military campaign to eliminate Hamas as the humanitarian crisis grows worse by the day. Video geolocated by CNN shows heavy gunfire at the Jabalia refugee camp in northern Gaza, civilians running through the streets as shots ring out.And now word from Gaza City that 17 members of the same family were killed in a series of air and missile strikes by Israel. Clashes are continuing in Khan Younis in the south, where the Israeli military is searching for Hamas leaders. The IDF says in recent days it's arrested and interrogated hundreds of suspects in Gaza allegedly involved in terror activities. And Israeli Prime Minister Benjamin Netanyahu is offering his condolences to one of his war cabinet ministers, whose son was killed in Gaza. Twenty- five-year- old Master Sergeant is one of 88 IDF fatalities in Gaza since October 7th. And images posted on social media show a mass detention of men in Gaza by the Israeli military. Have a look in the pictures, a large group stripped to their underwear are kneeling and sitting while blindfolded. Now, the exact dates and circumstances of the detentions aren't clear, but some of the detainees' identities have been confirmed by family members and employers who say some of them are civilians and not affiliated with any militant group. The IDF hasn't responded to CNN's request for comment. But a spokesperson says Israeli forces are checking, quote, \"who has ties to Hamas and who does not\". U.S. President Joe Biden spoke with Israeli Prime Minister Benjamin Netanyahu on Thursday. The White House says he emphasized the critical need to protect civilians in Gaza. CNN's Alex Marquardt has more on the latest military developments. (BEGIN VIDEOTAPE) ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT (voice- over):  This video of Hamas fighting against Israeli troops, which was released by the militant group, shows not only how intense the battles are, but is a propaganda message from Hamas that they are still fiercely resisting two months into this war. Israel's stated goal of eradicating Hamas has driven Israeli troops straight into Khan Younis, where they believe the most senior Hamas leaders may be, including Hamas' top official in Gaza, Yahya Sinwar, who remains on the battlefield. Mohamed Deif, the shadowy head of Hamas's military wing, is also believed to still be alive. Prime Minister Benjamin Netanyahu claims Israeli forces surrounded Sinwar Khan Younis' home, though the IDF admits they believe he's hiding out underground. Two months after Hamas carried out the deadliest attack in Israel's history, the response has led to a colossal humanitarian catastrophe. Experts and officials say Hamas has been degraded but Israel still has a long way to go to achieve its goals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "SHELAH",
      "sentences": "We're getting to a tipping point where the major question will no longer be how many people we kill. It will be what happens in Gaza so that the situation there becomes different and nothing like Hamas can grow again to be a military threat against Israel.MARQUARDT (voice-over):  Alex Marquardt, CNN, Tel Aviv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "I'm going to go live now to London where Journalist Elliott Gotkine is following all the latest developments. And Elliot, certainly raising plenty of eyebrows of the images from Gaza showing Israeli soldiers detaining those dozens of men stripped to their underwear. What more are we learning about this?ELLIOTT GOTKINE, JOURNALIST (on-camera):  Very much so, Kim. These images started spreading across social media on Thursday. And as we've seen, they show dozens of Palestinian men kneeling on the ground blindfolded, stripped to their underwear and then being carted off in cargo trucks. Now, Daniel Hagari, the Chief Spokesman for the Israel Defense Forces, was asked about this. His answer didn't seem to specifically refer to these images, but what he did say is that fighting in places like Jabalia and Shejaya in the northern part of the Gaza Strip, he says they were Hamas strongholds, and that after the IDF engages with the militants in those strongholds, once the dust has settled and people emerge either from tunnel shafts or from buildings, they are all arrested. He says that we investigate and check who has ties to Hamas and who does not. We arrest them all and question them. So, the assumption is that they question all of these men and then we'll release the ones that they don't believe have any affiliation with Hamas or other militant groups. But these images have come in for criticism. We've heard from EuroMedMonitor claiming that the IDF has been detaining and abusing dozens of Palestinian civilians. There's also a statement out from the Committee for the Protection of Journalists saying that one journalist may have been among those detained. Now, CNN's had conversations with relatives of some of those detained. We know that some of them have been identified, spoken with employees of some of those detained and they all do not have any known affiliation to Hamas or other militant groups. Now we've reached out to the IDF for specific comments on these images. The assumption is that they were stripped down to their underwear, perhaps to avoid the risk that some of them might have been wearing suicide vests. But as I say, we're still waiting for a response from the IDF and we'll obviously bring that to you as soon as we have it. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right, I appreciate that. Elliot Gotkine in London. Thanks so much. The Israeli military says it struck targets in Syria and Lebanon after missiles were reportedly launched towards Israel from those countries on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "According to Lebanon's national news agency, several students were wounded after an Israeli airstrike on a Lebanese border town. Earlier, the IDF said its fighter jets hit an operational command and control center in Lebanon belonging to Hezbollah.The militant group claims to target at least two Israeli towns on Thursday, and a missile fired from Lebanon reportedly killed a 60- year-old Israeli man. Israeli Prime Minister then made a visit to northern Israel and warned, quote, \"If Hezbollah decides to open an all-out war, then with its own hands it will turn Beirut and southern Lebanon into Gaza and Khan Younis. The U.N. Security Council is set to vote in the coming hours on a resolution calling for a humanitarian ceasefire in Gaza. The emergency meeting comes after U.N. Secretary General Antonio Guterres formally referred the matter to the Security Council and the UAE submitted a draft resolution on Wednesday. Guterres says he invoked, for the first time, a rare but powerful measure called Article 99. It allows him to bring any matter which, in his opinion, may threaten international peace and security. In his letter, he stressed the plight of Gaza civilians who he said are facing quote, grave danger on a daily basis. Here's the Palestinian representative to the U.N. (BEGIN VIDEO CLIP) RIYAD MANSOUR, PERMANENT OBSERVER TO THE U.N. FOR PALESTINE:  The number of killed are now in excess of 17,000 Palestinians, and killed and injured around 65,000. A large number of them, 70 percent of them are women and children. This is something that is so disgusting and disgraceful to see this large number of children being killed more than any other conflict since the creation of the United Nations. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "GLENN SCHOEN, SECURITY MANAGEMENT CONSULTANT",
      "sentences": "Well, so far it's been fairly small scale. In Europe we've seen three incidents in France in recent weeks, one in Belgium, one in Germany, and one in Cyprus. The concern is that these were smaller incidents by so-called lone actors or lone wolves.The big worry is what may be coming, which is actions by more organized groups, principally a concern about Middle East-based groups operating in Europe. And finally, there's an overlay of concern that extreme right might also undertake action, particularly against Jewish or Israeli targets in Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, and then there are, you know, other attacks that we don't necessarily know the motive. We saw, you know, Palestinian students here in the U.S. being shot. Of course, so far the fear is that this is just the tip of the iceberg.I mentioned FBI Director Christopher Wray, who recently said there's been a huge volume and intensity of messaging in chat rooms, message boards and videos produced by foreign terrorist groups. Is that a sign that something much more sophisticated, maybe meticulously planned and deadly could happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "SCHOEN",
      "sentences": "Yes. And there are indications that we're already present before 7th October and Hamas attack on Israel. Europe, since COVID, we've seen mostly smaller incidents, but the last year, roughly, there's also been the detection of larger plots by larger groups. Part of that is tied into Islamic State and movements of people coming from Afghanistan, Turkey into southeastern Europe.A couple of smaller and larger plots have been detected, including plans in Germany to detect it just last week for an attack this Christmas. So, right now, authorities are worried about the potential for better planned actions in the near term over the holidays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, you mentioned Christmas and the holidays. I mean, how much here is the timing going to play into this as we have you know, major Christian and Jewish holidays over the next couple of weeks? SCHOENincidents around this, most notably five years ago in Germany at a Christmas market. But we also know in the statements, the propaganda, the threats and the urging by different groups that is a good time for them to strike. It is a good time to disrupt holiday travel, holiday cheer. So sadly enough, it is something that the line that extremists are pushing that this is a period in which it's advantageous to attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "We hear the experts saying they're working overtime to prevent these attacks, but you know, all these message boards are urging lone wolf attacks. How hard are they to stop, given, you know, how hard it is to detect the plotting for this in the first place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "SCHOEN",
      "sentences": "Difficult to very difficult. As we've seen in the record in Europe, since IS particularly became active alongside remnants of Al- Qaeda and other extremist groups, loan holes have proven some of the hardest ones to tackle. That's not just in the Islamic Jihadi corner, but also in extreme right. There's no real network there to track.Individuals often fall between the cracks on monitoring operations and the signaling, the potential leakage, the indications that somebody is preparing something. That margin is very small for law enforcement and intelligence services. And here again, it's a mix of motives, so a lot of potential actors, and it's definitely a leading concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "At some level, we have to put our faith in the authorities here, but in terms of you know, flagging behavior, being on the lookout, increasing vigilance, what more can we civilians do to keep ourselves and others safe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, we can only hope from the things are quiet and safe over the holidays. We really appreciate your insights on this. Glenn Schoen at The Hague, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "SCHOEN",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Russian spy agencies increasingly go online to get intel for the war in Ukraine. Still ahead, hackers reportedly take spy work to a new level to support the Kremlin's efforts on the battlefield. And still ahead, how India and China's latest move to ramp up relianceon coal could impact global efforts to cut carbon emissions. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Russia is taking its spy operations to cyberspace as it changes tech and its intelligence work in Ukraine. That's from cyber security experts who spoke with CNN. One expert says hackers linked to Moscow's military and spy agencies have shifted into hyperdrive in recent months. Their targets reportedly include almost two dozen foreign embassies in Kyiv, including the U.S. one.The Russians also went after NATO's Rapid Response Forces in Turkey, as well as governments and critical infrastructure in at least 10 NATO countries. NATO didn't say if the attack was successful, but the U.S. State Department says its systems weren't affected. The cyber experts say the hackers are switching from trying to cause disruption to gathering intelligence for the war effort. U.S. lawmakers are coming under new pressure to green light more military aid for Ukraine. It's coming from top U.S. and British diplomats who met in Washington on Thursday. British Foreign Secretary David Cameron said letting Russia win in Ukraine would be, quote, \"the worst thing in the world\", adding that \"President Vladimir Putin would always come back for more\". U.S. Secretary of State Antony Blinken echoed that sentiment. Here he is. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE:  It's crucial that the United States and our partners continue to do our respective parts. And that's why the supplemental that's currently before Congress is so necessary and so urgent. And there's a very clear choice before us. Are we going to ensure that Putin's aggression against Ukraine remains a failure? Or will Putin prove that, as he believes, he can outlast us, he can divide us, he can not only continue to threaten Ukraine, but take that aggression elsewhere, including potentially to countries in NATO? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "KATE LOGAN, ASSOCIATE DIRECTOR OF CLIMATE, ASIA SOCIETY POLICY INSTITUTE",
      "sentences": "This energy security issue has really spooked a lot of the local governments in China and prompted China to basically renege on that commitment to limit new coal power builds.SUD (voice-over):  China says it will be carbon neutral by 2060, India by 2070. But according to a report by the Global Energy Monitor, China had 136 gigawatts of coal power in construction and over 255 gigawatts in earlier stages of development, while India had over 65 gigawatts in the pipeline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "HARJEET SINGH, HEAD OF GLOBAL POLITICAL STRATEGY, CLIMATE ACTION NETWORK",
      "sentences": "We need to understand Indian context in a much more nuanced manner than just looking at it as a large emitter. You should also look at its energy needs, its poverty levels, its energy poverty. SUD (voice-over)people out of poverty, the baseline power that coal provides remains attractive. But it's not all bad news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "LOGAN",
      "sentences": "In the near term, there are signals that China's actually very close to peaking its emissions, in part because China is also the world leader in adding new renewable power.SUD (voice-over):  China possesses more solar power capacity than all other countries combined and could hit peak emissions before the end of the decade. While India could soon be producing 500 gigawatts of renewable energy by 2030, far more power than it currently produces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "SINGH",
      "sentences": "More than 80 percent of green finance in India is domestic which means that international partners have not played their role. They've only put pressure on India. So, India is largely on its own.SUD (voice-over):  For both countries, coal capacity is the back-up plan. The danger is that if a coal power plant is built, there will always be pressure to use it. (END VIDEOTAPE) SUD (on-camera):  China is building far more renewable energy, Kim, than most of the other countries but at the same time it's also opening new coal-fired plants. And that, according to experts, is a sign of its commitment to phasing out fossil fuels. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "TODD",
      "sentences": "Michael Koubi, a former officer of Israel's Shin Bet security agency says he interrogated Yahya Sinwar for a total of about 180 hours. Koubi says he knows Sinwar better than Sinwar's own mother and describes him as the cruelest man he ever met, known to use a machete to kill Palestinians who were suspected of collaborating with Israeli intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "MICHAEL KOUBI, FORMER SHIN BET SECURITY AGENCY OFFICER",
      "sentences": "I asked him, you are now 28, 29, and how come he's not married? How come he doesn't want family? So he told me the Hamas is my wife, the Hamas is my child, the Hamas for me is everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "TODD",
      "sentences": "Sinwar was among more than 1,000 Palestinian prisoners released in 2011 in exchange for captured Israeli soldier Gilad Shalit. Just last year, he seemed to warn Israel what was coming.YAHYA SINWAR, HAMAS LEADER IN GAZA (through translator):  We will come to you, god willing, in a roaring flood. We will come to you with an endless number of rockets. We will come to you in a flood of soldiers without limit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "TODD",
      "sentences": "Analysts say the man who survived an Israeli assassination attempt in 2021 won't be easy to kill this time either.ABDUL-HUSSAIN:  If there's someone who's passing on information to the Israelis, he knows who they are and he takes them out before the Israelis get to him. (END VIDEOTAPE) TODD (on camera):  Analysts Hussain Abdul-Hussain says if and when the Israelis eliminate Yahya Sinwar, it's likely that whoever tries to take his place won't be nearly as brutal as Sinwar. But even if it's somebody more moderate, he says, it really won't matter, given how determined these rallies are to take out all of Hamas's leadership. Brian Todd, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "The second gentleman of the United States has issued a stark warning about the rise in anti-Jewish hate in the two months since the Hamas attack on Israel. Doug Emhoff, who made history as the first Jewish spouse of a president or vice president, called on Americans to unequivocally condemn antisemitism. During the national menorah lighting ceremony which marks the start of the Jewish holiday Hanukkah, he slammed the leaders of the elite universities for their remarks at a congressional hearing about alleged incidents of antisemitism on their campuses.Here he is. (BEGIN VIDEO CLIP) DOUG EMHOFF, U.S. SECOND GENTLEMAN:  Seeing the presidents of some of our most elite universities literally unable to denounce calling for the genocide of Jews as antisemitic, a lack of moral clarity is simply unacceptable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "BRUNHUBER",
      "sentences": "And the president of the University of Pennsylvania is facing calls to resign over her comments during that congressional hearing on antisemitism earlier this week.CNN's Miguel Marquez explains. (BEGIN VIDEOTAPE) REP. ELISE STEFANIK (R-NY):  Ms. Magill, at Penn, does calling for the genocide of Jews violate Penn's rules or code of conduct, Yes or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "LIZ MAGILL, UPENN PRESIDENT",
      "sentences": "If the speech turns into conduct, it can be harassment, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "STEFANIK",
      "sentences": "I am asking specifically calling for the genocide of Jews. Does that constitute bullying or harassment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "MAGILL",
      "sentences": "If it is directed and severe or pervasive, it is harassment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "STEFANIK",
      "sentences": "So the answer is yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "MAGILL",
      "sentences": "It is a context-dependent decision, Congresswoman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "STEFANIK",
      "sentences": "It's a context dependent decision? That's your testimony today, calling for the genocide of Jews is depending upon the context? That is not bullying or harassment? This is the easiest question to answer yes, Ms. Magill.MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT (voice over): Presidents of three of the country's top schools, MIT, Harvard, and the University of Pennsylvania sharply questioned this week on Capitol Hill over antisemitic rhetoric on their campuses now facing massive backlash for not taking a hard-line stance against calls for genocide. (PROTESTERS CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "MAGILL",
      "sentences": "I have not heard calling for the genocide for Jews on our campus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "STEFANIK",
      "sentences": "But you've heard chants for intifada?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "MAGILL",
      "sentences": "I've heard chants, which can be antisemitic depending on the context when calling for the elimination of the Jewish people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "MARQUEZ",
      "sentences": "So far, no protesters held accountable.REP. NATHANIEL MORAN (R-TX):  Have any students been expelled or disciplined for bullying, harassment, or these actions that you're listing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "CLAUDINE GAY, HARVARD UNIVERSITY PRESIDENT",
      "sentences": "I can assure you we have robust student disciplinary processes and we use them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "MORAN",
      "sentences": "No, no, no, I'm not -- I didn't ask about -- I did not ask about your process, I asked if any students had been disciplined or removed from Harvard as a result of the bullying and the harassment that's taken place based on their antisemitic views.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:02",
      "speaker": "MARQUEZ",
      "sentences": "After the hearing, University of Pennsylvania President Liz Magill attempted to clarify her remarks, issuing a video statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:16",
      "speaker": "MARQUEZ",
      "sentences": "Harvard's President Claudine Gay issued a written statement after the House committee hearing, in part, sayingPennsylvania's democratic governor said UPenn's Magill failed at the most basic level. GOV. JOSH SHAPIRO (D), PENNSYLVANIA:  It shouldn't be hard, and there should be no nuance to that. She needed to give a one-word answer, and she failed to meet that test.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:16",
      "speaker": "MARQUEZ",
      "sentences": "The White House making clear on calls for genocide, there is no room for nuance.KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY:  Calls for genocide are unacceptable. It's vile, and it's counter to everything this country stands for. I can't believe I even have to say that. I can't believe I even have to say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:16",
      "speaker": "MARQUEZ",
      "sentences": "From the halls of Congress to presidential politics --NIKKI HALEY (R), PRESIDENTIAL CANDIDATE:  It was disgusting to see what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:16",
      "speaker": "MARQUEZ",
      "sentences": "-- calls for all three university presidents to step aside, growing some business leaders, and the CEO of the Anti-Defamation League.JONATHAN GREENBLATT, NATIONAL DIRECTOR, ANTI-DEFAMATION LEAGUE:  When I watch these presidents flail and feebly with legalese answers respond to a simple line of questioning, I've got to say, we've lost confidence in them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:16",
      "speaker": "MARQUEZ",
      "sentences": "Some Jewish students and their supporters demanding action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:16",
      "speaker": "TALIA KHAN, MIT STUDENT",
      "sentences": "Jewish students do not believe that the MIT administration has done an adequate job to make students feel safe on campus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:16",
      "speaker": "JONATHAN FRIEDEN, HARVARD STUDENT",
      "sentences": "Do something. Protect Jewish people. Protect your students.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:16",
      "speaker": "MARQUEZ",
      "sentences": "Miguel Marquez, CNN, New York.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:06",
      "speaker": "BRUNHUBER",
      "sentences": "In 2010, French cuisine was added to the UNESCO list of the world's intangible cultural heritage, but it turns out that land that gave the world a croissant and the baguette has a sweet spot for an American classic.Krispy Kreme, known for its original glazed donuts, opened its first location in Paris on Wednesday morning. According to a CNN affiliate BFM, the location plans to roll out more than 40,000 donuts a day. Krispy Kreme CEO says the company also opened 500 locations across France in the next five years. And Starbucks had better watch out. McDonald's is revamping its coffee business. The burger chain as quietly rolled out a new restaurant spinoff called CosMc's that features a specialty coffee drinks. So far, there's only one location in Bolingbrook, Illinois, but McDonald's plans to open nine more locations throughout Texas. And if you're wondering about the name of CosMc's, it comes from a little known McDonald's alien character from the '80s. Now the Pantone color of the year has been announced for 2024, and you can have a look at it here, peach fuzz. Pantone's color experts say 2024 stone is light and fruity, conjuring peace and serenity. The team's color specialists as we needed nurturing colors were going through turmoil in our lives and peace fuzz apparently captures that mood. Pantone's color helped set color standards for fashion and other industries and forecasts trends. This year marks the 25th anniversary of Pantone's color of the year initiative. Past colors include sky blue, mimosa, and tangerine tango. New York City unveiled the world's largest menorah on Thursday to mark the beginning of Hanukkah. The structure was designed by Israeli artist Yaacov Agam, and stands 36 feet high or 11 meters. And with war raging between Israel and Hamas, the menorah held special meaning for those who came to see it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's been the world's largest menorah in the world and we're in New York. I'm back home. So I wanted to come out and show my support and show my love of the holiday and my love of my people.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}