{
  "date": "2023-10-12",
  "headline": "CNN News Central",
  "subHeadline": "Blinken Meets with Netanyahu in Israel; More than 2,000 People Killed in Israel and Gaza; Israeli Reservists Amassed near Gaza Border; Rep. Mike Lawler (R-NY) is Interviewed about Congress. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:57",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Hello, everyone. I'm Kate Bolduan, here with John Berman and Sara Sidner. Thank you so much for being with us.We are following more breaking news out of Israel and the buildup to the next stage as the IDF describes it. You're looking -- we're showing you some pictures right here from moments ago as Israel continues its large-scale strikes in Gaza today. U.S. Secretary of State Tony Blinken is on the ground in Israel right now and bringing with him a powerful message of totally support for Israel against the terror of Hamas, even saying Hamas brings to mind the worst of ISIS. Blinken confirmed also that there is now at least 25 Americans that have been killed. He says the Biden administration is working closely with Israel to locate and rescue the more than 100 hostages taken by Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:57",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Yes, on that front, Blinken and the U.S. deputy special envoy for hostage affairs met with Israeli Prime Minister Benjamin Netanyahu as Israeli authorities say they believe the hostages are likely being held underground in Gaza.Blinken had this message for Israel and the world. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:57",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "The message that I bring to Israel is this. You may be strong enough on your own to defend yourself, but as long as America exists, you will never, ever have to. We continue working closely with Israel to secure the release of the men, women, children, elderly people taken hostage by Hamas. We're pursuing intensive diplomacy throughout the region to prevent the conflict from spreading. And I'll be doing that over the course of my trip.There is no excuse. There is no justification for these atrocities. You heard the prime minister say it, this is -- this must be a moment for moral clarity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:57",
      "speaker": "BERMAN",
      "sentences": "Israel is amassing ground forces just outside Gaza. A short time ago our team saw Israeli howitzers firing into Gaza. And a senior Israeli official declared that electricity, water and fuel will not be restored to Gaza until all the hostages are released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:57",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "In Gaza, the humanitarian crisis is growing more dire hour by hour. At least 1,300 people there have been killed, more than 300,000 are now displaced. More than half a million men, women and children are without access to water. Parents now sifting through rubble just to find food scraps because that has also been blockaded. And with the power cut off, generators will soon run out of fuel, those that are still running now. The international committee of the Red Cross is warning hospitals will soon become morgues because of the blockade.We begin with CNN's Becky Anderson, who is live for us in Tel Aviv. Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:57",
      "speaker": "BECKY ANDERSON, CNN INTERNATIONAL ANCHOR",
      "sentences": "Ye, the secretary of state, Antony Blinken, and Benjamin Netanyahu really standing shoulder to shoulder today. The U.S. secretary of state pledging total support for Israel and saying, and I quote here, \"as long as America exist, Israel will never stand alone in defending itself.\"This is what Prime Minister Benjamin Netanyahu had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "ANDERSON",
      "sentences": "So, what happens next is the big question. Where does this war go next. And what sort of price will be paid by the hostages, by the Israelis, and, of course, by the citizens of Gaza.President Herzog also spoke earlier on today. I was at a press conference where he addressed the media. He gave no indication of what Israel's plans are for a ground incursion. Only suggesting, and I quote him here, \"this will be a long and drawn out campaign against Hamas.\" Now, the U.S. has warned Israel that they must abide by the rules of war. And there has been much concern about the possibility of a policy of collective punishment on the citizens of Gaza, deplored just today in a statement by the United Nations. And it was a very frustrated President Herzog who took questions about that. He is clearly concerned about the possibility of international support waning the higher the death toll goes. But he talks about this as a position of war, though absolutely suggesting and saying -- describing what Israel will do as abiding by the rules of war, but he described this as a war and as a complete tragedy. So, I think what we are seeing here build is Secretary of State Antony Blinken coming in absolutely pledging total support for Israel here, but they are aware here in Israel of the potential for real concern about what happens next, the effect on civilians, and how that might affect international support for the next phase of this conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BERMAN",
      "sentences": "Becky Anderson in Tel Aviv.Becky, thank you very much. Let's get closer to the front lines right now. Let's go down to Ashdod, on the Israeli coast. Our Jeremy Diamond is there. We can show people on a map where Ashdod is. It's just north of Ashkelon, along the Mediterranean there. Jeremy, tell us what you are seeing and the situation as Israeli troops mass closer to the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Yes, from where we are, John, what we've been hearing all morning is the steady rumble of air strikes, Israeli air strikes hitting Gaza, which is right behind me, effectively. You have the city of Ashkelon, just south of me. And just south of that is indeed the Gaza Strip.I want to pick up on some of what we heard from Secretary of State Blinken and the Israeli prime minister, Netanyahu, because I think it's really important to understand why they are making the emotional appeal that they are making in talking about the barbarity of Hamas' terrorist attacks and in describing some of the - some of the gruesome scenes that have been discovered in recent days in those Israeli communities that were infiltrated by these Hamas terrorists. And the reason why is that they are essentially laying the groundwork for what is to come. They are explaining the rational for why - for what we are going to see in the next phase of this Israeli military campaign. And that's because the next phase of the campaign, whether it is a ground invasion, whether it is much more severe air strikes on Gaza, it is going to result -- in particular if it is a ground invasion, in additional casualties, both Israeli troops, as well as Palestinians inside of Gaza. We know the history of conflicts inside of Gaza is that there are heavy civilian casualties. And so what we are hearing here is a rational for the cost - for the cost both in terms of military, as well as civilian casualties that will undoubtedly result from this next phase of the campaign. What we also heard from Netanyahu is really also just echoing the sentiment of the Israeli public, including of those reservists, more than 300,000 of which have now been called up in one of the largest mobilizations in this country's history. I spoke with some of those reservists yesterday about why this call up feels different. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "ALON KAMIL, IDF RESERVIST",
      "sentences": "A person here (ph) has lost someone. Every person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "MICHAEL, IDF RESERVIST",
      "sentences": "Been in Amsterdam till - till Wednesday morning, till Monday morning I came here, you know, to enlist in the army to fight those bastards (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "DIAMOND",
      "sentences": "It's very emotional moments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "LEVI, IDF RESERVIST",
      "sentences": "Very emotional moments, yes. When you see children die and kidnapping, it's -- it's like an animal.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:17",
      "speaker": "BOLDUAN",
      "sentences": "And, Jeremy, in the -- also part of the immediate and urgent decision making and planning that is happening now is how to locate and how to recover and rescue the 100, 150 hostages that are believed to be in Gaza. We heard Tony Blinken say -- the words he used in talking about it were terror tunnels is how Tony Blinken talked about it today when he was standing next to Netanyahu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:17",
      "speaker": "DIAMOND",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:17",
      "speaker": "BOLDUAN",
      "sentences": "And we also heard from the IDF. They believe, at least reason dictates, tell us more, that the hostages are likely in -- being held in those terror tunnels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:17",
      "speaker": "DIAMOND",
      "sentences": "Yes, that's right. And I also think what's significant is that we heard Tony Blinken talking about the coordination between the United States and Israel on this very issue and the support, both intelligence, surveillance, but also, most notably perhaps, special operations support. And that suggests that there is at least some discussion of some kind of special operations mission to try and rescue these hostages, if indeed they can identify exactly where they are being held. That would be an extremely risky mission, of course.But what we also know is that there are no current active negotiations really with Hamas for the release of those hostages. And that's largely because Israel and Hamas are in completely different places about what the conditions would be for the release of those hostages. We have seen Israeli has said that no food, water, or electricity will be -- or fuel will be going into Gaza until those hostages are released. And we know that in the past, when Hamas has held hostages or captives in terms of soldiers, Gilad Shalit, for example, when he was held, an Israeli soldier, he was released for 1,000 Palestinian prisoners who were held in Israeli prisons, including some of whom were responsible for terrorist attacks that killed Israeli civilians. So, there is a total mismatch, of course, of where those negotiations could even begin. And there's also, no doubt, weighing on the minds of Israeli leaders the fact that a ground invasion could potentially result in the deaths of some of those hostages. So, a lot of considerations, but very notable that the United States and Israel are working closely on that issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:17",
      "speaker": "SIDNER",
      "sentences": "Yes, Jeremy Diamond, we should also note that Gilad Shalit, it took five and a half years for him to be freed by Hamas. So, a very, very long time.Thank you to you there in Ashdod and to Becky Anderson in Tel Aviv. Send it over to John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "BERMAN",
      "sentences": "And let me explain a little bit more of why. You can see a population density map of Gaza. And this is 20 - this is where Gaza City is in this stretch right here, 25,000 people per square mile. What does that compare to? Well, Los Angeles, you can see here, is 5,000 people, almost 6,000 people per square mile. But, you know, three or four times more dense than Los Angeles.So, what kind of challenges does that pose for the Israelis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "HERTLING",
      "sentences": "You know, John, I've been watching the news reports on various cable channels. And those who have never fought in an urban terrain will talk about the anti-tank missiles that Hamas has, the rockets that they have, the ability to booby trap and to have rubble in the area, which will prevent tanks and personnel carriers moving. Those are all the tactical issues.But what I will tell you, when you're fighting in an urban terrain, everything is compounded by rubble in the streets, by the inability to look around corners, the so-called 90 degree fight, the inability to communicate, the challenges with logistics getting into your troop. If Israel is planning a 50-day or more operation, they have to resupply these x-amount of thousands of soldiers they're going to send into Gaza. And that's difficult when your supply lines are interdicted by civilians. In addition to that, you have the operational considerations of, number one, the entire world is watching. And the Israeli force is doing their very best to live up to the laws of land warfare. But you have a population of, as you said, 2.2 million citizens, the most of which are not Palestine or Hamas fighters, they're mostly trying to get out of the way, and that's very difficult. Everything about combat in the cities is hard. And one more thing I'd add, John. The majority of the - the reservists that we're - that we're discussing with your reporters on the scene, those individuals were probably in their early teens during the last Hamas fight. So, this is all new to them. They're going to have a force going in that will have very few people who are familiar with the environment of Hamas. And any time you send new recruits into combat, it's more challenging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "BERMAN",
      "sentences": "Yes, not to mention the very scale here is unprecedented and there are 100 to 150 hostages.General Mark Hertling, thank you so much. Always an education. Kate. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "BOLDUAN",
      "sentences": "You know, John, I was just looking - I was thinking with that conversation you were just having with Hertling. Mike McCaul, he has said recently about the effort that's going to be needed going forward to get these hostages out. The way he described it to reporters is, we've obviously got special forces who are good at this, hostage rescue teams, but it's going to be very difficult going house to house, like Fallujah in 2005, when they used them as human shields. Just putting a fine point on exactly what you guys are talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "BERMAN",
      "sentences": "Yes, you know, it is the population density here is so much more than that type of situation. You're also talking about an area that is much more built up certainly than Fallujah ever was. A very different situation, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes, and then there is this from the kibbutz Kafa'aza (ph), where the IDF says women, children, toddlers, the elderly, were brutally butchered. This is an open safe room in a home there. Bullet holes riddling the walls.Outside, body bags lined up. Israeli soldiers preparing to move those who were murdered. You can see a boot sticking out of one of the body bags. And this, we want to show you, is what has happened in the Israeli city of Ashkelon, people running for their lives as air - as the sirens ring out warning of incoming rocket fire from Gaza. A rocket hit a supermarket there. We do not know if anyone was injured or killed in that attack. But very clearly the common -- what you see on that man's face and you see so many other places is just the terror inflicted on so many people. Again, what started as a terror attack by Hamas, a brutal, horrific terror attack, is now threatening to become a growing humanitarian crisis on both sides of the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:47",
      "speaker": "SIDNER",
      "sentences": "All right, these are live pictures once again that you're looking at into Gaza. And several places where smoke is billowing from air strikes this morning.We should talk about what is happening in the region right now. Secretary of State Antony Blinken is in the region. He has just had a press conference not long ago, standing next to Benjamin Netanyahu, showing full support for Israel as it deals with what was a surprise attack and the aftermath of that. We also know that Palestinian officials are calling for help from the world to try to set up hospitals in Gaza as they began to run out of fuel, which would mean the hospitals go dark as they are trying to treat hundreds of patients there. Israel says they will not reopen the electricity, the water or the fuel until hostages held by Hamas are returned.",
      "isLastSentenceInterrupted": false
    }
  ]
}