{
  "date": "2023-07-21",
  "headline": "CNN Tonight",
  "subHeadline": "Potential Third Indictment is Looming for Trump; Sara Sidner Interviews Howard Dean; Is Florida Trying to Rewrite History?; Gilgo Suspect Believed to have Committed Killings at Home; Are Sharks Eating Cocaine Dumped in the Ocean?; Lionel Messi Made an Unforgettable Debut for Inter Miami; Sara Sidner Interviews the Stars of the \"Barbie\" Movie. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "CHRIS WALLACE, BROADCAST JOURNALIST",
      "sentences": "Thank you for watching. You can catch my full interviews with Miranda Lambert as well as Matt Damon and Laura Linney any time you want on Max. And please join us here on CNN next Friday night to find out who's talking next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "SARA SIDNER, CNN NATIONAL CORRESPONDENT",
      "sentences": "Good evening, everyone. I'm Sara Sidner. Welcome to CNN TONIGHT. We begin with Donald Trump's legal drama. We now know when Donald Trump is scheduled to go to trial in the classified documents case. The judge decided it could begin as early as May 20th, six months before the 2020 election, but smack dab in the middle of the presidential campaign.Now, we are all waiting for another answer. Will Donald Trump be indicted for the third time in the case concerning whether he tried to subvert America's democracy. Howard Dean is here with us to break down how this might play out as America decides who will be their next president. Plus, I'm serious about this, sharks on cocaine. Not a joke. This shark week, you will learn some of the most outrageous things that are possibly happening to sharks and our waters and why it matters to our world. And last but certainly not least, will \"Barbie\" break records? The stars of the new \"Barbie\" movie sat down with me before the strike. They love their movie, but America Ferrera and Margot Robbie reveal why they did not play with Barbie as children. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "AMERICA FERRERA, ACTRESS",
      "sentences": "A, like we couldn't afford Barbies. B, like -- I don't know. It just like didn't -- the world of Barbie didn't feel like it had very much for me in it, to be perfectly honest. But that is what is so beautiful to me about this moment and getting to be a part of this story that is expanding the world of Barbie to include the rest of us.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "SIDNER",
      "sentences": "It's Friday, but we are not done yet. There's plenty of news on different topics that we will like to get to you. Excuse me, let's begin with the only former president to face federal criminal charges in the United States history. America now knows when Donald Trump's first federal criminal trial is scheduled to begin.And joining me now, Sarah Krissoff, former assistant U.S. attorney for the Southern District of New York. Thank you so much for coming in on this Friday night when you could be, you know, out watching a movie. I won't say which one. All right, we're looking ahead now. Team Trump is going to try to push this trial. They have already talked about trying to delay the trial and hoping that it can go past May 2024, past potentially the election. Could they possibly be successful? Because there's always delays in trials or often. SARAH KRISSOFF, FORMER ASSISTANT U.S. ATTORNEY, SDNY:  I think there's a good chance this trial date does not hold. This is a massive case and the defense team has a valid reason to ask for more time, I think, as this case develops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "SIDNER",
      "sentences": "Okay. So, when you look at the case itself, there's a lot of documents, there's a lot of video that they still have to go over and, of course, they had to be approved to look at some of the classified documents. So, all of those things, a fair bet. The judge will say, okay, if they're not ready, we've got to move the date.All right. There are more legal troubles potentially ahead. It could be that he is indicted for a third time. He has received already a target letter. How likely is it that Donald Trump will be indicted on charges concerning the 2020 election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "KRISSOFF",
      "sentences": "I think it's looking pretty good that we see another indictment out of Jack Smith's team related to the 2020 election and frankly likely another one in Georgia as well related to that conduct. Those are overlapping cases. I think the Georgia case really is subsumed within the federal case, but we will likely see both of those indictments in the coming weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "SIDNER",
      "sentences": "Obviously, all these cases cannot be tried at the same time. Is there any possibility? Because a lot of people look at this last potential indictment and feel that that is the most important case of all the cases being brought and potentially the state of Georgia case. How do they figure out where this works? Is the classified documents case the first one? It's the first one on the books and there's a date now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "KRISSOFF",
      "sentences": "Yeah, I mean, the timing is really not going to depend on which case was brought first. It's going to depend on which case sort of requires the most preparation for trial.And so, I think there's going to be some jockeying here, but the former president has the right to prepare for the trial, to have the time to invest. His team needs the time to invest in preparations. And frankly, he's going to have some good arguments to postpone some of those trials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "JOHN LAURO, ATTORNEY",
      "sentences": "There's no need to appear in front of any grand jury right now. President Trump did absolutely nothing wrong. He has done nothing criminal. The only thing that President Trump asked is a pause in the counting so those seven contested states could either re- audit or recertify. I've never heard of anyone get indicted for asking for an audit.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SIDNER",
      "sentences": "All right. Is that argument even a possibility here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "KRISSOFF",
      "sentences": "I don't think so. I mean, these are really talking points for the media from Trump's team, and I think really don't go to the merits of the legal case against him. I think their case is going to be based on these calls that Trump and his team members made. They have, you know, unfortunately for Trump, some very strong evidence that's going to be appealing before a jury, actual audio and video and things like that.So, you know, the evidence you will see at the trial, should it happen, is different from, you know, the talking points that Trump's team are putting out now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SIDNER",
      "sentences": "There's also rules that are set by the judge as well. We have seen Donald Trump say some very aggressive things towards district attorneys, towards judges that disagree with him and his team. Do you think there's any possibility that there's a gag order put in a case or a warning? We've already seen a warning out of New York to the Trump team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "KRISSOFF",
      "sentences": "It's certainly possible that we see gag orders going forward here. And frankly, as a defense attorney now, the last thing you want to see is your client out there speaking publicly about the matters for which he has been indicted. That is not good defense strategy, but his lawyers are not very effective in keeping their client quiet.So -- but I think the judges may try to do that. They think it is going to be in his interest, the defendant's interest, the former president's interest, and also in the public interest to keep him quiet here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SIDNER",
      "sentences": "When it comes to these many different cases that are being juggled, you have one in New York that concerns payments made to a porn star, Stormy Daniels.You have one that's potential that may come forward you think is probably going to be indicted. Trump himself thinks he's going to be indicted in the 2020 election case. And you have the case in Georgia that's potential. I mean, they're piling up. And then you have this classified document case. With all of these cases going at the same time, how does he have a legal team that can deal with all these different things all coming around the same time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "KRISSOFF",
      "sentences": "It's unclear, frankly, how he does that and how he does that effectively because, you know, Trump has already -- he's quite famous for moving through lawyers, right? So, using lawyers and those relationships usually don't go so well. He hires new lawyers.And so -- also, he not only has to get lawyers to staff all of these teams but has to keep those lawyers. So, if he has some disagreements for these lawyers along the way, they part ways, that again could reset the clock on these cases, and then the courts would allow more time for any new team that comes in to prepare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SIDNER",
      "sentences": "That could also be a tactic used to delay, delay, delay until after the election. We will all be waiting to see what happens, including, of course, Trump himself and all of the candidates that are up against him.Sarah Krissoff, thank you so much for your great analysis. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "KRISSOFF",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SIDNER",
      "sentences": "Now, let's bring in Howard Dean. He is, of course, former presidential candidate, DNC chair, and Vermont governor. I want to get your take, sir, first on something that presidential candidate Chris Christie said tonight on CNN about the strange reality of American politics today. Let's take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "CHRIS CHRISTIE, FORMER NEW JERSEY GOVERNOR",
      "sentences": "What we know is if Donald Trump winds up clenching the nomination by May of 2024, then our candidate for president in our party will be sitting in a courtroom in Florida for weeks --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "Yep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "CHRISTIE",
      "sentences": "-- being accused of crimes that could expose him to 30 years in prison. I mean, do you really think that's the person who's going to beat Joe Biden?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SIDNER",
      "sentences": "Does he have a point? Is this what Democrats are hoping for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HOWARD DEAN, FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "Well, I wouldn't go say -- go so far as to say we're hoping for Trump to get nomination because he's a danger to the future of the country. But, yeah, Christie is right. I think Joe Biden wins that one fairly handily. His record of accomplishment, I think, is a surprise to a lot of people.And he's really going all around the country talking about it, including catching out Tommy Tuberville, who voted against his program and now is running around Alabama telling everybody all that money was his doing. So, I think Biden wins that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "DEAN",
      "sentences": "That's a really good question. I don't know the answer. They all -- the problem is they're stumbling with the exception of Asa Hutchinson and Chris Christie. They're stumbling over this -- who can be the most ludicrous.I mean, DeSantis has essentially destroyed his candidacy with all this stuff about teaching black people and the slaves weren't suffering that much. I mean, who does this kind of stuff? He's going crazy. So, I just think that -- I think the Republican Party is in really serious trouble. Really serious trouble. And if they win, the country is in really serious trouble. And I think there are enough Americans who aren't going to vote for this ridiculous nonsense. But we're going to find out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "SIDNER",
      "sentences": "I just want to clarify what DeSantis said and ultimately the Florida Board of Education has said, that they basically said slavery actually ended up because of the work that slaves did, benefiting slaves, as well as others. That is what you are referring to and has sent a lot of people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "DEAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "SIDNER",
      "sentences": "-- into a really angry place, to hear that that's what's going to be taught to school children. I want to also have you take a listen to what former Vice President Pence, a supporter of him, said on the trail today.(BEGIN VIDEO CLIP) UNKNOWN (voice-over):  I would love to see you be president of the United States. I was going to give you an honest comment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Thank you.UNKNOWN (voice-over):  I don't believe you ever will be until the day you stand up to that man. I just believe that. I hope -- and maybe you're too good a Christian to ever do that. Thank you for your time. PENCE: (INAUDIBLE). (LAUGHTER) Some people think we did a fair amount of standing up two and a half years ago. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "SIDNER",
      "sentences": "All right, you heard that. He has gotten a couple of pretty tough questions. That one was really clear, saying, look, if you do not stand up against Donald Trump, you are never going to win. Is this one of the essences of the problem for those who are running against Donald Trump but are still trying to court those who really are following and who support Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "DEAN",
      "sentences": "It's not only a problem in the presidential race for the Republicans. I think the Democrats have a pretty good chance of holding the Senate and picking up the House. And that is the reason why. There are too many Republicans who know that Trump is a malignant narcissist and crazy, and they are afraid to say so.And without -- a lot of people in the Republican Party were on the ground. Not a majority, but a lot of people were on the ground like the guy who just asked that question, who I'm sure I don't agree with that much. But he at least showed the courage to stand up for something that was really against something that was really bad and asked Pence to do the same thing. There are not enough Republicans and they won't change fast enough by the 2024 election to get any of those people elected because I think the majority of Americans does not want to sell the principles that America was founded on because they're angry at Black people or poor people or gay people or transgender children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "SIDNER",
      "sentences": "You were referring to the culture wars that have been going on for quite some time and being brought up in campaigns. I do want to lastly ask you this. Why do you think that Donald Trump, who is right now the Republican frontrunner, and Joe Biden, who is the incumbent Democrat, have such low approval ratings by voters at this point in time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "DEAN",
      "sentences": "Um, that's a really good question. I wish I knew the answer to it. And I'm sure there have been a lot of people on this, your program who told you what the answer was, and none of them know.Um, I think in Biden's case, it's partly his age. They would like somebody who's younger. But his record of accomplishment is extraordinary. Really extraordinary. If you actually looked at what he did, I think he probably outguns the last few presidents on both sides. So, that's why I think Biden's numbers are low. Trump's numbers are low because he's Donald Trump. People don't like crooks, and he is one. And we're going to find out if the justice system thinks so, too, in a few months. SIDNER:  Howard Dean, it's a pleasure to speak to you. Thank you for your candid commentary. I appreciate you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "DEAN",
      "sentences": "Thanks, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "SIDNER",
      "sentences": "In the news tonight, the new set of standards for teaching black history in Florida public schools. The state's Board of Education has unanimously approved a new curriculum, including a lesson teaching slavery could have offered a -- quote -- \"personal benefit\" to enslaved people.Vice President Harris taking a last-minute trip to Florida today to blast those new standards. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "They are creating these unnecessary debates. This is unnecessary. To debate whether enslaved people benefited from slavery. Are you kidding me?(APPLAUSE) Are we supposed to debate that? Let us not be distracted by what they're trying to do, which is to create unnecessary debates to divide our country. Let's not fall in that trap. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:03",
      "speaker": "BENJAMIN CRUMP, CIVIL RIGHTS ATTORNEY",
      "sentences": "Thank you for having me, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:03",
      "speaker": "SIDNER",
      "sentences": "I want to ask you about this. The idea that they are putting forth to children that's going to be taught that slavery could be in some cases to the personal benefit of the slave. What do you think Florida's Board of Education is trying to do here? CRUMPThis has the potential to cause severe psychological trauma to African-American students who are in middle school and high school, and have to be told that actually, slavery was good for your ancestors. How offensive is that, Sara? It is deplorable and we're better than this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:03",
      "speaker": "SIDNER",
      "sentences": "I want to let you hear from the Florida governor who is now, of course, running for the presidency in the Republican Party. This is what he said about all of this controversy.(BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL):  Anyone who reads that will see that it's very thorough, very factual, and for them to try to demagogue it -- look, that may have worked in the past. Nobody is buying their nonsense anymore. And so, you know, she's going to come down to the state of Florida and try to chirp and try to try to demagogue. All she's doing is ignoring the responsibilities that the administration has to secure our border. They're failing at that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:03",
      "speaker": "SIDNER",
      "sentences": "Okay. What did you think of his response there to calling out Kamala Harris trying to say that she's just coming down there basically for political reasons?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:03",
      "speaker": "CRUMP",
      "sentences": "It's an attempt to deflect. What Vice President Kamala Harris did today was exemplify true leadership. And what you saw there was not leadership. You know, she talked to us about we must stand for truth, we must stand for equality, we must stand for fairness. That's not what you heard the governor talk about.He did not come and condemn this standard that said we're going to teach our children that slavery wasn't that bad. In fact, it was beneficial. Previously, they talked about the Holocaust not being real. And so, how far does this go before true leaders like the president and the vice president say, no, we will stand on truth, we will not let you lie to our children? And this is what this is about, our children, our future. America is at the crossroads, and we have a choice to make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:03",
      "speaker": "SIDNER",
      "sentences": "I want to talk to you about this because you do live in the state of Florida. You are also an attorney and you're also a Black American. In 2020, so three years ago, there was a law passed in Florida, HB 1213. It went into effect in July and it required public schools to certify that they teach about the Holocaust. And another provision of that same bill that set the ball rolling on teaching about the 1920 Ocoee, Florida election day massacre. And those two things were in this bill that then-Governor Ron DeSantis signed.And now, three years later, there's this new controversy because there seems to be some new language or there is some new language about how these things will be taught, particularly when it comes to American history and specifically black American history. Why do you think that is? He signed it into law that is required to be taught and now there are changes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "SIDNER",
      "sentences": "And with that, I'm going to end this conversation. Benjamin Crump, I know you speak for a lot of Americans, not only black Americans but others. And I know that Ron DeSantis has his side of things where he says, look, I signed this into law, that this is now required.I certainly didn't learn about the Ocoee massacre when I was in school. It is now required. But there is a lot of controversy about how it will be taught. And I know you bring up the points about whether it will be taught fairly and truthfully, and those are all fair points. Benjamin Crump, always a pleasure to see you. Thank you so much for joining us on CNN TONIGHT.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SIDNER",
      "sentences": "A man accused of leading a double life. A New York architect is now charged with the Gilgo Beach killings. Tonight, authorities are looking into whether the alleged killer, Rex Heuermann, lured women to a suburban home before killing them. Investigators say their disappearance coincided with his wife and kids being out of town.Joining me now, an expert on the mind of a serial killer, professor of forensic psychology, Katherine Ramsland. She is the author of \"How to Catch a Killer.\" Professor, thank you so much for coming on the program. You say that what you're learning about Heuermann, you've seen before with other serial killers like Gary Ridgway, John Wayne Gacy, Robert Hansen, Richard Cottingham, and Dennis Rader. What similarities do you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "KATHERINE RAMSLAND, PROFESSOR OF FORENSIC PSYCHOLOGY",
      "sentences": "Well, first, all of them had families, all of them had jobs, all of them had passed in their neighborhoods as ordinary people, and they were able to carry this on sometimes for years without anybody suspecting that they were also committing crimes, very serious crimes of murder, sometimes rape.They had a way of being able to put on a face, put on a facade, play a role, several roles, and still go out and murder people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SIDNER",
      "sentences": "That is extreme compartmentalization. How did they -- how did they do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "RAMSLAND",
      "sentences": "It takes some practice. Everybody can do it, actually. Everyone can play parts, can play roles. But they have a particular reason why they would be doing it. They want to keep their dark stuff hidden. They want to keep doing it. So, they are very skilled at it.They usually have a very active fantasy life. They then dissociate from their ordinary life and build, one of them, Dennis Rader, called life frames. So, they can turn whatever face they need outward to meet the circumstances, to meet the demands, and deflect people from suspecting them with anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SIDNER",
      "sentences": "Professor, investigators are looking at the case from the angle that he may have committed these crimes inside his Long Island home. A source close to the investigation has told CNN that the disappearance occurred while his family, as we said earlier, was out of town.If that is true, what does that reveal to you about his mentality? You wouldn't think that someone would actually do this in their own home. The dangers of being caught would be much higher, wouldn't they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "SIDNER",
      "sentences": "It is terrifying. We know that his wife has filed for divorce this week. He is charged in connection with the deaths right now of three women. And he is considered the prime suspect in the death of a fourth woman found nearby. Tonight, police are saying that their investigation spans four different states. Can you explain how serial killers' patterns evolve over the years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "RAMSLAND",
      "sentences": "Well, serial killer -- I mean, they're not a criminal type. There are a lot of different motivations and different MOs and different reasons why they're doing it. It's kind of a myth to think they always do the same thing because quite often they will diversify and try out different things of if they think the police are on to them, they'll find a different hunting ground or a different burial ground. They do change some things.I know that they're suspecting that there might be some victims in other states where he owns properties. That would be the easiest way of getting away with this, killing strangers in places where he doesn't usually reside. But on the other hand, he did kill four --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "SIDNER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "RAMSLAND",
      "sentences": "-- and dumped their bodies not too far from where he lived. Still, he got away with that, starting at least 15 years. I mean, 2007 was the first one, and he was not identified as a suspect until 2022. So, he did get away with it for quite a long time even though they were fairly close to where he lived.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "SIDNER",
      "sentences": "These families have gone through hell all these years, wondering what happened, wondering who did this, and now there is a suspect in custody after a lot of different work, including new techniques in forensics, which helped push this case forward.Professor Katherine Ramsland, thank you so much for coming on and explaining the mind of a serial killer. It is always very interesting to delve into that as well as terrifying. We appreciate you coming on the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "RAMSLAND",
      "sentences": "Thank you for having me. SIDNER(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SIDNER",
      "sentences": "We know you've heard of \"Cocaine Bear.\" That movie released this year. That was based on true story. Tonight, we're one-upping that story with \"Cocaine Sharks.\" Now, before you judge me, give me a second because scientists are looking into whether sharks are getting high on cocaine after drug smugglers dumped cocaine in the ocean trying to evade authorities. Marine biologists have been noticing some strange behavior. Take a look.(BEGIN VIDEO CLIP) UNKNOWN (voice-over):  You notice how she's swimming? UNKNOWN (voice-over):  Yeah. It looks like she's slightly on the one side. Almost like she's weighted down. She's not quite level. Now, that is unusual. Could be a past injury or maybe a chemical imbalance. Either way. Something to note for sure. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SIDNER",
      "sentences": "Turns out even sharks have chemical imbalances. Joining me now from our sister network, Discovery's \"Cocaine Sharks,\" wildlife biologist and \"Shark Week\" expert, Forrest Galante. Thank you so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "FORREST GALANTE, WILDLIFE BIOLOGIST AND SHARK WEEK EXPERT",
      "sentences": "Hi, Sara. How are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SIDNER",
      "sentences": "All right, it sounds insane, cocaine sharks. I don't know. Just saying it makes me concerned that people are going to think I'm insane. But how is this a possibility?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "GALANTE",
      "sentences": "Well, to be clear, it is insane. I mean, what happens is, as you can imagine, human beings have a large impact on the environment no matter what we do or where we go. And what potentially you may be seeing in this clip, which to be clear, I have nothing to do with, is where sharks may have some sort of impact from drugs and other pharmaceuticals in the water.You know, we've seen that in places in South Florida. Bonefish, in particular, are testing incredibly high for antidepressants that have been dumped to the ocean and other parts of the ocean. There are other pharmaceuticals that are being absorbed through the food chain and through the skin, and that bio accumulates so that the sharks that ultimately eat these fish may actually suffer some negative consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SIDNER",
      "sentences": "I mean, it sounds pretty scientific like, you know, that this could happen. And the fact that, you know, when people are traversing the cocaine across the ocean and dumping it in there, you could see how it could affect the food chain, if you will.I read that marine biologists are conducting experiments to test a shark's reaction to fake bales of cocaine. What happens when they -- when they do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "SIDNER",
      "sentences": "Okay, now, I'm one upping ourselves again because I want to ask you about your show on the Discovery Channel. It's called \"Alien Sharks",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "GALANTE",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "SIDNER",
      "sentences": "What --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "GALANTE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "SIDNER",
      "sentences": "-- are you talking about?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "GALANTE",
      "sentences": "Well, you know, it's Discovery channel, right? We're not presenting their extraterrestrial sharks here. This is a play on words to talk about something I'm very passionate about, which is how incredibly unusual and otherworldly some of these lesser represented shark species are like in this clip, the striped pyjama shark, where you really -- animals that just don't get a lot of spotlight.And you can see here, this is actual mating behavior captured for the first time on film. Perhaps not as sexy as cocaine sharks, but actually, I guess more sexy in a certain way. Very exciting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "SIDNER",
      "sentences": "I got you. That was slick, sir. That was --(LAUGHTER) That was very slick. I love looking at what is happening in our oceans. I don't think we do it enough. I don't think there's enough scientific exploration there. We like to go to space. We don't really know what's happening at the bottom of our oceans. So, it is wonderful to see some of these programs to learn about what is happening in our world. Thank you so much for joining us. And I must mention, \"Shark Week\" starts this Sunday. Make sure you tune in to Discovery. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "GALANTE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "SIDNER",
      "sentences": "Thank you so much. Now, to a storybook moment for soccer fans tonight. Lionel Messi made his long-awaited debut with Major League Soccer's Inter Miami, the way you'd expect the world's greatest soccer player to. Messi scored the game-winning goal in the final moments of the second half, curling in an incredible free-kick strike from outside the box to seal the 2-1 Inter Miami victory over Mexican club Cruz Azul.(BEGIN VIDEO CLIP) UNKNOWN (voice-over):  Substitution for Inter Miami, Lionel Messi! UNKNOWN (voice-over):  Here it is. Messi! (APPLAUSE) UNKNOWN (voice-over): (INAUDIBLE). Magnificent! (APPLAUSE) UNKNOWN (voice-over):  Nice! (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "SIDNER",
      "sentences": "Go! Messi told the Apple TV broadcast after the game -- quote -- \"What I saw was the goal. I saw the goal. I knew that I had to score.\" And boom, that's exactly what he did.All right, now, to the new \"Barbie\" movie that is out today, and while the Barbies in the movies are very diverse, that wasn't always the case for the doll. I got to speak to some of the movie stars about that, and we'll play it for you, coming up. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SIDNER",
      "sentences": "Barbie has been an icon for more than 60 years. So, it's no surprise that there's a lot of hype around the \"Barbie\" movie releasing tonight. But just a few years after the dolls debut here in New York in 1959, controversy swirled. Women fighting for equal rights railed against the measurements of Barbie's figure for setting impossible standards for girls and women.Racial diversity in the doll line was nonexistent until 1967 when Mattel simply darkened the skin of the white Barbie model and marketed her as Colored Francie. And diversity in Barbie's body shape is a relatively recent phenomenon. But actors Margot Robbie and America Ferrera promise in their movie, Barbie has evolved. Weeks before the writers and actors went on strike, Robbie and Ferrera told me they didn't even play with Barbie as children, but they love the Barbie world they helped create as adults. Robbie told me she was a tomboy, she didn't like dresses, and was too busy running around trying to show the boys who was boss to play with Barbie. America Ferrera explains why she was not a Barbie girl as a child. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SIDNER",
      "sentences": "I think a lot of people don't realize that Mattel's first dolls where it's a dark-skinned Barbie was in 1967, and her name was Colored Francie. Thank the Lord we have moved on from that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "FERRERA",
      "sentences": "From Colored Francie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SIDNER",
      "sentences": "Yeah. They're a really important representation of children. And I say that because you mentioned that there wasn't a whole lot in it for me. But it sounds like you're happy with the way that the film represents the evolution, really, of Barbie and the evolution of women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "FERRERA",
      "sentences": "Yeah. Yes. I mean, speaking for myself, absolutely. I think what I loved about getting to play Gloria was that she's a stand-in for all of us, for all kind of human women, trying to like make sense of like what does it mean to be a woman, real or imagined?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:03",
      "speaker": "STACEY BUCKNER, CNN HERO",
      "sentences": "It takes boots on the ground to get back there, find them, and meet their needs. We provide clothing, food. There's a full kitchen in the back. We also do laundry.Your pants are almost done spinning, baby. It's just filling a basic human need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:03",
      "speaker": "UNKNOWN",
      "sentences": "I like this establishment. It's a set up you got here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:03",
      "speaker": "BUCKNER",
      "sentences": "This is my brick and mortar.(LAUGHTER) Even though I'm not a veteran, I do have mental health issues that come with having a traumatic brain injury. So, I can relate. You've been burning the road up in that walker. I know that much. Sometimes, I really do surprise people with who I am. I mean, look at me. I look really rough around the edges, right? Hey, what's up, brother? And that's for you. What else you need? I'm all tatted up and I may throw out a cuss word every now and then, but I'm just Stacey. It's important to show veterans that there are organizations out there that want to really provide support to you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}