{
  "date": "2023-10-27",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Israel: Ground Operation In Gaza Is Expanding; U.S. Officials: Hostage Negotiations Will Continue Despite Expanded Israeli Ground Operation In Gaza; Now: Repeated Explosions Light Up Gaza Skyline; U.S. Officials: Hostage Negotiations Will Continue Despite Expanded Israeli Ground Operation In Gaza; Hamas-Controlled Health Ministry Releases Details Of Those Killed In Gaza, Including Names And Ages. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:35",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:35",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.And we start with breaking news. The Israel Defense Forces announced this evening it is expanding its ground operations against Hamas in Gaza. This was the scene just moments ago. It has been nearly constant rocket fire and explosions. Gaza residents tell CNN that these are the most intense air strikes that they have experienced since the war began 20 days ago. And there are reports of widespread power and cellular and Internet outages across the Gaza Strip. It is unclear what these ramped up attacks will mean for hostage negotiations. Today, Israel said it believes Hamas is still holding 229 innocent people that they kidnapped on October 7th. In the United States, the White House says it is in, quote, active conversations with Israel about a humanitarian pause to work on the release of the hostages. Diplomatic sources told CNN earlier today that significant progress had been made. And U.S. officials are insisting those talks are going to continue, although they warn it's, quote, touch and go given the kinetic operations going on right now in Gaza. It was, of course, only three weeks ago right now that the citizens of this country were celebrating the Sabbath and a festival honoring the end of the cycle of reading the torah. Residents of two kibbutzim were holding anniversary parties for the kibbutzim. Hundreds of young people from all over the world were flocking to a music festival to celebrate peace and music, all of them blissfully unaware of the horror that was coming for them at 6:30 the next morning -- Hamas. Roughly 1,400 would be cruelly slaughtered. Some beheaded, some burned, more than 220 kidnapped, the deadliest day for the Jewish people since the Holocaust, and now resulting in a war against Hamas, the government of neighboring Gaza whose residents, the Palestinian people, are tragically now bearing the brunt of what their government did 21 -- 20 days ago tomorrow, three weeks ago tomorrow. CNN's Jim Sciutto is in northern Israel. And, Jim, what are you hearing? What are you seeing right now in northern Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "TAPPER",
      "sentences": "So the beefed up presence of the United States in the Mediterranean I would think would be a deterrent to Hezbollah. They're not there for Hamas. They're there for Iran and Hezbollah which has much more direct ties to Iran, even though Iran funds Hamas, Hezbollah is directly an Iranian arm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "SCIUTTO",
      "sentences": "No question. And when I speak to Israeli officials, leaders here, they give a great deal of credit to the U.S. for that early and forceful presence of expansion really of the presence of U.S. forces in the Eastern Mediterranean and elsewhere in the region as being a signal of deterrence that seems to have worked to date against, for instance, Hezbollah, but other Iranian proxies in the region. Now, we saw this those proxies, they're certainly taking shots,they've been taking shots at U.S. forces in Iraq and Syria, and the U.S. responding to those shots today with air strikes on Iranian bases in eastern Syria. It shows, I think, Jake, that we don't know, right? We don't know what is the red line for Hezbollah leadership. Is it a large-scale ground offensive inside Gaza? We're going to find that out in the coming hours and days. There is a school of thought here that Hezbollah may be hesitant to get involved because as you note, their perception that they might pay a heavy provides themselves from, in parts, those U.S. forces in the Eastern Mediterranean. So, that's a calculation for Hezbollah leaders to make. We do know that the Iranian foreign minister said in an interview today with NPR that Iran's proxies in the region have their fingers on the trigger to respond if necessary. That's, of course, a threat. We'll see if those proxies act on that threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "TAPPER",
      "sentences": "All right. Jim Sciutto in northern Israel, thank you so much.New explosions lighting up the night sky seen from Ashkelon in Israel which is north of Gaza. This is just moments ago. CNN's Jeremy Diamond is in Ashkelon. Jeremy, what are these last few minutes been like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, Jake, this evening we have been hearing really the most intense and the loudest strikes on Gaza that we have heard in nearly three weeks of covering this war. It has been really -- the explosions have been shaking the hotel where we are staying, shaking the windows as we hear these thuds pounding the Gaza Strip.And we know that this comes as the IDF says that it is expanding its ground operations inside of Gaza. What we don't know yet is whether or not this is the official start of that ground invasion, that Israel's military and political leadership have been telegraphing for days now saying that it will come at a time and place of their choosing. But what we certainly do know, Jake, is that this doesn't come without operations that have happened over these last several days. The two previous nights we had seen targeted raids as the IDF has called them involving infantry troops and tank forces moving into Gaza. But what they have done over these last few nights is that they have then returned to Israel after that. And a big question will be in the morning, are those tanks still going to be inside of Gaza. I spoke with a source inside the Israeli military this evening who told me that we will get an update in the morning, a sense of whether or not those tanks are still there, a sense of what was accomplished this evening. And again, what we are hearing tonight is unlike anything that we have heard over these last three weeks. And we're also seeing reports inside of Gaza of telecommunications being knocked out which is also something we haven't seen as the IDF conducted smaller scale targeted raids over these last couple of days. So we will certainly learn more in the morning, Jake, as day breaks and we get a sense of whether those tanks remain in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "TAPPER",
      "sentences": "Jeremy, how does all of this factor into what the IDF is saying are 229 hostages, kidnapping victims, in Gaza right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:07",
      "speaker": "TAPPER",
      "sentences": "All right. Jeremy Diamond in Ashkelon, thanks so much.Let's bring in retired U.S. Army General David Petraeus, who is also a former director of the CIA and also former commander of the U.S. Central Command. General, good to see you. What do you make of the IDF saying its ground operation is expanding? What does that mean exactly, and is this what you expected it to look like? GEN. DAVID PETRAEUS, U.S. ARMY (RET.):  It is, Jake. And the question is whether this is the night that they use their night vision devices, their thermal sites, the advantages they have over an enemy that may have some of that but will not be anywhere near as sophisticated. And they use the preparatory fires that you hear going in that are indeed quite intensive and that are the prelude to seizing a foothold, say, in the built-up areas just inside the border. As you noted, they have gone in previously, sort of felt the edges of Hamas, seeing how they would react, doing it in armored vehicles. I suspect that's what they're going to do here. They're going keep their soldiers as protected as they absolutely can until the very last minute when the first instrument has to get out of that under body armor and Kevlar, start to enter buildings, and actually clear those in order to begin the process of destroying Hamas. So it appears that that moment is at hand when they are going to seize the foot hold. I'm sure they'll react appropriately as Hamas does respond to them and then develop the situation from there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:07",
      "speaker": "TAPPER",
      "sentences": "I mean, I can't imagine this as a scenario given in army war college, an impossible scenario -- go into this strip of -- I mean, essentially enemy territory, where there are two million innocent civilians, a hostile terrorist organization that has 230 or so innocent hostages that they've kidnapped, and a network of highly sophisticated tunnels and an urban environment that is booby-trapped. I mean, that is not an assignment I think any general would want to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:07",
      "speaker": "PETRAEUS",
      "sentences": "But it is one that a general is going to have to accept, and I'm sure has given the order to commence. We have faced very difficult situations, cleared massive cities, none as large as Gaza City with the exception possibly of Mosul. But this is more fiendishly difficult than in any of those without question.But this is what the military does train to do, Jake, actually. This is an attack into an urban area to destroy an enemy that has shown that it can't be negotiated with, it can't be reconciled with. It has to be destroyed. It's not just a small terror organization, this is a terrorist army. And the only way to do that is to clear every building, floor, room, cellar, tunnel, progressively, and then hold it because you have to leave forces behind each time you clear a building before you can go on to the next one. And then, by the way, they should start rebuilding, as well. And I hope we'll hear not just the vision for how they intend to carry this out while minimizing loss of innocent civilian life and damage to infrastructure, but also a vision for the future for the Palestinians in Gaza after Hamas is gone. And for that matter, a vision for the Palestinians throughout -- in the West Bank, as well, as well as how they will administer. They're going not after Hamas, the terrorist organization and the Islamic Jihad, but also after the political wing of Hamas which is going to take apart essentially the governing structure in Gaza, and I see no alternative but for the Israelis to take over those roles at least in the short term until they can get a viable Palestinian entity in there. And that vision should be provided, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:54",
      "speaker": "TAPPER",
      "sentences": "We're back with the breaking news, Israel's expanding ground operation in Gaza to go after Hamas. Live images there that we've seen and heard countless explosions over the last four hours. Much of Gaza plunged into darkness with communications cut off.Retired U.S. Army General David Petraeus is still with us. And, General, the White House says the U.S. is still holding conversations with Israel about trying to get what they are calling a humanitarian pause so they can continue to get more hostages out. There are 229 estimated hostages, kidnap victims by Hamas in Gaza. Earlier today, diplomatic sources had told CNN there had been significant progress on getting them out. But what now, what would the result of this uptick in activity, how would that impact that? I know the Israelis actually believe that military might could help in this. I'm wondering what you think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "TAPPER",
      "sentences": "Do you think that the hostages were basically taken so that the Israelis wouldn't just destroy the tunnels right now? I mean, there are I guess an estimated 200 kilometers of tunnels, it's a highly sophisticated network. The Israelis say that in some of the tunnels are wide enough to -- vehicles to go through, they have railway systems, that most of the money that's gone into Gaza over the last few years has not gone to building schools or universities or factories, it's gone into buying rockets and building this elaborate network of tunnels.That obviously they could destroy fairly quickly but for the hostages, that's the theory anyway. What do you think? PETRAEUS:  Well, certainly they're using this to complicate the tactics of the Israelis, as they use civilians as essentially as human shields. Also in a way as hostages, their own population, and keeping in mind that this destruction that is being visited on the northern part of Gaza, this needs to be laid at the feet of Hamas, not at the feet of the Israelis who have been forced into this action after a period where they actually thought they were starting to have a reasonable relationship with Hamas and actually increasing the number of worker visas out of Gaza, as well. So, again, there is all part of -- this is all part of just making, what you described accurately, as the most fiendishly difficult and challenging possible context. By the way, you left out one other element that makes this very challenging, as well, and that is the use of individuals who are willing to blow themselves up to take the Israelis with them. Suicide bombers mean that you have to keep everyone, the entire population, beyond arm's length. And that is a pernicious factor that they'll have to deal with, as well. So, you're right, there's nothing more challenging than what the Israelis are undertaking here. We never faced anything quite as difficult as this even in the toughest of the fights in Fallujah and Ramadi. But this does, I think, have to be done, but also should be done with a corresponding vision for the future for the Palestinians in Gaza and in the West Bank, and of who is going to take care of the restoration of basic services, the humanitarian assistance, in the wake of this. We learned the hard way after the fight to Baghdad and toppling the regime that you've got to put serious thinking into that post-conflict phase. I'm sure actually that there are individuals hard at work, planners in Tel Aviv and Jerusalem, who are addressing those issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:28:06",
      "speaker": "TAPPER",
      "sentences": "And we're back with live coverage from Tel Aviv, Israel. And it's an extremely loud night in Israel and Gaza.Let's bring in CNN's Becky Anderson who's in Qatar. And, Becky, earlier today, you reported there was optimism with the hostage negotiations going on in Doha. Israel says that the optimism was just a rumor by Hamas to inflict, quote, psychological terror. Tell us more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "All right. CNN's Becky Anderson in Doha, Qatar. Thank you so much. Really appreciate it.The senior adviser to Israeli Prime Minister Benjamin Netanyahu and former Israeli ambassador to the United Kingdom, Mark Regev, is with us now in Tel Aviv. First of all, let me ask you, I know military people I guess in Israel, not just the United States, have their own language. When the IDF says military, the ground excursion has expanded, ground operations have expanded, I didn't know they'd even begun. So, what does that mean exactly that the ground operation has expanded? Does it mean that Israeli troops -- soldiers are on the ground in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "MARK REGEV, SENIOR ADVISER TO ISRAELI PRIME MINISTER NETANYAHU",
      "sentences": "So, obviously, I'm not going to go into anything operational, especially if such an operation is ongoing for obvious reasons, but I can say this -- we are beefing up the pressure on Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REGEV",
      "sentences": "That pressure will increase and continue to increase until we achieve our goal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "But is there a ground -- I mean, ground operations have expanded, does that mean ground operations are happening? That's what it sounds like it means. Again, I don't speak military-ese, whether in the Pentagon or the IDF. What does it mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REGEV",
      "sentences": "I said a moment ago, operations are ongoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Right. Okay. I still don't we come that means. What can you tell us about this barrage of airstrikes going on in Gaza right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REGEV",
      "sentences": "I can't go into anything technical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REGEV",
      "sentences": "But I can say this -- we are focused on our goal which is the elimination of Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REGEV",
      "sentences": "Which is the destruction of its military capabilities, its military machine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REGEV",
      "sentences": "And the end of its political control over the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "So the IDF released earlier today a 3D map of a command and control center of Hamas that the IDF says is under a hospital in Gaza. It's not photographs. It's graphics, a graphic depiction. Where does that information come from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REGEV",
      "sentences": "That information is ironclad, it's based on Israeli intelligence. But if you ask Gazans who were honest with you, they'll tell you that for years, they've known, that Hamas used hospitals, particularly in this case the Shifa Hospital but not only, for their command and control.The IDF spokesman said and people in Gaza must have seen it, that when this war started on the 7th of October with that terrible massacre, and they expected Israel to strike back, there was a surge of Hamas activists, Hamas terrorists, scores of them finding shelter in the Shifa hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Yeah. So I mean, obviously it has been known and has been reported by -- Anderson's been to Gaza, and it's known that Hamas fires rockets from civilian centers, from apartments, et cetera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REGEV",
      "sentences": "From schools, from U.N. facilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Right. This been reported by -- not just IDF claiming it, it's been reported by independent journalists on the ground.Does that mean that Israel considers hospitals to be legitimate targets? Because there are action -- there are also, as you will acknowledge, patients and doctors and nurses in those hospitals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REGEV",
      "sentences": "So we were just pointing out the facts, we want the world to understand the enemy we're up against. A ruthless enemy that has been reported widely on CNN has no trouble massacring Israeli civilians. They did so in all the gruesome reality that we saw on October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REGEV",
      "sentences": "They also have no qualms whatsoever about embedding themselves in humanitarian buildings like hospitals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REGEV",
      "sentences": "Which is -- I think it shows us exactly who we're up against. When this is over and we have defeated Hamas and we have destroyed its military machine and we have removed it from the position of power it holds in Gaza today, I think not only are we doing Israelis a favor in freeing them from in terrorist threat to the south, but we're ultimately doing the people of Gaza a favor. We're freeing them from this extremist dictatorship run by a bunch of cut-throat terrorists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Who takes over in Gaza when and if you defeat Hamas, who takes over?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REGEV",
      "sentences": "First of all, we will defeat Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REGEV",
      "sentences": "We will eliminate them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Okay, but who takes over?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "TAPPER",
      "sentences": "A senior Hamas official says Hamas is, quote, ready to defeat Israeli ground troops if they enter Gaza. He went on to say, quote, the resistance -- this is just me quoting them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "REGEV",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "TAPPER",
      "sentences": "The resistance is ready. I mean, I laid out what your soldier are going to be facing in Gaza. It is -- the challenge is this vast network of, what is it, 200 kilometers of tunnels that they've been building for 20 years -- you know, very sophisticated. The defense minister said to me earlier today all the money going to Gaza over the years not to build universities, not to build factories, to build tunnels and to buy rockets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "REGEV",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "TAPPER",
      "sentences": "Okay?A ruthless terrorist group --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "REGEV",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "TAPPER",
      "sentences": "-- willing to blow themselves up, willing to do anything, use their own people as human camouflage, urban warfare, the toughest warfare there is. Two million civilians that you don't want to kill, right? You don't want to hurt them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "REGEV",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "TAPPER",
      "sentences": "You're unfortunately killing them. But you don't want to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "REGEV",
      "sentences": "Making an effort not to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "TAPPER",
      "sentences": "You're making an effort not to, but you're killing a lot of them. I mean, this is a task that -- it's seemingly impossible. And you're sending your soldiers into it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "REGEV",
      "sentences": "So obviously --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "TAPPER",
      "sentences": "On top of the humanitarian crisis already ongoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "REGEV",
      "sentences": "First of all, the entire situation we're in is precisely because Hamas attacked us and massacred us on October 7th. We are responding to Hamas. And I have no doubt that our soldiers who are going into battle facing risks. You're 100 percent correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "TAPPER",
      "sentences": "That's terrifying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:49",
      "speaker": "TAPPER",
      "sentences": "Welcome back to THE LEAD live from Tel Aviv.A live look right now over Gaza where the IDF is ramping up its airstrikes, bombarding Gaza. The IDF says it is expanding its ground operation. This as the White House says it is currently in active conversations with Israel about a humanitarian pause, that's what they're calling it, to allow hostages to be released by Hamas which kidnapped 229 innocent individuals on October 7th. Let's bring in CNN's Oren Liebermann from the Pentagon, as well as CNN's Alex Marquardt in D.C. for us right now. Oren, what are U.S. military sources telling you about the Israeli airstrikes, what are they targeting specifically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:49",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "At this point, the Pentagon is simply monitoring what the -- what's happening in Gaza. The Israeli airstrikes, the ground incursion and how Israel conducts that. But at this point, they're not ready to say anything just yet. They've made it clear that how Israel operates is effectively up to the IDF and the decisions even as we've reported, the U.S. has advised Israel to take an approach of more precision strikes and limited raids as opposed to an all-out incursion into Gaza. Whether Israel heeded that advice we'll find out in the next hours and days it certainly seems.It's also worth noting that even if the U.S. views the Gaza conflict as its own entity, the rest of the region certainly doesn't, does not. That's why the U.S. is so concerned about the possibility of escalation in others places throughout the Middle East. That's why the U.S. sent about 1,000 troops there, air defense systems, all to bolster force presence and the protection of those forces with the possibility still very much alive that this escalates beyond the coastal enclave of Gaza -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:49",
      "speaker": "TAPPER",
      "sentences": "We saw another missile hit.Alex, what are you -- what are you hearing from the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:49",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, we're certainly -- they don't want to weigh in, they don't want to characterize anything beyond what the Israelis are saying which is the expansion of what they've been doing the past few days. That is, I'm told, how U.S. officials are seeing it. That the Israelis are building on the ground operations, the incursions that we've already seen in a much more limited fashion over the past few days. And that this, however, does appear to be much bigger.You also mentioned the active conversations that the NSC's John Kirby says that they are having with Israelis about a humanitarian pause. This is something that they have been pushing for over the course of the past few days to allow for more time to get aid in and to get those hostages out. On the question of where those conversations stand about the hostages, multiple U.S. officials are telling us that those conversations are ongoing. They do admit that they are not in as good a place right now as they were earlier today or even yesterday. But certainly the Qataris are still pushing Hamas to get those hostages out. But without question, Jake, what we're seeing tonight has hugely complicated the prospect of getting those almost 230 hostages out of Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:49",
      "speaker": "TAPPER",
      "sentences": "And, Oren, these new airstrikes by Israel on Gaza come as U.S. forces have had to take their own actions in the Middle East as fears of a wider regional conflict arise. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "TAPPER",
      "sentences": "And we're back live from Tel Aviv where we are witnessing Israel expanding its operations in Gaza lighting up the night sky with airstrikes such as these adding to a situation that was already quite dire for the innocent Palestinian people who unfortunately are ruled by Hamas.We will be back with what's currently unfolding in Gaza but first, I want to you watch this report from CNN Salma Abdelaziz talking about the controversy about the death toll. We want to warn you, some of what you're about to see is quite disturbing. (BEGIN VIDEOTAPE) SALMA ABDELAZIZ, CNN CORRESPONDENT (voice-over):  Families are mourning and counting their dead. Near endless stream of funerals echoes throughout Gaza. And as Palestinians bury their loved ones, doubt is cast by the U.S. and Israel on the death toll being released by Hamas. Hamas seized control of Gaza in 2007, no elections have been held since. The militant group is the political military power here. It controls the government and, therefore, all ministries including the health ministry. President Biden says that's why he has no confidence in the reported Gaza death toll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I have no notion that the Palestinians are telling the truth about how many people are killed. I'm sure innocents have been killed and it's the price of waging a war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "ABDELAZIZ",
      "sentences": "This is how the Hamas-run health ministry responded, publishing this document, 212-page report listing the ID numbers, names, sex and age of more than 6,700 Palestinians it says have been killed since October 7th. Among them, nearly 3,000 children.The total figure is expected to be even higher because of hundreds of unidentified bodies, it says. The ministry says it is committed to accuracy and accused some of dehumanizing Palestinian victims. Our people are not anonymous entities that can be ignored, it said. The Palestinian Authority which rules the west bank also hit back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "MOHAMMAD SHTAYYEH, PALESTINIAN AUTHORITY PRIME MINISTER",
      "sentences": "There are certain leaders who don't want to see reality. The numbers are correct. They are our numbers. These numbers are fed to us from the hospitals of Gaza every single day that are received by our ministry of health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "ABDELAZIZ",
      "sentences": "Skepticism over the death toll spiked after the explosion the Gaza City's Al Ahli Hospital. and the health run ministry said 471 were killed. The U.S. gave the more conservative estimate of 100 to 300 killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "JOHN KIRBY, NSC SPOKESMAN",
      "sentences": "It was least a couple of hundred, and that's terrible, and atrocious and sad and all grieve with the families and loved ones who are affected by that. But the numbers are not reliable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "ABDELAZIZ",
      "sentences": "News outlets, U.N. agencies, rights groups and even the U.S. State Department have cited the Hamas-run ministry of health in the past, but the U.S. now says recent statements and figures from Hamas are unreliable.Human Rights Watch, an independent body, responded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've done research during multiple rounds of escalations and we've always found the ministry of health data to be generally reliable. The conversation should focus on how world leaders can stop further mass atrocities and not nitpicking whether a number that's generally proven to be accurate may be a little bit off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "ABDELAZIZ",
      "sentences": "And access is limited. Foreign media has been denied entry into Gaza and for local journalists, conditions on the ground make reporting difficult. CNN and other news outlets cannot independently verify the figures. And while some argue over the death toll, bodies keep piling up.Salma Abdelaziz, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:10",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    }
  ]
}