{
  "date": "2023-04-05",
  "headline": "CNN Newsroom",
  "subHeadline": "Kevin McCarthy Meets With President of Taiwan; Republicans Rally Around Trump; Trump Slams Judge in Manhattan Criminal Case; Deadly Storms. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:40",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "Hello. I'm Abby Phillip in Washington. Thank you for joining us today.We begin with the deadly storms ripping across parts of the Midwest. The destructive system spawned at least 11 reports of tornadoes. Now, take a look at this. This is video of Missouri, where at least four people are now confirmed dead and several others may be hurt. Missouri's Governor Mike Parson has activated the National Guard to assist with the storm recovery and is expected to go on a tour of that area soon. And this is the scene in neighboring Illinois. You can see straight into that building after storms ripped off the roof. And the danger is not over yet. More than 60 million people remain under the threat of severe storms. Meteorologist Jennifer Gray is tracking that from the CNN Weather Center for us. But let's begin with CNN's Adrienne Broaddus, who is on the ground in Colona, Illinois. Adrienne, I know that you have been speaking to some of these individuals who have lived through the storm and are now dealing with the aftereffects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:40",
      "speaker": "ADRIENNE BROADDUS, CNN CORRESPONDENT",
      "sentences": "Abby, we talked to a survivor and we also talked to a business owner who not only lost his business, but his home was destroyed three weeks ago by fire.This storm was powerful. Two employees who work at this gas station took shelter in the bathroom. You can see the bathroom is still standing, but everything else shattered. The roof, Abby, as you mentioned, lifted, it jumped over the power lines and ended up on a neighboring business, which I will show you in a moment. Just over my shoulder around the corner here, we will pause because you see they're doing some work. This excavator was used last night. This gentleman whom we just spoke with told me it's going to take him about 10 minutes to wrap up his work. But as we walk around the corner, you can see that this Mexican restaurant was also impacted. Inside, insulation is on the table. A picture that was once hanging on the wall is now on the floor. I don't know if you can see it from where our cameras are pointing, but also inside of there, the cooler was tilted over and all of the bottles on the inside tilted as well. That roof that lifted is now on top of the neighboring business. If you take a look at the view from above, you can see this is where that powerful EF-2 tornado hit. Most of the homes surrounding this central area are still standing. But, as you can imagine, folks here have a lot to do. We spoke with one man who said he was at work when the tornado hit. Listen in. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:40",
      "speaker": "GARRETT ALBERSON, TORNADO SURVIVOR",
      "sentences": "Started back in on the backside of the shop there. And then the car started shaking and stuff. Warnings was going off.And I'm like, oh, this is kind of for real right here. And then I turned and looked, and there was pieces of roof, insulation flying up through the air, spinning. And I think I'm actually in a tornado right here. And then a transformer blew out. And stuff was just flying everywhere. And the little trailer next to me was sliding all over the place. It was like, I better buckle myself back in. (LAUGHTER) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:40",
      "speaker": "BROADDUS",
      "sentences": "He said he and his colleagues are fortunate. Nearby, his neighbor's business was destroyed. We will hear from that neighbor later today.But, Abby, as you can see, the cleanup is already under way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:40",
      "speaker": "PHILLIP",
      "sentences": "Yes, that damage is just absolutely catastrophic.Adrienne Broaddus, thank you. And Jen -- to Jennifer Gray in the Weather Center. Jennifer, what can you tell us now about the forecast?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "PHILLIP",
      "sentences": "All right, Jennifer Gray, thank you for that report.And turning now to another important story, today, for the first time in the U.S. history, the nation is now finding out what happens after a former president is indicted. Less than 24 hours ago, former President Trump pleaded not guilty to 34 counts of falsifying business records. New York prosecutors say that Trump paid off an adult film actress and a Playboy model to keep them quiet about alleged affairs, and also folded into that case a payment to a doorman who knew about an alleged third affair. The entire scheme was meant to keep the information out of the public eye during the 2026 -- 2016 campaign, according to prosecutors. But a key piece of the indictment says that Trump coordinated part of that effort after he became president. The Manhattan district attorney alleges that Trump met with his then- attorney Michael Cohen in the Oval Office in 2017 and they hashed out a plan for Trump to personally reimburse Cohen for the hush money payments. So, last night, after his arrest in New York, Trump returned to the friendly confines of Mar-a-Lago in Florida, where he lashed out at all those involved in that indictment and some who were not involved at all. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I never thought anything like this could happen in America. Never thought it could happen.This fake case was brought only to interfere with the upcoming 2024 election, and it should be dropped immediately, immediately. (CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "TRUMP",
      "sentences": "I have a Trump-hating judge with a Trump-hating wife and family.(END VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "PHILLIP",
      "sentences": "CNN's Jeff Zeleny is here with the latest.So, Jeff, a personal attacks on the prosecutor, the judge, their families, and also just a long list of grievances. So, today, what is the president's campaign saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Abby, in a word, it's business as usual, with a familiar set of grievances, with a few more fresh examples.And we saw what effectively was the relaunch of Donald Trump's presidential campaign in that speech last evening at Mar-a-Lago. Of course, he formally announced his presidential campaign last November in the same room at Mar-a-Lago. One of the reasons he jumped in so early it was because he sensed and his lawyers sensed there were all these potential legal cases coming. The New York indictment yesterday, of course, is just one of them. There are cases pending potentially in Georgia, as well as a couple of federal investigations here in Washington. But the fact that he is a presidential candidate, of course, he thought, in one respect, might sort of ward off these legal investigations or charges. That didn't happen yesterday, of course. But what we are seeing from the former president is fund-raising. He sent out several fund-raising appeals this morning. And he is simply going about his business of trying to wrap all of this into the fact that everyone's against him and that he is fighting on behalf of his Republican base. So it's unclear if anything really has changed at all politically for him, except he has galvanized his Republican base around him. But that speech last evening, I talked to several Republicans who were hoping, not expecting, necessarily, but hoping he would do better and hoping that he would sort of move on from grievances and talk about what he would do for the country. So what this does, it essentially has frozen this Republican race into place in some respects. It also has solidified him as the front- runner. But it has made many Republicans nervous about their ultimate goal of winning back the White House. Is he the man for that job? So, what we're going to see here, his political campaign is joined with his legal campaign. These are going to be running on parallel tracks here for likely the rest of the year and even longer, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "ZELENY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "PHILLIP",
      "sentences": "And now joining us is CNN legal analyst and former federal prosecutor Jennifer Rodgers.So Jennifer, unlike the Georgia investigation, the DOJ special counsel probes, what is at play here in this Manhattan indictment is conduct that occurred before Trump was president. But, interestingly, in the statement of facts that came along with this indictment, they also talked about conduct when he was president, including that meeting that he had with Michael Cohen from the White House about the payment scheme, and also another post-presidential meeting with David Pecker from AMI, thanking him for helping him and an invitation to the inauguration and an invitation to the White House for dinner, also to thank David Pecker for helping Trump kill those stories. What does that say to you from a legal perspective? Does it change the nature of the case or the strength of the case, in your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST",
      "sentences": "It does a couple of things, Abby.One thing is, it extends the time period of the criminal conduct, which is important for statute of limitations purposes. But I also think they're telling a bigger story here. They're saying it wasn't just a matter of a payoff and the falsified business records. This was an effort to undermine the 2016 election. That was the point. We all know about his efforts to overturn the 2020 election. But Alvin Bragg and his team are saying, that's not his first play with election interference. That actually happened in this case when he hid from the voters information that they may have found important, and he did it in a criminal way. I also think it's important to try to move away from Michael Cohen as the center of this case. They're going to bring in David Pecker. They're going to talk about these other instances as well in terms of trying to influence the 2016 election. So they're trying, I think, to kind of steer away from Stormy Daniels and Michael Cohen being all there is in this case, and instead saying, no, there were three instances where they did this. And so that's also part of that, to show that this was about the election. They're going to bring in that evidence while he was president, the thank you to David Pecker, and so on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "PHILLIP",
      "sentences": "Yes.And, to that point, I mean, a big part of this case is going to be on the campaign finance front. And some of -- some conservatives who look at this say, you can't possibly call this a campaign finance violation. They they're pointing at the John Edwards explanation that, if it was intended to reveal -- to keep this information from Melania Trump, Trump's wife, then that's just a personal rationale. Do you think that the prosecutors pierced that in any way in the indictment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "RODGERS",
      "sentences": "This is a question of fact. This will be a matter for the jury.But the prosecutors have very strong evidence on this point, for a couple of reasons. One is the timing. I mean, this all happened right in the weeks leading up to the election. That's very different from the John Edwards case. You also have evidence from David Pecker in his resolution of the federal probe that they basically said explicitly, this is about the election; hushing up these claims by Karen McDougal and Stormy Daniels was about the election. So, they're going to have very pointed evidence about that that makes it a much stronger case for that than happened in the John Edwards matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "PHILLIP",
      "sentences": "And quickly, before you go, Jennifer, we know that the next in-person hearing on this is scheduled for December 4.What are the Trump team's options? Are -- do -- will they have an opportunity to push for even a dismissal at this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "RODGERS",
      "sentences": "They will. They will get discovery in about a month, and then it'll be time to brief their motions. So I expect all of this motion practice to happen between now and then.And the judge will rule on them. And then, in December, I think it'll be time to look to trial, assuming that the case survives motions to dismiss, which I expect it will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "PHILLIP",
      "sentences": "All right, Jennifer Rodgers, thank you very much for all of that.And now over to the Capitol, where Democrats are steering clear of the indictment altogether, while Republicans are vowing to hold the Manhattan district attorney, Alvin Bragg, accountable. CNN's Manu Raju has been working the halls for us, as he always is. So, Manu, what are you hearing from Democrats who actually have been largely quiet as a result of what we learned yesterday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:11",
      "speaker": "RAJU",
      "sentences": "So it's unclear whether or not these chairmen will actually issue a subpoena for Bragg's testimony. They have not said whether they will do that.Bragg has pushed back. Democrats have attacked efforts by Republicans. They view this as an effort to obstruct this case going forward. But House Republicans are not showing that they will back down, the speaker of the House indicating yesterday that they will hold Bragg to account -- Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:11",
      "speaker": "PHILLIP",
      "sentences": "All right, Manu Raju, thank you for all of that excellent reporting.And now let's bring in a pair of CNN political commentators, Republican strategist Alice Stewart and Democratic strategist Bakari Sellers. Alice, I want to start with you. Just looking at what happened last night with former President Trump, he had a day in which I think a lot of the commentary was that the indictment was perhaps not as strong as Democrats would like, and certainly not any surprises on the Republican side. But when he had the microphone in prime time, and you saw what he did with it, what did you make of his reaction and how that was handled?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:11",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "It was frustrating, because, quite frankly, many Republicans looked at what we saw in court yesterday as a very underwhelming case by DA Bragg, and this benefited Donald Trump.But for him to go out in prime time and engage in such a grievance- written speech and going after the DA, as well as the judge, it sort of took away a lot of the benefit that he had out of this weak case. And, look, here's why he did that speech last night, aside from raising a lot of money, three big reasons. He wanted to proclaim his victimhood, saying that all this is, is a way for a DA Bragg to weaponize the legal system against him because he is a political adversary. Number two, he wanted to try and say: Look, this is an affront on America. This is an insult on America. And if it can happen to me, it can happen to you. That really riles up his base. But also, third, what he did, I think we will see it in the weeks and months to come, is, he tried to paint some type of legal equivalency between this case and the other three cases he's facing in Atlanta, as well as January 6 and Mar-a-Lago, and trying to make the case:  Look, if this is what can happen to me, in terms of politicizing the prosecution in this case, it is going to happen to the others -- which I think absolutely is not true. I think the other three are much more serious. But for all of the good he got out of a weak case yesterday, I think he really did some damage last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:02",
      "speaker": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR",
      "sentences": "First of all, I think it's an absurd notion to say that this helps the 45th president of the United States or this helps propel him to the White House.I think one of the things that we're seeing, though -- even I think Alice was alluding to it -- is that there is a widening of the Gulf between the GOP base and what moderates or independents in this country are thinking. And I also want to disabuse people of the notion that this indictment is weak. It's 34 felony counts. In front of a jury, the underlying actions that we're talking about, from Stormy Daniels, to the other young lady, to the doorman who was paid $30,000 because there was a belief that he was selling a story or won't have you about -- about a child out of wedlock that proved not to be true, there are not jurors who are going to be able to identify with this underlying conduct. And I think what's happening here is, you have Republicans who are aligning themselves with this underlying conduct and saying that this should not be criminalized by the way that he did it. Donald Trump violated the law. If we're saying that he did not violate the law in a severe form or fashion, that's one thing, but it should still be prosecuted. This is not a weak indictment. These are very serious charges. But I think everyone will agree that the charges he's going to face in Georgia with Fani Willis and the charges he will face from Jack Smith -- I do not believe he will face charges from January 6 -- but the classified documents and overturning the election in Georgia, I think those are very, very serious charges. So this is just the beginning. And for anybody who thinks that this helps somebody, try going to sleep with 34 felonies, looking at 130 years. I'm not sure you could do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:02",
      "speaker": "PHILLIP",
      "sentences": "All right, and we will see if those other cases lead to charges. But he seemed to be really concerned about the documents case, and went after all of those prosecutors.But, Alice, this morning, he also posted this on his social media platform, that he was saying that Republicans in Congress should defund the DOJ and the FBI until they come to their senses. I'm not even sure what you even make of that. But it seems to just be another example of Trump taking things to the very furthest possible point. And Republicans now have to respond, I guess. You're -- you're one of them being asked to respond to all of this. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:02",
      "speaker": "STEWART",
      "sentences": "Right, right. In terms of defunding of the DOJ, that's ludicrous and absurd, and clear this plays into his line that he is being unduly targeted by various facets of the federal government.But Bakari is the legal expert, hands down, but we're also hearing from other legal experts and many liberals in the media who have concerns about how this prosecution came out. Ruth Marcus, who is hardly a fan of Donald Trump, with the -- from \"The Washington Post,\" calls these charges disturbingly un-illuminating. And Trump has the unlikely allies of Jeb Bush and Mitt Romney saying that this was very sloppy. And here's the thing. Look, I'm no Trump defender. I would much rather see someone else be the GOP nominee. But DA Bragg did more to unify the Republican Party with regard to this indictment than anyone else ever has. And while Trump may likely be the GOP nominee, he will never be a general election winner again, because he has divided this country. Independent and undecided voters will decide that -- the election, and he has turned those voters off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:02",
      "speaker": "PHILLIP",
      "sentences": "Well, we will see. And I would be curious to see if Bakari agrees with that.Bakari, before we go, from the Democratic perspective, these indictments are going to be a huge news story for many, many months to come. Is there any concern that it could drown out some of the issues that have actually worked pretty well for Democrats, whether it's abortion, or health care, or other issues that they might want to run on in the next, mid -- the next presidential election and at the state -- the state level as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:02",
      "speaker": "SELLERS",
      "sentences": "Not at all, because you saw, while Republicans were wallowing in the shame of Donald Trump, Democrats and progressives had a good night in Chicago.Shout-out to the new mayor of Chicago, Illinois.Also had a good night in Wisconsin, where you were able to win back the Supreme Court, running on issues and galvanizing young people around the issues of things like abortion rights. And so I think that those issues will bubble to the top. This is going to be a circus for the Republican Party, but this is the circus the Republican Party owns and this is the one they deserve. They haven't disavowed themselves of Donald Trump, so they can have this throughout the primary. I think you will see Joe Biden, Hakeem Jeffries, Chuck Schumer talk about issues and talk about some of the things we haven't been able to do well that we need to be able to do better during these next few years and meet the American people where they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:02",
      "speaker": "PHILLIP",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:02",
      "speaker": "SELLERS",
      "sentences": "But it was a good night for Democrats at the ballot box on issues.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "PHILLIP",
      "sentences": "A new spike in U.S.-China relations is playing out right now in Southern California at the Ronald Reagan Presidential Library.That is where House Speaker Kevin McCarthy is meeting with the president of Taiwan. But now China is vowing retaliation. CNN's Will Ripley is in Taipei, Taiwan, with the latest. So, Will, there have been meetings like this on U.S. soil before, but now it's different. How is the Chinese government responding to all of this?",
      "isLastSentenceInterrupted": false
    }
  ]
}