{
  "date": "2023-02-13",
  "headline": "Quest Means Business",
  "subHeadline": "EU Says Its Economy Is Set To Avoid Recession This Year; US Defense Secretary Speaks About Flying Object Shoot Downs; Dubai Real Estate Soared To Record Sales Last Year; Death Toll Passes 36,000, Urgent Pleas For More Aid; President Warns Nation Is On Brink Of Constitutional Collapse; UAE Was First Country To Have A Minister Of A.I. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:27",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "If I had a clock I would go \"bong.\" The clock strikes midnight in Dubai. The markets are open for another hourin New York. This is the way things are trading at the moment, a bullish session straight up and stayed there all day, over 34,000. The markets are bullish and the main events of the day. The IMF Managing Director tells me markets are in love with good news, and aren't listening to anything else. Is today an example of that? The WTO Chief tells me she'll consider a special protocol for disaster aid. And Israel's President warns the country is on the brink of a constitutional and social collapse. Now, we are live in Dubai where we have elegantly just slipped into Tuesday. For the rest of you, it is still Monday, February the 13th. I'm Richard Quest, and of course in Dubai, I mean business. Good evening from Dubai. Day one of the World Government Summit has drawn to a close. There are some very big names and you're going to hear them here on this program. The theme of the year here is \"Shaping future governments,\" and many of the world's top business and political leaders have descended into Dubai. You'll hear them, for instance -- also, the European Commission expects the continent will avoid a recession this year. The EC now forecasts 0.8 percent growth in the EU and 0.9 percent in the Eurozone, skirting a recession, not that narrowly frankly. The Commission says high gas storage and strong job growth has helped the union avoid a contraction in G4. Meanwhile, the EC's latest forecast is following the similar upgrade from the International Monetary Fund. I spoke to the IMF's Managing Director, Kristalina Georgieva, who is here in Dubai, and the MD told me its global growth report was good, but nothing to celebrate. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "KRISTALINA GEORGIEVA, MANAGING DIRECTOR, INTERNATIONAL MONETARY FUND",
      "sentences": "I am not an English native speaker, but what we project is less bad, not good.So, we are still in a difficult time. Why? Because growth this year, is slowing down vis-a-vis the previous year from 3.4 percent to 2.9 and because inflation has not quite evaporated yet. Why we are more positive, we are more positive for three reasons. One, because in the United States and in the EU, labor markets are remarkably resilient. People have jobs. When people have jobs, even if prices are high, they still spend. Two, China has finally opened up and their economy is working, contributing to global growth. Three, because we have seen surprisingly good results of Central Banks tightening up financial conditions and inflation finally, trimming down although the fight is not yet won.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "QUEST",
      "sentences": "Oh, it is far from won. You say it is trimming down. The problem is traditional economics requires there to be an increase in unemployment,if you're going to bring inflation down to target. I don't like saying it, but that's the reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "GEORGIEVA",
      "sentences": "What we would see is some increase in unemployment, but from an incredibly low number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "QUEST",
      "sentences": "But we are seeing that weakness in labor markets, which suggests that there is going to have to be a good few more doses of monetarytightening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "That is the head of the IMF.The US markets are higher after a difficult few days. So the NASDAQ and the S&amp;P post their worst week of the year. If you look now, at both the Dow and the triple stack, the Dow is up and has been strongly up and now the triple stack shows similar sorts of gains, best gains underway are on the growth stocks on the NASDAQ. Investors are looking at tomorrow's Inflation Report for January, where prices are expected to ease again, inflation remains above the target and Eleni Giokos, inflation is going to remain above target for the foreseeable future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "ELENI GIOKOS, CNN INTERNATIONAL HOST AND CORRESPONDENT",
      "sentences": "I think that was pretty much anticipated, but what everyone was focusing on was whetherwe were going to hit a recession. And so much has changed, right, because the IMF is not that pessimistic anymore, and I think that we're starting to see things change. But inflation is that irritating scratch, I think that we're going to have for some time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "Okay, but what the IMF Managing Director was also reminding us is, hang on, we're not out of this yet. And what the markets seem to wantto believe is it's all over nothing, just see here, keep moving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "GIOKOS",
      "sentences": "They always do that. And she said, you know, markets are obsessed and in love with the news, when they have not been, right?I mean, they literally hang on every little piece of good news as an excuse to move up. But here is the thing, the Central Banks, the Federal Reserve around the world tightening monetary policy, and the going to do that further. That is going to create demand destruction at some point if you bring down inflation in tandem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "It has to because if they don't, they will have to keep raising rates until it does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "GIOKOS",
      "sentences": "But we are in a weird monetary policy environment and we're not in the same fiscal environment we used to be. There was too much hot moneyinto the market, wasn't there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "Yes. But getting inflation down to two percent. Firstly, are they going to quit at three and a half, three percent? Or are they actuallygoing to -- right -- the IMF MD is a real hawk on that. She says it's got to go all the way down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "GIOKOS",
      "sentences": "It has to go all the way down. I mean, normal US inflation levels, I mean, we were so above that, right? It almost feels like absolutehistory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "What about this is part of the world? I mean, I can't -- the growth, the prospects all seem to be rosy, but it is a question of how muchit is predicated on fossil fuels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "GIOKOS",
      "sentences": "It's a tale of two worlds. So, you have the economies that are coming under major pressure, whether it is Lebanon, whether you're seeingEgypt, inflation really hitting there, and then it is obviously the oil producing economies that are able to buck the trend, and they are making a lot of money right now with oil prices where they are. But let's talk about inflation in the MENA region, so Middle East and North Africa. Ten percent inflation for 2023, that's a four-year in a row 10 percent inflation rate. So, inflation is also biting, but not all countries are equal. It is absolutely not an equal playing field and I think that while there is so much excitement, and look, a lot of countries are spending money, they want to get in more tourists, they want to spend big on infrastructure. It is exciting, but it is also increasing debt to GDP levels and that is a worry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "And that is something we need to talk about in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "GIOKOS",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "Thank you for all -- look, I mean, we shouldn't really -- it is 10 past midnight here. So whenever you talk for some QUEST MEANS BUSINESS,I realize you're having a very late night indeed. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "GIOKOS",
      "sentences": "Only for you, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "Always delighted. I am grateful.Now, you heard from the Managing Director of the IMF, Kristalina Georgieva told us she thinks strong job numbers will drive economic resiliency. The International Labor Organization is telling a different story. Their January report predicts global employment growth will halve down to just one percent this year. Compare it to last week, when the picture got more complicated. The US had a gangbuster's job report. That in itself is a number that we don't fully understand, and the Fed Chair Jerome Powell said there would be more strength to come. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Gilbert Houngbo is the Director General of the International Labor Organization, and is with me now.Good to have you, sir. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "GILBERT HOUNGBO, DIRECTOR GENERAL, INTERNATIONAL LABOR ORGANIZATION",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "So the growth, I know that you are always concerned about those countries where there isn't growth, where jobs are of a poor quality.However, the growth numbers we are seeing in the developed world don't make sense in the bigger picture. Do you understand it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "HOUNGBO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Why are we seeing such growth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "HOUNGBO",
      "sentences": "I mean, because of the global economy is helping the job growth in the global north, essentially, and we know that since the recovery fromCOVID, things are, despite the inflation that you just discussed, things globally are going in the right direction, but which is not the case on the global south.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Okay, but at some point, the higher interest rates should start to hit that job growth in the north.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "HOUNGBO",
      "sentences": "Yes. This is the worry now, this is the worry and if we are able to control that is why we do agree that the inflation has to be undercontrol. We agree on that. Except that what are we saying is that you also need to think about those that are vulnerable, particularly the 214 million workers that are still living in poverty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Okay. With your predecessor, I've talked about this many times. Those are the people that are most affected from what happened during thepandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "HOUNGBO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "They're not going to recover quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "HOUNGBO",
      "sentences": "That's unfortunately -- the recovery started a year ago at the beginning of 2022. Then, of course, the geopolitics, the crisis has justworsened the situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "So what do you want now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "HOUNGBO",
      "sentences": "We really want to beat the fight against inflation with the global prospect, the policy to be adjusted, not only to keep looking for growth,but at the same time to really make it job rich growth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "But the north has to deal with inflation, and if there are effects from that to the south, how do you balance that out? How do yousquare that circle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "HOUNGBO",
      "sentences": "We have to sit together and really find --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Well, sitting together with respect, sir, sitting together will sort of make everybody feel better, but there are no policies that thenorth can do that won't hit the south?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "HOUNGBO",
      "sentences": "I don't agree with that. If we were to really ensure that we both what we call social dialogue, in ILO, we should have those policies thatare really balanced, that is the same struggle in in climate change. You just cannot focus on what is good for the north not thinking about how the effect on the other side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Even though inflation fighting, you would agree has to be the priority now, because if inflation takes hold, everybody suffers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "HOUNGBO",
      "sentences": "I fully agree. I fully agree with that. I fully agree with that. But fighting inflation does not stop us to really make sure that we haveprotection systems for the most vulnerable. That's my point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "I am very grateful, sir, that you came along this evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "HOUNGBO",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "By the way, thank you for staying up very late. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "HOUNGBO",
      "sentences": "No, no. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "HOUNGBO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Now, the US Defense Secretary Lloyd Austin has landed in Brussels and has given the first comments on the unidentified aerial objects thatthe US military has been shooting down. This is what the Def Sec said earlier. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:31",
      "speaker": "QUEST",
      "sentences": "The economic activity that tends to dominate events like these are not always reflected in the luxury market where luxury sales in manycases have recovered from the pandemic and then projects, they could grow as much as eight percent this year. High-end shoppers are also looking for sustainable products. So in today's Global Connections, two Canadians are on a mission to make watches with the lowest possible carbon footprint. (BEGIN VIDEOTAPE) UNIDENTIFIED FEMALE (voice over): It took these two entrepreneurs a trip around the world to make a product that would not only help transform the market back home in Canada, but in the watchmaking industry itself. SAMUEL LEROUX, CO-FOUNDER, SOLIOS WATCH: It makes more sense to move towards more durable practices and durable consumption habits. UNIDENTIFIED FEMALE (voice over): Nearly a decade ago was university students in Montreal, Samuel Leroux and Alexandre Desabrais noticed that many brands weren't transparent about where they were sourcing their material and how their items were being made. That's when they knew they wanted to build something different. ALEXANDRE DESABRAIS, CO-FOUNDER, SOLIOS WATCH: The main issue that we saw with the watch industry was that it was very static. So there was not a lot of things happening. On the other side, we knew that the fashion industry is a very polluting one. UNIDENTIFIED FEMALE (voice over): According to a 2020 Human Rights Watch Report, several well-known jewelry and watch brands have raised alarm for not being transparent with consumers about their supply chains. And with this in mind, Samuel and Alexandre knew they had to take a different approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:31",
      "speaker": "LEROUX",
      "sentences": "When we were working at our old job we told our boss, like oh, we're taking some vacations, but we were just going on all the watch faireverywhere in the world. UNIDENTIFIED FEMALE (voice over): After visiting multiple cities across Europe and Asia, Samuel and Alexandre finally discovered all the material they needed to create the first Solios solar powered watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:31",
      "speaker": "LEROUX",
      "sentences": "We managed to find the solar technology in Japan. And then we traveled to China to Hong Kong to find some pieces like the crystal and thehands and the dial, and then we moved to France, where we bought the letter that we worked with a company from Switzerland to assemble the strap. UNIDENTIFIED FEMALE (voice over): While they weren't the only solar powered watches on the market, Samuel and Alexandre say it's the raw materials that make their watches different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:31",
      "speaker": "LEROUX",
      "sentences": "Usually, these brands they had more bulky design or the dial itself was not something very minimal and very elegant. Compared to them, we aretrying to use new material that are free of any petrochemicals. UNIDENTIFIED FEMALE (voice over): The first Solios watch launched in 2019. Since then, interest in their brand has spread out to more than 40 countries since the majority of their customers buy the watches online.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:31",
      "speaker": "DESABRAIS",
      "sentences": "The percentage of sales online is almost 100 percent for now. If we're talking about our top five markets, Canada first, United Statessecond, the UK third, Australia fourth, and France is number five. UNIDENTIFIED FEMALE (voice over): But now Samuel and Alexandre are hoping to achieve something even bigger. They're working on transforming Solios into a brand that emits the lowest carbon footprint throughout all of its operations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:31",
      "speaker": "DESABRAIS",
      "sentences": "We do need to do our homework to make sure that even though we have different suppliers around the world, our emissions are at the lowestlevel possible. We're going to evaluate moving one piece of production of one piece locally, but using a different technique that might be more emitting. UNIDENTIFIED FEMALE (voice over): And as they head back to the drawing board, Samuel and Alexandre are still optimistic about achieving their ultimate goal. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:31",
      "speaker": "QUEST",
      "sentences": "Can you tell the time? Yes, of course. It's coming up to 25 past 12.Dubai's real estate market is booming. Now, that's nothing new historically. But with the pandemic. Well, the Emirates now says the property sales hit an all-time high last year. It has been helped to some extent by the war in Ukraine and the economic fallout, which has helped Dubai a more attractive investment. And certainly, of course, there's a good dose of Russian money coming in as well. DAMAC Properties has built some of Dubai's iconic properties. The company has constructed more than 40,000 homes since its founding in 1982. Wherever you look, you can't help but see the name of the company and the properties it has built. Hussain Sajwani is the founder and chairman of the company, the DAMAC Group. It is good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:31",
      "speaker": "HUSSAIN SAJWANI, FOUNDER AND CHAIRMAN, THE DAMAC GROUP",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:31",
      "speaker": "QUEST",
      "sentences": "Your name is everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:31",
      "speaker": "SAJWANI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "Of course, very strong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "QUEST",
      "sentences": "What's driving that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "I think the infrastructure Dubai built over the last 30 years, they are benefiting from today. The way they have managed the crisis, theCOVID, the security, the safety, it is becoming a hub for a lot of countries around the world where they have issues like taxes, corruption, political instability, wars. People are coming to Dubai. And still remember, Dubai is very small. We have about 600,000 freehold units. I mean, if only two percent of the wealthy Chinese and the one percent there decided to come, it is enough for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "QUEST",
      "sentences": "There has been an influx of Russians as a result. It is more difficult, but that is a part of the Dubai economy at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "Dubai is known for that. I remember when there was an influx of Iranian, Iraqis, and Libyans. And, you know, so yes, the war has brought alot of Russians, but they're not the only buyers. In demand property, Russians are less than 10 percent, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "QUEST",
      "sentences": "How many buildings are you building here? And that's really sort of not a very technical way of putting it. But yes, how much building areyou doing at the moment here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "Oh, we have delivered 42,000 units. We have more than 30,000 units under construction and developments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "QUEST",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "Yes. About 14,000 villas, the rest is apartments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "QUEST",
      "sentences": "Now, your government here has this tenure strategy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "QUEST",
      "sentences": "Where the emphasis is on growth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "QUEST",
      "sentences": "But the emphasis is also on what? What would you like to see -- where would you like to see the priority?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "We have been talking about Dubai becoming third largest city in the world for tourism, I think that we will accomplish that easily. They'retalking Dubai to be the fourth center for financial services, I think they are on their way of doing that. They are talking also about logistic hub. I think that's a very good strategy. I would like to see a bit more focus on elementary and high school education. Because I have a lot of clients who are moving from Europe, and different parts of world coming, you know, quite wealthy families, they want top schools, and university is important, but it is less important for them. Their kids can go to US and UK to study.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "QUEST",
      "sentences": "But there are universities here there are foreign universities that have branches here, but you're talking about at an earlier stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "Yes. elementary, intermediate, high school. You can send your kid elementary and intermediate to Europe. Most people want -- their familywants their kids to be with them, so we need better and more quality schools. There are good schools now, don't get me wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "QUEST",
      "sentences": "Just more of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "But we need more of them. So, we probably need one of the best Chinese school, one of the best Russian schools and so forth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "QUEST",
      "sentences": "Would you agree with the same on healthcare because healthcare tourism is a growing industry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "QUEST",
      "sentences": "There's an entire raft of hospitals that cater to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "I mean, the country has done well with Cleveland Hospital, with other hospital, but I still think there is a room that you get betterquality, a specialized hospital, like a cancer center, like a diabetes center. Now, the world is going our very specialized centers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "QUEST",
      "sentences": "Is that the future for this place, and more -- less, well, obviously, the diversification from fossil fuels, but a more serviceoriented economy based on premium services like healthcare?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "Dubai has been a service economy, but as you said the word, now we need to move to more premium services. So we have good schools, we need togo to the next level. We have good hospitals, we need to go to the next level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "QUEST",
      "sentences": "I'm very grateful, sir. Thank you for coming in this evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SAJWANI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:15",
      "speaker": "QUEST",
      "sentences": "Now to Turkey and Syria where rescuers are continuing to find survivors. It's a week since the devastating earthquake in the countries. A13-year-old boy was pulled from the rubble. He'd been trapped for 182 hours. Successes like this are few and far between. The number of people who have died has now passed 36,000. And the pleas for more aid coming from all quarters are only getting stronger. The head of the IMF is now urging countries to put politics to one side and that now to deliver aid. Here's what Kristalina Georgieva told me a little earlier. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:15",
      "speaker": "KRISTALINA GEORGIEVA, MANAGING DIRECTOR, INTERNATIONAL MONETARY FUND",
      "sentences": "Led the humanitarian organizations who know how to get job done with the freehand to do it. Children, women, men need help, not reports from a meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:15",
      "speaker": "QUEST",
      "sentences": "But where we see a sanctions regime coming up against the provision of aid? What do you do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:15",
      "speaker": "GEORGIEVA",
      "sentences": "Well, it is possible to let the -- those who deliver aid to go ahead while discussions are taking place. The most immediate is notparticularly complicated to zero in on. It is foot, it is assistance to those who are affected. Let it flow, let it flow. There can be -- the longer-term reconstruction issues that would require this problems to be solved, but just getting the immediate help, let it go. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:07",
      "speaker": "QUEST",
      "sentences": "Does that need to be more does? Does that need to be almost a special aid protocol that as soon as you declare it to be valid, and thisis an aid situation, different rules apply? Does there need to be more? OKONJO-IWEALA: Well, I, you know, I liked that idea, Richard. I think we could think about that. Already we have the things in place but can they become automatic, immediately an event happens? Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:07",
      "speaker": "QUEST",
      "sentences": "You declare in the same way that the -- you declare a disaster, therefore, new --OKONJO-IWEALA: Different rules apply.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:07",
      "speaker": "QUEST",
      "sentences": "You could see that.OKONJO-IWEALA: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:07",
      "speaker": "QUEST",
      "sentences": "Excellent. We've made progress already.OKONJO-IWEALA: My members have not agreed it yet. But we'll get there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:07",
      "speaker": "QUEST",
      "sentences": "Oh, come on. Well, before I retire.OKONJO-IWEALA: No, no, no. Maybe before. Much before that. You have a long way to go, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:07",
      "speaker": "QUEST",
      "sentences": "You're very kind.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:07",
      "speaker": "QUEST",
      "sentences": "That's the director general of the WTO.Israel's President Isaac Herzog has an extraordinary warning. He said the proposed judicial reform has been put forward by the Netanyahu government of bringing the country to the brink of constitutional collapse. Now despite his pleas, the hard-right government, led by Netanyahu was introduced reform bill today in Parliament. And there were chaotic scenes in the Knesset as lawmakers traded insults. Whilst the lawmakers were arguing inside, outside, thousands of Israelis protested against the proposals. CNN's Hadas Gold reports from Jerusalem. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:07",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "By the tens of thousands, protesters streamed into Jerusalem. With drums, flags, signs, chanting andsinging songs. One of the largest demonstrations for Jerusalem in years, as these protesters skipped work and school to stand against Prime Minister Benjamin Netanyahu and his government sweeping judicial reform plans. Fundamentally altering the balance of power by allowing parliament to overturn Supreme Court decisions with a simple majority. GOLD (on camera): Now for weeks, tens of thousands of Israelis have been coming out to the streets of Tel Aviv to protest but on Monday on the day, these judicial reforms were first formally introduced in the Israeli parliament, they decided to come here to Jerusalem so that the shouts of the tens of thousands could be heard in the halls of the Parliament.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:07",
      "speaker": "TZVIKA GRUNALD, PROTESTER",
      "sentences": "Just because they want a slim majority doesn't mean that the right is with them. Changing the spirit and the life of thecountry from a democracy to totalitarian regime, we don't want to go them. GOLD (voice over): Inside the Israeli parliament, the Knesset, the reform passing its first legislative test in a committee hearing. To ferocious protests from opposition lawmakers who jumped over tables yelling shame and disgrace, before being forcibly removed by security. Netanyahu accusing opposition leaders of deliberately dragging the country into anarchy, urging them to show responsibility and leadership. The night before Israeli President Isaac Herzog's plea in a televised address for consensus and awarding. ISAAC HERZOG, PRESIDENT OF ISRAEL (through translator): We are at a moment before a confrontation, even a violent confrontation. The powder keg is about to explode, and brothers are about to raise their hands against brothers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:07",
      "speaker": "GOLD",
      "sentences": "Even U.S. President Joe Biden weighing in saying it's the genius of American and Israeli democracies that were built on strong institutions onchecks and balances and on an independent judiciary. Perhaps the message received, Monday evening after the protesters clear the streets and announcement from the Minister of Justice Yariv Levin that while they weren't going to stop the legislative process, they will meet with opposition leaders to at least start negotiations. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:07",
      "speaker": "QUEST",
      "sentences": "Hadas is with me now. Hadas, the thing that struck me most was the comments by President Herzog because it's a ceremonial post at one level,but it's not supposed to be party political. And he has well and truly, he warns of a constitutional collapse. This is extraordinary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:11",
      "speaker": "QUEST",
      "sentences": "Hadas in Jerusalem. Thank you. The opening keynote speech of the World Government Summit had a very clear message. Technology and data arethe future. UAE's artificial intelligence minister is next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:11",
      "speaker": "CONNOLLY",
      "sentences": "bn(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:11",
      "speaker": "QUEST",
      "sentences": "Shaping future government, it's the theme at the World Government Summit. And it opens the week's festivities. The UAE's Minister of CabinetAffairs said artificial intelligence will play a critical role in governments of the future. The UAE was the first countries to embrace A.I. naming a minister of artificial intelligence back in 2017. That minister is with me, Omar Sultan Al Olama. The UAE's Minister for State for Artificial. Minister, the whole thing of artificial intelligence. I mean, we're all obsessed with Chat GPT. And how it'll help me write a letter. But you've got greater designs and you're looking at it, how it affects government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:11",
      "speaker": "OMAR SULTAN AL OLAMA, MINISTER OF STATE, UAE ARTIFICIAL INTELLIGENCE",
      "sentences": "Absolutely, like even something like Chat GPT is going to bring with thethought of opportunities and challenges. It's a great tool to write a letter or a speech or an e-mail. But when it comes to diagnosing certain medical problems, when it comes to, you know, addressing certain issues where the level of confidence is very high, while it's not really sure what it's citing or what's coming up with. We need to be careful as a government and as a society as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "AL OLAMA",
      "sentences": "Not really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "QUEST",
      "sentences": "Global arguably.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "AL OLAMA",
      "sentences": "I think in government globally, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "QUEST",
      "sentences": "But how? How would you do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "AL OLAMA",
      "sentences": "So, I think this is one of these technologies where you can't be reactive, you need to be proactive. And productivity means that youactually start to forecast and foresee where it can be used and put the regulations before there is a need for it because catastrophe can -- on widespread and we will have certain issues with it. Another thing you can do is you can actually inspire the people that want to deploy, but currently can't because the regulations are stopping them. To come and deploy in controlled environments like we're doing in the UAE through our regular project. See the impact on the output and scale it up across the country. And they can use that to convince other countries to allow them to deploy. These are certain examples that they don't get anywhere else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "QUEST",
      "sentences": "The ability, though, to digitize an economy. To -- I mean, I often think, you know, you get -- you have a distinct advantage that you can doto for example, in Singapore, where there are smaller environments upon which to almost be the test pits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "AL OLAMA",
      "sentences": "The only difference that makes the UAE truly unique is you have people from 200 nationalities, it shouldn't be harder. But the way that wework is we forecast what the future may be. And then we take consecutive steps towards that. So, the UAE starts with electronic government, internet, the government, mobile government, the smart government and A.I.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "QUEST",
      "sentences": "Have you ever come across a bit of A.I. that you've thought I'm not -- we're not doing that? No, we are not doing that. It's just a step toofar for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "AL OLAMA",
      "sentences": "I think social grading people's ability to get certain services across mass government services is something that can bring with a lot ofperil. So, we want to tread very carefully. Another thing is using A.I. for not just diagnosis, but going towards actually recommending for the doctor what he should -- or he or she should be doing when it comes to therapy and what comes to surgery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "QUEST",
      "sentences": "And likewise, who should not get it --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "QUEST",
      "sentences": "I mean, you're too old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "AL OLAMA",
      "sentences": "Yes, yes. No, I think we still need to keep the human in the loop for these things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "QUEST",
      "sentences": "But this is fascinating because other countries are debating these issues. But they're not doing it from a position of being that much closerto being able to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "AL OLAMA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "QUEST",
      "sentences": "So, it's not just an esoteric, academic discussion here in many cases, is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "AL OLAMA",
      "sentences": "No, no, absolutely. It's not because -- not because you can do it, you will do it. And that's what we're going to be. We are responsible.And that's why the acronym that we use as a guiding principle for A.I. start (INAUDIBLE) building a responsible artificial intelligence nation, responsible development, responsible deployment, responsible use of this technology for future generations and current generations as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "QUEST",
      "sentences": "I think it was at the First World Government Summit, which is probably aging me and you as well. It's grown quite considerably. Can itcontinue to grow like this? Is there a natural roof do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "AL OLAMA",
      "sentences": "I think it can, because the government's need to have a platform where they can talk. I also think that we will constantly evolve. Me, youand the organizing body to ensure that we continue to provide value. Maybe that means limiting the crowd in some sense. Maybe that means bringing in other groups that currently are not being brought into the government summit or bringing more private sector, bringing more thought leaders in certain sectors as well, to have a balanced conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "QUEST",
      "sentences": "So, that one will become a two in the fullness of time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "AL OLAMA",
      "sentences": "Hopefully another zero next time, after me and you hopefully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "QUEST",
      "sentences": "(INAUDIBLE) good luck if you're still here then (INAUDIBLE) Minister, it's good to be with you. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "AL OLAMA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "QUEST",
      "sentences": "Coming out. The president of the Seychelles tells me how his country recovered from the pandemic.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:23",
      "speaker": "QUEST",
      "sentences": "The president of the Seychelles told me his country needs a more diverse economy. That depends less on tourism. The IMF says the Seychelleshas had strong recovery as the tourism industry rebounds from the pandemic. He also said, the president, that the recovery required taking bold decisions. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:23",
      "speaker": "RAMKALAWAN",
      "sentences": "The recovery of tourism didn't happen just like that. We have to take serious decisions. You remember, I was the first African leader tobe vaccinated. And then we set targets to vaccinate our people. At that time, we're talking about herd immunity. And we vaccinated over 70 which allowed us to reopen the country in March 2021. So, it all was part of careful planning. And then of course, there were a number of other issues that we had to sort out. And this is what allowed us to open up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:23",
      "speaker": "QUEST",
      "sentences": "So, assuming tourism comes back and that creates a certain basis -- base for the -- for the economy. But the lesson is, of course, you can'trely only on touring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:23",
      "speaker": "RAMKALAWAN",
      "sentences": "No, we cannot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:23",
      "speaker": "QUEST",
      "sentences": "So, what are you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:23",
      "speaker": "RAMKALAWAN",
      "sentences": "Well, we're looking at various industries, if I can say that. We are now pushing for digitalization and E-government ease of doingbusiness. But we're not thinking only of Seychelles. We are now in collaboration with the UAE. We're looking at how when we develop those programs, we can also export those to mainland Africa. This morning, for example, I had -- I had a bilateral with the president of Central Africa. And we're talking about such programs. We're looking at East Africa. We're looking how centrals can also export technology smaller as we are in order for us to attract a new source of investment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:23",
      "speaker": "QUEST",
      "sentences": "How do you manage that? At the same time as the -- you're familiar with the accusations that places like the UAE with their large amounts ofmoney can essentially buy their way in. Because you need money. And it happened during the pandemic to an extent. There were a variety of accusations that -- the place is being bought up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:23",
      "speaker": "RAMKALAWAN",
      "sentences": "It's a partnership. And I can tell you one thing, the UAE is not buying Seychelles. It's a frank, open relation that we have. They havetheir interest, we have our interest. And it's based on confidence. It's based on sincerity. And the UAE obeys the laws of the land. And we get on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:23",
      "speaker": "QUEST",
      "sentences": "If we look then at how the UAE can assist you in digitization. I mean, it's coming out of their nostrils here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:23",
      "speaker": "RAMKALAWAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:23",
      "speaker": "QUEST",
      "sentences": "Digitization and the new economy. What would you like to get from it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "QUEST",
      "sentences": "Is this time for bold decisions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "RAMKALAWAN",
      "sentences": "This is what saved the country. Bold decisions, not necessarily political decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "QUEST",
      "sentences": "Oh, you're a politician.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "RAMKALAWAN",
      "sentences": "So, what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "QUEST",
      "sentences": "Politicians make political decisions.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "RAMKALAWAN",
      "sentences": "Well, I can tell you, we have made bold decisions, which many people were surprised of, because they said, how can you do that? This willcost you votes. But now, we're not talking about only votes. We're talking about a country. We're talking about moving people forward. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "QUEST",
      "sentences": "The president of the Seychelles. The final moments of trade on Wall Street before we love you or leave you. The markets are up ahead oftomorrow's U.S. data. You can see them there. The best gains of the day are on the NASDAQ at the moment up 1-1/3 percent. And the Dow 30, the tech companies like Microsoft, Intel and Apple all higher, which of course, is exactly why you're seeing the NASDAQ stronger as well. We will take a profitable moment after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}