{
  "date": "2023-12-13",
  "headline": "CNN News Central",
  "subHeadline": "Hunter Biden Again Demands Public Deposition With Republicans; Supreme Court to Decide Whether to Restrict Mifepristone Nationwide. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "BERMAN",
      "sentences": "Where is Hunter? Here I am, says Hunter Biden on the steps of the US Capitol. We're covering this from every angle, including waiting on the response from the Republicans about whether they will take his public testimony.CNN's Evan Perez was right there listening to Hunter Biden. Let's start with him. Evan, that was again more than we have heard to date from Hunter on this subject.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Absolutely, John. Look, it was an extraordinary thing to come to the steps here on the Senate side of the Capitol, not on the House side, where the House Republicans have been waiting for him at 9.30 to do that closed door testimony.Here, he spoke more forcefully and confrontationally, really, about these allegations that Republicans have been making. A lot of this stuff has been done on paper and by Republican members of Congress who are essentially twisting some of the things that Hunter says were in some of the evidence that they've obtained, some of the documents they've obtained. And here, he confronts a lot of that, saying that they were mocking his addiction, his struggles with addiction, his -- obviously problems he had with his finances and also trying to use this really to try to take down his father. He says the same committee chairman have engaged in unprecedented political interference in what had already been a five-year investigation of me, and that what he's referring to there is that he believes that the only reason why he's facing nine counts in Los Angeles on tax charges, gun charge in the state of Delaware, federal charges in Delaware is because Republicans have put so much pressure on the Justice Department and have collapsed this plea deal that he had arranged with the Justice Department. As a result, he's now facing trial, the possibility of going on trial in the next year in two jurisdictions. Of course, we have not heard a lot of this from Hunter personally before. So this was a very meaningful thing obviously to have him come here on the steps of the Capitol to address these allegations. And the fact is, you know, the Republicans have been pushing forward these claims that there's evidence, but they've not actually produced any of it to prove that the president, his father, actually benefited from any of these financial dealings that Hunter Biden had in Ukraine and in China. So, now, John, we expect that the Republicans are going to go through with their threat, which is to hold him on contempt, perhaps as soon as today, or begin that process, and then we will go from there. But at this point, Hunter Biden speaking more, you know, for the first time, really, more fulsome comments we've heard from him in very personal terms about his struggles and about the political impact that this is all happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Evan Perez right there outside of Capitol Hill, on the steps of the Capitol right now.Paula Reid, let me bring you in on this as well. What do you think or are you hearing is the strategy here from Hunter and his legal team in what we just saw?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Absolutely. Paula Reid, there, thank you so much. Stick around with us.We are hearing from a ranking House member right now. Jamie Raskin is speaking. I think we're going to be able to go to him to see if we have some reaction here. Is that what we're doing? REP. ALEXANDRIA OCASIO-CORTEZ (D-NY):  -- House floor vote already and their own witness, their own Republican witness said that there are -- from what he has seen, there are not grounds for an impeachment inquiry or rather, frankly, impeachment, in general, of President Biden. But that has not deterred the Republican side from continuing to try to force through a completely groundless and unsubstantiated -- I won't even call it an investigation. I'll just call it an exercise in futility. What we've seen from this deposition, Chairman Comer himself told Hunter Biden, you choose, whichever you choose come in public and come in private. Hunter Biden, in an attempt to clear his name from what has been happening publicly, has stated that he is willing to testify to the public. But because the Republican investigation has been debunked, exposed and consistently covered and in -- and exposed as having falsehoods, they decided that they will take back and rescind their offer of a public investigation and will only allow it to happen in private. And they will not even commit to making any of these transcripts or have had a track history of not making these transcripts public either. So, we know what's happening here. They have devised a story that they cannot substantiate with facts, and so they've decided that they want to invent their own take without evidence and they want to ensure that that evidence remains behind closed doors and away from public view. We will not accept this. The American people deserve better, and we also deserve better than this enormous waste of time and resources. We have more priorities as a country. We need to lower the cost of health care. We need to tackle the housing crisis and we need to do far more --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "SIDNER",
      "sentences": "All right. You are listening Alexandria Ocasio-Cortez. She is flanked by other high-ranking members. You see Raskin there, you see Swalwell there. She's basically just defending not just Hunter Biden, but the Bidens saying this is basically a witch hunt and that they have found no evidence to Republicans on this committee.Let us now go to Lauren Fox because we have just heard this remarkable statement from President Biden. I think that cannot be overstated. This is the son of a president, from Hunter Biden standing outside of the congressional hearing that he's supposed to be in and making these really emotional statements about his life, how it's been torn apart and defending his father in no uncertain terms. Have you heard anything from House Republicans about how they may proceed, because while he was talking, he was expected to be giving a deposition behind closed doors to that committee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "SIDNER",
      "sentences": "All right. We will be waiting to hear from whomever you get on the line about what they're going to do next.Thank you so much to you, Lauren Fox, there on Capitol Hill, and to our Evan Perez and Paula Reid. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "BOLDUAN",
      "sentences": "And joining us now is Norm Eisen, CNN Legal Analyst, former House judiciary special counsel during Donald Trump's first impeachment trial.Norm, you heard what Hunter Biden said. What do you think of his statement, clearly carefully crafted with the help of his attorney, Abbe Lowell, who you know? NORM EISEN, CNN LEGAL ANALYST:  Well, number one, I do think what he said as a matter of substance is accurate. House Republicans have tried and tried and spent the past ten months attempting to connect Joe Biden financially to Hunter's business. And on all of these issues, loans, the law firm, the business in Ukraine, with a private Chinese businessman, they've failed. Some of these allegations that they've looked at that have not panned out go back to the first impeachment that I worked on, that Joe Biden somehow ousted a Ukrainian corruption prosecutor, wrongly. No. That was the unanimous consent position to get rid of Mr. Shokin of the European Union and the United States of America. The idea originated there. So, the investigation has been a bust and it's been so inadequate that there's really not a legal predicate, there's not a basis to open an impeachment inquiry. I have a big bipartisan report, Kate, with a former GOP federal judge, a former GOP member of Congress, saying, look, they haven't met the threshold. So, I have to agree with Hunter on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "BOLDUAN",
      "sentences": "On just the issue most immediately at hand, which was showing up for the behind closed doors deposition. Do you think it was the right move that they clearly are not doing that today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "EISEN",
      "sentences": "Well, from a legal perspective, I think indicating a willingness to negotiate, and putting an exclamation point on that by coming to the Hill and saying, I'm here, probably helps insulate Hunter from the legal consequences. It's called the accommodation process, and we went through it in the impeachment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "REPORTER",
      "sentences": "Why not just call this bluff? I mean, he's here and he's obviously not wanting to sit for a deposition. This could be one chance to get to hear from him. Why not just call his bluff and see if he's willing to sit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "JORDAN",
      "sentences": "Because it was the way you do investigations, it was the way you're not. Everyone I've been involved with, from clear back to the IRS targeting conservatives, to Benghazi, to the impeachment, everyone, you do it in a way where they come in for private -- this is what the Democrats did. Don Jr. had to testify twice in a deposition setting. Two different committees, but, oh, somehow it doesn't apply to the Biden family? That's not how it works in our country. It's supposed to be equal treatment, the same treatment under the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "REPORTER",
      "sentences": "Mr. Biden said that his father had no involvement in his business dealings, period. How do you respond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "JORDAN",
      "sentences": "That's not what Devon Archer said. There was telephone -- phone calls, meetings, dinners, you name it. We know what happened with Burisma in Ukraine in that December 4th through December 9th timeframe, where Joe Biden goes and leverages conditions that the American tax money on the firing of the prosecutor who was looking into the executives of the very company Hunter Biden was on the board of. We know those facts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "COMER",
      "sentences": "Remember, Joe Biden said he never met with any of these people or talked to these people. That was the narrative before we began this investigation. Now, we know he met with and talked to every single one of them. So, the President hasn't been honest about his associations with these people who have been wiring millions and millions of dollars to Hunter Biden and the Biden family.Look, I think every American has a simple question. What did the Bidens do to receive the tens of millions of dollars from our enemies around the world? That's a simple question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "REPORTER",
      "sentences": "But, Chairman Comer, do you acknowledge that you have an answer to that question you found no evidence of wrongdoing or criminal conduct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "COMER",
      "sentences": "We found some very serious evidence that you look -- no, no, no, no, no, the checks. There's two checks to Joe Biden from his brother that the money to give Joe Biden was through influence- peddling. One was through the America -- you had to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "REPORTER",
      "sentences": "Those checks that you shared with our reporters were loan repayments that we all saw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "REPORTER",
      "sentences": "They're the loan documents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "REPORTER",
      "sentences": "We showed you the loan documents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "COMER",
      "sentences": "You don't understand loan documents. I do, okay? If I wrote you -- if you pay me back $240,000 for a loan repayment, I should have a check going to you for $240,000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "REPORTER",
      "sentences": "So, you're accusing Joe Biden's attorneys of inventing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "COMER",
      "sentences": "The law firm that represented all the shell companies, that represented all the shell companies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "REPORTER",
      "sentences": "You think those lawyers have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "COMER",
      "sentences": "What do you think? You're defending them. I mean, you're an activist and criminal defense attorney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "REPORTER",
      "sentences": "That's just a very serious crime to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "COMER",
      "sentences": "Are you positive that that money came from Joe Biden?Look, we have a lot of questions. Next question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "REPORTER",
      "sentences": "Are you going forward with contempt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "COMER",
      "sentences": "I'll let you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "JORDAN",
      "sentences": "With the process, you have to follow, you have to file a report. So, we will begin looking at that, both lawyers for the Oversight Committee, lawyers for the Judiciary Committee will move in that direction. But, look, when Congress asked you to come, you're supposed to come and testify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "REPORTER",
      "sentences": "Devon Archer testified -- COMER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "REPORTER",
      "sentences": "But, Chairman, that is memorialized in emails that you guys leaked from Hunter Biden's laptop. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I would like to have asked Hunter Biden about (INAUDIBLE) violations, sex trafficking women across state lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "JODAN",
      "sentences": "Thank you all very much. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That would have been a good question. You don't seem to care about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "EISEN",
      "sentences": "Well, Chairman Comer, Chairman Jordan, got some pretty tough questioning from the press. They were not able to answer this key question, Kate.In all of those piles of bank statements and financial records, where is the connection of Joe Biden to any of the alleged wrongdoing? There has been no financial connection. They talked about the loans, but those were documented transactions. They've criticized this Burisma matter that we were talking about. But that is just wrong, Kate. That has been looked at for years, and the request to fire that prosecutor, that Chairman Jordan was talking about, came from the European Union and the United States of America. Are we now to suppose that Hunter Biden influenced the European Union to do that? Come on. So, as a legal matter, two quick points, number one, there's no predicate. It's a low bar, but there has to be some factual predicate. They're not impeaching Hunter Biden. They're impeaching Joe Biden. They haven't met that legal standard. And, number two, this is just what you and I were talking about when their press availability began. You heard them backpedaling a little bit on whether they're going to go immediately to contempt for Hunter. That's because they made an offer. He made a counteroffer. He showed up. Legally, that's known as the accommodation process. As long as Hunter is attempting to negotiate, very tough to get a court to enforce contempt, so the story will continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "SIDNER",
      "sentences": "This morning, the battle for abortion access is intensifying. The Supreme Court says it will consider whether to restrict one of the most widely used abortion drugs, even in states where the procedure is still allowed.It comes as states like Arizona consider reverting to a near total ban, which dates all the way back to 1864 or upholding the 15-week ban that went into effect last year. Two other state Supreme Courts, New Mexico and Wyoming, also are preparing to weigh the issue. The subsequent state laws after the Supreme Court overturned Roe versus Wade had a direct and, in some cases, immediate impact on many women, including our next guest. With me now to discuss all of this is Allie Phillips. She's a Democratic candidate for office in the Tennessee House of Representatives. Your decision to run for office is extremely personal. A law in her state prevented her from receiving a life-saving abortion. So, she was forced to spend thousands of dollars and go outside of her state in her case. First of all, thank you so much for coming and telling your story. Can you tell me what happened when you became pregnant with your second child? ALLIE PHILLIPS (D), CANDIDATE FOR TENNESSEE HOUSE OF REPRESENTATIVES: Yes, absolutely. Thank you so much for having me on this morning. My husband and I, we wanted to expand our family, so we were excited to find out we were pregnant November last year, and everything was going fine up until our routine anatomy scan in late February this year. I was just about 19 weeks pregnant. And we got the news that no parent really wants to hear. Our daughter, we were going to name her Miley Rose, we found out she had multiple fatal fetal anomalies to the point that she was deemed incompatible with life outside the womb and inside the womb. And knowing that Tennessee had made that trigger ban into effect just the year before, I knew that I wasn't going to be able to get care in Tennessee. But still I asked my doctor, what are my options? And she said I could get an abortion, but I would have to look out of state due to Tennessee's ban, or I could continue my pregnancy and put myself at risk for miscarriage, stillbirth, or if she did survive birth, she'd be put into hospice care to pass shortly after. But the longer I stayed pregnant, the worse my daughter's body was going to get and the higher risk my health was going to become. And since I have a daughter already here, it didn't make much sense to risk my life when my unborn daughter wasn't going to make it anyways.",
      "isLastSentenceInterrupted": false
    }
  ]
}