{
  "date": "2023-01-18",
  "headline": "Connect the World",
  "subHeadline": "Arab Leaders Discuss Regional Cooperation in Abu Dhabi; UAE Hosts \"Fraternal Consultative\" Meeting of Arab Leaders; Nobel Laureate Maria Ressa Acquitted of Tax Evasion Charges. Aired 11:40a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:40:00",
      "speaker": "BECKY ANDERSON, CNN HOST, CONNECT THE WORLD",
      "sentences": "More of our top story for you searches and rescue operations have now ended outside Kyiv after ahelicopter crash killed 14 people including Ukraine's interior minister, his first deputy in the ministry is secretary of state all nine aboard the helicopter died along with five people on the ground including one child. An investigation into the causes underway well, last hour I spoke to CNN's Chief International Correspondent Clarissa Ward, she was reporting from the crash site in Brovary in Ukraine. This is what she told me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "There's still no indication as to exactly how this happened. Becky, we know that Ukrainesecurity services the SPU has opened what they call a pre-trial investigation. Obviously, they're exploring every possible avenue. But we've been here for most of the day and talking to people who live around here. There was an extremely thick fog this morning. One man said he was out on his balcony smoking when the crash happened and he could hear it but he couldn't see it right away. Because the thought fog was so thick so that's one theory, at least that's being put forward as to how exactly this happened. But no matter what, it is an incredible tragedy. The kindergarten you probably can't see now because it's so dark, but just behind me, literally the helicopter clipped the edge of the kindergarten and then crashed directly behind it in the playground. And so, among the dead we know as you mentioned, at least one of them is a child. The others are believed to be people who were bringing their kids to school or locals who were around the area. So just a tragic day for a country that has already as you know, Becky experienced so much harm, so much pain, and it will be quite some time probably before we'll get any meaningful answers or the results of any investigation into how exactly this tragedy happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "Welcome back, folks. Leaders from the UAE, Qatar, Bahrain, Oman, Jordan and Egypt have been meeting here today in Abu Dhabi, the leaders'summit to discuss security political and economic cooperation. Representatives from Saudi Arabia, Kuwait and Iraq who have taken part in similar meetings in the recent past were absent from this Abu Dhabi gathering. Well, this comes a day after the UAE marked years since the Houthi missile and drone attack killed three people in Abu Dhabi. In the aftermath of that attack, the UAE's Ambassador to the UN Lana Nusseibeh told me the UAE reserves the right to defend itself, have a listen. (BEGIN VIDEO CLIP) LANA NUSSEIBEH, UAE AMBASSADOR TO U.N: We will continue to prevail, and at the same time, we will reserve the right to defend ourselves and that right will be practiced in a manner consistent with international law and it will be proportionate and abide by international humanitarian law. But at the same time, we reserve the full right to defend the security and safety of the millions of people from different countries around the world who have chosen to travel to the UAE and have chosen to call the UAE their home. 32,000 upwards of 32,000 people transit through Abu Dhabi airport every day. And that was one of the targets as we know now of the 17th January attack. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "That was Lana Nusseibeh speaking to me this time last year. While the White House released a statement from President Joe Biden on Tuesdaysaying one year ago in a terrorist attack launched from Yemen two ballistic missiles and a series of drones targeted civilian sites in the United Arab Emirates. Today, we remember the lives that were so tragically lost and we reaffirm the United States commitment to the safety and security of the Emirati people. Well, my next guest is Abdulkhaleq Abdulla, who's an Emirati Political Science Professor. I want to talk about the anniversary as it were, or the one year on of the attack on the UAE by Houthi armed drones momentarily. Because it's an important anniversary and one that the White House this year, has marked and acknowledged, which is very different to its response, or lack of response this time last year, which infuriated the UAE. Before I do that, let's just talk about the meeting that was here earlier. The readout of the meeting suggesting the leaders met to discuss political, economic and security cooperation. I want you to drill down because that's a very anodyne statement, anodyne read out, drill down for us, if you will, what are the priorities of these countries? And let's remind ourselves specifically the UAE and Qatar together today here in the Abu Dhabi only recently back on speaking terms, of course, what do you make of what we saw?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Regional stability, which will include, of course, Israel, and the Palestinian issue. And this meeting comes on the heels of a gatheringof leaders of Egypt and Jordan, specifically with the Palestinians in Egypt recently. When you look at the photograph that we have shown of those who met in Abu Dhabi today, what next for the Palestinians, and for how the impact on the ground on the streets of support for Palestinians around this region means for those gathered leaders?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ABDULLA",
      "sentences": "I think that Palestinians are probably facing one of their toughest moments in their struggle, because of this very right-winggovernment that we are that we have to deal with the Netanyahu and his company. So, I think there is a message here that comes after this meeting to the Palestinians. We're not turning our back on the Palestinian causes; we're going to be there for them. And I think the Palestinian issue was probably among the top issues that were discussed, and how to deal with this new government in Israel is probably another issue there. It's going to be very awkward going through with normal relationship, when you have people like - among others that are just expansionist, wants to annex all of the west bank. So, I think when these guys when these leaders meet, I think definitely this kind of common position as to how do we deal with this government in Israel? This probably has been discussed - is discussed thoroughly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Notably, absent the kingdom of Saudi Arabia, one would expect the Crown Prince Mohammed bin Salman, to have been representing that country.What do you make of his absence from that group?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ABDULLA",
      "sentences": "That wouldn't make a big deal out of it. I think those who made it is the one that are welcomed, and those who were absent have their ownreasons for not making it. I think Saudi Arabia today is very much into its own internal domestic issue. They are very much busy with the vision 2030. But I think they know exactly what this meeting is all about. And they will be fully briefed in due time. So, i really don't feel anything about the fact that maybe one or two especially the leader of Saudi Arabia has not made it because maybe he has a full schedule, and this is probably was a prompt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "May be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ABDULLA",
      "sentences": "Towards - arranged there in very late notice. So that wouldn't make a big deal out of those who did not make it.",
      "isLastSentenceInterrupted": false
    }
  ]
}