{
  "date": "2023-11-14",
  "headline": "CNN News Central",
  "subHeadline": "Consumer Prices Continued To Ease Last Month; Biden Departs For APEC Summit, Meeting With Xi; NYC Mayor Adams Questioned About FBI Investigation. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:35:03",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "We have important news on the economy. U.S. inflation cooling more than expected. The Consumer Price Index, which is a key measure of what Americans are paying for goods and services, shows a deceleration from the previous month.You can see how the markets are reacting right now to this report. The Dow soaring around 500 points now. Joining us now, we have CNN business and politics correspondent, Vanessa Yurkevich. Break these numbers for us, Vanessa. VANESSA YURKEVICH, CNN BUSINESS &amp; POLITICS CORRESPONDENT: Yes, investors really liking this number. Americans should like to hear this number. And the Fed presumably going to be liking what they're seeing. So 3.2 percent, that's inflation over the last year or so. That's, obviously, an increase. However, month over month, staying flat. No increase there. Core inflation, which is really important for the Fed, which strips away food and energy costs, that cooled down to 4 percent, better than folks had anticipated. But if we look at month-over-month numbers, we saw gasoline drop by 5 percent. That's significant. So if you're going to the pump to fill up your tank, you may notice that you may be saving a couple more cents or dollars in your pocket. But food prices and shelter, those have been stubbornly high. So going to the grocery store still a little painful. And also shelter, really the biggest share of inflation still up. We've heard a lot of folks complaining about the high rent prices. But let's take a look at where we are now compared to last year. Some really good news there. We're seeing costs of medical care, gasoline, used cars, all coming down. And then you look at gas utilities, fuel oil, this is home heating costs, those are dropping by double-digit numbers, down 15.8 percent for gas. Utilities, down 21.4 percent for fuel. And then eggs, down over 22 percent. I mean, this is a staple when people go to the grocery stores. They're going to like to see this. And they're going to like to see it ahead of the holiday season as many people may be putting eggs in their baskets to make some holiday meals this year -- Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "KEILAR",
      "sentences": "Eggs were killing me. You get them every week so you see it. And it's annoying. But these home heating costs so essential as we go into the winter months.So what is this going to mean then? What is the Fed going to do when looking they're at this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "YURKEVICH",
      "sentences": "Yes. So Jerome Powell, Fed chair, has said that he is keeping the door open for a potential interest rate hike.But what this report really shows is that the 11 interest rate hikes that the Fed has made over the past year or more, have really done a pretty good job, according to this report. And that's why you're seeing markets react so strongly. Investors thinking maybe the Fed may pause interest rate hikes at their next meeting in December. But I just want to point out that if we've learned anything over the pandemic, you cannot take one month's piece of data and use that as an absolute for the economy. That's why the Fed will be looking at this and other data points that come in over the next month or so before they make any decision in December. However, this is good news for the economy right now. Folks are seeing a cooling of prices overall. That is an encouraging sign -- Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:43:07",
      "speaker": "BROWN",
      "sentences": "Right now, President Biden is on his way to San Francisco ahead of tomorrow's highly anticipated meeting with Chinese President Xi Jinping.The rare, high-stakes meeting comes as the Biden administration deals with two major wars abroad between Israel and Hamas and Russia's war in Ukraine. U.S. officials tell us President Biden will try to convince China's leader to leverage ties with both Russia and Iran to keep both wars contained. CNN's senior national correspondent, David Culver, joins us from San Francisco. So before departing Washington, David, President Biden told reporters he hopes to get relations with China, quote, \"back to normal.\" Is that a realistic expectation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:57",
      "speaker": "BROWN",
      "sentences": "Yes. Tell us about how the Biden administration hopes that China will leverage its ties with Iran and Russia as we have these two ongoing wars abroad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:57",
      "speaker": "CULVER",
      "sentences": "Yes, we know China has a close relationship with Iran. And it's interesting to look at how it has positioned itself not only with the Israel-Hamas conflict right now and choosing really not to endorse a side publicly, but also, and quite notably, refusing to condemn and even mention Hamas.So it's likely that its relationship with Iran could play a role into that. And the U.S. would certainly want to leverage that relationship to benefit not only bringing an end to the conflict but certainly trying to bypass much of the Middle East as a whole. As far as its relationship with Russia, we've seen President Putin and President Xi in what is an increasingly cozy relationship. President Xi calls President Putin his best friend. Thos are his words. So that is something that the U.S. has a lot of concern with, especially when you consider the warning from the Chinese side, Pamela, that China and Russia want to create a New World Order. What does that look like? It's one that is not led by the U.S. So it brings these two leaders to this meeting here in San Francisco with a lot of contentious points to go over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:50",
      "speaker": "BROWN",
      "sentences": "Welcome back to CNN NEWS CENTRAL. Here are some other headlines we're following.The fire-damaged Los Angeles freeway will thot be demolished after all. California Governor Gavin Newsom saying a short time ago that crews will take three to five weeks to repair the critical roadway. He also says arson was the cause of the weekend blaze that left hundreds of thousands of commuters scrambling to navigate the shutdown. Also happening, the man accused of attacking Nancy Pelosi's husband with a hammer has been called to the witness stand in his own defense. Moments ago, David DePape testified that he thought Paul Pelosi was dead until he saw the charges against him. And he's pleaded not guilty to federal assault and attempted kidnapping charges. His testimony comes one day after Paul Pelosi testified publicly about the attack inside their home that left him with a fractured skull. He told the jury he awoke to a very large man with a hammer in one hand, a knife in the other, and asking, \"Where's Nancy?\". He says he later came to in a pool of blood after being violently struck in the head. And an alleged bomb threat prompts a United Airlines flight to be diverted overnight. The flight was enroute to Vancouver, Canada, from Los Angeles. San Francisco International Airport's duty manager told CNN affiliate, WKGO, that a passenger on board the flight announced the threat, prompted the flight to turn around and land at the San Francisco Airport. United says there were 148 passengers and eight crew members on board. No injuries were reported. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:50",
      "speaker": "KEILAR",
      "sentences": "That is good news.New York's Mayor Eric Adams facing tough questions today about a sweeping FBI probe. CNN has learned the investigation into the mayor is focused on campaign money, favors, and even possible foreign influence. Federal agents seized his electronic devices last week. Just moments ago, Adams told reporters he would not stand in the way of the probe. (BEGIN VIDEO CLIP) MAYOR ERIC ADAMS (D-NY): We are fully cooperating with whatever the reviewers are looking for. We are fully cooperating with it. And my role is to allow them to do their job without interference. And I have to do my job of continuing to make sure this city navigates the various issues that we are facing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:50",
      "speaker": "KEILAR",
      "sentences": "CNN's Gloria Pazmino is following all of these developments for us.Not a whole lot from the mayor. I guess not surprising because this is ongoing. But certainly, he has a lot to answer for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:03",
      "speaker": "ADAMS",
      "sentences": "The commissioner was the person that I asked, can you look into this? And that was all I spoke with.I didn't speak to any chief, I didn't speak to any deputy, I didn't speak to anyone else because it's not my job to circumvent a commissioner. I spoke just with the commissioner. And the commissioner took the proper action. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:03",
      "speaker": "PAZMINO",
      "sentences": "Brianna, the investigation ongoing.And as I said, even though we didn't hear many answers directly from the mayor today, his refusal to answer certain questions kind of gives an idea of where all of this may be going. And the mayor certainly set to face more questions over the coming days -- Brianna?",
      "isLastSentenceInterrupted": false
    }
  ]
}