{
  "date": "2023-01-19",
  "headline": "CNN This Morning",
  "subHeadline": "Veteran Accuses George Santos of Stealing Money from Fund to Save His Dog; Ukrainian President Volodymyr Zelenskyy Vows to Retake Crimea from Russia; Former President Trump Misidentifies Woman Accusing Him of Sexual Assault as Ex-Wife; Possible Charges in Shooting Death on Movie Set of \"Rust\" to be Announced; Major Unions in France Hold Protest against Government Plan to Raise Retirement Age; Washington's Little Secret \"Spillage\" Of Classified Info Is Common; Trump Says classified Folders He Kept Were \"Cool Keepsake\"; Veterans: George Santos Took $3,000 Meant For Dying Dog's Care. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:31",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Good morning. The lies continue. This time George Santos caught making up a story about his mother being in the South Tower on 9/11. This, of course, as Republicans reward him in Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:31",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Emergency measures are set to be in place today as the nation is hitting its debt limit. Why Congress may be playing with fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:31",
      "speaker": "LEMON",
      "sentences": "A warning to Vladimir Putin. Ukraine's president says his country will take back Russian seized Crimea as the U.S. reportedly considers helping them do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:31",
      "speaker": "COLLINS",
      "sentences": "Will Alec Baldwin be charged in the shooting that killed a filmmaker onset? The decision coming just a few hours from now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:31",
      "speaker": "LEMON",
      "sentences": "Florida Governor Ron DeSantis blocking an A.P. African American studies course because he says it breaks the law. We'll discuss.CNN THIS MORNING starts right now. We begin this hour with yet another apparent lie from George Santos. The Republican congressman from New York who fabricated just about everything on his resume has been caught again, this time lying about his late mother. Santos has long claimed that his mother was in the South Tower of the world trade center on 9/11 and later died from cancer. But new immigration records obtained by CNN confirmed Santos's mother was in Brazil between 1999 and 2003 and was never in the U.S. And now a Navy veteran from New Jersey is accusing Santos of stealing $3,000 from a GoFundMe account that was supposed to be used to save the life of his dog. Santos denies the claims, and then moments ago, though, the veteran, Rich Osthoff, shared his 2016 encounter with Santos on CNN THIS MORNING. He says the ordeal nearly cost him his life. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:31",
      "speaker": "LEMON",
      "sentences": "George Santos, this is what he told me, OK.  He says I have no clue what he is talking about, and the crazy part is that anyone that knows me knows that I would go to hell and back for a dog and especially a veteran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:31",
      "speaker": "RICH OSTHOFF, NAVY VETERAN WHO SAYS SANTOS TOOK MONEY INTENDED FOR HIS DYING DOG",
      "sentences": "Then go to hell. He said he would go to hell and back, well, then go to hell, George.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:31",
      "speaker": "LEMON",
      "sentences": "Is that your sentiment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:31",
      "speaker": "OSTHOFF",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:31",
      "speaker": "LEMON",
      "sentences": "He goes on to say that this is just more of a pile on effect. I have dozens of people reaching out to me in support sharing their stories about their dogs and cats that I helped save and rescue. What's your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:31",
      "speaker": "OSTHOFF",
      "sentences": "I don't believe any of it. I don't believe anything that he said about that. I think any other animal that he had up on his website, or whatever, probably suffered the same fate as my dog did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:31",
      "speaker": "LEMON",
      "sentences": "What would you say to him if you -- if he was here now, what would you say to him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:31",
      "speaker": "OSTHOFF",
      "sentences": "Do you have a heart? Do you have a soul? He probably would lie about that. I don't want you to ever hurt anybody like you hurt me again, George. And nobody else should ever have to go through that. I almost killed myself when that dog died. That's why I'm here. I don't want him to be able to do this again.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:31",
      "speaker": "COLLINS",
      "sentences": "Powerful words coming from that veteran. And coming up, we're going to talk to former Republican Congressman Adam Kinzinger about the new revelations about George Santos.Also, this morning, though, on the international front, a battle is brewing between two allies over the fate of Ukraine and the weapons it is getting. The U.S. is now urging Germany to send their tanks to Ukraine ahead of an expected offensive by Russia in the coming months once it becomes spring. This, as President Zelenskyy has been making a definitive declaration this morning as he speaks to world leaders virtually, bluntly saying that Ukraine will retake Crimea, which, of course, was illegally annexed by Russia nearly a decade ago. Both Russia and Ukraine now claim ownership over the land. It has become this symbolic battleground in the war between these two countries. Fred Pleitgen is live for CNN THIS MORNING in Kyiv. Fred, of course, the big question is whether or not this could actually happen, what this looks like. Does it seem like that's a realistic goal for Zelenskyy to have as they are mounting this offesive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "COLLINS",
      "sentences": "Yes, it's striking to see the U.S. even now willing to consider something like that. Obviously, Russia doesn't want that to happen. But Fred, right now when we talk about what weaponry Ukraine is getting, there is this battle, it seems like, playing out over tanks. And the Germans saying, according to \"The Wall Street Journal\", that they will send tanks if the U.S. does. Obviously, that would just be diplomatic cover. What is really going to happen? Are they actually going to get these German tanks in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "PLEITGEN",
      "sentences": "It is so interesting. I'll tell you guys, tomorrow, of course, is that big meeting in Rammstein where the contact group is going to meet. And a lot of people are expecting that possibly battle tanks could be part of the equation then. The Germans basically hold the key to all that. They manufacture a battle tank called the Leopard 2 which a lot of European countries have. And it's also ones that the Ukrainians want because they're pretty easy to maintain. Those are the ones that Zelenskyy wants. He says the Germans need to do that quickly. Let's listen in to what Volodymyr Zelenskyy said.(BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator):  I would like to thank again for the assistance to our partners. But at the same time, there are times where we shouldn't hesitate, or we shouldn't compare when someone says I will give tanks if someone else will also share his tanks, I'm strong in Europe, and I can share if someone outside Europe will contribute as well. I don't think this is the right strategy to go with. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "PLEITGEN",
      "sentences": "And guys, a lot of European countries want to give these Leopard 2 tanks. The Germans aren't quite there yet. They say they'll do it if the Americans give main battle tanks. Right now, or earlier today, Secretary of Defense Lloyd Austin, he was in Germany to try and convince the Germans to finally give the go ahead to allow a lot of European countries to give those main battle tanks to Ukraine, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "COLLINS",
      "sentences": "All eyes will be on that. That pressure works. Frederik Pleitgen in Kyiv, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "LEMON",
      "sentences": "We turn now to new insight into a deposition of former President Donald Trump that was unsealed by a U.S. district court in Manhattan. According to the transcripts, at one point Trump mistakes a picture of the women accused of sexual assault for his ex-wife, the woman, I should say, accused of sexual assault, as his ex-wife. Kara Scannell is here with the details now. So good morning to you. What did we learn? We learned a lot in this unsealed deposition, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "KARA SCANNELL, CNN REPORTER",
      "sentences": "Yes, so this is the second transcript that has been unsealed from this deposition that took place in October. And just to remind people, this was E. Jean Carroll, the former magazine columnist. She had sued Former President Trump for defamation, saying that -- based on his claims when he denied her allegation that he raped her in the Bergdorf Goodman department store in the mid-1990s. So in this transcript that was unsealed last night, Trump is showed a black and white photo of him with his wife Ivana Trump, Carroll, and Carroll's husband, and he's asked about who is in the photo. And when he looks at Carroll, he says, oh, that's Marla Maples, my wife. He was photographed in the photo with his then current wife, Ivana Trump.So some people might think that this could undermine, or it certainly counters this claim that she was not his type. That was one of these defamatory statements. He said he wouldn't have raped her. She wasn't his type. So now it's a blunder here where he actually points to Carroll and his lawyer has to correct him and say that's Carroll, that's not Marla. Also in these depositions, he's asked numerous times -- remember, there have been numerous allegations of sexual assault or unwanted kisses from woman over the years, and Trump says that he has never kissed anyone that didn't want it. He said he has never assaulted anyone. So this is his truth that he's putting out there, but of course, this ultimately will go to a jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "LEMON",
      "sentences": "Yes, but even if that is a defense, someone is not your type -- I get what they're saying. If you didn't think she was attractive, you just identified her as your ex-wife who you married, because for obvious reasons. There was something that attracted you to her. Thank you, Kara Scannell, we appreciate that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT",
      "sentences": "Good morning to you, Kaitlan. It is certainly a possibility. In a report that was issued by state officials here in New Mexico, signed off by the state's chief medical investigator, they determined that there was no compelling evidence that this weapon was intentionally loaded with a live round and fired. The question though, has been, is it criminal? And that is what the prosecutor here and a special counsel who was brought in to investigate will be announcing this morning.There are three key potential targets of prosecution. They include Hannah Gutierrez-Reed, who was the armorer on the set. She was the person responsible for firearm safety. There's also Dave Halls, who was the assistant director who had handled the weapons. And of course, actor Alec Baldwin himself who had the gun in his hand when that fatal shot was fired. I previously sat down with the district attorney here. She talked about some of the potential charges. She also talked about the pressure that she feels running an investigation involving such a prominent celebrity in a case that is literally being watched around the world. Have a listen. (BEGIN VIDEO CLIP) MARY CARMACK-ALTWIES, SANTA FE DISTRICT ATTORNEY:  If we're talking about felonies that would cover an unintentional killing, meaning one that did not have mens rea, which is an intent to kill, is in New Mexico is called involuntary manslaughter. When we're talking about potentially charging someone or not charging someone, that's where we have to start our legal analysis, is can we get to that bar of somehow proving that reckless standard, that willful disregard. I know that there is pressure out there. I do not feel that pressure. I will not make my decision based on that pressure. The decision will be based on the law and the evidence, period. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "CAMPBELL",
      "sentences": "So we'll be watching for three potential outcomes here, a felony charge, there could be what's called a petty misdemeanor here, negligence using a firearm, or they could simply close the case altogether and determine that no charges are warranted. We'll find out soon, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "COLLINS",
      "sentences": "Yes, it's certainly captured national attention. Josh Campbell, we'll be paying attention to that. Thank you. LEMONpictures of protests in Paris where angry workers are taking to the streets nationwide over the government's plans to raise the retirement age by two years to 64. Eight of France's largest unions including transportation, police, and education have called for strikes and protests against the proposed pension system reform. Straight now to CNN's Melissa Bell live in Paris in the middle of the protests, by the way. Melissa, hello to you. What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "This is how it looks. The beginning of that protest is just coming up. You can see already the turnout is impressive. All of those balloons represent all of the major unions here in France. And I think what's so impressive about today's strike action is the breadth of it, as you were saying. Private sector workers, public sector workers, teachers, refinery workers, all walking off the job. Transportation severely disrupted here in France.The important thing for the unions as well, it's the first time the eight major unions have got together in such a unified way in more than a decade here in France. The impressive thing for them as well is the amount of people they're going to be able to get on the streets. So this is about to take off from the Publique (ph) as it going to head all the way to Nation (ph). They say, the unions, that they hope to get more than a million people out on the streets of France today. And French authorities are taking now chances, Don. They've got 10,000 policemen trying to keep the peace. But the interior minister saying that they expect that about 1,000 of the protestors out here today could turn violent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "LEMON",
      "sentences": "Melissa Bell live for us in the middle of protests in Paris, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "All right, this morning, we got some new CNN reporting about how just common it could be for classified documents to be outside of the protected places and spaces they're supposed to be in. Experts in this matter say it is known as classified spillage. And in most cases, there are simple mistakes that are not typically charged as crimes. CNN's Katie Bo Lillis has been looking into this -- into this, and she's joining us now. All right, Katie, this has been a big question, of course, not just in light of what happened with Trump's documents, but also now with Biden. You know, is it an accepted thing? How common is this? What has your reporting found? KATIE BO LILLIS, CNN REPORTERMost of these cases are dealt with administratively, internally, with a simple conversation with the security officer at the agency in question. Now, of course, in more severe cases, there can be penalties such as losing your security clearance, or even being fired. But part of the reason this is so common, Kaitlan, is simply the law of large numbers. There are over 4 million security clearance holders floating around out there. And some national security officials will also acknowledge that the U.S. government has a pretty big problem with overclassification. There are just millions and millions and millions of pieces of classified information, not all of which are exquisite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "COLLINS",
      "sentences": "Yes, I've heard that from so many officials, Democrats and Republicans talking about that, the idea of just basically everything being classified. OK, you talk about this one person who accidentally took something out, they slept with it under their pillow to basically guard it, and make sure it was OK. But when it comes to the President, and now two presidents being looked into this. Intent, I imagine, plays a massive role in how these things are handled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "BO LILLIS",
      "sentences": "Yes, the question is, when does it go from something that's handled administratively to something that the agency refers to the Justice Department for investigation, and possible prosecution? And the answer is there's no hard and fast rule. It really depends on the cases, the case itself, the facts, and the circumstances. What we have seen in some of these more high-profile cases of prosecution, is that intent to mishandle the information is really the key factor here. Did you intend to hoard it, sell it, leak it? But as one CIA lawyer that we spoke to -- or a former CIA lawyer that we spoke to said, the decision for agencies to make that referral to the DOJ, it's more art than science, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "COLLINS",
      "sentences": "Yes. I can think of a few lawyers and prosecutors who have intent on their mind these days when it comes to classify documents. Katie Bo Lillis, thanks so much for joining us with that reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "One of them may be this guy. Let's bring in someone who would know about this. This is former Republican Congressman Adam Kinzinger, who is now a CNN Senior Political Commentator. Now, if you're a senior yet? I'm kidding. I mean, you get it.(CROSSTALK) LEMON: It's just you heard what Katie Bo Lillis says, the conversation between Katie and Kaitlan. Do you have you -- did you witness spillage? Like, what is your assessment and your take on all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "ADAM KINZINGER, CNN, SENIOR POLITICAL COMMENTATOR",
      "sentences": "I mean, to me it's unique because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "(INAUDIBLE) spillage is like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "KINZINGER",
      "sentences": "I know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "-- just accidentally sort of getting out there inadvertently --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "KINZINGER",
      "sentences": "It's like here you go, here's a -- here's a TS/SCI document I lost. Now, look, I'm not used -- for me, the two areas I had classified information was Congress and the military. Both were very controlled. So, Congress you're either in a skiff, or you're in which is the sensitive compartmentalized -- but I don't remember what it stands for. But it's basically where nobody can listen in. And that's where classified info can go, or a big room like when we'd have these massive briefings, there's no way you could take anything out of there. I mean, in my mind, the only way I could have gotten classified information out of anything is to memorize it, or, you know, write it down and nobody see me. It was hard.And then on the military side, we'd go into the vault, which is where you learn, whether it's the nuclear mission I did when I was a tanker pilot, or some of the weapon system of your enemy. You can't get stuff out of there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "So, you never --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "KINZINGER",
      "sentences": "You don't know how it happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "You never inadvertently like, oh, my gosh, just by accident --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "KINZINGER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "-- take something home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "KINZINGER",
      "sentences": "I don't even know how I could if I wanted to. Because it's just like, if you do have access to anything, you're usually being stared at by people, making sure you don't walk out of there with that. I guess if you're a person that's handling that, like you're the -- I guess the handler of the information for people like me. I could see how it'd be possible, but it's still hard for me to really see how that would work out, especially for it to be common.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "COLLINS",
      "sentences": "Well, and the question is also skiffs, you know, this sensitive compartmented --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "Something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "KINZINGER",
      "sentences": "Information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "COLLINS",
      "sentences": "-- informational facility, I think, is what it is. KINZINGER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "COLLINS",
      "sentences": "We've dealt a lot with these just for the last few years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "I hope -- I hope that's what it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "COLLINS",
      "sentences": "One of those is, you know, where the President is, he has access to a lot of skiffs. Former President Trump is now making this claim. He's zeroing in on the 48 empty folders that were marked as classified as containing classified information that were found when the FBI searched Mar-a-Lago. He is basically saying that what would happen is they would have briefings in the Oval Office, people would come in, they bring a folder of classified -- of classified information. When they were done, they would take the classified documents back, but he would keep the folder, he said, sometimes as a cool keepsake. From your understanding and your experience, is there ever a situation where an intelligence officer goes into a briefing, has these classified documents in a folder, and then leaves without the folder, and just the documents?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "KINZINGER",
      "sentences": "I've never seen it. I'm not -- you know, I was never president. Maybe there's a moment where he says, I want to keep the folder. And if he says that, I guess the folder itself wouldn't be classified. But I -- if I was a briefer, from the behavior of any briefer I've seen, they walk in, they give you the information, they make sure they have everything when they walk out. And usually, you're in like real earnest to help them make sure they remember that stuff because you don't want to be responsible. So, you're very careful to say, hey, like, was this -- I took some notes here. Are those classified? Take them if they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "Ain't that different when your president, vice president? Notice like they can, hey, just kind of grab what they want, or --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "KINZINGER",
      "sentences": "Yes, I mean, I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "(INAUDIBLE) delivered to them and, you know -- you know what I mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "KINZINGER",
      "sentences": "Yes, yes. I mean, look, I -- to end up with classified information, you know, near your Corvette or at Mar-a-Lago, something has to be done differently than anything I've experienced. So, I think when your president, yes, it's probably a little more like, hey, the White House is secure, your residence is secure. Still, though, it's -- I think we definitely need to get a little better at this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "Can I move on to another subject? I want to talk to you about George Santos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "KINZINGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "LEMON",
      "sentences": "I don't know if you saw the interview that I did with the former veteran who lost --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "KINZINGER",
      "sentences": "I got to meet him, yes. LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "KINZINGER",
      "sentences": "Of course. I mean, look, it's like I saw this, the beginning of the story kind of forming yesterday. And I'm like, of course -- yes, of course, he took a dog for money, right? I mean, George Santos -- look, do politicians stretch the truth? Probably, sometimes, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "COLLINS",
      "sentences": "Probably.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:03",
      "speaker": "KINZINGER",
      "sentences": "Resumes, maybe, right? I have never seen an instance where somebody made up their entire life history to the point where folks are even questioning if his name is really George Santos. Let me tell you what, you know, you go in, you lie, that's one thing. It's bad. You represent 700,000 people. You start stealing money from a dog with cancer? I mean, my goodness, I think that just shows the desperation and the con that's going on here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "COLLINS",
      "sentences": "I mean, he's accusing residents of defrauding a veteran, and lying about his mom's presence on 9/11. What does it say to you, how Republicans are talking about (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "KINZINGER",
      "sentences": "I just, I never get sick of in a bad way. I mean, this -- I never get sick of watching people react one way because somebody's on one party. And then another way when they're in a different party. I guarantee you, my former colleagues on the GOP side, if this was a Democrat --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "LEMON",
      "sentences": "Right on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "KINZINGER",
      "sentences": "-- they would be in front of every camera saying he needs to resign, he's defrauded the American people. And here, because the -- it's such a tight margin, and because the only thing that matters evidently is just passing whatever agenda you actually have, you go out and defend it. Look, the GOP has a truth problem. I think we all know that. This is not helping their case with saying they're a party of truth. And I don't -- they're going to have -- this is only going to grow, this is only going to snowball, and we'll learn new things every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "LEMON",
      "sentences": "We've spent a lot of time with you. But I think it's important because to get the other person's response in here, this is what he told me. He says, I had no clue what he's talking about, meaning the veteran. And the crazy part is that anyone that knows me, knows I'd go to hell and back for a dog and especially a veteran. So, this is just more of the pile-on effect. I have dozens of people reaching out to me in support sharing their stories. Again, I think the overall thing is he thinks this is a pile-on effect. And all these stories are just people who are after him. Do you see it that way? Quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "KINZINGER",
      "sentences": "Well, no, I mean, I tend to think the veteran has way more credibility. But the bottom line is every question now, he's going to be questioned because he's shown he lies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "LEMON",
      "sentences": "And he should come out and tell his story. I want to tell a story like him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "COLLINS",
      "sentences": "Adam Kinzinger, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "KINZINGER",
      "sentences": "Yes. Good. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "LEMON",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    }
  ]
}