{
  "date": "2023-02-01",
  "headline": "CNN Newsroom",
  "subHeadline": "First Look at Deposition of Defiant Former President Donald Trump; Wagner Boss Responds to Allegations of Abuse in Their Ranks; George Santos Steps Down From Committees; Two Years After Myanmar Coup, Fighting Takes Devastating Toll; Pope Francis Holds Mass During His First Trip to Democratic Republic of Congo. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "TRUMP",
      "sentences": "I don't know what I did wrong, but the answer is yes.TODD (voice-over): This newly released video is from August 10th of last year, a deposition as part of a civil investigation into the Trump Organization's business practices, conducted by New York State Attorney General Letitia James. After this video deposition was taken, James filed a lawsuit against the former president, some of his children and some executives of his business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Trump, I understand you have a statement that you wanted to read into the record.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TRUMP",
      "sentences": "Yes.TODD (voice-over): At the beginning of this proceeding, Trump was allowed to give a statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TRUMP",
      "sentences": "This is the greatest witch hunt in the history of our country.TODD (voice-over): With James in the room, Trump called her investigation a disgrace to the legal system and accused her of going after him for her own political gain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TRUMP",
      "sentences": "She developed a political platform and made a career out of maliciously attacking me and my business before she even understood or was elected.TODD (voice-over): Then Trump declared he wouldn't be answering any more questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TRUMP",
      "sentences": "Anyone in my position, not taking the Fifth Amendment would be a fool.TODD (voice-over): But in the past, Trump has repeatedly ridiculed people who take the Fifth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TRUMP",
      "sentences": "The mob takes the Fifth. If you're innocent, why are you taking the Fifth Amendment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TRUMP",
      "sentences": "Same answer.TODD (voice-over): One legal analyst says Trump's appearance in this video could hurt him in this lawsuit, which is ongoing. HARRY LITMAN, FORMER U.S. DEPUTY ASSISTANT ATTORNEY GENERAL: In the civil setting, unlike a criminal trial, they're able to take the fact of his taking the Fifth Amendment and ask the jury to hold it against him. That's big stuff. TODD (voice-over): The legal vise around the former president tightening in another case, as well. Sources familiar with the matter tell CNN the Manhattan district attorney's office this week has begun presenting evidence to a grand jury about Trump's alleged role in paying hush money to porn star Stormy Daniels to keep quiet about an alleged affair he had with her several years ago. David Pecker, former head of the company that publishes the National Enquirer, was expected to meet with prosecutors in that case this week, sources tell CNN. Pecker was in the middle of what the former president's former lawyer, Michael Cohen, says was a 2016 scheme to pay Daniels $130,000 to stop her from going public about that alleged affair. Cohen providing an alleged reimbursement from Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TOLUSE OLORUNNIPA, WHITE HOUSE BUREAU CHIEF, THE WASHINGTON POST",
      "sentences": "This is the case that Donald Trump thought he had put behind him several years ago. He thought he had escaped prosecution. And now investigators are looking at him anew. They are deciding whether or not to charge him with something that could upend his political journey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TODD",
      "sentences": "Donald Trump has denied involvement in any payments made to Stormy Daniels and has in fact denied ever having an affair with her. A spokesperson for the Manhattan district attorney, Alvin Bragg, declined to comment on the new acceleration of the Daniels case. An attorney for David Pecker also would not comment.Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Now to the Middle East and a stronger than expected show of support for Palestinians from the top U.S. diplomat. Secretary of State Antony Blinken met with Palestinian Authority President Mahmoud Abbas on Tuesday calling for an end to the recent violence. He also reaffirmed U.S. support for a two state solution to the Israeli/Palestinian conflict.Meanwhile, Israeli Prime Minister Benjamin Netanyahu says that he plans to prioritize peace with Israel's Arab neighbors before pursuing talks with the Palestinians. He spoke exclusively with CNN's Jake Tapper, who also asked him about the war in Ukraine. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR, THE LEAD",
      "sentences": "One thing I wanted to ask you about -- about Russia and Ukraine said an adviser to Zelenskyy floated your name as somebody who might be a mediator between Zelenskyy and Putin, between Ukraine and Russia. And I'm wondering if anyone in any position of power has ever floated that idea to you and what would be your willingness to take on that job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "I was asked to do that early on in the breakout of the Ukraine war and I was opposition leader at the time and I said, we'll have a rule, one Prime Minister at a time. You know, like on president at a time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TAPPER",
      "sentences": "Who asked you to do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NETANYAHU",
      "sentences": "I was asked. I don't know if it was official, but it was unofficial, so I didn't even pursue it. I said, there's a prime minister, and let him, you know, decide what to do with that. He tried. Didn't succeed. But if --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TAPPER",
      "sentences": "Would you do it now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NETANYAHU",
      "sentences": "If I'm asked by both sides and frankly, if I'm asked by the United States. Because I think, you know, you can't have too many cooks in the kitchen, you know.And I'm -- you know, we have our own backyard to deal with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "Now the head of the Wagner Mercenary Group has responded to CNN after being asked about allegation of abuse in their ranks.Yevgeny Prigozhin was asked for comment after a Wagner defector described the brutality he witnessed in the ruthless treatment of recruits during an exclusive interview with CNN. Scott McLean is following the developments and he's with his now in London with more. What was the response? SCOTT MCLEAN, CNN CORRESPONDENT Yes, so let me first just run you through quickly what the defector, this gentleman named Andrei Medvedev made in this interview with CNN. So he -- the main claims that he made were first that Wagner troops were given very little direction. So, they were told essentially about a Ukrainian position that they wanted to attack and they were told to try to capture. But beyond that they were given really no direction on how to actually do that. They had to figure that out themselves. And remember, these are not exactly experienced soldiers. Many of them as we know are ex-prisoners who are just trying to survive for six months to try to win their freedom. He also said that Wagner fighters were executed for not obeying orders. So if you showed up at the front lines and got cold feet, you didn't want to fight. Well, you were rounded up and shot in front of the newcomers and buried in trenches to try to motivate the others to actually go and to fight. And so CNN put these claims to Wagner and we actually got a response from the group's leader, Yevgeny Prigozhin, in an email through the press service that was written in a clearly sarcastic tone. So, I'll read you part of it. It says: Dear CNN, do you really think that we will discuss our military issues with you while you are our open enemy. It is the same as discussing military matters and sharing information with the CIA. It can be said with confidence that the Wagner Group is an exemplary military organization that complies with all of the necessary laws and rules of modern wars. Now the statement also went on to actually invite Americans who are interested in joining Wagner to get in touch via the press service and suggested to CNN that maybe we could interview them afterwards. Now Medvedev -- one of the other claims that he made was that Wagner instead of paying out this insurance payment for soldiers who were killed on the front lines of five million rubles -- about US$70,000 -- would instead just declare them missing to avoid paying. And so, Prigozhin responded to that saying actually that there's not a single case of nonpayment. And a Russian news outlet actually followed up on CNN's initial query and he went even further saying that they didn't have a single soldier listed as missing and that all of the Wagner fighter bodies were found and brought back, which is a pretty remarkable claim. One of the things just to mention is that not everything Medvedev said was negative, he was also asked about abuse of civilians and killings of civilians and he said he didn't see any of that and he said that Wagner actually had very district standards and that if any of them were violated, that there would be consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "Scott McLean, thank you.Suspects have been arrested in connection with a suicide bombing at a mosque in Pakistan on Monday. The death toll in the attack is still rising with at least 100 people reported killed so far. Police believe a suicide bombing used nearly 27 pounds of explosives in the Peshawar blast. Meanwhile, hope is fading in the search for survivors as rescue workers through workers sift through the rubble at the mosque where worshipers, mainly law enforcement officials, have gathered for evening prayers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Why are you confident you'll be cleared?REP. GEORGE SANTOS (R-NY): I think I'll be cleared because I have nothing to hide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Why won't you answer our questions?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "After weeks of controversy, U.S. Congressman George Santos says he is temporarily stepping down from his committee assignments. The New York Republican is facing calls for his resignation for making false statements. And now Federal prosecutors are investigating his finances. CNN's Jessica Dean reports that Santos made the decision on his own.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "SANTOS",
      "sentences": "Nobody tells me to do anything. I made the decision on my own that I thought best represented the interest of the voters.JESSICA DEAN, CNN CORRESPONDENT (voice-over): Embattled Congressman George Santos, facing multiple investigations into his lies and campaign finances, taking a step back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "SANTOS",
      "sentences": "Good morning.DEAN (voice-over): Telling his fellow Republicans behind closed doors that he wants off of his two committees until his issues are resolved. Santos saying in a statement, his decision was based on, quote, the ongoing attention surrounding both my personal and campaign financial investigations. REP. KEVIN MCCARTHY (R-CA), SPEAKER OF THE HOUSE: I met with George Santos yesterday and I think it was an appropriate decision that until he can clear everything up, that he will be off the committees right now. DEAN (voice-over): His decision coming as he faces calls to resign over his lies and as federal investigators probe his finances. Santos, remaining defiant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "SANTOS",
      "sentences": "You have to define exaggerations.DEAN (voice-over): In a softball interview with One American News, saying he's already said he's sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "SANTOS",
      "sentences": "I am sorry. I'm deeply sorry. I fielded calls. I've been calling supporters to apologize directly to them for that. And you know, I don't know what else is asked of me right now. When you ask, oh, you have not shown remorse or you don't seem to look sorry. I don't know it looking sorry looks like.DEAN (voice-over): And offering up a single regret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "SANTOS",
      "sentences": "I would've lied about the education. I would not have -- I would've just fought like hell to get that nomination.DEAN (voice-over): But there are still more questions being raised about the accuracy of his campaign's filings with federal regulators. The latest example from his first bid for Congress in 2020, when he listed somebody named Stephen Berger as having contributed $2,500. But the California address given for Berger belongs to William Brandt, a prominent California cattle rancher. He told CNN no one with that name has ever lived there. Quote, I built the house, been that 40 something years, Brant said, adding that he wouldn't give Santos a dime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Mr. Santos, would you give any money back to donors who said you defrauded them?DEAN (voice-over): The development only adding to mounting questions about Santos's finances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SANTOS",
      "sentences": "And I've learned my lesson, and you can guarantee -- I can guarantee you that from now on, anything and everything is always going to be above the board. It's largely always been above the board, I'm just going to go the extra step now to double check, cross reference everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "DEAN",
      "sentences": "A source familiar with McCarthy's meeting with Santos says that the speaker did ask Santos when he plans to address all the controversies. It's something that Santos has been promising and promising and promising to us in the hallways. It's unclear if this sit down today with all of these softball questions is him explaining it or if there is more explanation ahead.Jessica Dean, CNN, Capitol Hill. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "Today marks two years since Myanmar's military overthrew the democratically elected government and seize power. What followed was a violent crackdown on protesters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "The toll and the country has been devastating. The UN estimates around 1.2 million people have been displaced and about 70,000 people have fled the country and political violence is claiming the lives of 19,000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "The U.N. accuses the military dictatorship of war crimes and crimes against humanity. But Myanmar's military says that its actions are against terrorists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "CNN's Ivan Watson is in Hong Kong. He's been monitoring all of this -- two years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "That's right and it is a difficult and I would argue dark anniversary that Myanmar is marking right now. Because with the jailing of the leaders of an elected government and the subsequent deadly crackdown on what had started as a peaceful protest movement, this has plunged the country into economic downturn, a sharp economic downturn. With the United Nations estimating that some 17 million people will need humanitarian assistance this year. And has also plunged the country into a worsening conflict.Now, in the streets of the biggest city, Yangon, they were surprisingly empty today and that is because it appears that there was a silent protest, that people were simply not coming out to show their disapproval with the coup. All the more remarkable if you've ever been to Yangon and seeing how these streets normally teem with traffic. Nobody daring to come in the streets and protest because those protests have been met again and again with deadly force by the security forces. The scenes out in the countryside much, much more unpleasant, let's put it that way. We've acquired exclusive footage from combat medics who were attached to one of the people's defense forces in the east of the country that show running gunbattles that were taking place last autumn. Show kind of how ill-equipped the fighters, the opposition rebels are. In some cases using homemade weapons to go up against a military that is equipped with helicopter gunships and warplanes and tanks and heavy artillery. And despite that, this is arguably the worst obstacles on the battlefield that the military has really faced in Myanmar in generations. And it's been fighting ethnic militias again, for generations. And the prognosis is also quite dire here. The United nations put out a statement, Office for the Coordination for Humanitarian Affairs, and they were predicting that in 2023, they would witness continued political instability, ongoing or escalating armed conflict, persistent displacements, slow or stagnant economic growth. And against the backdrop, the military regime is proposing to hold elections later this year, which is all the more surreal when you consider that the military has basically has thrown the leaders of the main opposition parties in jail and outlawed them. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "OK, Ivan in Hong Kong, thank you for the update.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "So, that is Pope Francis a short time ago at a mass in the Democratic Republic of Congo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "It's the Pontiff's first trip to the country. He arrived Tuesday and denounces those who exploit Africa's natural resources and fuel conflict. Condemning what he calls the poison of greed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "For more let's go to CNN's Larry Madowo live in Nairobi, Kenya. He always commands a big crowd, doesn't he, when he travels to these areas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "MADOWO",
      "sentences": "He's talking about a conflict in the eastern part of the Democratic Republic of Congo where he was supposed to have gone but he can't because government forces there are fighting M23 rebels, thousands of people have been displaced, a lot of people have died. And that's part of his message to bring peace and he told people to lay down their arms and be ambassadors of peace -- Max, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "OK, Larry in Nairobi, thank you very much indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "A recently discovered green comet will zip by earth today or tomorrow for the first time in 50,000 years. It was last visible in the night sky during the stone age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "How did you know that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "I was just told that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Earth Sky, an agency which monitors celestial events says that the comet will make its closest pass by earth around 26 million miles away. It'll look like a faint green smudge in the sky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "In the northern hemisphere the best time to see it early morning and it'll be more difficult to see in the southern hemisphere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Will Smith is punching his way back to the big screen. On Tuesday he announced a fourth film in the \"Bad Boys\" franchise along with costar Martin Lawrence. It's been nearly 28 years since the first film in the body cop action series hit theaters. According to the Hollywood trade paper, directors of the third film \"Bad Boys for Life\" are set to return.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "The dawn of a new DC film \"Universe\" is filled with plans for a revamped and more adhesive future. DC studios co-CEO James Gunn unveiled a slate of new TV shows and films on Tuesday this includes \"Superman Legacy\" written by Gunn, and a new Batman and Robin film titled \"The Brave and the Bold.\" A father and son story following Bruce Wayne and his son Damian.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a warning.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Speaking of the Bat, Gunn also specified that other DC films in the works, like sequels to \"the Batman\" and \"Joker\" are part of a distinct new franchise called DC Elseworlds. And in our notes and comments, they're part of our company Warner Bros. of course.Thank you for joining us here on CNN NEWSROOM. I'm Max Foster.",
      "isLastSentenceInterrupted": false
    }
  ]
}