{
  "date": "2023-11-26",
  "headline": "CNN This Morning",
  "subHeadline": "Israeli Government Has List Of Hostages Set For Release Today; Israeli Official: American Citizen Expected To Be Among Hostages Released Today; 35-Year-Old Israeli Man Still Presumed Held As Hostage; Officials: Record Drone Attacks Launched At Ukraine's Capital. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:40",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Welcome to CNN THIS MORNING. It is Sunday, November 26. I'm Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:40",
      "speaker": "ISABEL ROSALES, CNN HOST",
      "sentences": "And I'm Isabel Rosales, in for Amara Walker. Thanks for joining us this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:40",
      "speaker": "BLACKWELL",
      "sentences": "So, we are continuing our coverage of this truce between Israel and Gaza, and a third group of hostages scheduled for release this morning. We're now hearing from an Israeli official that an American citizen, one American citizen, will be among the captives freed.Thirteen Israelis, four-time nationals were released yesterday, but that was after an hours-long delay threatened to undermine the exchange.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:40",
      "speaker": "ROSALES",
      "sentences": "The Hostages and Missing Families Forum lists 134 Israeli hostages in Hamas custody. That includes 27 children, the youngest just ten months old. But the group does not have information on possible foreign hostages. The deal also called for the released of 39 Palestinian prisoners and detainees.Earlier, Hamas had stalled on releasing those hostages, in a dispute over which Palestinians the Israelis were willing to release. Aid groups say 187 trucks made into Gaza Saturday with food, water, fuel, and medical supplies, though they say that is only a small fraction of what they need. Sixty-one of those trucks reached heavily damaged northern Gaza. That is the most trucks in one day since the war began.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:40",
      "speaker": "BLACKWELL",
      "sentences": "CNN's covering developments from all angles. CNN's Jeremy Diamond and Larry Madowo are standing by.We're going to start with CNN anchor, Kaitlan Collins. All right, you have new details about those being released today. What do you know? KAITLAN COLLINS, CNN HOST: Yeah, if all goes according to plan, and that is a big if here, Victor and Isabel, we are expecting an American to be on that list of the third set of hostages that are expected to be released just in a matter of hours from now. On day one, it was about 4:00 p.m. local that we started to see movement with the exchange of those hostages. Obviously, yesterday it was delayed much further. But we do have, from an Israeli official, that an American is on that list on the third set of the hostages that was handed over from Hamas to Israeli officials last night. That's when they start making phone calls to the families that have loved ones on that list, and, of course, when the U.S. is involved in that as well. We did just hear from President Biden's national security adviser, Jake Sullivan, who did confirm our reporting that there is indeed expected to be an American on that list. He offered the same caveat that we did earlier, which is until the hostages are actually exchanged, until they've actually been handed over from Hamas to the Red Cross in Gaza, then taken to Egypt, and then on to Israel, nothing's official, and nothing speaks more to that than what we saw happen yesterday, which was an hours long delay in the release of those hostages, happening in the middle of the night, over disputes over how much aid was going into Gaza. And also, other behind the scene discussions that we are now learning more about, what is happening behind the scenes, why there is such a delay. CNN's Jeremy Diamond is tracking all of this for us. And, Jeremy, you have new reporting on what else was happening behind the scenes, in addition to the dispute, how much aid was going into Gaza, which Palestinian presidents were being released, what else are you learning today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "COLLINS",
      "sentences": "Yeah, seems like officials just want to make sure day three goes off without a hitch, before looking to what happens. Jeremy Diamond, where we have seen a lot of action as this hostage release is gotten underway, we'll continue to check back with you.Larry Madowo is in Cairo, tracking the other third major aspect of this truce between Israel and Hamas and that is the surge of humanitarian aid that is going into Gaza, where it is so desperately and obviously needed. Humanitarian officials say despite the conditions they are going through, there's a painstaking process to get this aid, they have delivered what is the largest aid convoy into Gazans city, and northern Gaza, where we have seen most of this destruction since October 7th. Larry Madowo, what is your looking at this? I know that this is a long, lengthy process. We've heard complaints from Hamas officials that it wasn't happening quick enough. But can you walk us through what actually happens to get this aid, not just through the Rafah Crossing, not just into gossip Gaza, but also to northern Gaza as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "Right. And that's the bone of contention that we saw the delay, the release of hostages they say, Kaitlan, because we have seen today for a third day, a large number of trucks going from Egypt across the Rafah border crossing, into Gaza. But that does not mean it's immediately available for aid workers and Gaza to distribute, because what happens after it crosses over from the Egyptian side, there's a checkpoint in the Egyptian side after it crossover in Rafah, it goes over to an Israeli checkpoint, where they verify what's coming in, so that takes a while. Then it goes out back to Gaza, where it is a loaded for these trucks to cover Egypt, and re- loaded on to Trump's it will take him to distributed across the strip.So, that process can take a while, it can take several hours, sometimes several days. So, for instance, even though a faster number of trucks is going in from Egypt into Gaza, it's not coming out as fast into the strip, and once it's cleared and loaded into these trucks to distribute across Gaza Strip, it's still a journey. One contracted driver told us yesterday it's kind of like mission impossible, the road is damaged, it's not easy travel across of them. But on Saturday, 61 trucks made it to the northern Gaza, that was the largest humanitarian cost and convoy to make their, carrying relief supplies, medicine, first aid materials, food. And the U.N. is warning that there is no food there, there is no water. The situation is dangerous in Gaza, but the situation is especially dire in northern Gaza. (BEGIN VIDEO CLIP) ADNAN ABU HASNA, UNRWA SPOKESPERSON (through translator): We need 200 aid trucks a day, continuously, for two months at least, to meet the needs. We need even more fuel, so we can operate the services in sectors we support, like water desalination, sewage, hospitals, bakeries and, UNRWA services and communications. The aid going in the moment is it is a drop in the ocean of humanitarian needs. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:05",
      "speaker": "COLLINS",
      "sentences": "Yeah, it raises questions about what happens when this truce does come to an end, and that aid is not going in at the pace that it is now. Larry Madowo, a very question for officials here, we will continue to check on that. Thank you, Larry. We'll watch the aid, as it happens today, given that was such a sticking point yesterday.CNN's White House correspondent Arlette Saenz is also closely following the story from Nantucket, where the president is on his Thanksgiving vacation, but obviously paying close attention to what's happening, especially now, Arlette, that we have learned and I believe we've gotten confirmation from a White House official that there is expected to be an American for the first time since this temporary begun on today's list of hostages to be released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:05",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yeah, Kaitlan. Moments ago, White House national security adviser Jake Sullivan said in an interview with NBC's \"Meet the Press\" that American citizen is expected to be among those hostages being released from Gaza today. This confirms your reporting from earlier, as an Israeli source had told you, that it was expected that an American hostage is on that list. And it comes as the White House has been working around the clock trying to ensure the release of at least three American citizens, two women, and that one child, four-year-old Abigail Aden.Now, Sullivan was asked in this interview whether Abigail Aden is believed to be the hostage that will be released, he said that he they could not confirm that at that time, he said that they have a good sense of which American will be released, but they want to wait until this all unfolds in the coming hours, as those hostages are expected to be released from Gaza. Now, the White House has been saying, they've been hopeful, that Americans will be part of the release in the coming days, even as there are no American citizens included in the initial relations that occurred on Friday and Saturday. President Biden is here in Nantucket at this moment, he will be heading back to the White House a bit later today, so we can see if we could potentially hear from him on this matter. But the efforts to get these American hostages, as well as the larger group out, have really been going on around the clock, officials working in touch with their Qatari, Egyptian, and Israeli counterparts. As these negotiations have been underway, President Biden himself has been personally engaged, including yesterday, when there was a delay in the release of the hostages. So, we will see what more we have to learn in the coming hours, as the U.S. is expecting that at least one American citizen will be released as part of this hostage group coming out of Gaza today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:05",
      "speaker": "COLLINS",
      "sentences": "Yeah, waiting to see once that exchange gets underway, something we're expecting to happen, at least begin to happen, shortly. Arlette Saenz, thank you for that report. There are conflicts over aid, and over which Palestinian hostages are released, Hamas complaining that they were not released in order of seniority, how long they've been imprisoned here in Israel, which they said was part of the terms of this agreement with Israel. That is what triggered a delay in the hostage swap last night, in addition to what you heard from Jeremy Diamond.Israeli officials wanting to know why the mother of one hostage was not included on the list, what we do know is that sides were clashing in this negotiation. It underscored just how fragile this truce really is, we saw other sides having to get involved, the Qataris, the Egyptians. I want to bring in Christopher O'Leary, who is the former director of hostage recovery for the U.S. government. And let me just get your first reaction to this breaking news, now that we do have a U.S. official confirming a reporting that an American is expected to be on this list today. We know there are three Americans who could be eligible to be released as part of this group of 50 women and children. We don't yet know if it'll be all three of them. What do you make of that, Chris? CHRISTOPHER O'LEARY, SENIOR VP FOR GLOBAL OPERATIONS, THE SOUFAN GROUP: I'm very happy to hear that an American is finally getting on the list. I'm not surprised -- you know, there were certainly concerns that Hamas would hold the Americans longer, because they're worth more. But again, just remember, they are using these hostages as currency and that's all. And so, Americans are worth more than some of the other hostages, so there was concern, but they did release two Americans a couple weeks ago, and the reports turned out to be true of another American today, I'm very hopeful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:03",
      "speaker": "COLLINS",
      "sentences": "I think that's a really crucial point, because there seems to be, from being here on the ground, there seems to be a real disconnect in what the rest of the world is predicting is going to happen, and what Israeli prison officials are saying. They say maybe there will be a slight extension to this, but it's not going to go on for very long. They are very committed to going back and to restoring that military operation that is on pause in the time being in Gaza. It doesn't seem like there's a lot of argument about that here in Israel, despite others hoping that it will -- it will cause this temporary truce to come to a more permanent cease-fire.I think the question is, if Israel does do as it's planning to, to return to that military campaign, what does it mean for the rest of the hostages who are not women and children? There's a lot of young men who are in Israel -- in Gaza, there's a lot a elderly men who are still there. We saw some of these elderly women getting released, their husbands are still being held. What happens to them? O'LEARY: I think first of all you have to look, despite the fact that Israel had a catastrophic failure of intelligence that allowed October 7th to happen, they are an extremely capable intelligence professionals across the board, both in Mossad, and Shin Bet and Israeli defense intelligence. I know they are continuing to find information and intelligence, even while this, you know, cease fire -- this truce is happening, they are trying to look at all the other hostages, they are parallel lines of effort being developed right now, for recovery options for those hostages. You highlight a good point, you know, in the Americans, we have Americans, Don Alexander is a graduate in high school from New Jersey just that last spring, and then he joined the IDF. Recovering that American is going to require something other than a negotiation exchange, likely. So, they are developing information for hostage rescue operations, quite feasible, and, you know, briefing all these hostages, even the children as they come out, is going to clean information that is going to help shape up the picture and eliminate the network, and hopefully develop some opportunities for recovery down the road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:03",
      "speaker": "COLLINS",
      "sentences": "Yeah, the prime minister here has said that's one of his war goals, to get all the hostages home, I think it's something obviously any every family is hoping for.Christopher O'Leary, as always, thank you for time today. And make sure that you check out \"INSIDE POLITICS\". Coming up, Wolf Blitzer sat down with the Israeli president, Isaac Herzog. That's an interview you are going to definitely want to watch. It's 11:00 a.m. Eastern here on CNN. Still ahead, it is day three of this four-day truce between Israel and Hamas. The question is, what happens at the end of day for. We'll speak to a military expert in just a moment. (COMMERCIAL BREAK) [08:23:47] BLACKWELL: It's day three of the temporary truce between Israel and Hamas, and Israeli officials expect more hostages to be released this morning. We just learned that one of those hostages is expected to be an American citizen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:03",
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISER",
      "sentences": "We have reason to believe that one of those side Americans will be released today, but until we see her out safely from Gaza, in the hands of the authorities and ultimately in the hands of her family, that we won't be certain. But we have reason to believe that there will be one released today.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "BLACKWELL",
      "sentences": "So if you think this truce is a net loss for the IDF, let me ask you plainly, do you think President Biden is wrong in his suggestion that this truce should be extended at the end of the four days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "CLARK",
      "sentences": "Well, I think President Biden is walking a narrow line. On the one hand, our military, and Israeli military, no what needs to be done with Hamas. But it is ugly, it's causing civilian casualties, there's n way to go after Hamas without inflicting a certain amount of casualties on civilians, who are not Hamas.So, this puts a lot of pressure on the United States. We've got other global objectives. We're not solely dedicated to Israel. We've got to worry about our relationship with allies, relationships in the region, and are longer objective, longer term, which is to get the Saudis and the Kuwaitis and others in the region aligned with Israel so that we can end on this issue. So, we've got a longer term to think about, it's a tough position for the presidents. Got to get the American hostages out, try to prevail on the Israelis to limit the damage to civilians. Ultimately, the Israelis have to decide are they going after the destruction of Hamas at all costs? Or do they have to balance this with the relationship with the west, and especially with the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "BLACKWELL",
      "sentences": "And is the destruction of Hamas even an achievable goal. The political and military angle of it may end, but the ideological, could it back? Will it back in some other name or form?General Wesley Clark, thank you so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:21",
      "speaker": "COLLINS",
      "sentences": "For many families here in Israel, the last several days have brought some of the first moments of joy since October 7. Anxious families here finally being reunited with their loved ones who are part of this hostage release on day one and day two.A third group is expected to be released today by Hamas. We are told that list includes at least one American on it. Still a question of whether or not the other two the White House believes should be on the list will be on it today or tomorrow. CNN's Oren Liebermann is tracking all of this from Hostage Square which has been formed since October 7th. It's remarkable the fact that that's a place where you are Oren here in Tel Aviv. I think one thing that we have seen from a lot of these families that have had this horrible string that has bonded them together is as they have been watching these moments, even for those families whose loved ones have not come home, who are still being held hostage, they have had this remarkable sense of selflessness, this joy for the families who are getting loved ones back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:21",
      "speaker": "OREN LIEBERMANN, CNN CORRESPONDENT",
      "sentences": "You're absolutely right. We just spoke with the cousin of the family of the Kfir Bibas, that's the 10- month-old, the youngest Israeli hostage held in Gaza and even he used the word \"joy\" when we asked them about the videos he has seen and so many he has about the other hostages being released.And he said look, it is now extended family. A very large and very close extended family. Even as he waits and -- all he can do is wait at this point for his family hopefully to be released, he feels joy for the other releases he has seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:06",
      "speaker": "COLLINS",
      "sentences": "On day three of this temporary truce between Israel and Hamas, we are watching families reunited with their loved ones who have been freed by Hamas.But there still remains scores of families awaiting word on the fate of their loved ones or knowing that they are not likely to be in this group of what is expected to be 50 women and children, Israeli hostages who are being released. People whose family members were not included in the deal and understand they likely won't be at this time. I spoke to one of those families. Jonathan Dekel-Chen is a father and a Hebrew professor in the U.S. His 35-year-old son, Sagui was kidnapped by Hamas on October 7the. He is not someone who is currently being considered for this deal. But he is the father of two children. His wife is two weeks away from having their third. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:06",
      "speaker": "COLLINS",
      "sentences": "Can you just tell me how you are feeling, how you process this to see what obviously must be a very bittersweet moment for you?JONATHAN DEKEL-CHEN, SON TAKEN HOSTAGE BY HAMAS: Well, honestly, it's joyous. It's joyous. Yesterday, 12 of the 13 hostages that were released were kids and young moms and elderly. All from my kibbutz, these are my extended family really, not blood relations. Because of the fact that we are a small, very tight community. And today with the release of more hostages, sort of the same profile, different community, I couldn't be happier for them, honestly. I don't know if this is the start of something bigger and longer. But for right now, I couldn't be happier for those families. But we won't stop until all 240 are home and safe with their families, including, of course, Sagui.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:06",
      "speaker": "COLLINS",
      "sentences": "Have you heard anything from either the Israeli government or the U.S. Government?DEKEL-CHEN: No. Unfortunately, we are in an especially-challenging boat with many others, not just from Nir Oz but from other communities. And from the morning of October 7th, 9:30 to be exact in the morning, that was the last time we heard from Sagui. We have heard nothing else. He did not turn up, or he was not identified in any of the horrific video clips that Hamas posted on their social media sites. And we have had no more information from any source -- Israeli, American, or otherwise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:06",
      "speaker": "COLLINS",
      "sentences": "Yes. I know it's difficult. And there's not a lot of news. I mean this deal is for women and children. We have spoken to a lot of families who they have young sons like Sagui. They are -- it's hard to wrap their heads around what the prospects are here.And I also know, Gillian, Sagui has two young children. He has a third that is due to be born any day now. How is his family doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "COLLINS",
      "sentences": "Yes. I wouldn't even know as grandparents, where to start with those questions. When is his wife due to have his third child?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "KAYE",
      "sentences": "Maybe two weeks.DEKEL-CHEN: Yes, a week to two weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "KAYE",
      "sentences": "A week to two weeks. DEKEL-CHENAnd I keep going because I visualize a day -- I hope tomorrow, but I don't know when that day is going to be, when his two little girls leap into his arms because that's what they are waiting for. That's what we are all waiting for. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:09",
      "speaker": "BLACKWELL",
      "sentences": "Russia's ministry of defense says that it has thwarted at least 20 Ukrainian drone attacks in the past 24 hours over Moscow and other regions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:09",
      "speaker": "ROSALES",
      "sentences": "And it comes after Ukraine's capital was bombarded by an unprecedented wave of Russian drone attacks Saturday, according to military officials there.CNN's Anna Coren has more from Kyiv. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:09",
      "speaker": "ANNA COREN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "In the early hours of Saturday morning, loud explosions could be heard all over Kyiv as the capital's air defense systems worked in overdrive.Just after 2:30 a.m., an unprecedented swarm of drones began to attack Kyiv from multiple directions, terrorizing its more than 3 million residents. 75 Shahed drones were launched by Russia. Authorities say 74 were shot down. Debris from one of the downed drones hit this kindergarten in the city's suburbs. Meters away, hundreds of residential apartments. Shattered windows, a sign of how close the war had come, too close for Yevheniya and her two young daughters. YEVHENIYA, KYIV RESIDENT (through translator): We heard the siren and went into hallway and we're waiting for this for this to pass, like always. But then we had a huge explosion. We thought our house was going to be destroyed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:09",
      "speaker": "COREN",
      "sentences": "The residents here in Kyiv are used to hearing the air raid sirens and the explosions of the air defense systems working overtime, but nothing quite like this.For more than six hours, there was a barrage of Shahed drones targeting the capital. And this behind me is the result of one of those drones shot down. Inside the kindergarten Olga, one of the teachers, is distraught. \"All my life I've worked here. Look at the destruction,\" she comments. Her colleague says \"Everything is OK. We will clean this up, don't worry. Thank God everyone is alive.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:09",
      "speaker": "COREN",
      "sentences": "Five-year-old Yaroslava looks through the fence at a playground she would frequent every day.YAROSLAVA, KINDERGARTEN STUDENT (through translator): That's my kindergarten. I had music and dancing classes in this building. I feel sad the drone came and destroyed my school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:09",
      "speaker": "COREN",
      "sentences": "Her mother, Natalya (ph), in tears, thinking this was supposed to be a safe place for her only child.UNIDENTIFIED FEMALE (through translator): It's very painful to see this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:09",
      "speaker": "COREN",
      "sentences": "Residents in Kyiv and across the country have been expecting this. Russia has spent months stockpiling weapons specifically aimed at targeting Ukraine's energy infrastructure as the temperatures plunge. And with winter now here, these people know this is just the beginning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:09",
      "speaker": "YEVHENIYA",
      "sentences": "We've gotten used to this, but I don't want to get used to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:58:43",
      "speaker": "BLACKWELL",
      "sentences": "President Biden and first lady Jill Biden will be in Atlanta to attend a tribute service for former first lady Rosalynn Carter on Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:58:43",
      "speaker": "ROSALES",
      "sentences": "Her funeral is set to take place in the Carters' hometown of Plains, Georgia on Wednesday.CNN's Eva McKend has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:58:43",
      "speaker": "EVA MCKEND, CNN CORRESPONDENT",
      "sentences": "Victor, Isabel, the Annual Christmas Tree Lighting here in plains, Georgia, taking on a special significance this year in the wake of former first lady Rosalynn Carter's passing.It was the Carters themselves that historically would light the Christmas Carters would light the Christmas tree here in this tiny town. And when we speak to residents here really in a period of mourning and reflection, they tell us that they are remembering Rosalynn as a person that embodied a spirit of service. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:58:43",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Rosalynn was very, very personable. She was genuine in everything that she did and said. And there's no other first lady that I can come to think in recent times, or past times, of somebody that had the eloquence that she did.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:58:43",
      "speaker": "MCKEND",
      "sentences": "Rosalynn and former President Carter's son Chip Carter, addressed residents here, thanking them for their support and then alluding to the many remembrances to come in the days ahead which includes a wreath-laying ceremony in Americus (ph) on Monday, followed by a memorial service in Atlanta on Tuesday.President Biden and other dignitaries expected to attend that event Tuesday. And then Wednesday, she will return to her final resting place here in this town of Plains, where her funeral service will be held at her home church -- Victor, Ysabel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:58:43",
      "speaker": "BLACKWELL",
      "sentences": "Eva, thank you.And thank you for joining us this morning.",
      "isLastSentenceInterrupted": false
    }
  ]
}