{
  "date": "2023-05-08",
  "headline": "CNN News Central",
  "subHeadline": "Shooting at Texas Mall; Deadly Crash in Texas; Broder Cities Brace for Migrant Surge; House Votes on Immigration Bill; Airline Mandate for Compensation; New Poll Numbers for 2024 Race. Aired 9- 9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:48",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "New details this morning about the victims after at least eight people were murdered at a mall in Texas. Officials are focused on right wing extremism as a possible motive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:48",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Right now, an investigation is underway in Brownsville, Texas, after an SUV slammed into a bus stop killing several people. Ahead, what we're learning about that driver.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:48",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "This is the week Title 42 ends. CNN is at the border as the Biden administration and the cities on the front lines prepare for an expected surge of migrants now.These major stories and more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:48",
      "speaker": "BERMAN",
      "sentences": "This morning, CNN has learned the name of at least two victims murdered at the mass shooting at the mall in Allen, Texas. Family members say Christian LaCour was a sweet, caring young man. He is on the left there. We're told Aishwarya Tatikonda, on the right, was an engineer living in McKinney, Texas. They were two of at least eight people who were killed. At least seven others were wounded. Officials say the victims ranged in age from five to 61 years old.We are also learning more about the suspected gunman this morning. Police say he was dressed in tactical gear and armed with an AR-15- style rifle and that he had at least one other weapon on him. Multiple others were found in his car. This morning authorities are looking for a potential motive. Investigators say the suspect may have had ties to an extremist group. CNN security correspondent Josh Campbell is on the scene in Allen, Texas. Josh, give us a sense of what you're hearing this morning about the investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:48",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT",
      "sentences": "Yes, John, we're learning more about this suspect as authorities try to get to that motive, why did this gunman come here to this outlet mall in north Texas, open fire, creating just the latest mass shooting massacre here in the United States. A law enforcement source tells me that authorities have not yet zeroed in on a specific motive, but they are investigating whether there are potential ties to right wing extremism. And that is because after this suspect was fatally shot by a law enforcement officer, on his person, in addition to an extra weapon, as well as extra spare rounds of ammunition, they found an insignia that read RWDS, which authorities believe stands for Right Wing Death Squad. That's the same type of insignia that we've seen extremist group members wearing out in public during protests over the past few years, for example.I'm also told that authorities are pouring over a very extensive social media presence that this suspect had, including posts that authorities believe that he made pertaining to white supremacists, as well as neo-Nazi-type material. So, again, that, obviously, very troubling. Authorities -- because he's dead, they can't interview him, so they're having to gather all of this other evidence. But at least now it appears, John, according to his digital footprint, that there could be potential right wing extremism at play here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:48",
      "speaker": "BERMAN",
      "sentences": "Josh, I also understand you are hearing from witnesses who were at this awful scene on Saturday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:48",
      "speaker": "CAMPBELL",
      "sentences": "Absolutely. You know, when gunfire erupted here, obviously this happened very quickly. We saw that video of the suspect opening fire on people as they were just walking past one of the shops here. That, obviously, causing chaos throughout this outlet mall center.Take a listen here. Our colleague, Ed Lavandera, spoke to a man who was in the path of the gunman as he was making his way inside. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:48",
      "speaker": "BILL MCLEAN, SHOOTING WITNESS",
      "sentences": "We basically turned and watched. And as we were watching, the shooter goes right across - he's not running but he's kind of in a - a deliberate assault-type mood. And he either had an M-16 or an M-4 Carbine and he was firing and shot about four or five shots as he proceeded toward the hamburger place. So, I don't know who he shot. And a few moments later, we saw a police officer come across in front of us, like he was in pursuit of the individual.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BERMAN",
      "sentences": "That's right. We know the identities of two of the eight who were killed. Seven more wounded. Josh, keep us posted on what you learn throughout the morning. Thankyou very much. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SIDNER",
      "sentences": "Now to another city in Texas, Brownsville, Texas, after an SUV slammed into a crowd of people outside a homeless shelter that has been housing migrants. At least eight people there were killed and several more were injured as police say they were waiting at a bus stop. The terrifying moment of impact was caught on surveillance. We're not going to show that exact moment. It is simply too awful. But at the top of the screen that we are going to show you in just a bit, you're going to see just how fast that SUV was traveling before it struck the group.CNN's Nick Valencia is joining us now from the scene. Nick, I understand that you have some new information that you've learned this morning. Tell us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "That's right, Sara.I just got off the phone with the Brownsville Police Department. They tell me at an upcoming press conference they expect to announce preliminary charges against the driver in that crash. They wouldn't share with me what those charges are, only to emphasize that they are preliminary and are subject to change based on their investigation. And according to the Brownsville Police Department, they're looking at this crash one of three ways. One, that it could have been -- the driver could have been impaired or intoxicated. Two is that there could have been some malfunction. Or the third, a much more sinister, that this act could have been intentional. And that's what we're hearing this morning from eyewitnesses. It was earlier this morning I spoke to Sasad Romero (ph). He was a Venezuelan national that was just across the street and saw his friends get run over by this Range Rover. He said there was no doubt in his mind this was intentional. He described to me a very chaotic scene, saying that the driver, in his eyes, appeared to be impaired, got out of the car, started shouting obscenities at the group of migrants standing at the bus stop, shouting at them in Spanish. And he shared with me this exclusive video that you'll only see here on CNN. This video shows the moments, according to Romero, after the driver tried to run away from the accident scene. And you can see a group of men trying to restrain him, physically assaulting him. I talked to the Brownsville Police Department about this video this morning. They were made aware of it also this morning, saying it's also part of their investigation and that they're looking at this with the district attorney to potentially bring charges against the men who are surrounding this driver, potentially bring assault charges. That is still not been decided just yet, but it is part of their investigation. All of this, of course, Sara, occurring with just days left before Title 42 expires, that Trump-era Covid policy which has so many people anxious here as it sunsets, what it could mean for the migration flowing coming across the U.S./Mexico border. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SIDNER",
      "sentences": "Thank you so much, Nick Valencia, there, and with exclusive video showing the potential suspect in this case trying to be stopped by folks who were just there watching this happen.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "And as Nick mentioned, in just four days Title 42 will expire. Now, this is the Trump-era policy that allowed certain migrants to be quickly turned away at the border. That was set in during the pandemic.This also is meaning that the already overwhelmed border system along Mexico is likely to get even worse, and very soon. At last check, roughly 7,000 encounters with migrants have been happening each day at the southern border. We want to show you some CNN drone video, as you can see this. This is from Ciudad Juarez in Mexico. You can see thousands more people camping out waiting to cross over to the United States. CNN's Rosa Flores is in the border city of El Paso, Texas, where thousands of migrants, as we talked about last week, Rosa, thousands of migrants are already sleeping on the streets. What are you seeing there this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:05",
      "speaker": "BOLDUAN",
      "sentences": "And, Rosa, the Texas governor, he made an announcement this morning regarding the border. What is he saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:05",
      "speaker": "FLORES",
      "sentences": "You know, he made an announcement regarding a tactical team that he says that he is deploying. He says up to 10,000 National Guard members and 1,200 Texas DPS troopers. Now he says that they're going to concentrate on hot spots, like El Paso and the Rio Grande Valley. Take a listen.(BEGIN VIDEO CLIP) GOV. GREG ABBOTT (R-TX): Right now, as we're speaking, the Texas National Guard is loading Blackhawk helicopters and C-130s, deploying specially-trained National Guard members for the Texas Tactical Border Force. They will be deployed to hot spots along the border to intercept, to repel and to turn back migrants who are trying to enter Texas illegally. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:05",
      "speaker": "FLORES",
      "sentences": "And, Kate, just to clarify what the governor is saying there, these tactical teams, what they do, and we've seen this on the border, they deploy concertina wire which changes the flow of the migration, but the migration, as you saw, and as you see around me, is not stopping.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:05",
      "speaker": "BOLDUAN",
      "sentences": "Rosa, thank you so much.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:05",
      "speaker": "SIDNER",
      "sentences": "This week, lawmakers will vote on a sweeping immigration bill put together by House Republicans. HR-2, also known as the Secure Border Act, would codify some of the immigration policies put in place by the Trump administration. The vote is planned for Thursday, the very same day that Title 42 is set to end.Here's a rundown of what's in it. It backs the remain in Mexico policy, which requires migrants to stay in Mexico while they wait for their immigration cases to be decided. It also calls to immediately resume construction of former President Trump's border wall, which was put on pause on Biden's very first day in office. It bans federal funds from being given to nonprofits like the one that you're seeing here that helps migrants who cross the border. They, for example, provide shelter, food and clothing to those who are seeking asylum. And it adds money for personnel and improved border surveillance technology. And though the GOP's immigration bill will likely pass the House, it is expected to stall in, as you know, the Democratically- controlled Senate. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:05",
      "speaker": "BERMAN",
      "sentences": "All right, CNN's Lauren Fox is on Capitol Hill for us this morning.Lauren, Title 42 expires Thursday. That doesn't give Congress a lot of time to get something done. So, what's on the agenda?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:05",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, you shouldn't expect that anything will get finished on Capitol Hill this week or in time for that Thursday deadline. Like Sara pointed out, there really are two bills moving through Congress right now. One of them, that legislation from the Republican-controlled House of Representatives. We expect that it will pass that GOP-controlled House, but it goes nowhere in the Democratic-controlled Senate. It would never have a chance of being signed by the president of the United States.So, right now the best hope that lawmakers have is sort of this bipartisan bill that was introduced last week and has been months in the making from independent Senator Kyrsten Sinema and Republican Thom Tillis of North Carolina. Now, that legislation isn't just a two-year extension of Title 42, but it essentially does the same thing, it gives the Biden administration expulsion authority to try and curb the surge of migrants coming across the border that's expected after Thursday. Now, this legislation also faces long odds, John, in part because there are some Democrats who argue that this is an opportunity to have a fuller conversation about comprehensive immigration reform. They don't want a narrow fix, they want something that deals with the broader issue of immigration that lawmakers have been trying to deal with for the last several decades. I mean it's almost been ten years come June since lawmakers passed that bipartisan immigration bill out of the U.S. Senate that never got a vote in the House. So, some Democrats holding out saying that this temporary fix is really just too small in terms of what is needed to try and deal with this broader issue. So, right now, John, it doesn't look like there's any hope on the horizon of dealing with this crisis that's imminent. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:05",
      "speaker": "BERMAN",
      "sentences": "All right, Lauren Fox, on Capitol Hill, thank you so much.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "JENNIFER COOLIDGE, WINNER, COMEDIC GENIUS AWARD",
      "sentences": "As a proud member of SAG, you know, I stand here before you tonight, you know, side-by-side with my sisters and brothers from the WGA that are fighting right now, fighting for the rights of artists everywhere.PEDRO PASCAL, WINNER, BEST HERO FOR \"THE LAST OF US\": Standing in solidarity with the WGA that is fighting very hard for fair wages. JOSEPH QUINN, WINNER, BREAKTHROUGH PERFORMANCE FOR \"STRANGER THINGS\": Being a writer is our job and it deserves respect. And I think the more that we respect each other, we can cultivate a kinder, more exclusive and collaborative environment for everyone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "BOLDUAN",
      "sentences": "And in more fallout from the writer's strike, the Netflix hit, \"Stranger Things,\" has announced production of the final season is now delayed.The Department of Education is reporting new data this morning on the Biden administration's student debt relief effort. CNN is learning exclusively that nearly 610,000 people have received some help since the public service forgiveness program was expanded back in October of 2021. Now, this program, it wipes away loan payments for eligible government or non-profit workers after ten years of payments. The Department of Education says just 7,000 borrowers were approved for relief under this program during the Trump administration. The Biden administration says another 6,000 will have their loans discharged soon and all together they say it will add up to $42 billion of federal student debt canceled. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "SIDNER",
      "sentences": "Airlines could be forced to pay up and put you up if your flight is delayed or canceled. This afternoon, President Biden will reveal how his administration plans to protect consumers from being left in the lurch when airlines run into trouble. And these problems are not rare. If you fly, you know that. According to the U.S. Department of Transportation, more than 1.3 million flights were delayed in 2022. That represents about 20 percent of all flights and more than 181,000 flights were canceled. That's about 3 percent of all flights.CNN's Gabe Cohen is live in Washington with details on this. Can you give us a sense of what these new rules will be that the administration is proposing now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "GABE COHEN, CNN CORRESPONDENT",
      "sentences": "Yes, so, Sara, this new proposed rule would require airlines to compensate and cover expenses for customers that are facing a controllable cancellation or delay. Controllable being the keyword here. In other words, it's when it's the airlines' fault. So, those are expenses like meals, like hotels, rebooking. And really this is just mandating what some airlines were already doing voluntarily, especially after that massive mess that was air travel last summer. You may remember back about a quarter of flights then were delayed or canceled.And at that point, Secretary Pete Buttigieg really pressured airlines to improve their service. And now several of them voluntarily guarantee some compensation when they cancel a flight. But now, obviously, the administration is taking steps to ramp up that pressure. And that includes launching an expanded airline customer service dashboard, which they're going to put at flightrights.gov, their website, showing which airlines will cover you cash, vouchers, frequent flier miles, which of them, of course, will cover these costs for other things, other amenities, like food and hotels. And to be clear, this would not cover costs for issues that are caused by weather or by air traffic control. It is only when the airline system is what fails. And, of course, Sara, we know sometimes it's complicated, like with Southwest Airlines meltdown last Christmas. If you remember back, it was weather that initially triggered that meltdown. But the airline later admitted, of course, the failures that followed were ultimately their fault. So, we're going to have to see how the rule exactly works out, the language of it. But it is important to note, compensation mandates like this already exist in some places, like Canada and the European Union. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "SIDNER",
      "sentences": "All right, so no longer voluntary for the airlines, which means you'll get it when you ask for it.Thank you so much, Gabe Cohen. Appreciate it. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "BOLDUAN",
      "sentences": "In the first real snapshot, if you will, of President Biden's standing since his re-election announcement, voters are saying he has real work to do. And that's even among his own party.A new \"Washington Post\"/ABC News poll found that 58 percent of Democrats and Democratic-leaning independence, that they want the party, their party, to nominate someone else. Biden's overall approval rating remains under water as well, 36 percent approval according to the \"Washington Post\"/ABC News poll. That's the lowest for any American president at this point in their first term. That's dating back to Harry Truman. Let's get to the White House right now. CNN's Arlette Saenz is standing by. Arlette, lay out for us how Biden stacks up, first and foremost, when it comes to the Republican front runner right now, Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:09",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. A snapshot in time it is. It's good to see you, Arlette. Thank you.John.",
      "isLastSentenceInterrupted": false
    }
  ]
}