{
  "date": "2023-12-30",
  "headline": "CNN Newsroom",
  "subHeadline": "New Court Filing: Jack Smith Challenges Trump Immunity Claim; Supreme Court Under Pressure To Decide Trump Ballot Disputes; DHS: Migrant Encounters Reach Highest Monthly Total Since 2000; Interview With Rep. Sheila Jackson Lee (D-TX); Russia: At Least 18 Dead After Ukrainian Shelling Inside Russia; Law Enforcement On High Alert Ahead Of New Year's Eve; Quiet And Chilly Across The Nation As The Ball Drops. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "PAULA REID, CNN HOST",
      "sentences": "You are in the CNN NEWSROOM. I'm Paula Reid in Washington. Jim Acosta has the night off.We have breaking news: Special Counsel Jack Smith is refuting Donald Trump's claim of presidential immunity. Smith writes in a new court filing tonight, that granting a former president absolute immunity from criminal prosecution \" threatens to license presidents to commit crimes to remain in office.\" And we are now learning that the special counsel made an unusual request to implement any ruling pretty soon after they've reached a decision that could mean Trump's team would have to file new appeals, could also fast track that case ahead of the 2024 election. CNN's Zachary Cohen has been digging through the more than 80-page court filing. Zach, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, Paula.Jack Smith makes his view of Trump's argument about absolute immunity pretty clear and bluntly really early on in his filing, he says: \"Trump's wrong.\" He says that Trump's claim of absolute immunity is wrong and he spends the next 80 pages not only laying out why, but also really emphasizing the need for the Appeals Court to move quickly in this case. As you mentioned earlier, look, time is of the essence. Trump has tried to delay this trial, which was originally scheduled to start on March 4th, at pretty much every turn that has challenged Jack Smith to try to keep that train on the tracks, try to keep that date from sliding. And look, if the Appeals Court does move quickly in this case, it is possible that we could still have a trial on March 4th, despite this ongoing fight over the absolute immunity issue. So I want to also on substance point to a few specific excerpts from this filing because they really are stark. The first one really is a warning from Jack Smith. He warns about, you know the dangers to democracy that Trump's absolute immunity claim poses. He says: \"Rather than vindicating our constitutional framework, the defendant's sweeping immunity claim threatens to license presidents to commit crimes to remain in office. The founders did not intend and would never have countenanced such a result.\" So you know, obviously making very clear that if the court sides with Donald Trump on this, this could have reverberations in a historical context as well, and he goes on to also really emphasize that historical point, how relevant this is for the future of America. He says: \"The defendant asserts that this prosecution threatens to shatter the very bedrock of our republic. To the contrary, it is the defendant's claim that he cannot be held to answer for the charges that he engaged in an unprecedented effort to retain power through criminal means, despite having lost the election that threatens our democratic and constitutional foundation of our Republic.\" So basically saying, look, it's not Trump's presidential immunity claim and siding with him that is the threat, it is the failure to reject that claim that is the true threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "And Zach, clearly, there's a big constitutional question lying out there for the Court of Appeals. But really, we know the underlining fight here is about timing. Trump trying to delay, Jack Smith trying to move this along quickly. What arguments or evidence did you see in this filing of Smith trying to nudge this along and get this case to trial before November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "COHEN",
      "sentences": "Yes, Smith, really leaning into this argument. We've heard from him before that this issue is such -- is so important to the public, to the American public, that it needs to be resolved quickly and it needs to be resolved in theory before the election, and the closer we get to the presidential campaign, the harder this case is to go and be brought to trial.We know that's a reality, and we know that's why Donald Trump has been tried to delay and stretch this process out as long as he has. You know, we will have to see how quickly the appeals court moves on this, whether they grant the special counsel's sort of unusual request to implement a ruling five days after making a decision. But you're right, timing is critical for both sides of this case, just for opposite reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "Zach Cohen, standby. I got a chance to talk to Trump's former lawyer, Tim Parlatore this evening to get his reaction to this latest pushback from Special Counsel Jack Smith.Tim says Trump does not really have the winning argument in this case. Let's take a listen to what his former lawyer said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TIM PARLATORE, ATTORNEY",
      "sentences": "I never really bought into the idea of immunity being a winning argument here. It is something however, that I think is going to be helpful in his plans to try and delay the trial because by using the appellate process, that could end up pushing this out past the election.But ultimately, I don't think he's going to be successful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "So as a former Trump attorney, you're saying that the legal argument that they're making here, that he should have immunity from things that he did when he was in office, that that really just doesn't have merit and won't prevail here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "PARLATORE",
      "sentences": "That's right. It's not an argument that I personally feel has merit. Who knows? The judges may disagree with me on that point. But, you know, that's not something that I would personally hang my hat on in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "Well, to your point about trying to delay, I mean, that trial, the January 6 federal case is currently on hold while this appeal plays out. The special counsel had asked the Supreme Court to weigh in here. They opted not to.They are letting the appeals process play out. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "REID",
      "sentences": "I think it is also possible that they don't want to have the final word here. We'd like the appeals court to make a decision that they could just affirm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "PARLATORE",
      "sentences": "That's certainly possible, too. They could wait and see what the DC circuit does, and then just refuse to take on the case and just let the DC circuit stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "REID",
      "sentences": "Do you think this case, the first federal case goes at all this year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "PARLATORE",
      "sentences": "You know, I think it's really dicey on this. You know, it's not going to go in March, obviously. Does it get pushed out close enough to the election to where, you know, maybe Merrick Garland steps in and says, you know, we really don't want to be picking a jury 90 days before, you know, the general election starts. And I don't know, it's -- I think that the appeal here, and also the related appeal of one of the January 6 protesters on the definition of obstruction, that could also be something that would hold this case off, because that ruling by the Supreme Court that they are taking up could have impacts on what part if any of this indictment goes to trial.So I do think that it's probably about 50/50 as to whether this case actually goes in '24. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "REID",
      "sentences": "Joining me now is defense attorney and former federal prosecutor, Shan Wu, and our Zachary Cohen is also back with us.All right, Shan, I want to start with you. Let's break down some of the things that Tim said. First, let's start with his assessment that this argument that Trump has presidential immunity is a dud. I mean, you've represented at least one client in a special counsel probe. Do you think you could successfully defend this idea of presidential immunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "SHAN WU, FORMER FEDERAL PROSECUTOR",
      "sentences": "I don't think -- I agree with Tim in the sense that a very broad presidential immunity that just blanket covers anything done while someone is president, I don't think that's going to fly with the court. And certainly, legally, it has very weak support for that, and the Supreme Court is unlikely, and the DC circuit is unlikely to want to take a huge broad view of that.There are ways though, that it can be focused more narrowly, and I think Trump's lawyers are beginning to kind of lean in this direction of trying to argue that what he did was more within the so-called outer perimeters, meaning that somehow, there is some official action on his part. And if they can manage to get a little bit of what he did within that, then the court -- the courts might say that some of that would be immune, but this notion of a completely broad immunity that nothing you do as president could ever be prosecutable that's highly unlikely to succeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "REID",
      "sentences": "And Zach, as we're talking about a few minutes ago, really, while this is a constitutional debate, it is really about timing, and how long they can stretch this out.Tim gave the odds at about 50/50, this trial goes this year. You report on this day in and day out. I mean, what do you think? Do you think that's right? Is that the correct assessment of whether this case goes to trial before November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "COHEN",
      "sentences": "I mean, that's a tough gamble, and those are tough odds, 50/50 is you know, right down the middle, obviously, it's a pretty safe bet by Tim there.But look, I think that it is important to note that there are also two other criminal cases that Trump has, that could jump in line, if this case does get delayed, even too close the election for a trial to even happen.  So you have Fani Willis down in Georgia, who essentially needs 30 days to be ready for trial. That one is slated to start in August, or she has asked for it to start in August as of now. And then you have the Manhattan DA, who also potentially could jump in line, too. So you know, if this trial does get pushed back, it would be interesting to see if these other state level prosecutors do try to move up their dates and try to bring Trump to trial there in New York or in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "REID",
      "sentences": "I'm glad you mentioned the Manhattan DA's case. Everyone always forgets about that one. They talk about January 6, the federal, and the state, and of course, also the Mar-a-Lago case that's penciled in for May, but we are not sure that's going to stick.Now, Shan I also talked to Tim, about the Supreme Court's role here, right? We know the special counsel asked the Supreme Court to just step in answer this question of presidential immunity, basically, so he could move this along. The Supreme Court opted not to do that. They're letting this question go to the Court of Appeals. What do you make of that move by the Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:10",
      "speaker": "REID",
      "sentences": "I don't know if I agree with that. I feel like this is one they'd be happy to say we affirm, we didn't get involved, please leave us alone and don't come back for a few more weeks until they have to deal with ballot eligibility.Zach, I want to ask you about another thing I talked about with Tim and just the fact that he argued that this whole defense that he has presidential immunity is kind of a dud. Were you surprised to hear that from a former Trump lawyer that the merits of his argument just aren't great?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:10",
      "speaker": "COHEN",
      "sentences": "I've learned not to be surprised by anything at this point, Paula, but no, look, I mean, we've seen similar immunity arguments play out in the appeals process in Georgia.Mark Meadows has really recently taken a hit as he's tried to argue that he deserves some immunity for acting as chief-of-staff when all of this was playing out. The federal appeals panel down there just again, denied that that is true, and so that's still going through the process as well.  But as we've been talking about, delaying delay is the main strategy right now, it seems like from Donald Trump and going through the appeals process on this immunity claim, one that we've never formally addressed with the court system before seems like a pretty good way to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:10",
      "speaker": "REID",
      "sentences": "Now switching to another one of former President Trump's legal issues that people believe, look, he has a stronger case in, is this question of ballot eligibility and the process for removing him from ballots.Shan, we've seen over the past two weeks two states remove him in different ways. In Colorado, it was the State Supreme Court; in Maine, as is the process there, it was the Secretary of State. I do agree the Supreme Court has got to weigh in here and give the states some clarity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:10",
      "speaker": "WU",
      "sentences": "I do think they should weigh in, and they likely will, but I think it needs -- it should be a very narrow weighing in. There are at least two issues of clear constitutional interpretation, which I think they should opine on, and those would be the question of does the 14th Amendment apply to the president? Is he an officer of the United States?And then number two, perhaps, this question of whether or not it's really self-executing or whether Congress needs to act on it? The other aspects -- my view is it's fine to have 50 different results in 50 different states if they are following their own state laws. Now, it won't work to have 50 different interpretations of is the president an officer in United States, that they really need to clarify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:10",
      "speaker": "REID",
      "sentences": "Yes. It seems like this is what the Supreme Court is designed for, right? To resolve these splits across the states. I have never seen an issue, a constitutional question where so many intelligent people disagree even with the question of does it apply to the president? Who is supposed to execute it?But Shan, I also want to get your take. The Colorado -- in Colorado, the Republican Party there, they filed an appeal to the Supreme Court. They've added one more question, and that is whether the 14th Amendment, if it does apply to presidents, if states are executing it, if that's a violation of its First Amendment right to select the candidate of their choosing in the primary. Do you think that's something the Supreme Court might weigh in on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:10",
      "speaker": "WU",
      "sentences": "Well, if it's brought before them, I think they weigh in on that. I think it's a very silly argument to make. I mean, you could make the First Amendment argument then that you can pull up anybody you want as part of your First Amendment point. You could put up a child, someone not born in the US, put up your pet, that's all your First Amendment argument.Just because you have a First Amendment right to express that or try to do that doesn't mean that you meet the qualifications under the Constitution, much less under state law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:10",
      "speaker": "REID",
      "sentences": "There are some really smart pets out there, Shan. I don't know if we should dismiss that outright. But all right, I'll give you the last word, Zach, I'll start with you. Do you think any of these cases go to trial this year? And if so which ones?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:10",
      "speaker": "COHEN",
      "sentences": "I think the Manhattan DA's case and I think the Georgia case could both go to trial this year. I think in Georgia Fani. Willis has made incredibly clear that she wants this to go to trial in the summer. She doesn't really care about how close it is to the election and she has been pushing timing has been a priority for her this entire time.And I think, the Manhattan DA is showing that he is willing to jump in line if given the opportunity, so I wouldn't be surprised either of those, or both happened this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:10",
      "speaker": "REID",
      "sentences": "Shan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:10",
      "speaker": "WU",
      "sentences": "I agree with that. I think it's very, very hard for Jack Smith to get the federal case tried. I think they are moving as fast as they can. He's being very smartly aggressive. I just think it's very hard to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:10",
      "speaker": "REID",
      "sentences": "I mean, he is trying. These prosecutors have been filing things left and right over the holiday. I'd love to see their billable hour sheet, yes, no time off for them.Shan Wu, Zachary Cohen, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:10",
      "speaker": "WU",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:19:03",
      "speaker": "REID",
      "sentences": "New migrant numbers illustrate just how dire the crisis at the southern border has become. Homeland Security officials say migrant encounters in December reached the highest monthly total in more than two decades.Facing mounting political pressure, President Biden dispatched Secretary of State Antony Blinken and DHS Secretary Alejandro Mayorkas to meet with Mexican officials earlier this week, a trip the senior officials described as very productive.  CNN's Kevin Liptak joins us now in St. Croix where the president is vacationing. All right, Kevin, how is the White House planning to address this crisis in the New Year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:08",
      "speaker": "REID",
      "sentences": "Kevin Liptak, live in St. Croix. Thank you.I want to discuss this further with Democratic Congresswoman Sheila Jackson Lee of Texas. He's also a member of the House Homeland Security Committee. Thank you so much for being with us. I want to start out by asking you, is the Biden administration doing enough to address this crisis at the southern border? REP. SHEILA JACKSON LEE (D-TX): Well, thank you very much for having me. As you well know, I serve not only on Homeland Security, but on the Immigration Subcommittee for House Judiciary Committee. Let me tell you that all of this started before we left for the work recess when the Speaker of the House, Speaker Johnson refused to do the job and the work of the United States Congress, which included funding for several of our conflicted areas, which included the border. Had we engaged in the border at that time, which from my perspective, would have been more court resources, more personnel as it relates to Customs Border Protection, Border Patrol, court personnel, and begin to process these individuals through the funding that would have come out of the package that had to do with three conflict areas, including if you call the border a conflict area, we wouldn't be where we are today. So frankly, here's my perspective. Money has to flow to solve several problems, and that includes our neighbors who absolutely should not be burdened, as we are burdening them -- cities of Los Angeles, Chicago and New York, mayors who absolutely should not be feeling the brunt of trying to relieve our local communities at the border, which should be relieved as well. There should be an engagement of more non -- what we call non- governmental agencies, more NGOs, to be able to ensure that we have resources to handle many unaccompanied children, as the Secretary indicated about six percent of these individuals, unaccompanied children. So I believe it started with Congress, and it has to move with Congress, and we need to be back doing our work in order to provide the funding that is necessary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:08",
      "speaker": "REID",
      "sentences": "This is of course, going to be one of the top issues in the 2024 campaign. So what would you say to voters who say they're deflecting responsibility for this crisis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:12",
      "speaker": "REID",
      "sentences": "Should there be any modifications to the asylum criteria or the asylum process to ease this flow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:28",
      "speaker": "REID",
      "sentences": "Congresswoman Jackson Lee, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:28",
      "speaker": "JACKSON LEE",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:28",
      "speaker": "REID",
      "sentences": "And Russia's war on Ukraine is about to enter its third year. What might be ahead for Ukraine next. You're in the CNN NEWSROOM.(COMMERCIAL BREAK) [18:35:21]  REID: Tonight, Ukraine is accusing Russia of attacking Kharkiv, Ukraine's second largest city, injuring at least 26 people and damaging buildings there, including this hotel. Just hours earlier, Russia had promised to retaliate against Ukraine after a deadly attack by Ukraine on Russian soil. Russia's Ministry of Defense says Ukrainian shelling killed at least 18 people, including two children in the city of Belgorod. That came just a day after Russia's largest wave of air attacks against Ukraine since its invasion began, resulting in more than three dozen deaths. Now, the Ukrainian president is using Russia's latest fierce round of air attacks as another rallying cry for help calling on the world for aid. Zelenskyy and Ukraine received so much support from around the world in both words and funds in the first year after Russia invaded. But as Melissa Bell details, things have been much different for him in 2023. (BEGIN VIDEOTAPE) MELISSA BELL, CNN INTERNATIONAL CORRESPONDENT (voice over): It was an 11th hour invitation that led President Zelenskyy to Washington in December. This time with the question of further funding to Ukraine stalled on Capitol Hill. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:28",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I don't want you giving up hope.(END VIDEO CLIP) BELL (voice over): A far cry from the hero's welcome the Ukrainian president had received in 2022, with progress on the ground in Ukraine apparently stalled as well. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): The counteroffensive is difficult. It's happening, probably, slower than how some people may want or can see it. (END VIDEO CLIP) BELL (voice over): A foothold on the east bank of the Dnipro River, one of the rare Ukrainian gains, despite months of fighting, with questions of how much more money allies can invest. (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA): What the Biden administration seems to be asking for is billions of additional dollars with no appropriate oversight, no clear strategy to win. (END VIDEO CLIP)  BELL (voice over): Allegations of corruption haven't helped, despite President Zelenskyy's determination to act, with the firing of top officials and the arrest of a leading oligarch who is also a backer of his presidential bid. (BEGIN VIDEO CLIP) ZELENSKYY (through translator): Any internal issue that hinders the state is being cleaned up, and will be cleaned up further. We need a strong state and Ukraine will be just that. (END VIDEO CLIP) BELL (voice over): But it is on the battlefield that the Ukrainian president's ability to lead is being engaged most closely. As is his relationship to the troops and to the man who leads them, Valerii Zaluzhnyi, with hints of a strange relationship alluded to at Zelenskyy's end-of-year press conference. (BEGIN VIDEO CLIP) ZELENSKYY (through translator): He has to answer for results on the battlefield as commander-in-chief, together with the general staff. There are many questions. (END VIDEO CLIP) BELL (voice over): Questions also for European and American allies looking to Zelenskyy to deliver a victory against Russia in return for air defense systems, tanks, missile systems and now fighter jets, all too little too late, say Ukrainians, as support for even that aid dries up. Zelenskyy is now in uncharted territory, with 10s of billions in dollars and euros for Ukraine held up by politicians on both sides of the Atlantic. The European Union now wrestling with Hungary's opposition as Republicans slow U.S. aid. (BEGIN VIDEO CLIP) ZELENSKYY (through translator): I'm confident that the United States of America will not betray us. (END VIDEO CLIP) BELL (voice over): But there has been some relief for Ukraine this Christmas, with news breaking of the first long-promised F-16 fighters headed for the country. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:28",
      "speaker": "ZELENSKYY",
      "sentences": "Like our victory in the Black Sea, we aim to win the air battle, crushing Russian air dominance.(END VIDEO CLIP) BELL (voice over): A note of optimism from a leader desperate to believe that his war can still be won. Melissa Bell, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:28",
      "speaker": "REID",
      "sentences": "For more analysis on this, I want to bring in my next guest, CNN National Security Analyst and former CIA Chief of Russia operations, Steve Hall.Steve, what do you make of this latest round of air strikes from both Russia and Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "REID",
      "sentences": "The U.N. Security Council held an emergency meeting this afternoon after the attack by Ukraine on Russia. Do you think Russia is trying to take control of the narrative here? They called for the meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "HALL",
      "sentences": "Yeah, they're always trying to take control of the narrative and they have a very well-organized machine that puts out all sorts of propaganda that says things like children are being killed and this is terrorism and so forth. The safe thing to do if you're trying to understand how this works is just taking essentially whatever Putin or the Russians say and flipping it around 180 degrees and that gets you much more close to the truth.But yes, they're going to try to use all the international means that they can to get their message out. The problem is, is that, of course, the very first article in the U.N. Charter is respecting everybody's sovereign territory. So they really don't have much of a leg to stand on in the U.N.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "REID",
      "sentences": "As Melissa Bell reported, Ukraine is struggling in holding its lines, dealing with corruption, even in its own military and it's also straining to get more international funding. So is it critical that the U.S. step up and show the world it's willing to help Ukraine? I mean, what are the risks there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "HALL",
      "sentences": "No, it's absolutely critical that not just the United States but all of the NATO allies and also the non-NATO allies of Ukraine continue to step up. Look, I think one of the things that we have to remember here, living in an open society as we do is that democracies are always very messy.It's unlike the situation in Russia, where Vladimir Putin and his close advisors can say, okay, this is the amount of money we're going to take out of the national treasury and we're just going to spend it. There's no second guessing. There's no public visibility into that. There's no transparency. In democracies like ours and in NATO and other allies that Ukraine has, we have to go through sort of a messy democratic process where different parties have to make their arguments, sometimes with things having to do with Ukraine and sometimes having the things to do with domestic politics. I'm cautiously optimistic, though, that I think all sides are going to continue to support Ukraine because everybody kind of understands geopolitically, you got to solve your country's security situation before you can worry about how good your schools are and how good your bridges are. If your country isn't safe to start with, then the rest of it doesn't really matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "REID",
      "sentences": "The U.S. just announced $250 million in assistance to Ukraine. What does that mean? How far does that go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "HALL",
      "sentences": "Well, I think in the general picture, in terms of the billions of dollars that have flowed again, not just from the United States, but from other NATO allies, it's not that big of an amount, but it's an important support for Ukraine politically, internationally. That's important that the signal is sent to the Russians that, look, we're going to continue to support the Ukrainians.Now, again, Putin understands how democracies work and he's going to try to wait us out. It's democracies in the world whose responsibility it's going to be to work through their democratic processes to get this money in assistance to Ukraine, because if they don't, Ukraine will simply cease to exist if they lose the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "REID",
      "sentences": "Steve Hall, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:11",
      "speaker": "HALL",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:07",
      "speaker": "REID",
      "sentences": "Police across the country are on high alert for New Year's Eve. The NYPD tonight, ramping up security in Times Square and deploying thousands of officers, with a million people expected to gather in Midtown to ring in the New Year.CNN's Polo Sandoval is there for us.  Polo, what are you learning?\\",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "REID",
      "sentences": "All right. Let's hope everyone stays safe out there. Polo Sandoval, thank you.Now for an update on the New Year's Eve forecast in New York and all around the U.S., meteorologist Elisa Raffa is in the CNN Weather Center with the latest. All right. Elisa, what can we expect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "ELISA RAFFA, CNN METEOROLOGIST",
      "sentences": "It's actually looking pretty quiet this year, even in New York and Times Square. But to show you the East Coast, I want to take you to the West Coast first, because we've been talking a lot about this potent storm that's been kicking up the waves, but it's not really doing much in the sky in the way of rain. And you can see that they're on radar now.And as it progresses eastward going into tomorrow, it kind of falls apart. So that won't be a weathermaker for us. There's a little bit of a hiccup up in the Great Lakes. That could get into the Appalachian Mountains, going into New Year's, maybe some minor rain and snow, but again, not much. Area of high pressure takes over. That's that dry, sinking air and that's going to leave us quiet and chilly going into New Year's. Like I mentioned, that little hiccup, the rain and snow totals are not really all that impressive. Even in the spine here of these highest elevations, only getting a few inches of snow, something most people, of course, are used to there. But again, leaving us with a pretty quiet New Year's Eve, where, as you headed out for the evening, you've got some - a few clouds, but nationwide, not really finding too much in the way of rain or snow. Temperatures average, a little bit cooler than that, some 40s up in New York. If you're headed into Times Square, you're looking at temperatures in the upper 30s by midnight. A little bit of a breeze will make it feel like the middle 30s, mostly cloudy skies, maybe a flake or two mixing in with your confetti. But other than that, things are going to stay dry. Now, temperatures in the upper 30s is seasonal for New York. If you look at some of the warmest ones, we rang in this year, third warmest on record at 54 degrees. Remember a couple of years ago, nine degrees in 2018, yeah, that one hurt, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "REID",
      "sentences": "Elisa Raffa, thank you.And police in Europe are also busy putting security measures in place to keep everyone safe for the New Year's Eve celebrations, especially in light of the tensions over the Israel-Hamas war. CNN's Michael Holmes reports. (Begin VT) (BEGIN VIDEOTAPE) MICHAEL HOLMES, CNN ANCHOR AND CORRESPONDENT (voice over): Fireworks in Paris. It's always a big party in the City of Light on New Year's Eve. And this year, with up to a million people expected on the Champs- Elysees, police are stepping up security to try to make it a safe one. The French government says more than 95,000 police and military personnel will be deployed on New Year's Eve. The tight security in part because of heightened tensions over the Israel-Hamas war. French officials say people will be body searched before entering certain festivities. And drones will be used to monitor the crowds. (BEGIN VIDEO CLIP) GERALD DARMANIN, FRENCH INTERIOR MINISTER (through translator): I called for an extremely strong mobilization of the police and gendarmerie services against the backdrop of a very high terrorist threat because of what is happening in Israel and Gaza. (END VIDEO CLIP) HOLMES (voice over): Berlin, too, is beefing up security to try to avoid another volatile New Year's Eve like last year. Rioters attacked police and emergency workers with fireworks and other objects, dozens of police were hurt and vehicles set ablaze. German officials say there is generally an increase of violence on New Year's Eve. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "ALL",
      "sentences": "Shame on you. Shame on you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "HOLMES",
      "sentences": "And there are fears pro-Palestinian demonstrators, who have scuffled with police in recent months, could pose problems on the holiday.(BEGIN VIDEO CLIP) ANJA DIERSCHKE, SPOKESPERSON, BERLIN POLICE (through translator): We have been preparing for this operation for a long time and are also working closely with the fire service. We will be taking a shoulder- to-shoulder approach here. We will also accompany some of the rescue operations when they are called to hot spots. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(Foreign language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Foreign language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Foreign language).(END VIDEO CLIP) HOLMES (voice-over): German emergency personnel released a video via social media, asking the public to respect the police and firefighters working to protect them on New Year's Eve. A plea for a peaceful New Year's Eve, where the conflicts of the world don't spill out unto Europe's streets. Michael Holmes, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}