{
  "date": "2023-02-07",
  "headline": "CNN Newsroom",
  "subHeadline": "U.N. Report On Antimicrobial Resistance; 2022 Report Mentions Chinese Surveillance Balloons; Toxic Chemical Drained From Derailed Train In Ohio; LeBron James Close To Record. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:33:38",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "This just into CNN. A new United Nations report predicts the number of deaths caused by antimicrobial resistance could grow up to 10 million a year by 2050. And to put that in perspective, that would be a massive jump from the 1.27 million who currently die from antimicrobial resistant infections annually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "HILL",
      "sentences": "So, that's an important we wanted to - we wanted to get you on. But there's also -- I'm not sure if this falls in the antimicrobial category, the HBO series, \"The Last of Us.\" We know it focuses on this threat. So specifically about a fungal infection that can turn people into a zombie-like state. OK, what's the reality of something like this? Is this type of fungus actually a threat to humans in 2023?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "GUPTA",
      "sentences": "No. I -- you know, this is - this is not a threat to humans. This is obviously a fiction show, although I did watch part of it as it's part of my homework for this assignment and it's a pretty good show.It's interesting, what the show creators did was they basically looked at the idea of a fungus actually creating these mind-altering behaviors. And where they got the idea from was actually the ant world where there is a fungus known as ophiocordyceps, which can actually affect the way ants behave. And I think we have some video of this, but I'll just show it -- talk you through this really quickly. What happens is a fungus would actually infect this ant. The ant eventually would just be mind-altered, go to some plant, dig itself in, as the fungus completely overtakes its body. And if you can see in the center of the screen there, if you see this - there's this thing that's growing out of the ant. That is the fungus now. The fungus is now leaving the dead ant's body, turning into spores and those spores are then jumping all over the forest and infecting more ants. That is sometimes what happens with what's called a parasitic relationship. The whole goal of that pathogen, the fungus in this case, is to propagate itself. And it's using the ant sort of as a -- as a vehicle to do so. That's how the show creators based this show. It does not happen in humans, thankfully, but that's where they got the idea. I will say it's interesting, when you look at fungi specifically, if you look at something like phencyclidine, that's not a pathogen in that it doesn't infect you, but it can induce mind-altering sort of behavior. And that's an example of what a pathogen could potentially do in the body.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "OK, that scared the bejesus out of me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "HILL",
      "sentences": "That was gross. I mean I love you, Sanjay, but that was gross.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "I mean the ant thing, man, I'm not going to sleep tonight because of that.I mean, beyond the sci-fi kind of perhaps exaggeration of this threat, mind control, et cetera, I mean, do fungi pose a different kind of threat to humans in general?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "GUPTA",
      "sentences": "You know, it's interesting because we talk a lot about viruses certainly over the last few years. We talk a lot about bacterial infections. I think fungi don't get as much attention. And in some part, understandably, in the United States. Because if you look at the numbers, the number of people who died from fungal infections, it has been going up, in part for the reasons we've just been talking about.But in 2021, 7,199 people, compared to 2018, 4,700. So, they're - they're going up. But globally this is a big issue, Jim. You know, you have about 1.7 million people who are dying of fungal infections every year around the world. To give you some context, malaria kills around -- between 400,000 and 500,000 people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "GUPTA",
      "sentences": "So, it is a big deal around the world. Typically impacts people who, a, don't have access to antifungals, but also may have weakened immune systems. And as we're seeing with climate change, you are seeing funguses start to grow in areas that they did not grow before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "GUPTA",
      "sentences": "You know, it's interesting, just a quick nugget, our body is at 98.6 degrees. Funguses can't live really well at that temperature which is why humans aren't typically infected. But as the climate has warmed, the funguses are starting to adapt. And one of the concerns is they will start to adapt to the point where they can survive in a warmer climate, such as the human body.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "All right, so another reason -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "HILL",
      "sentences": "So - so now the show is going to come true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "I was going to say, now another reason for me not to sleep tonight.Dr. Sanjay Gupta, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "GUPTA",
      "sentences": "There's things we can do about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "HILL",
      "sentences": "It is always so good to see you, Sanjay. I tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "HILL",
      "sentences": "Thank you, my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "GUPTA",
      "sentences": "It's good homework. I'm telling you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "HILL",
      "sentences": "All right, up next here, new CNN exclusive reporting on what the U.S. learned about other spy balloons from China, other balloons that flew over the United States during the last administration.(COMMERCIAL BREAK) [09:43:59] HILL: This morning, China's government says the debris from the balloon shot down by the U.S. off of South Carolina coast over the weekend, that debris belongs to China says China, not the U.S., calling the U.S. action a clear overreaction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes, really no chance that debris is going back to China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "HILL",
      "sentences": "Nope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "It comes as we have new CNN exclusive reporting with more details on China's use -- continued use of high-altitude surveillance balloons in recent years.CNN reviewed an excerpt of a U.S. military intelligence report from last year that mentioned sightings in Hawaii and Florida. These dating to the Trump presidency. CNN's Natasha Bertrand has been covering. So, this appears to be a pattern here. Do we know -- are we learning more, I should say, about what degree of intelligence China was or we believe China was able to collect with these things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SCIUTTO",
      "sentences": "Are we clear on that question, whether those prior incursions during the Trump administration were only discovered recently, as opposed to as they happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BERTRAND",
      "sentences": "So, the Biden administration says that they discovered these during the beginning of the administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SCIUTTO",
      "sentences": "Gotcha.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BERTRAND",
      "sentences": "Essentially that the intelligence community was tasked with taking a closer look at these kinds of things because they discovered something early on, there was a balloon sighting early on in the administration, and that the prior administration had not detected those. Of course, that has caused some heartburn among Trump administration officials who say that, you know, they would have seen this if it had occurred, but this is what - this is what the White House is saying today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SCIUTTO",
      "sentences": "Understood. Well, certainly much more to learn.Natasha Bertrand, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:01",
      "speaker": "SCIUTTO",
      "sentences": "This morning, the EPA is now assessing levels of danger in northeastern Ohio after officials there detonated derailed train cars to allow a controlled release of a volatile and toxic chemical.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There it is.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:01",
      "speaker": "SCIUTTO",
      "sentences": "You see the flames rising. That was the moment there of the release. Not full relief yet. The rail cars were carrying vinyl chloride when they went off the track over the weekend. That led to an evacuation zone a full mile around the still burning crash site.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:01",
      "speaker": "HILL",
      "sentences": "And so it is still burning, as Jim mentioned. That evacuation zone still in place this morning.CNN's Jason Carroll is in East Palestine, Ohio. You are outside that zone, I would hope, my friend. What more are you hearing from officials this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:01",
      "speaker": "JASON CARROLL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, officials are telling us, Erica, no more controlled releases, no more controlled breaches. That part of the operation is over. In fact, just a short while ago, we had our drone up over the site just to see what it was looking like out there. And we saw some smoke there, but not much of anything else. State officials are calling the operation a success, and they explained in detail how it all went down.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:01",
      "speaker": "SCOTT DEUTSCH, HAZARDOUS MATERIAL MANAGER, NORFOLK SOUTHERN",
      "sentences": "During that detonation, our crews that were out there did observe two of the cars did polymerize (ph). So, we were able to control the release where we wouldn't have been if we didn't take this action.I'm very pleased. Dennis (ph) and all of our partners are very pleased on what took place. The detonation went perfect. And we're already to the point where the cars are being -- became safe. They were not safe prior to this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:01",
      "speaker": "CARROLL",
      "sentences": "And, again, we have live drone footage just to show you what the scene is looking like at this particular point. Again, this operation was done to prevent those rail cars from exploding on their own, which would have created a catastrophic situation. So, in terms of the situation now, what they're going to do is wait for that area to cool off, get the EPA in there to test the air quality. Once that all is done, then perhaps those evacuees can return home and investigators can continue to look at what caused all this. It looks like a faulty axle could have been the culprit.Guys, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:01",
      "speaker": "SCIUTTO",
      "sentences": "Goodness, that explosion, those flames, just amazing.Jason Carroll, on the scene, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:01",
      "speaker": "HILL",
      "sentences": "Well, the eyes of the sports world, and frankly beyond, focused on Los Angeles tonight. LeBron James is set to close in on the all- time NBA scoring record. The Lakers' star just 36 points away from breaking the record that Kareem Abdul-Jabbar has held since 1984.CNN's Omar Jimenez following this story for us from Los Angeles. So, of course, everybody wants to know, is it going to happen tonight? Also, how did you score this assignment, Omar, because you won today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:01",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "HILL",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "SCIUTTO",
      "sentences": "Well, that sky hook, man. It was hard to stop it. That was history. But records are made to be broken.Omar Jimenez, thanks so much.",
      "isLastSentenceInterrupted": false
    }
  ]
}