{
  "date": "2023-06-27",
  "headline": "CNN News Central",
  "subHeadline": "Dispute Over North Carolina's Congressional Map, Supreme Court Rules Against GOP Lawmakers; Theory That Would Have Given State Legislatures Unchecked Authority Over Federal Elections Rejected by Supreme Court; Prigozhin Arrived in Belarus, According to Lukashenko; Putin Commends Military for Ending \"Civil War\". Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "By taking the case and not just mooting it, which is what Clarence Thomas wanted to do, the Supreme Court puts its stamp on it and says, OK. As you said, Kate, these are guardrails. This is where we're going. I continue to be fascinated by the coalition here where you have the three so-called liberal justices, but you have Justice Kavanaugh, Coney Barrett, and the chief justice siding with them.Now, Chief Justice John Roberts, over the last few years, there's been a lot been said about where he stands and how he's doing things. But Kavanaugh and Barrett, Elie, as you are looking at this and thinking about this court going forward, does it tell us anything about how conservative it might end up being or not being or where they might moderate, where they might not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ELIE HONIG, CNN LEGAL COMMENTATOR",
      "sentences": "I think this is really significant because it -- we have seen many decisions lately that have broken straight along these six to three lines. Very predictably, conservative with the six, liberals with the three. And Chief Justice Roberts had long been, sort of, a consensus seeker. Looking to avoid having the Roberts court become the court where the term it became hopelessly split by the ideology.And we are seeing signs now that -- particularly, Chief Justice Roberts, he's been doing this for a while, but also Justice Kavanaugh is willing to not rule based on, well, what the conservative outcome somehow, I'll formulate it to get there. And has shown willingness, as in this case to say, you know, this infant (ph) state legislature theory is a conservative theory. Chief Justice Roberts, Kavanaugh, and Barrett are conservative justices but they said -- essentially what they're saying here is, whatever we may want the policy outcome to be, sometimes the law just doesn't get you there. So, I think it's an encouraging sign for people who would like our court to not be outcome oriented and to not be ideological.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Do you think it's trusting though? I mean, just -- you know, right now, the court is under a lot of pressure. There has been a lot of mistrust in the public's point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "HONIG",
      "sentences": "It's interesting -- I mean, there's no way to know to what extent they're trying to do this to allay public concerns, but you're right. The Supreme Court -- opinion of the Supreme Court is in all- time low, and we've seen that. But I think if we see more opinions like, then that may help rebuild public trust. And let me say, the liberals don't often flip over to the conservative side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "Yes.KATE BOLDUAN, CNN NEWS CENTRAL CO-ANCHOR:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "HONIG",
      "sentences": "We've not seen much of any of that recently either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BERMAN",
      "sentences": "No, question. A very significant ruling from the Supreme Court, mostly because of what it means will not now happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BERMAN",
      "sentences": "All right. A major ruling from the Supreme Court just a few minutes ago, the case was Moore versus Harper. This was the case that's specifically dealt with North Carolina and some redistricting issues. But the bigger overarching issue had to do with what is known as the independent state legislature theory. The idea that state legislatures which had become quite partisan in many cases, one way or the other, they cannot operate unchecked by state courts. State courts, the Supreme Court just ruled, do have a role in elections within states. The legislature can't just do what it wants without any checks. It was a six-three ruling with the Chief Justice John Roberts writing the decision.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Let's get over to CNN's Senior Supreme Court Analyst Joan Biskupic for more on this. Joan, you were in the court as the decision was being handed down. What did you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SIDNER",
      "sentences": "Joan Biskupic, thank you so much for that analysis.I want to go to Steve Vladeck now. If the judges would have ruled differently, this could have led legislatures to be able to do many more things. Suppressing, for example, voters of color, unfairly counting votes. I mean, there's a -- many things that could be put in place. But this is really about checks and balances. Do you see this as, this just reminding people that there are checks and balances in this country that cannot be messed with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "STEVE VLADECK, CNN LEGAL ANALYST AND PROFESSOR, UNIVERSITY OF TEXAS SCHOOL OF LAW",
      "sentences": "I think that's a big part of it and I think that's big part of why you saw six justices in the majority, including Chief Justice Roberts and Justices Kavanaugh and Barrett plus the three Democratic appointees. I think it's also about respect for state constitutions. I mean, we have 50 different state constitutions, all of which create different relationships between say, the Texas legislature and the Texas Supreme Court, the North Carolina legislature, the North Carolina Supreme Court.And here's the U.S. Supreme Court saying, in most cases, in all but the most egregious cases, it's going to be up to the state Supreme Court to decide what the state constitution says and means. In some respect, that's actually a pretty elementary reaffirmation of a pretty canonical constitutional principle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SIDNER",
      "sentences": "interesting that the legislature is trying to go against its own state constitution in this particular case. Steve, thank you so much for that.We've got something new that's coming in right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "Yes, look, if you want to get a sense of what -- I think largely Democrats think of this ruling --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "-- and what they were nervous about, in terms of Republican legislatures being able to do. This is a statement from Former President Barack Obama. He writes at the Supreme Court, they rejected the fringe independent state legislature theory that threatened to upend our democracy and dismantle our system of checks and balances by giving state legislatures near total control of federal election laws. This ruling is a resounding rejection of the far-right theory that has been peddled by the election deniers and extremists seeking to undermine our democracy. And it makes clear that courts can continue defending voters rights in North Carolina and in every state.In other words, What Former President Obama and some were nervous about was that, had the court ruled otherwise, differently this would have opened the doors for state legislatures to act an almost anyway they want. At least without any oversight at all from state --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "With much less oversight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SIDNER",
      "sentences": "With impunity (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "I mean, their --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "-- of course, like, lawsuits to be filed upon lawsuits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "But this slowed any march to the, you know, to the unfair that might -- that people might have been seeing started in North Carolina or at least continued in North Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "That's exactly right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SIDNER",
      "sentences": "But, John, you also quickly mentioned one of the election deniers is Justice Thomas' wife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "Mm-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SIDNER",
      "sentences": "Who backed this idea. And now, he has dissented as one of the three dissenters, and I find that fascinating and find that something that people will really be looking at, honing in on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "All right. Moments ago, a notable claim on the whereabouts of the man who led the revolt in Russia over the weekend, Wagner leader, Yevgeny Prigozhin. Now, the president of Belarus claims that Prigozhin has arrived in that country, but we have not seen him. We have not seen Prigozhin since Saturday. Why?And this morning, Russian President Vladimir Putin surrounded himself with military units and issued public praise for their response in this weekend revolt. You can see the images here, clearly meant to display and project control. He did say that there were Russian military casualties during the revolt. CNN's Matthew Chance, live in Moscow this morning with the latest development. Prigozhin maybe in Belarus, at least according to Lukashenko.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "CHANCE",
      "sentences": "Yes, stopped a civil war. This is -- stopped civil war. This is the Kremlin trying to portray the resistance or the response to the uprising instead of an act -- instead of being a, sort of, sign of weakness, a sign of national unity. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BERMAN",
      "sentences": "All right. Matthew Chance, thank you so much for the update. Keep us posted.Kate.",
      "isLastSentenceInterrupted": false
    }
  ]
}