{
  "date": "2023-12-04",
  "headline": "The Situation Room",
  "subHeadline": "New Warnings Of Trump's Threat To Democracy With 2024 Weeks Away; White House Warns U.S. Aid Delay Will Kneecap Ukraine On Battlefield; Israeli Military Says, Objective In Northern Gaza Nearly Completed; Ex-U.S. Ambassador Charged With Spying For Cuba; White House Condemns \"Antisemitic\" Rally Outside Israeli-Style Restaurant. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:04",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "You can follow me on Facebook, Instagram, Threads, X, formerly known as Twitter, on the TikTok, @jaketapper, you can tweet the show @theleadcnn. If you ever miss an episode of The Lead, you can listen to the show whence you get your podcasts.Our coverage now continues with one Mr. Wolf Blitzer right next door in a place I'd like to call The Situation Room. I will see you tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:04",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Happening now, new warnings that Donald Trump's re-election would pose a grave threat to American democracy, with the Republican, Liz Cheney, sounding the alarm about a potential dictatorship. The urgency heightened with the nation on the brink of 2024, and the leadoff Republican contest in Iowa just six weeks away.Also this hour, with US aid to Ukrainian forces about to run, the White House is turning up the heat on Congress, arguing the war against Russian aggression will be knee-capped on the battlefield. I'll get reaction from the Ukrainian ambassador to the United States. And the Israeli military now says its objective in Northern Gaza is nearly completed as the ground assault against Hamas expands in the south. The United Nations says the number of civilian deaths is rapidly increasing in this new and intense phase of the war. Welcome to our viewers here in the United States and around the world. I'm Will Blitzer. You're in The Situation Room. We begin this hour with presidential politics as the nation closes in on the first contest of 2024. One of Donald Trump's most vocal Republican critics is offering a very chilling new assessment of what his second presidency would actually look like if, if he's re-elected. Here's CNN's Kristen Holmes. (BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT (voice over): A fresh warning from a leading critic of Donald Trump about the danger posed by the former president to American democracy. FMR. REP. LIZ CHENEY (R-WY): A vote for Donald Trump may mean the last election that you ever get to vote in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:04",
      "speaker": "HOLMES",
      "sentences": "Those comments come as Trump attempts to turn the table on such warnings.DONALD TRUMP, FORMER U.S. PRESIDENT: Joe Biden is not the defender of American democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:04",
      "speaker": "HOLMES",
      "sentences": "The former president, who is facing felony charges over his attempts to overturn the 2020 election, claiming President Joe Biden is the real risk to the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:04",
      "speaker": "TRUMP",
      "sentences": "Joe Biden is the destroyer of American democracy.It's him and his people. They're the wreckers of the American dream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:04",
      "speaker": "HOLMES",
      "sentences": "A spokesman for the Biden campaign calling Trump's comments a, quote, desperate attempt at distraction.Trump's attacks come as Biden and his allies frame the 2024 election as a choice between democracy and authoritarianism, signaling how both candidates are increasingly focused on a potential general election rematch, even as the first votes in the Republican-nominating contest won't be cast for another six weeks. JOE BIDEN, U.S. PRESIDENT: We have to stand up for American values embedded in the Constitution, the Declaration of Independence, because we know that MAGA extremists have already proven they won't. We have to stand up for our constitutional institutions of democracy, because MAGA extremists have made it clear they're not going to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:04",
      "speaker": "HOLMES",
      "sentences": "In his latest bid for the White House, Trump has continued to rail against democratic institutions and make false claims about the 2020 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:04",
      "speaker": "TRUMP",
      "sentences": "They rigged the presidential election in 2020, and we're not going to allow them to rig the presidential election in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:04",
      "speaker": "HOLMES",
      "sentences": "He also suggested the U.S. Constitution should be terminated in a social media post. And the former president has outlined plans to dramatically reshape the federal government, including a pledge to use the Justice Department to target political opponents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:04",
      "speaker": "TRUMP",
      "sentences": "I mean, if somebody -- if I happen to be president and I see somebody who's doing well and beating me very badly, I say go down and indict them. Mostly that would be -- you know, they would be out of business. They'd be out. They'd be out of the election.(END VIDEOTAPE) HOLMES (on camera): Donald Trump has also said that, if re-elected to a second term, that he would make it easier to fire civil servants, to replace them with a loyalist, as well as he would expand his hard line immigration policies and he has called for mass deportation. Now, this messaging and this outline of what a second term would look like is clearly resonating with some people. We are just about six weeks away from the Iowa caucuses and he is still leading all of his Republican rivals by a hefty margin in those polls. And it's not just in Iowa, he's also leading them nationally as well. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:04",
      "speaker": "BLITZER",
      "sentences": "Kristen Holmes reporting for us, thank you very much.Let's get some more on all of this. Joining us now is CNN's Kaitlan Collins, a veteran of covering the Trump White House. Kaitlan, this is not the first time we've seen Trump try to turn the tables on his opponents, but is this a winning idea for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "BLITZER",
      "sentences": "Can anything really rein in Trump if there's a second term?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "COLLINS",
      "sentences": "I don't think so. I think this is something that you're hearing from people who are working with Trump now saying that it's a positive thing, that he won't be stymied by people working against his agenda. But you hear from a lot of people who worked for him in 2020, or up to 2020, inside the White House, who have real concerns about this. I mean, people like John Kelly has spoken out about it, people like Bill Barr, the former attorney general, and their concern.And what you hear from other people is that Trump is not going to hire anyone who disagrees with him this time around. He's only going to hire people who not only don't push back on him but work to carry out his wishes. And that was often a great frustration of his, his first few years in office, was because he tried to get something done, and then they would say, that's illegal, it's not doable, you don't have the authority to do that, and he would push back. They're going to be looking to people who don't do that. And there's a real concern that there wouldn't be the checks and balances on him if he is re-elected, because he doesn't have to worry about being re-elected again, which is often something that advisers would try to use previously, to try to say, well, if you do this, it's going to hurt your re-election. And he's not going to have the John Kellys and the Bill Barrs and those people working for him. They've made very clear that's not who they're going to hire. And as Liz Cheney warned today, House Republicans basically do anything that Trump wants, that's not going to be an effective check either on Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "BLITZER",
      "sentences": "And he's still way, way ahead in all the polls. Let's see what happens.All right, Kaitlan, thank you very, very much. This important note to our viewers, we will all see Kaitlan later tonight, 9:00 P.M. Eastern for The Source. Let's bring in more political experts right now to break all of this down. And, Gloria Borgia, Liz Cheney says, the U.S. is sleepwalking into dictatorship, her words. Is there any reason to think Republican voters, though, are listening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "GLORIA BORGER, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Well, there's one group of Republican voters that are not listening, and those are the Republican voters who are dedicated to Donald Trump and stick with him through thick and thin, and the ones who have gone to him since he's been indicted.But I think there are Republicans who are on the fence who might listen to a Liz Cheney, but I think it's incumbent upon Democrats to continue to bring the receipts about the things that Donald Trump is saying, you know, talking about using the Justice Department for personal retribution, how he would hollow out the government with loyalists, mass deportations. And I think that those issues have not been talked about a lot, and maybe a lot of people aren't listening, but it's incumbent upon Democrats to start getting the public to focus on what kind of government there would be in a second Donald Trump term with advisors who are loyal to him and no one else, and it would be Donald Trump unchained, you know, there would be no guardrails.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "BLITZER",
      "sentences": "Yes, it's amazing when you think about it.Scott Jennings, let me get your reaction to more of what Liz Cheney said earlier today in an interview. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "CHENEY",
      "sentences": "A vote for Donald Trump may mean the last election that you ever get to vote in. And, again, I don't say that lightly. And it, I think, is heartbreaking that that's where we are. But people have to recognize that the vote for Donald Trump is a vote against the Constitution.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "BLITZER",
      "sentences": "So, Scott, how do you respond? Can you vote for both Trump and the Constitution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Van Jones is with us as well. Van, The New York Times writes about this and writes about what could happen in a second Trump administration. Let me read to you a line from The New York Times. Quote, forces that somewhat contained his autocratic tendencies in his first term would all be weaker as a result Mr. Trump and his advisers more extreme policy plans and ideas for a second term would have a greater prospect of becoming reality.So, what worries you most about a second potential Trump term?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, the fact that he probably be better at it. Nobody thought he was going to win. He didn't think he was going to win. So, he had no actual plan. He had a campaign team, he didn't have a governing team. So, the whole thing was a dumpster fire from the beginning. But that was actually the good thing because a lot of stuff he wanted to do he just didn't know how to do.Having worked in the White House, you spend the first week trying to find the restrooms. I mean, it's not an easy place to learn how to operate. So, this guy winds up getting a bus. He doesn't know how to drive the bus. And so he spends the first four years learning how to drive the bus and there are people in there who were slowing him down putting up the guardrails. This time, that won't be the case. You got four years to get ready. He's got a team of weirdos and wackos who thought this thing through. And when he gets in there, he's going to know exactly what he wants to do and now he knows how to drive the bus. If you thought he was going fast and furious of the first time around, you've seen nothing on second time around. And it's not just about you never have another election. You thought that last ride was bumpy? This is going to be insane. And you might have any number of things happen to you and your family that could have been prevented by just good, orderly governing that could happen to you your family your neighborhood, you have no idea what you're signing up for. You don't like Joe Biden that's fine but you don't put your family on a bus driven by a madman because you don't like the other bus driver.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "You know, Gloria, we heard Trump now accusing Biden of being a threat to democracy. Should Democrats be concerned that Trump can effectively turn the tables on Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BORGER",
      "sentences": "Well, Trump does this all the time, Wolf. He accuses people of doing things that he's accused of. And I remember back in 2016 when he was debating Hillary Clinton, and she accused him of being a puppet of Putin. And he said, no, you're the puppet. And that's what this is.I think, look, Democrats have to counter it. They have to counter every charge that Donald Trump is making, no matter how ridiculous. And I think this will be one of the easier ones for them to counter by reminding people that he tried to overturn a fair election. But he's going to do anything he can to win. And this is just one of those things that he's going to say, no, no, no. No, no, no. He's the guy who's anti-democratic, not me. And a certain number of people will believe him, Wolf, unless it's countered forcefully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Scott, why do you think the message that Trump poses a grave threat to American democracy coming from some Republicans has not resonated more with GOP voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "JENNINGS",
      "sentences": "Well, because a lot of the Republican voters who are loyal to Donald Trump actually believe that is true of Joe Biden. I mean, they would say, this is them talking, he's using the Justice Department to prosecute his opponent. They're using political allies in Georgia and New York to prosecute a political opponent. They're maybe not using the government to go after other people who deserve to be gone after it.So, I think the reason you're hearing Trump use the language he's using is because his people want to hear that, they believe that. And Trump sees the polls right now and says, if I can just keep my base consolidated, Biden's base is fracturing, that's all I have to do. And so that's the message they want to hear and it is not going to change. And I think you're going to hear it for the next year-plus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Van, some final thoughts from you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "JONES",
      "sentences": "Well, I think, you know, talking about American democracy is good for folks who went to college but, I mean, he's not just bad for American democracy, he is bad for you. You're going to have a rough time. The reason that you have all these checks and balances all this stuff that somebody and have a nutty idea and run it down the American people's throat before somebody can think about it well.That can make your neighborhood worse. That can get -- you could wind up eating some food that could kill you. That can get your kid killed in a war. You got to have these processes. And just like a on your workplace, you got a bad manager that basically knows everything, can get everybody in a lot of trouble, that's what you've got with a president like this. The American democracy might be abstract. What could happen to you and your family will not be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:05",
      "speaker": "BLITZER",
      "sentences": "The White House is warning Congress that -- in very stark terms that Ukraine funding is running out and that delaying U.S. aid will, quote, kneecap Ukraine on the battlefield and increase the likelihood of Russian military victories.CNN's Melanie Zanona is joining us live from Capitol Hill right now. Melanie, so how are lawmakers responding to this urgent, very urgent new push to pass aid for Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "ZANONA",
      "sentences": "Now, in one potentially encouraging sign, Republican Senator John Cornyn, one of the voices that you heard there, has said that he is not going to abide by a demand from Speaker Mike Johnson to include the House GOP's border security package in their talks. That is something that the speaker has been demanding, but is a non-starter with Democrats.Cornyn told my colleague, Sam Fossum, that the speaker will, quote, get what we send him. But at this point, Wolf, unclear what, if anything, they could pass at the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "BLITZER",
      "sentences": "Very disturbing indeed. Melanie Zanona up on Capitol Hill, thank you very much.Let's discuss what's going on. I'm joined now by Ukraine's Ambassador to the United States Oksana Markarova. Ambassador, thank you so much for joining us. As you clearly know, the White House is warning that U.S. funding for Ukraine is, in their words, out of money and nearly out of time. Are you concerned by Congress' impasse right now over new aid to Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "OKSANA MARKAROVA, UKRAINIAN AMBASSADOR TO THE UNITED STATES",
      "sentences": "Good evening, Wolf, and thank you for having me.Well, it is indeed true that we only have one of the programs remaining for the presidential drawdown and everything else that Congress and American people so generously provided us during the previous two years is already used. So, we are in urgent need of additional support as Russia continues this aggression war. The battlefield is very hot and Russia is trying to advance and they continue shelling all the civilian population, you know, even today, you know, one missile strike, 16 -- more than 18 actually Shahed drones, civilian casualties again. And the winter is coming, we know that the attacks on the energy infrastructure is imminent. So, we -- after we have win so much, we cannot lose it now. And, you know, of course we all are praying literally and hoping on the additional support from American people. We really need it now, especially during this difficult winter. And let's remind everyone how horrible it is. You know, we still have more than 2,800 villages and cities under Russian occupation where people have been killed and tortured. 6 million people still live under occupation. 12 million people are internally or externally displaced, not to mention those we have lost already. And if we do not stop it, while it's still in Ukraine, where Ukrainian people are investing the best what we have in this fight for democracy and into containing this evil that actually wants to attack not only us, and we are investing our people into it, and we're asking our friends and partners, especially the United States, to stay with us, to support us and stay the course so that we can stop Putin in his genocidal war and send also resounding signal to others, those who attack Israel, those who think about future attacks, that it's not okay in the civilized world can actually stay united in our response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "BLITZER",
      "sentences": "The House speaker, Johnson, says Republicans want answers about, and I'm quoting him now, the lack of a clear strategy in Ukraine during negotiations for new aid. How do you respond to the new speaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:09",
      "speaker": "MARKAROVA",
      "sentences": "Well, we -- you know, the exchange of information between us and the United States is unprecedented now. If there is any additional information needed, we are ready 24/7, we are ready to share, we are sharing with the military, with all of our colleagues.I mean, I think, you know, that our strategy is very clear. I often quote Ronald Reagan now, we win, they lose. This is how -- this is our strategy. You know, the civilized world has to win. And we have all the tactical exercises that we need to do. And, of course, it's all a function of weapons. You know, we have a number of strategies and a number of options. And Ukrainian people will stay the course until we win this one. But, of course, it all depends on the support and on the weapons that we will have and we can do it faster, should we have more support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARKAROVA",
      "sentences": "Well, this is the situation we don't even want to contemplate. I mean, look at the map how much bigger Russia is. They have no moral boundaries. They have no red lines, so to say, and they are not motivated. They don't know what they're fighting for. But there are so many more of them. And they still have so much more equipment.And North Korea and Iran are helping them, sending all the Shahed drones and missiles and everything that they're asking in order to attack us, but in order also to attack peace and security and the Black Sea and post threat to so many other neighbors, not only in Europe. So, you know, I pray and I know that American people support the values for which we are fighting on the battlefield right now. And, you know, I'm positive that both parties will find a solution in order to help their strategic friends and in order to help this battle for democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "Well, good luck to you, Ambassador. Good luck to the people of Ukraine. Ambassador Oksana Markarova, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARKAROVA",
      "sentences": "Thank you very much, Wolf, and thank you to the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:47",
      "speaker": "BLITZER",
      "sentences": "The Israeli military says its ground forces are now operating all across Gaza. The war clearly ramping up in the days after a week- long truce collapsed.CNN's Alex Marquardt is joining us live from Tel Aviv right now. Alex, how is the IDF expanding its operation in Gaza over the past few hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:47",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Wolf expanding and intensifying their operation, going from the north into the south as well. We have seen now ground operations announced for the entire Gaza Strip. And in the past 24 hours, a significant amount, very significant, to use the words of the IDF, airstrikes all across the Gaza Strip.We're also seeing Israeli ground forces today. In fact, there were Israeli soldiers who came face-to-face with Hamas militants in a building in Northern Gaza and two Israeli soldiers were killed. Israel says that the operations in the north will end soon and then the focus will turn fully to the south, where, of course, they have told Gazans in the north to flee to. We have new video from today that shows Israeli tanks on the Salah al-Din Road, which is a road that runs north to south, eyewitnesses saying that the forces there were firing on civilians and journalists. The focus for the Israelis, Wolf, will really turn to the city of Khan Younis, in Southern Gaza, where so many Gazans have fled to. That is where Israel and U.S. officials do believe that many Hamas leaders have gone to. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:47",
      "speaker": "BLITZER",
      "sentences": "Are there any signs of progress, Alex, in the stalled hostage negotiations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:47",
      "speaker": "MARQUARDT",
      "sentences": "No. The sense is really that they're dead in the water, according to sources who we've spoken with. Certainly, the main mediators, so the U.S., Qatar, and Egypt, are trying to get these hostage talks back on track. There are some 137 hostages still inside Gaza, we believe.The hope had been that Hamas would release all of the women and children, and then move on to releasing the civilian men. They did not do that. It is not clear why they have not released all the women and children. What you're starting to hear from Biden administration officials is that Hamas does not want the women to be released because they could tell some horrible stories about the atrocities that they have witnessed and that they have gone through. There is still belief to be around eight Americans inside, seven men and one women, and we heard from the White House today saying that it is paramount that those Americans get released. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:47",
      "speaker": "BLITZER",
      "sentences": "It certainly is. Alex Marquardt in Tel Aviv for us, Alex, thank you very much.Now to the situation inside of Gaza, the U.N. warning that civilian deaths are rapidly increasing. CNN's Ben Wedeman has been following all of this for us. He's in Jerusalem right now. Ben, what are you learning about the conditions on the ground in Gaza tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:09",
      "speaker": "ABEER ETAFA, WORLD FOOD PROGRAMME",
      "sentences": "When you have civil order breaking down completely because people are becoming desperate, hopeless, hungry, by the moment, this is, of course, bound to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:09",
      "speaker": "WEDEMAN",
      "sentences": "And with Israeli ground forces now operating in Southern Gaza, the hundreds of thousands who fled the north in search of safety are now even more than before in the line of fire.Gaza after almost two months of war has come to this. (END VIDEOTAPE) WEDEMAN (on camera): And as you know, Wolf, the Israelis have dropped leaflets on Southern Gaza with that Q.R. code that might indicate to them where they can go to some safe area, but, of course, now we've learned that all internet service, cell phone service in Gaza is down. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:09",
      "speaker": "BLITZER",
      "sentences": "Ben Wedeman reporting for us, thank you very much, Ben, for that report.Also tonight, there's heightened focus on the horrific allegations that Hamas terrorists raped Israeli women and girls during the October 7th attack, the issue front and center at a forum over at the United Nations today. Women's rights advocate and former Facebook executive, Sheryl Sandberg, telling the group, and I'm quoting her now, rape should never be used as an act of war. And she warned that silence is complicity. Here in Washington, some top House progressives are being slammed by fellow Democrats for failing to forcefully condemn acts of sexual violence against Israeli women. My colleague, Dana Bash, questioned representative Pramila Jayapal about concerns that the progressive caucus has been silent. (BEGIN VIDEO CLIP) REP. PRAMILA JAYAPAL (D-WA): I've condemned what Hamas has done. I've condemned all of the actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:09",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "Specifically against women?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:09",
      "speaker": "JAYAPAL",
      "sentences": "Absolutely, the rape, of course. But I think we have to remember that Israel is a democracy. That is why they are a strong ally of ours. And if they do not comply with international humanitarian law, they are bringing themselves to a place that makes it much more difficult strategically for them to be able to build the kinds of allies to keep public opinion with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:09",
      "speaker": "BASH",
      "sentences": "With respect, I was just asking about the women and you turned it back to Israel. I'm asking you about Hamas, in fact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:09",
      "speaker": "JAYAPAL",
      "sentences": "I already answered your question, Dana. I said it's horrific, and I think that rape is horrific, sexual assault is horrific. I think that it happens in war situations. Terrorist organizations like Hamas, obviously, are using these as tools.However, I think we have to be balanced about bringing in the outrages against Palestinians. 15,000 Palestinians have been killed in Israeli airstrikes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:32",
      "speaker": "BLITZER",
      "sentences": "Expelled former Congressman George Santos is already moving on from his political career joining the celebrity video service Cameo today.Brian Todd is joining us right now. So, Brian, what does Santos's post Congressional future look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:32",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Wolf, he doesn't seem to have missed a beat as far as courting public attention is concerned, the now- disgraced former congressman making arguably his biggest splash with his exit as he did while he roamed the halls of the Capitol.(BEGIN VIDEOTAPE) TODD (voice over): Booted out of Congress, George Santos is rebooting, now joining Cameo, the celebrity video message platform. FMR. REP. GEORGE SANTOS (R-NY): Don't let the haters get to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:32",
      "speaker": "TODD",
      "sentences": "Engaging in everything from birthday to holiday greetings and pep talks on Cameo, the platform's co-founder says Santos raised his price on Cameo today from $75 to $200 due to the demand, demand from even inside the Capitol with Senator John Fetterman buying a Santos Cameo clip to tweak Senator Bob Menendez, who, like Santos, is also under federal indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:32",
      "speaker": "SANTOS",
      "sentences": "You stand your ground sir and don't get bogged down by all the haters out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:32",
      "speaker": "TODD",
      "sentences": "This comes as the Republican is now on what seems like a revenge tour against those who voted to expel him from Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:32",
      "speaker": "SANTOS",
      "sentences": "That is going to be the undoing of a lot of members of this body, because this will haunt them in the future. TODD",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:32",
      "speaker": "OLIVIA BEAVERS, CONGRESSIONAL REPORTER, POLITICO",
      "sentences": "Usually, you see revenge as the sort of dish that they do more privately and they find sort of a moment where, you know, to serve it cold. But here, he's serving it hot, he's coming on Twitter and he's definitely trying to make a bomb and make an explosion with what he says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:32",
      "speaker": "TODD",
      "sentences": "NBC's Saturday Night Live gave Santos a send-off this past weekend with a Wolf Blitzer impersonator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:32",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "disgraced and now expelled Congressman George Santos is giving his final press conference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:32",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Okay, enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:32",
      "speaker": "TODD",
      "sentences": "But Santos is hinting he'll dictate his own career in the public eye now that he's cut off from his $174,000 a year House salary and benefits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:32",
      "speaker": "SANTOS",
      "sentences": "I'll definitely be writing a book. I have refused every single offer for a documentary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:32",
      "speaker": "TODD",
      "sentences": "And he said he won't rule out something other disgraced politicians have done, a possible appearance on ABC's Dancing with the Stars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The things that used to get you pushed out and make you disappear from politics, and maybe in the public eye is now maybe raising your elevation a lot higher, especially since he refused to sort of back away from it, in sort of a Trump-like approach.(END VIDEOTAPE) TODD (on camera): Another point of intrigue regarding Georgetown is the race for his now vacant House seat, a special election has to be held within about three months. If his seat flips to a Democrat which is a real possibility, Republican majority in the House of course, Wolf, will be even slimmer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:10",
      "speaker": "BLITZER",
      "sentences": "A former U.S. ambassador is now facing major federal charges for allegedly spying for Cuba's intelligence services over more than four decades. He made his first court appearance earlier today.Our senior justice correspondent, Evan Perez, is following the story for us. Evan, this indictment lays out some pretty stunning allegations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:10",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Right, Wolf, these allegations read like a spy novel. And, really, according to prosecutors, Manuel Rocha was spying for Cuba for at least four decades, and he served as a U.S. ambassador to Bolivia from 1999 to 2022. But, his career spanned many decades over many countries from Argentina, Cuba, Dominican Republic. He even worked on National Security Council at the White House.And according to prosecutors, you know, he -- while he was working for the Cuban government, and while he was working for the State Department, he was trying to recruit people to help gather intelligence for the Cubans. The attorney general, Merrick Garland, spoke about the allegations at an unrelated event today. Listen to what he had to stay. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:10",
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "This action exposes one of the highest reaching and longest lasting infiltrations of the U.S. government by a foreign agent. Those who have the privilege of serving in the government of the United States are given an enormous amount of trust by the public we serve. To betray that trust, by falsely pledging loyalty to the United States, while serving a foreign power, is a crime that will be met with a full force of the Justice Department.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:10",
      "speaker": "PEREZ",
      "sentences": "And, Wolf, according to prosecutors, one of the things he said when he was meeting with this undercover FBI employee who he thought was his Cuban handler, he said, for me what has been done has strengthened the revolution, reference of course the Cuban revolution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:38",
      "speaker": "BLITZER",
      "sentences": "Tonight, the Biden White House is condemning a pro- Palestinian rally in Philadelphia as antisemitic. Demonstrators venting their anger outside of an Israeli style restaurant in Philadelphia.CNN's Danny Freeman has details about the protest and the reaction. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:38",
      "speaker": "DEMONSTRATORS",
      "sentences": "Goldie, Goldie, you can't hide!DANNY FREEMAN, CNN CORRESPONDENT (voice-over): On Sunday night, pro- Palestinian protesters marched through the streets of Philadelphia. At one point, stopping at the Jewish-owned restaurant, Goldie, and chanting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:38",
      "speaker": "DEMONSTRATORS",
      "sentences": "Goldie, Goldie, you can't hide! We charge you with genocide!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:38",
      "speaker": "FREEMAN",
      "sentences": "Goldie, which serves primarily falafel sandwiches, is owned by a pair of James Beard Award-winning restaurant owners who are Jewish and specialize in Israeli food.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:38",
      "speaker": "DEMONSTRATOR",
      "sentences": "It's not enough for them to steal our land. It's not enough for them to kill our people. They're stealing our ethnic food as well!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:38",
      "speaker": "FREEMAN",
      "sentences": "The witness who provide us with this video told CNN the protesters only stayed for about five minutes before moving on through the city, the larger planned protests ultimately march across nearly 20 city blocks.There was no apparent damage at Goldie, and police did not say whether there were any reports of vandalism at the restaurants. However, local, state and federal leaders quickly and forcefully condemned the demonstration at this Jewish business as antisemitic. GOV. JOSH SHAPIRO (D), PENNSYLVANIA: What we saw last night was not peaceful protest. What we saw last night, in my opinion, was blatant antisemitism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:38",
      "speaker": "FREEMAN",
      "sentences": "The White House releasing a statement Monday reading in part, it is antisemitic and completely unjustifiable to target restaurants that serve Israeli food over disagreements with Israeli policy. This behavior reveals the kind of cruel and senseless double standard that is a calling card of antisemitism.This latest incident, just one of many recently charged moments across the country. In Williamsburg, Virginia, a festival organizer came under criticism Sunday after a Jewish organization said an upcoming menorah lighting was canceled because the event, quote, did not want to appear to choose sides in the Israel-Hamas conflict. The festival organizers said the lighting was never officially scheduled, and the event has never had any religious affiliations. Meanwhile, in Burlington, Vermont, where three Palestinian students were shot over Thanksgiving weekend, one, Hisham Awartani, remains hospitalized. His mother telling CNN he is now paralyzed from the chest down. Authorities are still investigating whether the gunman was motivated by hate. Back in Philadelphia, Goldie was busy for the lunch rush on Monday as many went out of their way to support the local Jewish business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:38",
      "speaker": "ABBY MEZROW, SUPPORTING GOLDIE RESTAURANT",
      "sentences": "And actually brought me almost in tears when I was standing in line and seeing how people kept coming in and coming in, and how backed up they were really. It was beautiful.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:38",
      "speaker": "FREEMAN",
      "sentences": "Now, Wolf, we reached out to Goldie's parent company and owners for comment on today's story, but they declined our interview request -- Wolf.",
      "isLastSentenceInterrupted": false
    }
  ]
}