{
  "date": "2023-08-01",
  "headline": "CNN News Central",
  "subHeadline": "Sources: U.S. Waits On Europe To Start F-16 Training; Kremlin: Moscow High-Rise Attacked Again By Ukraine; Gov. DeSantis Invites VP Harris To Florida To Discuss State's New Black History Standards; News Conference After Gilgo Beach Suspect's Court Appearance. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:32:13",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Ukrainians are supposed to start training on the long-anticipated F-16s this month. Sources tell CNN the U.S. is still waiting on European allies to submit a final training plan for those pilots.That's not the only important detail that needs to be worked out still some two months after President Biden announced his support for Ukraine's use of the fighter jets. CNN Pentagon correspondent, Oren Liebermann, has been following this story. So, Oren, what specifically still needs to be worked out with this training plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:13",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Jim, because the F-16 is U.S. technology, this whole process of getting them F-16s, getting them simulators, training equipment, manuals, all of that has to be approved by the U.S.It's mostly European countries that will be leading this, in particular Denmark and Romania. The problem is according to sources we've spoken to, the U.S. hasn't gotten the training plans or the requests for equipment to approve yet. So that process hasn't moved forward even as Ukrainian and European officials have said the training program for F-16 pilots in the Ukrainian air force is scheduled to start this month. President Joe Biden announced the U.S. would support this program two months ago. But it is essentially in limbo right now as it waits for the Europeans to submit all of this information, all of these plans, that have to be approved, at which point it can move forward. Last month, national security adviser, Jake Sullivan, said the U.S. would support it in any and every way possible. It would not be, he said, the U.S. holding up this training process. SCIUTTO: Listen, Ukrainians have wanted this for a long time. They're already frustrated. I can imagine this is more frustrating now. How many pilots specifically are we talking about, Ukrainian pilots, and how long is that expected to take?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:13",
      "speaker": "LIEBERMANN",
      "sentences": "So this is an open question as well. One of the other parts of this process that has to be figured out and approved. The number is not expected to be large.And there are two limiting factors here. First, the number of aircraft, F-16s Ukraine is going to get and where they're coming from, we don't know that yet. And second, and this is perhaps the more important question, how many pilots Ukraine can spare. Their air force is still fighting and taking part in this war. So that, too, remains an open question. The number, according to two officials here, is expected to be fairly small, somewhere in the 10 to 12 range, give or take a little bit there. In terms of how long it will take, there isn't a specific number on that yet. But a Danish spokesperson put forward at least a tentative plan that might be about six months or so, stripping out all the missions they don't need to learn, such as air-to-air refueling and instrument approaches, to get them trained on F-16s effectively as quickly as possible -- Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:13",
      "speaker": "SCIUTTO",
      "sentences": "That's a long timeline, especially given the counteroffensive is already underway --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Well, the thing that they're emphasizing here is that the effect of Russia prosecuting a war in Ukraine is now actually being felt for the first time properly in the heart of Russia and Moscow.And that's something that Ukrainian officials seem to attach importance to. You can certainly understand the emotional side of it because they're getting -- in their cities and population are getting pummeled every day. And President Putin tells his population that war in Ukraine is going fine, but doesn't it tell them a lot of anything else. So here's Ukraine putting a price, a political price, potentially, for President Putin in Moscow by scaring Russian citizens and potentially putting their lives in danger. Look, I think what's significant here in Moscow today is the Kremlin seems to be playing this down. They're saying, look, we knew this was a possibility, you know, go talk to the military about it. Sort of nothing to see here, so to speak. We moved our employees out of some of these buildings just over the weekend. But, you know, for Ukraine, it's not a military victory here. There's no sort of big military targets in these buildings. It's the psychological impact that it's having.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "SCIUTTO",
      "sentences": "It also shows weaknesses in Russian air defenses, does it not, especially considering not only have you had multiple attacks in the capital of Russia, but even the Kremlin, at least according to CNN's reporting, the U.S. assessment that it was likely Ukraine that carried out that attack on the Kremlin.Have Russian officials have any answers for what appear to be holes in their air and missile defenses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "ROBERTSON",
      "sentences": "Yes. There are two cracks here. There's the cracks in their defenses and the cracks in their narrative. And their narrative, their answers, don't add up.Because today, you have the Ministry of Defense saying, well, there were three drones fired towards or sent towards Moscow, and we shot two of them down and the other one we disrupted with electronic warfare and it crashed. But wait a minute. Back up here. The third one got through and hit the same building that was hit on Sunday. Is that pure chance? It seems not. And I think that's a point that's not lost on the Russian population. They know that their leadership lies to them. But here again, this comes, you know, barely a month after there was a mutiny against Putin, something people in Russia didn't expect. Now they didn't really expect to be under fire in Moscow. Now they're being under fire. And they're being told and they can see -- some people will be smart enough to see it -- they're being told lies. Their defenses aren't strong in some areas. Look, the Ukrainians, perhaps, can't hit the Kremlin anymore because perhaps there are electronic counter measures there that will stop drones hitting. But they're savvy enough to know there are smart gleaming targets in Moscow that perhaps haven't been protected yet that they can hit. There's no doubt as well that Russia will step up its defenses, but it all comes at a cost. And as you say, the narrative doesn't add up. The cracks exist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "SCIUTTO",
      "sentences": "Yes. And information has been a front of this war since the beginning.Nic Robertson, in London, thanks so much. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "KEILAR",
      "sentences": "Right now, in the 2024 race for the presidency, a battle is escalating between Ron DeSantis and Kamala Harris.The Florida governor has invited the vice president to a meeting so that he can, quote, \"set the record straight\" on his state's new black history curriculum. Harris is in Florida today, but a meeting with DeSantis is not on her agenda. She has blasted these new guidelines, they call, among other things, for the teaching of how enslaved people benefitted from slavery, how they learned skills that could benefit them. CNN's Jessica Dean has been following the feud. Jessica, call me skeptical, but I don't think this invitation of hers he's really expecting she's going to accept this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "JESSICA DEAN, CNN CORRESPONDENT",
      "sentences": "Right, this invitation he put out. And you can tell, if you read the letter, that it's a little over the top.\"Do you have time, I know you're vice president, but come on down here?\" He sent this letter to her kind of escalating this feud. And then we heard from him -- he's in New Hampshire where he is campaigning for president. I'll let you listen to what -- this is what DeSantis said a little bit earlier today. (BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL): She came to Florida to attack us and she's trying to attack me but she's attacking the people that worked hard on this. It's wrong to let false narratives stand. And they've been doing this to us for years from the White House and we fought back every time. Now let's put the money where the mouth is. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "DEAN",
      "sentences": "So, Brianna, DeSantis and his team have pointed to an A.P. course on African-American history as having some similar language in it. They say that that is customary, that this belongs in this curriculum.As you can imagine, Harris has fought back against that, saying this is an unnecessary debate. [14:44:59:] And in fact, just a few moments ago, she spoke about this in Florida. Here was her comment on his invitation to come down and have a discussion about this issue. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "And now they attempt to legitimize these unnecessary debates with a proposal that most recently came in of a politically motivated roundtable.There is no roundtable, no lecture, no invitation we will accept to debate an undeniable fact. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "HARRIS",
      "sentences": "There were no redeeming qualities of slavery.(APPLAUSE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "DEAN",
      "sentences": "And, Brianna, politically, this is another example that we're seeing of the vice president becoming this rapid response voice for the administration.But also for the campaign as we move into, you know, a more acute phase of the 2024 campaign, and really seeing her go after DeSantis and using her in this way to really push back. But for both sides, look, it benefits them politically to be having this debate. They feel like it's a winner for them with their respective voters and supporters. KEILAR: So in that regard, you hear Kamala Harris going up against Ron DeSantis on this. But it's not just her. There's also some Republicans who are in opposition to these guidelines, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "DEAN",
      "sentences": "Right. And that's where we're seeing DeSantis -- he has that war going on, on this front. And then he turns this way and it's Republicans, people in his own party, including a congressman from Florida, Byron Donald, who is supporting President Trump.But he kind of agreed with a lot of what they did with the Department of Education, but said that this piece of it, that slavery benefitted the slaves in some way, needed to go away. And the DeSantis campaign went after him. Senator Tim Scott, a black Republican Senator from South Carolina, who's also running for president, one of DeSantis' rivals, saying there is no silver lining in slavery. Then we see DeSantis kind of lumping them in with the vice president, with Democrats, what he calls, you know, D.C. liberals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "KEILAR",
      "sentences": "Very interesting stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "KEILAR",
      "sentences": "Jessica Dean, thank you for that.Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "SCIUTTO",
      "sentences": "Now to some of the other headlines we are watching this hour.The jury in the trial of the Pittsburgh synagogue shooter began deliberations today on whether Robert Bowers should get the death penalty. Bowers was found guilty in June of killing 11 worshipers, wounding six others at the synagogue in 2018. If the jury cannot unanimously agree on the death penalty, Bowers will spend the rest of his life in prison without parole. Also, one of the young stars in the HBO hit series \"Euphoria\" is dead at the age of just 25. We do not know yet exactly how he died. In a statement, however, Cloud's family wrote, \"Angus was open about his battle with mental health and we hope that his passing can be a reminder to others that they are not alone and should not fight this on their own in silence.\" And this from CVS. The pharmacy chain is confirming it is laying off about 5,000 employees in what the company calls a cost-cutting effort. In a statement to CNN, CVS says the reductions will come in non- customer-facing positions, primarily affecting its corporate staff. The news comes ahead of CVS' quarterly earnings report due before tomorrow's opening bell. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "KEILAR",
      "sentences": "All right, let's go to Suffolk County, where the Long Island serial killer appearance has just wrapped up and hear lawyers speaking afterwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "RAYMOND TIERNEY, SUFFOLK COUNTY, NY, DISTRICT ATTORNEY",
      "sentences": "And you know, this case, the charges in the indictment are just allegations, so this is the first step in the process of proving those allegations. So we look forward to undertaking that process.You know, we've spoken to the victims. The victims are not going to be making any -- they've elected not to make any statements to the media at this time. They want to maintain their privacy. They are interested in the case but they're not going to be speaking to the media. So that's about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "(INAUDIBLE QUESTION)In court today? Do they want to be there for every update? What's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:13",
      "speaker": "TIERNEY",
      "sentences": "You know, as you can imagine, it's a very personal, you know, thing for the victims' families. We're going to support the victims' families. They make the decision as to what they do, where they go, who they speak with.I would never speak for the attorneys -- I'm sorry the victims' families, other than to say we're going to support them in whatever it is that they want to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "There was some victims -- family members of the victims who were here today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Which victims?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "I'm not going to discuss that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Can you tell me what the order of protection you got the defense attorney to agree to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "There's certain conditions with regard to the disclosure of materials, and, you know, that's something that we've worked out that was something worked out between the court, defense counsel and ourselves. And that's standard procedure. And it's under seal.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "You said it would take a whole month to go through?--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "You said it would take a full month to go through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "You're talking about 13 years-worth of investigation so I'm not going to speak for defense counsel. But suffice to say, it is a massive amount of material.And don't forget it's continuing because the investigation is continuing, so we're talking about a massive amount of material.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Any of the -- you understand you want to keep it in place and expand through. Are you getting tips from other victims who may have been found on highways or roadways near where Heuermann may have lived or frequented? Are you getting new tips that are valuable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "We receive tips on, you know, in all cases at all times. We take those serious and we work through them. But we maintain the confidentiality of the investigation up until the time we can bring charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Last --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "(INAUDIBLE QUESTION)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "It was basically what I just spoke to you all about, which was the discovery, schedule and the manner in which we were going to get this massive amount of discovery over to the defense.It has to be done in a way that makes sense for the defense but also makes sense for us, as well, so they can understand what they get and we're able to catalog and identify, you know, what exactly it is we provided.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "You say that -- last time you say about the DNA. Any progress on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "The investigation is continuing. But, you know, once that investigation is concluded, we'll have more to say but that investigation is ongoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Last week, you said the scores of evidence collected at the Massapequa area would take time to sift through. How much of what was handed over was from last week's search?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "So, you know, it was placed on the record, specifically what we turned over, which is part of the court record. I don't think anything specifically from the recent searches has been turned over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "There are some reports that Heuermann's ex-wife is upset at the way the House was effectively turned upside down. What is your response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "She can pursue whatever remedies she feels are necessary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "If things are proceeding as they have been, do you anticipate a trial? You do not anticipate a plea deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "I don't anticipate anything. I anticipate that we have to show up every day and comply with our discovery requirements and, you know, we'll negotiate the case in good faith with the court and defense counsel and see how it plays out, just like any other case.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "What is it like for you as D.A. (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "I've led many cases, last one being in 2019. So this is what we do as prosecutors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Is it imminent you might go before the grand jury to seek additional charges in this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "You know, as we've said, we have worked through the grand jury process. That grand jury process is continuing. The good thing about the grand jury process, we can subpoena witnesses and evidence.But it's also secret. So we'll maintain the secrecy of that grand jury until the grand jury has acted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "When is (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "We're not going to discuss specific terms with regard to this or any other grand jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "What happens next on September 27th and what needs to happen between now and then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "What needs to happen between now and then, we need to continue to comply with the discovery requirements. We're working with the court, we're working with defense counsel.That discovery will go out on a rolling basis. As was indicated in court, it's a tremendous amount of material. So we'll continue to provide that. Obviously, you know, the defense will need time to digest all that, which we're giving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Do you anticipate a date for the end of discovery?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TIERNEY",
      "sentences": "It's going to take a while. And you know, we just need to be productive, and that's something that we'll work out with regard to both the court and counsel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "When we spoke at the home, you said nothing jumped out initially from what you took from the home. Has that changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:11",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "How long does the forensic testing (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:11",
      "speaker": "TIERNEY",
      "sentences": "It varies. It depends on whether it's DNA or some other analysis. Is it mitochondrial DNA or nuclear DNA? So it's dependent upon the facts and circumstances of each individual piece of evidence. So we just have to wait for the process to play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:11",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "At least months --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:11",
      "speaker": "TIERNEY",
      "sentences": "Certainly weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:11",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Some of the DNA evidence is over a decade old. How confident are you of the methods the lab is using, some of it untested, some more modern, in being clear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:11",
      "speaker": "TIERNEY",
      "sentences": "Extremely confident. It's all been tested. It's all been deemed admissible in courts of law across the United States. So we're confident in our science.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:11",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "And as far as the victims go, how many families were here? How many different families?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:11",
      "speaker": "TIERNEY",
      "sentences": "So, that's a tough question to answer because I think there are people who are physically here. I can tell you that we have great dialogue with all of the victims' families and they're all supporting, in one way or the other.So I'm not going to get into specifics with specifically who is here and who is not here. But what I will say is the victims' families are interested and engaged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:11",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Can you give us some idea of the timetable, discovery once a month or (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:11",
      "speaker": "TIERNEY",
      "sentences": "What we've said is a rolling date that --",
      "isLastSentenceInterrupted": false
    }
  ]
}