{
  "date": "2023-03-27",
  "headline": "Inside Politics",
  "subHeadline": "Protests, Strikes, Shutdowns Grip Israel; Possible Deal To Pull Israel Back From Crisis; Pressure On Biden WH To Forcefully Respond To Netanyahu; Nashville Police: Shooter Dead After Confrontation; NY Grand Jury Meets Today As Indictment Decision Looms; Trump Warns Of \"Prosecutorial Misconduct\" In First Campaign Rally; Trump Supporter: \"Shoo-In\" For President If Indicted. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "Hello, and welcome to Inside Politics. I'm Abby Phillip in Washington. John King is off today. Israel shuts down schools, shops, the airport, embassies, even McDonald's, all closed as demonstrators swarmed the streets to protest a dramatic government overhaul.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "PIERS MORGAN, BROADCASTER",
      "sentences": "It's called checks and balances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "There is no checks and balance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "MORGAN",
      "sentences": "It the only, well actually, it's the only check and balance in Israel to the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "NETANYAHU",
      "sentences": "No. No, it's not.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "PHILLIP",
      "sentences": "Plus, all about him. Donald Trump makes his 2024 message, all about his legal troubles while warning of dark forces trying to stop him.(BEGIN VIDEO CLIP) DONALD TRUMP, 45TH U.S. PRESIDENT: And 2024 is the final battle that's going to be the big one. Either the deep state destroys America, or we destroy the deep state. They're not coming after me. They're coming after you and I'm just standing in their way. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "PHILLIP",
      "sentences": "And twisters terrorize the south steamrolling from towns, leaving nothing but piles of bricks and heartbreak.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You say, you lived right here. What's this like to look at all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ERNEST HALL, SURVIVED TORNADO",
      "sentences": "No same thing, like it could be - I wish it was our dream.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "PHILLIP",
      "sentences": "Right now, we began with word of a deal to pull Israel back from a full-blown crisis. A far-right power player says that there is an agreement to delay changing the DNA of the Israeli government. And it happens only after there have been weeks of protests swallowing the entire country. Hundreds of thousands standing shoulder to shoulder in the streets, everything from stores, hospitals, restaurants all stopped in their tracks.Moments ago, we just saw the Israeli Prime Minister Benjamin Netanyahu on the floor of the Israeli parliament, the Knesset. CNN is covering the story from the middle of the protests on the ground, and right here in Washington. But we start first in Jerusalem, where CNN's Hadas Gold. So Hadas, can you tell us about what we know about this agreement to postpone that judicial overhaul?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "PHILLIP",
      "sentences": "Do you make such a critical point that we do need to hear from the Israeli prime minister to know where this goes from here. Hadas Gold, thank you very much. And now over to the White House where CNN's MJ Lee is. MJ, this is a critical tumultuous moment for the United States' closest ally in the Middle East. And there are eyes now on the Biden White House. What are you learning about the pressure that they are facing to respond more forcefully to this proposal by the Israeli prime minister?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Abby, we've not heard directly from President Biden on these developments, which is worth noting, given the scale of the unrest that we are seeing in Israel. And also given as you said, what a big and close ally Israel is to the United States.What we have gotten so far is a paper statement from the White House overnight, expressing deep concern about these developments. The NSC saying that the importance of checks and balances is really at play here. They also called on Israeli leaders to get to a compromise as quickly as possible. We can't look at this in a vacuum, we have to sort of acknowledge here. The decades long relationship between President Biden and Prime Minister Netanyahu that is playing into all of this, we have seen him, of course, watching the prime minister in recent years, lose his power, then be reelected, now facing a criminal trial as well, a corruption trial, I should say. And he is trying to overhaul a judicial system that critics say are meant to sort of help himself politically. And we do know that the president has come under a lot of pressure domestically, including from Jewish leaders and Jewish groups that have said, look, you need to speak out on this more forcefully that we do know that the last time that the two leaders spoke that we know about was last weekend on Sunday. And that the president did express some of these concerns directly to the prime minister. What we don't know yet is whether there is going to be a call again, between the two leaders, it is likely that that could happen in the coming days. But obviously, whenever that conversation next takes place, there are going to be a lot of sensitive dynamics for President Biden to address in that conversation, Abby?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "PHILLIP",
      "sentences": "That's absolutely right. And this has been quite the balancing act. MJ Lee, thank you. And joining me now Yaakov Katz, the Editor-in-Chief of The Jerusalem Post. Thank you for joining us. This is a moment where we are still waiting, perhaps to hear from Benjamin Netanyahu. What is your reaction to the news that this could be postponed, not scrapped altogether? But a judicial overhaul postponed perhaps for a month or two? Does this then just set Israel up to resume these clashes later in the spring or in the summer?YAAKOV KATZ, EDITOR-IN-CHIEF, THE JERUSALEM POST: I think, Abby, there's no doubt that the protesters will tell you that they're not going to stop right. They're going to keep going. They will not stop until there is a complete stop to the legislation. And the reforms that have been taking over Israel and have basically ruptured and split and divided this country in an unprecedented way, right? You have hundreds of thousands of Israelis who are taking it to the streets on weekly basis and are fighting for democracy as they see it. The prime minister has until now defied and ignored all calls to stop including, as Hadas mentioned the - his own defense minister. People in his own security cabinet, the man was supposed to be the closest to him on the issues that matter the most Israel safety and security. Even him, he just sacked, right fired without even blinking within hours of his call to stop the legislation. It's on yo seems to still be doubling down to go forward. So, this is just a delay tactic. It doesn't seem like it's yet the win that the protesters were looking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "PHILLIP",
      "sentences": "And as you were speaking, we were just showing images right, as we are talking now. There are protests happening in the streets, and a lot of the protesters are pro Netanyahu protesters on the streets. Those live pictures there on your screen. I want to play very quickly. Netanyahu was asked about this, and about his moves on the judiciary. Here's his response to Piers Morgan on Sunday.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "NETANYAHU",
      "sentences": "Right now, you have a situation where 15 unelected members of the supreme court effectively govern Israel. They can decide things that affect our military, our economy, our foreign relations, our battling with terrorism. Is that right? Is that democratic? No, it's not democratic. You want to correct it. You don't say that those other democracies are somehow tainted, or somehow not democratic because they have a better balance of power.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "PHILLIP",
      "sentences": "But that's his spin on it, Yaakov. What does it actually do? And why is it prompting not just concerns about the judiciary, but also national security concerns for Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "PHILLIP",
      "sentences": "And Yaakov, we only have a second left, but just as it's the evening there in Tel Aviv, and you're seeing so many protesters, counter protesters on the street. Are you concerned about the volatility on the streets in the coming hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "KATZ",
      "sentences": "I'm very concerned. You're starting to see a right-wing protest that's taking place. There could be a clash. We have to keep this in order because the last thing we want is blood to be shed on the streets of Israel over this democratic argument that's taking place, that should not happen. And I hope it doesn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "PHILLIP",
      "sentences": "Thank you for all of that. Yaakov Katz, the Editor-in-Chief of The Jerusalem Post, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "KATZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "PHILLIP",
      "sentences": "We have some breaking news now out of Nashville, Tennessee. Police say a shooter is dead after a confrontation with police at a school. CNN's Amara Walker is tracking the latest developments in this story. Amara, what do we know right now, anything about the victims at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "We don't know anything about the victims right now. What we do know is a little bit about this event that took place. We are going with what Metro Nashville police have just tweeted. An active shooter event, that is what they're calling it. This happened at Covenant school.I'll read you that tweet that was just tweeted out 14 minutes ago. An active shooter event has taken place at Covenant school, covenant Presbyterian Church, on Burton Hills Dr. The shooter was engaged by Metro Nashville police and is dead. Student reunification with parents at Woodmont Baptist Church is happening, 2100 Woodmont Blvd. So right now, all we know is that the shooter is dead. Apparently, he engaged with police, and he apparently was killed by police as a result. We don't know if there are victims in this. If students were injured. But we do know that Covenant school, it is a private Christian school in Nashville for students in preschool to sixth grade. So, you can know - understand what age range may have been impacted. But again, as you saw in that tweet, that police are working to unify parents with their students right now, again at Woodmont Baptist Church, just a few blocks away from that school. So, Abby, we'll stay on top of this. We're making calls to get more information. Right now, that shooter we are being told is dead. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "PHILLIP",
      "sentences": "And Amara, I know that there is very little information in this moment. But do we have any sense of the timing here when this incident may have occurred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "WALKER",
      "sentences": "Right now, that is not known at this time. We just started getting some information about it through Twitter. And then of course, this was confirmed through Metro Nashville police. So, we're making some calls right now. And once we get those details, Abby, we will definitely get that to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "PHILLIP",
      "sentences": "All right. Amara Walker, thank you very much. And we'll continue to hope that anyone who may have been involved in this incident is safe in this moment. But right now, on to New York and the Manhattan grand jury investigating Donald Trump's alleged role in a hush money scheme. Jurors meet again today as they consider a potential indictment of the former president.Over the weekend, Trump use the opportunity to ramp up attacks against the Manhattan district attorney Alvin Bragg, at his campaign rally in Waco, Texas. CNN's Kara Scannell is joining me now from New York. So, Kara, what are we expecting today from the grand jury?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "PHILLIP",
      "sentences": "All right, Kara Scannell, thank you for that update. And joining me now is CNN's Manu Raju, Seung Min Kim with The Associated Press, Margaret Talev of Axios, and CNN's legal analyst Carrie Cordero. Thanks all of you for being here.So, I want to start with this weekend, with an extraordinary weekend. Trump really kicking off his campaign, his campaign for 2024. But doing so by focusing on the issue of this investigation. Take a listen? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "TRUMP",
      "sentences": "The new weapon being used by out-of-control unhinged Democrats to cheat on election is criminally investigating a candidate, prosecutorial misconduct is their new tool, and they are willing to use it at levels never seen before in our country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "PHILLIP",
      "sentences": "So, no shock, of course, that Trump is railing against people investigating him. But in this moment, it seems he's going after the idea of the judiciary itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "SEUNG MIN KIM, WHITE HOUSE REPORTER, ASSOCIATED PRESS",
      "sentences": "Right, right. And you have many of his allies in Congress helping him in that effort. And what's been really remarkable about this potential indictment against the former president is just how much his, you know, Republicans in Congress have been willing to use the levers of federal government to go after this, the legal process, which theoretically they should kind of be independent from.And I thought it was really remarkable when House Oversight Chairman James Comer, was asked about the issue with Jake Tapper yesterday on CNN. And he was grilled repeatedly, you know, this seems to be a state issue. What authority, what interests does the Congress have in investigating? And he kind of just said, you know, he's clearly doing this for political gain. That's why we want the D.A. to come in and talk to us, but it doesn't seem like they have as like too much of a ground to really talk to him just yet. And that's why you're seeing so much of the backlash from the prosecutors from elsewhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "PHILLIP",
      "sentences": "Well, let's - I mean, let's play James Comer yesterday on State of the Union, talking about what exactly something was just referring to it.(BEGIN VIDEO CLIP) REP. JAMES COMER, (R-KY): Local investigation, this is a federal investigation. He's investigating a presidential candidate, not to mention former president of the United States for a federal election crime. We believe tax dollars would be better spent prosecuting local criminals. That's what a D.A. supposed to do. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "PHILLIP",
      "sentences": "So, first of all, the issue of whether or not this is a state crime. I mean, shouldn't a judge decide that, not a member of Congress? And secondly, this idea that because Trump is a candidate, that it is on its face inappropriate to investigate him, your response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "CARRIE CORDERO, CNN LEGAL ANALYST",
      "sentences": "Well, so, first of all, the reason he's mentioning tax dollars there is because one of the arguments that the congressional chairmen are making in their letter back to the New York D.A. to try to get him to broad information about this case, is they are raising what they would call a legislative purpose.And so, they are sort of threatening in the letter to evaluate whether they want to withhold federal funds from law enforcement. So, what they're trying to do is they're trying - so that's why he's talking about that particular issue there. Look, there's the political side of this and there's the legal side of this. With respect to the letters from the oversight chairmen, they are trying to make a constitutional argument for why their committees should have oversight of this particular issue. The New York D.A. has a strong argument that while this case is pending, it would be inappropriate for a prosecutor to provide information about a pending case. That particular issue could potentially be litigated between the local authorities and Congress, if they really want to go down the path of litigating these constitutional issues. But that's a different type of engagement than what we're seeing with respect to the threats from the former president, sort of the environment of a threatening atmosphere, which is what the prosecutors want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "PHILLIP",
      "sentences": "And again, at some point, a judge is going to sort that out, and it's not going to be decided single handedly by James Comer. I want to move on, though, to the politics again. We got a chance to talk to Trump - some of Trump's supporters at his rally this weekend. Take a listen?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MIKE GILBERT, TRUMP RALLY ATTENDEE",
      "sentences": "About hundred million people are going vote for him. If they do indict him, you're going to get 120 million people voting for him. Because they're just, you know, you can't take an honest man down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "DEBBY CRAVEY, TRUMP RALLY ATTENDEE",
      "sentences": "Shoo-in, 100 percent. If they do that, he'll be a shoo-in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "TODD CASTRO, TRUMP RALLY ATTENDEE",
      "sentences": "They've been going out for him since the beginning. They haven't stopped and they're not going to stop. And this is where we have to stand up and fight. And we have to, you know, this is our vote, it's not the government's vote.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "PHILLIP",
      "sentences": "It's fair to say, I don't think anyone knows his supporters better than Trump himself. And that's why he's going down this road. But the bigger question for Republicans is beyond the rally goers. How does this really land?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Certainly. Look, again, whip up a frenzy right now because we don't have any evidence. We don't know exactly what the prosecutors are going to say. When the evidence comes out, we'll see how that messaging changes among Republicans, maybe more persuadable Republicans, maybe his Republican opponents.And also, what about all the other major legal issues he has on the federal level to criminal investigations, well, is this local investigation in Georgia, all of which could add to new problems for him. The question will be what does his Republican opponents do in the primary? They seize on any of those new allegations that come out. Or do they side with Trump and say, he's being treated unfairly?",
      "isLastSentenceInterrupted": false
    }
  ]
}