{
  "date": "2023-04-14",
  "headline": "CNN This Morning",
  "subHeadline": "Florida Governor Ron DeSantis Signs Restrictive Abortion Bill; FBI Arrests Air National Guardsman Jack Teixeira for Leaking Top- Secret Pentagon Documents Online; President Biden Reacts to Leaking of Pentagon Documents; Severe Weather Causing Flooding in South Florida. Trump Returns To NYC For Deposition In State Fraud Lawsuit; Rep. Jordan To Hold Hearing In NYC Monday Targeting D.A. Bragg; NYPD Unveils High-Tech Devices, Including Robotics Dogs. Aired 8-8:30a ET.",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "SAVANNA WEAVER, HAS BEEN A NURSE FOR FIVE YEARS",
      "sentences": "I came in at such a difficult time and just flourished in such a challenging environment. But that's, again, one of the reasons why I love what I do. I love seeing them and supporting them.DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT:  I love that. I just you, guys never miss an opportunity to thank people. And people should thank you more as well. I've got to tell you, Don and Poppy. If you want to know -- people always ask me about a hospital like is that a good hospital. If you want to know about a hospital, how it works, what happens inside the hospital, the intricacies, ask the nurses. They know how these places really work. And I'm not just saying this because they're here. They are the lifeblood of any hospital. It's why it works. And it's why these numbers are so concerning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "There's been a lot of Monday morning quarterbacking about what happened during the height of the pandemic in the beginning when we didn't know, should you wear a mask? Should we be spraying our mail, or what have you? We were doing it for the front line workers and the people who were like you two who were there and Dr. Sanjay Gupta as well. That's what we were doing it for. So now we have a whole different idea about what was real and what was not. But certainly, we were trying to help these people out here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "I admire you both, all three of you. Sanjay knows I admire him. All three of you. I'll never forget the nurse David who cared for my dad in ICU for four months. He was there day and night. You nurses are so important. Thank you. Thank you. Thank you.Sanjay, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "LEMON",
      "sentences": "We admire you, and Sanjay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "CNN THIS MORNING continues right now.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are creating a death sentence for women, and I will not support this bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It really is that simple -- we value life or we don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Keep your sanctimonious opinions for your own family and stay out of mine.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Heated debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "LEMON",
      "sentences": "Always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "That is the Florida state house. Good morning, everyone. We're glad you're with us. Florida became overnight one of the most restrictive states in the nation for abortion. That is where it is going right now. Republican Governor Ron DeSantis signing a new law that bans most abortions just six weeks into pregnancy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "LEMON",
      "sentences": "And now what do women do? What do they do?And the suspect accused of leaking a trove of classified Pentagon documents online set to appear before a judge today in Boston. And this is what parts of south Florida look like right now. Rescue efforts still underway there, cars still submerged after historic rainfall. The Fort Lauderdale airport forced to close. We're going to take you there live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "The FBI arresting a young, low-ranking Air National Guardsman yesterday for the huge leak of top-secret Pentagon documents online. His name is Jack Teixeira. He's 21-years-old. He will appear today in federal court. News helicopters captured the moment that an FBI SWAT team arrested him in his mother's house in Massachusetts. You can see Teixeira walking backward with his hands on his head before agents take him into custody with their guns drawn. He was an I.T. specialist for a military intelligence unit on Cape Cod. U.S. officials tell CNN he was also the leader of a small, private online group of video gamers, where hundreds of highly classified U.S. intelligence documents were posted before they spread on social media.The leaks were seriously damaging. They were embarrassing for the United States. They included highly classified intelligence about the war in Ukraine and exposed how you the U.S. spies on our own allies. We just heard from the Kremlin a short time ago. Vladimir Putin's spokesman says Russia is thoroughly examining all of this leaked information. So let's learn a lot more about this with CNN Chief Law Enforcement and Intelligence Analyst John Miller and CNN White House Correspondent Arlette Saenz. Guys, thank you very much for being here. John, let me go to you first. You have more reporting on how this was all planned and executed to arrest him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "This was a thing where this came together in five days, Poppy. I mean, this is like lightning speed for an espionage case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MILLER",
      "sentences": "But when they figured out who they were going after and where he was, there's numerous pictures of him online with automatic weapons, assault weapons. So going into the house against a trained military person where weapons are known to be there was not their first option. They wanted him to go to work that day, get into a controlled environment, have him call down to the boss's office, sit down, say we're the FBI, you're under arrest. But \"The New York Times\" showed up at his door. His name was published in the paper online. Things sped up.And the Boston field office of the FBI made the call, which is, OK, no more waiting. We're not going to hit the house, either. We're going to do a surround and call out. You see that armored vehicle come down. You see the agents flanked the house. They set up perimeter. And then a hostage negotiator calls into the house and says my name is Bob. Jack, listen, we need you to come outside now. We needed to do it just this way. Once you come out the door, have your hands up -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "LEMON",
      "sentences": "Can I ask you, look, they're going to arrest him and do the thing, right. Police had their procedures, the FBI. How on earth -- that is a question that everybody at home is asking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "MILLER",
      "sentences": "OK, finish the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "LEMON",
      "sentences": "How on earth did a 21-year-old low level person get access to classified documents that had worldwide ramifications? It is mindboggling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "MILLER",
      "sentences": "It's a great question, but there's a great answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "LEMON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "MILLER",
      "sentences": "So where he works, not a place that people usually talk about, the 102nd intelligence wing. What's an intelligence wing? Those are the people who fly the drones. They are the people who are supporting the Delta Force and the Navy Seals and regular war fighters in zones all around the world where they need that ISR, intelligence, surveillance, reconnaissance, and where they use those weapons, predator drones, reaper drones, hellfire missiles, javelins. And that means you don't know what theater you're going to be operating in as things around the world shift, so you need access to a lot of intelligence.But who is he? He's not a pilot flying the drones, although as a gamer, he probably was at home. At work his job was really network engineering, which is making sure that that network that's taking those pictures and that audio and that cyber data that they're stealing out of the airwaves is all working and connecting, which, of course, he's trained for. But to be good at it, he needs to have wide access through the system, because if something is going wrong here or there, then it's a question of, OK, where's the audit system to see why is he downloading this? Why is he printing that? And a lot of that is how they got to him, which is when was he working? What classified printer was it sent to? So there's pieces here. But there are thousands of kids like him who have just joined the military, who have enormous responsibility and trust, and who do a terrific job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "HARLOW",
      "sentences": "Let's talk about the president. He's traveling overseas in Ireland, but he was asked about this. Here's what he said in terms of his level of concern, which I should note, is not a great level of concern about what was leaked. Here it is.(BEGIN VIDEO CLIP) JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES:  There is a full-blown investigation going on, as you know, with the intelligence, including the Justice Department. And they're getting close. I'm not concerned about the leakages. I'm concerned at what happen. But there's nothing contemporaneous that I'm aware of that is -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "HARLOW",
      "sentences": "How far do you know about this behind the scenes from your reporting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, the president right there really tried to downplay the severity of this leak, but you can't deny that it is of great consequence. The fact that these leaks actually happened. And we know that the administration, top officials have been working throughout the week trying to reassure allies about -- who might be concerned about the fact that intelligence from the U.S. has gotten out there on the Internet to the wide public. We know that Blinken has spoken with his people in Ukraine. They have also spoken to unnamed allies so far.But what we're also going to see play out in Washington over the coming weeks and months is these just reviews, and they're certainly going to be congressional hearings into how exactly the Pentagon handles this type of classified information. We know that Lloyd Austin, the defense secretary, said they're going to review how they deal with classified intelligence access. But it certainly has been an embarrassing moment for the country to just have the world know that, once again, there has been a leak. And if we've seen this repeated over and over, when you think back to Edward Snowden and Chelsea Manning, and so there are some safeguards that probably need to be put in place to ensure things like this don't happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "LEMON",
      "sentences": "I'll bet there's some scrambling going on, upper levels going, OK now, who is this person? Who is this person? Who has access to this? I'm sure they're --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "MILLER",
      "sentences": "They're going to call down those lists. But the operational people are still going to need it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "LEMON",
      "sentences": "Thank you, John. Thank you, Arlette.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "HARLOW",
      "sentences": "Fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "LEMON",
      "sentences": "Appreciate it.We want to take you now to south Florida. Look, this is a live look now, the skies over south Florida, right? Crazy. This is Fort Lauderdale where they say about 600 people are filling emergency shelters there this morning after more than two feet of rain fell in just 24 hours, followed by devastating flooding. Broward County now is in a state of emergency and rescue teams continue to answer calls for assistance. Water everywhere flooding streets, trapping people in their homes and vehicles. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK. OK. OK. OK. Just stand right here. Take a breath. It's OK. It's OK. How long you --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "LEYLA SANTIAGO, CNN CORRESPONDENT",
      "sentences": "No, not out of danger yet. And look, the damage has been done. I am here in this Fort Lauderdale neighborhood where neighbors are starting to wake up. And as you mentioned there is a bit of relief because, look, it has stopped raining. The water is starting to come down. But more water is expected this afternoon.So take a look behind me where we have seen workers far off in the distance, even saw one neighbor pull out a boat, could be how he kind of gets around this morning before this water continues to come down. I've seen an elderly woman cleaning out her home this morning. And I want to give you a better idea as to why they are so relieved that this water is coming down and the improvement that it sort of is. Take a look over at this house and you can see just on the wall, the water lines. So the improvement, how far it has come down. This neighbor talked to him. He's actually in the back right now trying to repair his generator because they don't have power here, either. And there's a sense of frustration. They're tired. They want things to get back to normal. He called it a disaster in his home, still wet floors. Now we should mention about five miles from here. We also have an aerial view to show you that this is not the only neighborhood that we're seeing under this level of water. A lot of eyes also this morning on the airport. We are expecting the airport to open at 9:00 a.m. I imagine there's also a lot of frustration among travelers over there. But that 9:00 a.m., that timeline has moved quite a bit. So we're waiting to see if that Fort Lauderdale airport will open this morning. In the meantime, there are hundreds of people in the shelters here in Broward County. The schools remain closed, the preliminary estimate for damage there, $2 million. And that doesn't even include some of the schools that they haven't got to. As of last night, they still had about 30 schools to check on this morning. But again, folks waking up still seeing much of the water there relieved that it's not raining. But man, more expected to come this way this afternoon. So while some people are beginning to clean up, we don't know what could come because these grounds are saturated, so it really can't take much more water, Don and Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:04",
      "speaker": "LEMON",
      "sentences": "Former President Donald Trump back in New York City sitting for a deposition as part of a civil case brought by New York State against the Former President. Some of his children and his sprawling business empire as well. So, on his way to the New York Attorney General's office, his motorcade went past a handful of anti-Trump protesters lets watch this.So, on Monday, Trump's allies in Congress are visiting the city. House Judiciary Chairman Jim Jordan will lead a field -- a field hearing in Manhattan that targets District Attorney Alvin Bragg. The hearing is apparently intended to suggest that Bragg cares more about prosecuting Trump than Manhattan's crime rate. So, the mayor of New York City, Eric Adams, joins me now to discuss this and more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:04",
      "speaker": "LEMON",
      "sentences": "Mayor, I'm going to get to that in just a second. Can we -- can we -- if we can just go back to yesterday. Trump was here in New York testifying in this case, brought by New York Attorney General Letitia James, he has called James in Manhattan District Attorney Alvin Bragg racist. Black D.A., a black A.G. in a city where there is a black mayor, your thoughts on this rhetoric as it relates to them?MAYOR Eric ADAMS (D-NY):  Well, I think it's typical rhetoric that normally comes from the Former President. And Attorney General James has been clear on a number of really unprecedented cases that she has faced. Even the recent settlement I've dealt dealing with the JUUL cigarettes targeting young people. So, she has been extremely focused, she was -- she stated from the onset, that she was going to investigate this case to his fullest. And she's not going to allow a distraction of any form of terms or rhetoric being used to take off their course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:04",
      "speaker": "LEMON",
      "sentences": "Alright, let's talk about what's going to happen next week. The House Judiciary Committee is holding a field hearing here in New York on Monday, led by Jim Jordan. He said -- saying that the hearing will examine how the Manhattan district attorney Alvin Bragg's pro crime anti victim policies have led to an increase in violent crime and dangerous community -- communities for New York City residents. What is your response to that Mr. Mayor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:04",
      "speaker": "ADAMS",
      "sentences": "I just viewed that's it -- this is simply an in-kind donation or contribution to the Trump campaign. This is really ridiculous, particularly when you do an analysis of the congressional district of Jim Jordan. You'll see that crime is actually higher in his district per capita of New York City. Crime is really taking -- trending in the right direction, shootings are down, homicides are down, we're going up to the seven majors. If anything, he should be in a conversation with the police commissioner soon to find out what we're doing here. But this is really a charade and it's just unfortunately, during a time like this, they will use taxpayer's dollars to host this charade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:04",
      "speaker": "LEMON",
      "sentences": "And we did look at the numbers and Jim Jordan's district and you're right about that, it's higher than here per capita. Listen, Jim Jordan would say and has said that he's making the same point that you made last year, Mr. Mayor. When you lashed out at prosecutors and judges for cutting loose suspected shooters. This is what you said just to reminder, and then I'll get your response. Here it is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:04",
      "speaker": "ADAMS",
      "sentences": "No one takes criminal justice seriously anymore. These bad guys no longer take them seriously. They believe our criminal justice system is a laughingstock of our entire country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:04",
      "speaker": "LEMON",
      "sentences": "Would you agree that Jim Jordan is making a similar point as you or do you think this is just a deflection?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:25",
      "speaker": "LEMON",
      "sentences": "Oh, we have the crime stats up because the city of recorded, did record a drop in murders and shootings overall last year. But overall, overall -- but are you concerned that crime -- the crime index remained flat, it didn't go up, didn't go down and remain flat, is that a concern for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:25",
      "speaker": "ADAMS",
      "sentences": "No, which -- when we moved in the right direction, I stated that we implemented several plans for myself, we saved the plan to the plan around going after illegal guns. When you look at the thousands of guns, we removed off our streets last year and this year, including those ghost guns. And we're using every dam possible to dam the river of violence, both proactive responses and reactive responses.And the men and women of the New York City Police Department and other law enforcement agencies are doing an unbelievable job. When we look at how we're trending in the right direction. Our subway system is going to be safe for every day. Our customer satisfaction survey showing that people are feeling more and more comfortable back on a system. And we know that we turn it around an ocean liner of violence that is really pervasive throughout the country. But we're trained in the right direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:25",
      "speaker": "LEMON",
      "sentences": "You mentioned other big cities in your previous answer. And I'm just worried -- I wonder if you're worried about the perception at cities like San Francisco are dangerous and crime riddled, because data shows violent crime, especially homicides are well below that of many other cities of similar size like Chicago or Atlanta. Do you have a view on why San Francisco has this reputation? Or even in places like Chicago or Philadelphia or here? How concerned are you about this perception that cities like New York are dangerous?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:25",
      "speaker": "ADAMS",
      "sentences": "Well, we should be clear that New York City is the safest big city in America. And that is often a loss when you see a dangerous act highlight. That's one of the issues and I believe, and I've always stated that public safety is feeling safe and actually being safe. And I'm not going to insult New Yorkers, or no American should be insulted to believe that if they don't feel safe, we should dismiss their concerns.My job as mayor is to make sure New Yorkers and visitors feel safe in our city. And we're doing that, we do that every day but there is a real concern across America about some of the violence that we are seeing. And how our criminal justice system must move in the right direction. And this includes being proactive, some of the things we're doing like dyslexia screening, a 40 percent of our inmates are dyslexic. So, we're screening all of our children for dyslexia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:25",
      "speaker": "LEMON",
      "sentences": "And you're talking about being proactive. We had a lot of fun with it, but this is actually serious stuff. And it can potentially be really good for the city. This week, you unveiled the three new robots including robotic dog, and you say that the NYPD would use to ensure New Yorkers safety. Your predecessor Bill de Blasio, the court cut this, the city contract for the robotic dog. A spokesperson saying at the time that it was creepy and alienating and sends the wrong message to New Yorkers. How are you going to use this new technology mayor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:25",
      "speaker": "ADAMS",
      "sentences": "Well, first, let's be clear, New York City Police Department. We have always been pioneers in new technology, everything from fingerprinting. How to use DNA examination to use in our 911 system. All of these technologies when they are first introduced, our people are sort of leery about change. We're going to use two robotic dogs when there's a building collapse, when there is a dangerous armed suspect inside a building.We're going to use it in ways that will protect the lives of New Yorkers and responding police officers and other personnel. It's not going to be used at this time on routine patrol or anything of that manner. We're going to use it on extremely dangerous situations to detect a bomb, you know, the city is still a terrorist threat if no one wants to believe that or not, is still a reality. So, I have stated on the campaign trail, and as mayor, I'm going to search throughout the entire globe on technology that will keep New Yorkers safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:25",
      "speaker": "LEMON",
      "sentences": "When I had you here in January, I asked you about the rat czar, you have now appointed a rat czar? How exactly does that work? What does that job entail? Mr. Mayor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:12",
      "speaker": "LEMON",
      "sentences": "We covered a lot of territory from the Former President to a field hearing from someone in Congress, to a robot and now a rat czar. Mayor Eric Adams, thank you so much. We appreciate your appearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:12",
      "speaker": "ADAMS",
      "sentences": "Thank you, take care, Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:12",
      "speaker": "LEMON",
      "sentences": "You as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:12",
      "speaker": "HARLOW",
      "sentences": "Personally, I am very excited to welcome the Rat Czar into our city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:12",
      "speaker": "LEMON",
      "sentences": "So am I.",
      "isLastSentenceInterrupted": false
    }
  ]
}