{
  "date": "2023-12-14",
  "headline": "CNN This Morning",
  "subHeadline": "House Votes to Authorize Biden Impeachment Inquiry; U.S. Says, Nearly Half of Bombs Dropped on Gaza Dumb Bombs; Federal Election Interference Case Paused for Appeals. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- meeting with the families of eight Americans still held hostage by Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "JOHN KIRBY, SPOKESMAN, NATIONAL SECURITY COUNCIL",
      "sentences": "It's the results that count. The reality of global opinion, it also matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "CLASSIRA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Absolute horrors in Gaza. It was chilling, it was harrowing and a very sobering experience.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "A good Thursday morning, everyone, I'm Phil Mattingly with Erica Hill. Poppy is off today.And today is a day, or at least day one, of House Republicans having voted to formalize an impeachment inquiry into President Biden. It's a step they say they think will strengthen their oversight powers as they investigate Biden and his family's alleged foreign business dealings. Now, every single Republican voted to authorize the inquiry, even though the year-long investigation up to this point has failed to uncover wrongdoing by the president. And many acknowledged that they haven't found enough evidence to actually impeach Biden. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Do you have proof that Joe Biden acted corruptly to help his son?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The impeachment inquiry is not about proof.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And I don't know that you're going to see a high crime or misdemeanor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "RAJU",
      "sentences": "How close are you to being ready to support impeachment, actual impeachment of the president?REP. MIKE LAWLER (R-NY):  We're not there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "GOP leadership has made clear that formalizing the inquiry does not mean impeaching the president is inevitable. Republicans argue, though, the move was in response to stonewalling by the Biden administration when it comes to handing over documents.The president responding shortly after that, votes saying, quote, instead of doing their job on the urgent work that needs to be done, they are choosing to waste time on this baseless political stunt. That vote unfolded hours after the president's son, Hunter Biden, defied the Republican investigators' subpoena for closed door testimony yesterday after he had demanded, of course, to testify publicly. GOP committee leaders say the vote sends a message loud and clear to the White House. (BEGIN VIDEO CLIP) REP. JAMES COMER (R-KY):  Evidence uncovered has shown a very disturbing trend by the Biden family. We've spent months in this investigation accumulating evidence. We have a simple question I think of no growing majority of Americans have. What did the Bidens do to receive the tens of millions of dollars from our enemies around the world? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MATTINGLY",
      "sentences": "And we begin this hour with the spokesman for the White House special -- or special -- the White House Counsel's Office, Ian Sams. Ian, I appreciate you being here this morning.I want to start with what House Judiciary Committee Chairman Jim Jordan said yesterday about the rationale for having the formalized vote, saying, quote, things that will help us get key individuals in to speak with us in a more timely fashion and get us documents that Mr. Comer has been after for a while. Is that true? IAN SAMS, SPOKESMAN, WHITE HOUSE COUNSEL'S OFFICE:  No, these guys have made up and moved the goalposts every step of the way of this investigation. It's all baseless. They've been investigating the president all year long. For example, they've gotten 100,000 pages of documents. They've interviewed witnesses for 40 hours. And guess what? They've come up with not a single shred of evidence of any wrongdoing of any kind by President Biden. Yet they're storming ahead with this impeachment stunt anyway to please their far right base and play politics. And it really cheapens what is a historically grave constitutional remedy of last resort. They're using it almost like a -- you know, like a political attack ad. And they're going to keep doing this over and over and over again because every time they float a claim about the president, a claim of wrongdoing, it gets debunked and they get embarrassed. And what's really unfortunate is that the entire Republican conference has now gone along with this stunt. Instead of taking action on real priorities, on real issues that are facing the country and the world as we head into the end of the year, and these Republicans are leaving town for a month without acting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MATTINGLY",
      "sentences": "You know, to that point, the unanimous Republican vote, I think, would have surprised people three or four weeks ago. One of the reasons, or the primary reason, that a lot of moderate Republicans, or Republicans from Biden-won districts, particularly in places like New York, said they needed the tools, right? They needed -- this was going to give them the ability to, as Chairman Jordan was saying, have people come in, do more of the investigation, which was in part driven by your own special counsel from the White House Counsel's Office, citing a Trump-era Office of Legal Counsel opinion that said without a formal vote, you could not have the compulsory process that comes with impeachment power.So, I guess did the White House dare them to go down this path?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "MATTINGLY",
      "sentences": "So let's, I want to ask you about the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "SAMS",
      "sentences": "And so they've blazed through this process wrongly, and I don't think that that's a fair characterization. And I think that as the facts come out, people will see that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "MATTINGLY",
      "sentences": "On the point you're making now, the question has been what underpins the process here, what underpins the allegations here? And Speaker Mike Johnson in a USA Today opinion piece laid out what he said were the accusations that they are currently pursuing.They include, from 2014 to 2019, Biden family members and affiliates have more than $15 million from foreign entities. There are 22 examples of President Biden speaking or meeting with Hunter Biden's foreign business associates. Payments to President Biden from Hunter Biden's business account. An interim report saying there's special treatment of Hunter Biden from the Justice Department. A credible FBI source giving information about alleged bribe to then Vice President Biden and that the President and the White House have lied multiple times about his involvement in his family's business schemes. Do you dispute all of those just outright?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "SAMS",
      "sentences": "Not only do I dispute those outright, they've been debunked time and time again. Just two days ago, the day before the House held this vote, Republicans in Congress were telling your colleagues in the media that there is no evidentiary basis for them to pursue impeachment, that they've seen nothing, they don't see the grounds for it, is what a Republican senator told Politico. So, they're just making up lies to attack the president in a relentless smear campaign that, frankly, has been going on for four straight years now.We went through an impeachment in the last administration over these same made-up allegations. And Republicans in the House are just rewinding the tape and running it again to try to score political points against the president instead of doing their actual jobs for the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "MATTINGLY",
      "sentences": "Ian, one of the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "SAMS",
      "sentences": "And you pointed out one of those things. They act like they get these smoking guns and they create a ton of attention and energy and they act, they send the siren emojis on Twitter. And it turns out last week, for example, one of those payments that they're talking about was about a pickup truck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "MATTINGLY",
      "sentences": "Yes, it was a car loan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "SAMS",
      "sentences": "These are the kinds of things that they're making up to attack the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "MATTINGLY",
      "sentences": "I understand. I do want to ask, Ian, while I have you, Hunter Biden had a very public moment yesterday outside of the house saying he wanted to testify publicly, would not be behind closed doors with House Republicans. The White House just said the President was aware that Hunter Biden was going to do that, was aware of what he was going to say. Did he agree with the strategy of doing that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "SAMS",
      "sentences": "Well, look I'm not going to get into father's conversations with his son except to say Hunter is a private person. He can make his own decisions about how to handle these sorts of things. But the president loves and is very proud of him. He overcame a very dark period in his life and has stood tall and is in recovery.And also it should be pointed out something that's getting lost, Hunter offered to testify publicly and transparently, he offered, and the House Republicans rejected it. And it gets to the point of what they're doing here, they'll never be satisfied. They're going to continue attacking over and over and over again, no matter what facts come out, no matter what the truth is. And what's really scary about what's happening right now is they're abusing such a grave constitutional process to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "MATTINGLY",
      "sentences": "In the statement that Hunter Biden made yesterday, he said, let me state as clearly as I can, my father was not financially involved in my business. He was unequivocal about that. But that is an evolution of where the president had been during the campaign, where the White House had been at the start of the administration, not involved financially in the business. It's very different than never talked about the business, not been involved in the business at all. Was that an intentional point of clarity, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "SAMS",
      "sentences": "I actually dispute the whole premise of that question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "MATTINGLY",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "SAMS",
      "sentences": "It's one of Jim Jordan's favorite little shiny objects, is to try to take a semantic thing and make an argument that is somehow far afield from what they're actually focused on.We've been extremely clear over and over again for years, and nothing has changed. The president was not in business with his son, period. They're trying to make up all sorts of allegations and make up lies about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "MATTINGLY",
      "sentences": "Ian, with respect, I'm not siding with Jim Jordan here. I was in some of the White House press briefings where it was said explicitly the president did not talk to his son about business dealing. That is very clearly not the case and I think the statement from the White House has changed and I think been a little bit more precise over the course of the last several months. It's what president said on the campaign trail as well.I'm not saying this is like an impeachable offense or some grand indictment but it is a fact that the president said one thing that ended up being not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "SAMS",
      "sentences": "Again, I dispute that that's true. That is not true. The truth is that he wasn't in business with his son. The Republicans have been for years trying to make arguments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "MATTINGLY",
      "sentences": "Again, I'm not saying that he was in business with his son.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:04",
      "speaker": "HILL",
      "sentences": "Turning now to a CNN exclusive, a U.S. intelligence assessment shows nearly half the bombs Israel has dropped on Gaza since the Hamas attacks on October 7th are what are referred to as dumb bombs. And that's the name they have because they are imprecise and unguided. The assessment says those dumb bombs are likely contributing to the soaring civilian death toll.CNN's Natasha Bertrand is live at the Pentagon this morning with more on this reporting. We're hearing, hey, this is sort of what happens in a war. What more, though, have you learned, Natasha?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:04",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Well, Erica, we're learning that the intelligence community assesses that of the 29,000 air-to-ground munitions that Israel has estimated to have dropped on Gaza over the last two-plus months, roughly 40 percent to 45 percent of those munitions have actually been unguided dumb bombs.And that is really significant because it could be contributing, as you said, to the soaring civilian death toll in the Gaza Strip because those dumb bombs are extremely imprecise. And they are known to miss their targets, unlike precision-guided missiles, which, of course, can also miss their targets, but at least they are guided in a way that allows them to be a little bit more accurate. And so experts that we spoke to said that this is really concerning because the Israeli military does have access to precision-guided munitions. The U.S. has provided the Israelis with thousands of bomb kits that allow them to transform these dumb bombs and their unguided munitions into smart bombs that, again, allows them to be a little bit more precise. But, look, the White House has really been struggling to answer questions about the discrepancy between what President Biden has called an indiscriminate bombing campaign with the White House's claims that Israel is doing everything that it can to protect civilians, something that experts said is directly undercut by the U.S. assessment that they are not using the most precise munitions in their arsenal. Here's what National Security Council Spokesperson John Kirby said when pressed on this discrepancy yesterday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:04",
      "speaker": "KIRBY",
      "sentences": "Sometimes in war, and again I'm not speaking for the Israelis, sometimes in war your best plans, your best execution of those plans doesn't always go the way you want it to go. It doesn't always go the way you expect it to go.(END VIDEO CLIP) BERTRAND:  So, National Security Adviser Jake Sullivan, he is going to be in Israel today and tomorrow. And he is going to be discussing with the Israelis the fact that the U.S. expects them to be more precise and more surgical in their campaign in Gaza, because according to the Hamas-run Gaza Ministry of Health, over 18,000 Palestinian civilians -- Palestinians, I should say, have been killed over the last two months of war. And the use of these dumb bombs, which the U.S. has criticized other countries for using in war zones, really is not helping the case that the Israelis are trying to make, that they are doing everything that they can to protect civilians, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:04",
      "speaker": "HILL",
      "sentences": "Natasha Bertrand, I really appreciate the reporting this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:04",
      "speaker": "MATTINGLY",
      "sentences": "Well, the federal judge in Donald Trump's election interference case now pressing the pause button. Why she's stepping back as an appeals court steps in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "MATTINGLY",
      "sentences": "You're looking at a beautiful December morning in New York City and, well, move down to Washington a little bit and you understand there are some major, major legal issues ahead. A federal judge hitting the brakes on Donald Trump's 2020 election interference case, Judge Tanya Chutkan has now paused all procedural deadlines while appeals over a major issue play out.Special Counsel Jack Smith has asked the Supreme Court to decide whether Trump has any immunity from criminal prosecution for alleged crimes he committed while in office. Chutkan's order would allow the appeal process to run its course, which could end up delaying the March 2024 trial date. Joining us now to explain a lot of legal issues, and a lot of important ones at that, CNN Senior Legal Analyst Elie Honig. All right, walk us through what we heard from Judge Chutkan and what it means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "These are really big developments in the Trump trial. First of all, we're talking about of the four cases, the one we're focused on today, is the federal DOJ Jack Smith indictment of Donald Trump, relating to 2020 election interference.Now, Donald Trump has made the argument that he has criminal immunity, cannot be prosecuted because he alleges what he did was within the scope of his federal job as president. The district judge, Tanya Chutkan, rejected that. She said, no, you're not immune. Now, ordinarily, what would happen next is Donald Trump would appeal up to the court of appeals and then maybe up to the U.S. Supreme Court. However, what Jack Smith has done here is asked to do a shortcut. Basically, he says, I want to skip the court of appeals, U.S. Supreme Court, I want you to take the case directly. It's something they don't do often, but they do from time to time. A couple major things happened yesterday. First of all, the Court of Appeals issued a ruling saying, if we get the case, if we don't get skipped, we're going to mega expedite this thing. We're going to move as quickly as possible. The other big thing is Judge Chutkan said, while all this is playing out, I'm going on pause. She's actually legally required to do that. DOJ and Donald Trump actually agreed that she had to do that and she said, yes, you're right. So, she has to stop everything she's doing while this case is playing out through the appeals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HILL",
      "sentences": "So, then the question becomes, how does that impact, right, a trial that was set to begin in March. The Trump campaign, for its part, is saying, hey, this is a big win for the former president. How does that actually play out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HONIG",
      "sentences": "Yes, the calendar is so important here. So, let's take a quick look.Today is December 14th. This trial is currently scheduled to start 81 days from today on March 4th. But here's the problem. It's going to take -- even if this gets mega expedited, even if the Supreme Court takes it directly and moves as fast as possible, that's going to give us a ruling from the Supreme Court probably sometime in February. Now, let's say they keep the case on track. Let's say they reject the immunity argument. You can't just resume the case in the middle of February and then go to trial three weeks later because there are so many things that would be happening right now, discovery, pre-trial motion. So, in all likelihood, assuming we get a ruling sometime late January into February, this March 4th date is just not going to hold. It's going to have to move back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "MATTINGLY",
      "sentences": "So, the Supreme Court decided they're going to take up a case related to a January 6 rioter and his presence in the Capitol. Why does that connect to President Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HONIG",
      "sentences": "Yes. So, this is a guy nobody's really heard of, named Joseph Fisher, one of the January 6 rioters. He was charged and convicted for obstruction of an official proceeding. The theory was he was trying to delay Congress from counting up the electoral votes. Dozens of January 6 rioters were charged this way.He challenged this legally. He said, the obstruction law does not apply to trying to interfere with Congress, what happened on January 6th, everyone who's brought this case has lost. The courts have said, no, it does apply. The big development yesterday, the Supreme Court says, we're going to take a look. We want this case. Now, here's the problem for Donald Trump for the -- well, good for Donald Trump, problem for Jack Smith. Two of the four charges against Donald Trump are that exact statute. So, if the Supreme Court says obstruction does not apply to January 6th, these two charges are out of the case against Donald Trump. So, where does Jack Smith go from here? He has three options. None of them are great, trial, then hope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HILL",
      "sentences": "Hope is a real legal -- that's a legal option?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HONIG",
      "sentences": "It's a legal option. Yes, exactly, exactly. Hope, all right, not a strategy. I don't think he's going to do this one. He can just try the case and then hope the Supreme Court comes out the right way. But if he tries it and then gets a conviction and then the Supreme Court overturns it, he could lose the whole case.Second of all, he can just drop those two charges, proceed on the other two. That would be seen as a big win for Donald Trump, potentially got his case. And then, finally, he can wait. He can say, let's see what the Supreme Court rules and then we'll hold the trial. But that's going to take months. It wouldn't surprise me to see Jack Smith or DOJ say, hey, Supreme Court, again, we need you, if possible, to expedite this so we can try our case after you rule.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "MATTINGLY",
      "sentences": "There's a lot going on. We appreciate you, Elie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HONIG",
      "sentences": "Sure is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "MATTINGLY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "MATTINGLY",
      "sentences": "Yes, thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HILL",
      "sentences": "U.S. National Security Adviser Jake Sullivan is said to meet with Israeli Prime Minister Benjamin Netanyahu and his war cabinet today. The White House says Sullivan will hold what it's calling extremely serious conversations about Israel's war effort.This as the U.S. pressure's Israel for a more surgical campaign against Hamas in Gaza, and all of this, of course, coming just a day after President Biden hosted relatives of the eight Americans held hostage by Hamas for their first in-person meeting. (BEGIN VIDEO CLIP) JONATHAN DEKEL-CHEN, FATHER OF HOSTAGE SAGUI DEKEL-CHEN:  It was a terrific, terrific meeting and conversation. We felt that, and we felt before and we were only reinforced in seeing and believing that we could have no better friend in Washington or in the White House than President Biden himself and his administration. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HILL",
      "sentences": "Joining us now is Liz Hirsh Naftali. She's the great-aunt of four-year-old Israeli-American Abigail Edan, who, of course, was released by Hamas about two weeks ago. Liz, it's good to have you back with us today.After that meeting yesterday, you came out and you were speaking, as well as we just heard from Jonathan there. What was your takeaway in that meeting about the commitment of President Biden and this administration to bring these other hostages home, whether they're American citizens or not? LIZ NAFTALI, GREAT-AUNT OF FOUR-YEAR-OLD FREED HOSTAGE ABIGAIL EDAN: Well, as Jonathan said, who's the father of a hostage -- first, thank you for having me, but as Jonathan said, that we could have no better partner than President Biden in the White House and Secretary Blinken and their whole team. And the meeting really was an opportunity for these families, American families, of sons, daughters, mothers, fathers, to have an opportunity to share their stories, and for the president, Secretary Blinken, to hear these stories. And the one thing that they assured us and that we know is that they are doing everything in their power, really, 24 hours a day, seven days a week, to work with the Israeli government to make the hostages a priority, the American hostages and all these hostages. There're over 110 hostages. And so while we didn't get information about what is going to happen, what we did get was confirmation that the president is making this his number one priority. And I'll just add that we hope that the Israelis will make the hostage release their priority. And we continue to be appreciative and keep urging the Qatar government and the Egyptian government and all the people that can to really make sure that these hostages can come home. It's been 69 days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HILL",
      "sentences": "The director of Mossad was set to go to Doha to restart hostage talks. That is now not happening. In fact, sources telling CNN that war cabinet officials felt the conditions were just not right at this point. I know in response, some of the families put out a statement saying, you're fed up, they are fed up with the indifference and the deadlock that they are seeing in terms of those negotiations on the part of Israel.CIA Director Bill Burns has also been involved in some of those talks. You and some of the families also met with Bill Burns yesterday. Did he give you any sense of when these talks could potentially be restarted?",
      "isLastSentenceInterrupted": false
    }
  ]
}