{
  "date": "2023-02-08",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Zelenskyy Thanks UK in Speech to Parliament; Search for Survivors Continues as Death Toll rises above 11,000; Aid Agencies Warn of an Acute Humanitarian Crisis in Syria; International Community Sending Emergency Aid to Turkey; Six People Rescued from Kahramanmaras, Turkey; Ukraine President Zelenskyy Meets UK's King Charles. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "RAHEL SOLOMON, CNN HOST, FIRST MOVE",
      "sentences": "A very warm welcome to the program, I'm Rahel Solomon in today for Julia Chatterley. We continue to follow twodeveloping stories as our Ukrainian President Volodymyr Zelenskyy, making a surprise visit to London addressing the U.K. Parliament and meeting with Prime Minister Sunak at Downing Street Mr. Zelenskyy, thanking the U.K. for its support and bravery and Ukraine's ongoing war with Russia. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE",
      "sentences": "And the United Kingdom is marching with us towards the most, I think the most important victory ofour lifetime. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SOLOMON",
      "sentences": "Live report on President Zelenskyy's historic visit just ahead from London. Plus, the death toll from this week's massive earthquake inTurkey and Syria has now surpassed 11,000 people. Desperate search and rescue operations are continuing. And Turkish President Erdogan visiting parts of his country just devastated by the earthquake today we have complete team coverage of this still unfolding disaster in just a moment. But first to London, where Ukraine's President has been addressing the British Parliament after making an unannounced trip to the U.K. Volodymyr Zelenskyy, thanking Britain for its support of Ukraine since the Russian invasion, saying that the U.K. has been by Kyiv side from the very start of the conflict a conflict that Ukraine is determined to win. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "ZELENSKYY",
      "sentences": "Do you have a feeling that the evil will crumble once again? I can see in your eyes. Now, we think the same way as you do. We know freedomwill win. We know Russia will lose. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SOLOMON",
      "sentences": "And earlier as we can see here Mr. Zelenskyy had talks with a British Prime Minister Rishi Sunak at Downing Street. It's only Mr.Zelenskyy's second trip outside Ukraine since Russia's invasion nearly one year ago. And it comes as Kyiv urging the West to send more weapons to the country ahead of an expected Russian offensive. Nic Robertson is outside the U.K. House of Parliament with the latest. And Nic, you know, I think yet another example of the Foreign Minister, excuse me of Ukrainian President Zelenskyy really fine tuning his message to the audience thanking the audience there. Walk me through some of the other takeaways from you because at times it also was emotional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ROBERTSON",
      "sentences": "But this does seem to be a step and as Britain did in giving tanks to Ukraine, it led the way before the United States announcementbefore Germany's announcement. Again, the U.K. seems to be ahead on that President Zelenskyy, of course meeting with King Charles, this afternoon, and we'll be visiting Ukrainian troops who are training on those British Challenger 2 tanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SOLOMON",
      "sentences": "And Nic, I believe we'll be able to pull up those pictures of the meeting with King Charles once it happens. But I want to actually stickwith that point this idea from the U.K. that it will start training Ukrainians on these fighter jets, but not announcing at least not today that it plans to send those fighter jets. Help me understand how that benefits Ukraine in the long term and what's the thinking here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ROBERTSON",
      "sentences": "Part of this, is messaging, part of it is sequencing. The Ukrainians have been ahead of the curve, if you will, understanding whattheir military needs is? They were asking for air defense systems, long before the Russians began bombing their energy infrastructure, their electrical power plants. When that need became really apparent to the west and the west began to step up to that. What Ukraine asked for in terms of tanks to hold back Russian attempted gains on the ground in the eastern take back territory? They've been asking for a long time it took a long time to build that coalition to do that. The U.K. led the way the United States followed with its Abrams tanks. And indeed President Zelenskyy going to Washington his first trip out of the country during the war, a timed when President Biden made that announcement about the Abrams tanks so I think what we see here, the way to understand it feels at the moment from where we are today. That while there is still division among Ukraine's allies about whether or not to send fighter jets and most at the moment saying, that's not on the table. When the U.K. makes a statement and does begin to put into practice training Ukrainian fighter pilots to fly on those planes should they ever be given? It appears to be a statement of longer term intent. Obviously, NATO has said it will bring Ukraine's Military up to NATO standard over time. But it does seem to indicate that movement towards what Ukraine says it needs now and what are Western allies have been slow to provide in the past, but it does seem to be a movement down that track.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SOLOMON",
      "sentences": "Nic Robertson, good to have you, thank you. And let's now get reaction to this visit from Ukraine itself. Fred Pleitgen is in the capitalKyiv. So Fred, we know after Zelenskyy's first visit to the U.S., his first trip out of Ukraine that was viewed as a success both among the Western world and Ukraine. Help me understand how this visit so far is being received there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "PLEITGEN",
      "sentences": "That is essentially set in motion with that and we know, Rahel, that for the time being the Biden administration. President Biden himselfsays he does not envisage giving Ukraine combat jets. But we also know that he said the same thing about modern combat tanks as well. And we've been speaking to a lot of high level Ukrainian officials here in Kyiv. And elsewhere and they are quite confident that in the long run, they are going to be getting jets from the west. And certainly this is a big step their pilots already being trained to try and make that happen in the future, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SOLOMON",
      "sentences": "Look, a lot can change and as Nic said, messaging is very important, and certainly a lot of messaging from this visit. Fred, before Ilet you go, please remind us just why in terms of the timing, why this visit is so critically important in terms of this idea that the window for Ukraine to effectively defend itself against what we expect to be a major Russian escalation in the spring is narrowing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "PLEITGEN",
      "sentences": "I think you're absolutely right. I think it's extremely important for President Zelenskyy to make that visit now and essentially keep all theallies on board. And I think with that, it's very clear that he would start in the United Kingdom because as he said, the support that Ukraine has been getting from the U.K. has always been steadfast. The U.K. never asked the Ukrainians to make any sort of compromises on their territorial integrity. And the U.K. has always been driving other allied nations, like for instance, Germany, other European nations, and even the United States to do more for Ukraine. I think the Ukrainians understand that right now, it's important for them to get more support from the West in order to stay in the fight. They know that the Russians are amassing a gigantic force, especially in the east of this country. A lot of those offensives are already beginning; they believe that big offensive could already be in the early stages. So on the one hand, for the Ukrainians; it's about staying in the fight being able to defend them. But also if they get things like for instance, jets, if they get once they get those modern battle tanks, but also longer range missiles is something that they've also been talking about as well. They believe that they might be able to go on the offensive, but they certainly believe that Russia is about to drastically escalate the fight in the east of the country. They know that the next two months are going to be absolutely brutal. It's something that the government has said, and they certainly need unwavering support and big support from the U.S. allied nations. And of course, they understand that the U.K. so far has been firmly in their corner. And it's something that, you know, President Zelenskyy today has showed that the Ukraine values and that Ukraine is going to count on in the coming months and in the coming years as well, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SOLOMON",
      "sentences": "And that message becoming just increasingly more important thank you for the support, but we need more. Fred Pleitgen live for us in Kyiv,thank you. The death hole in the devastating earthquake that struck Turkey and Syria has now climbed to more than 11,000. Striking new footage of the damage near the epicenter shows the extent of the destruction. As crews race against time to find survivors beneath the rubble, cold weather making the rescue efforts even harder. Earlier Wednesday, Turkey's President visited an Emergency Relief Area and Kahramanmaras that's near the epicenter of the powerful quake. He says that the goal is to rebuild the city within a year and acknowledge that the government's response has had problems. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "RECEP TAYYIP ERDOGAN, TURKISH PRESIDENT",
      "sentences": "On the first day, we experienced some issues. But then on the second day, and today, the situation has beentaken under control. In some areas, first we had problems in the airports. We had troubles on the roads. But we are more comfortable today. We will be more comfortable tomorrow. Then later, I believe we will be more comfortable. There are some minor problems with fuel and so forth. But we are handling them step by step. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "SOLOMON",
      "sentences": "We do want to warn you that this report contains graphic images.(BEGIN VIDEOTAPE) NICK PATON WALSH, CNN INTERNATIONAL SECURITY EDITOR (voice over): You can still almost feel the enormity of the tremors here. This is Kahramanmaras closest to the epicenter. One older neighborhood shredded its family warmth huddling on the street. Dochek's (ph) father is trapped under the rubble here, only his feet protrude. They can't get him out, but can cover his toes. It would be really nice he says if the government has come by. Torand (ph) retrieved his 8-year-old daughter, wife and daughter-in-law; pray you never stand over so much of your life their final dignity from a carpet. Push down and there are glimmers of hope. These rescuers have spotted a 12- year-old Mustafa (ph) in the rubble and have to dig down to him. Further along Ali (ph) help them find his 65-year-old mother. She's in her bed down there he says we'll get her out soon. There is not much sign of government here perhaps as the scale of this is all too massive. Dusk makes the dust and the immense bulk of the mess harder still. The cold just an insult in the days of emptiness that lie ahead. And the news from the rubble is as often as bad as it is good. A body found here carried out and lay next to this man's 9-year-old daughter Baren (ph). The black here hiding the intimate agonies buried in it. The stories with the wrong ending but suddenly, there is a call for quiet hush they think they hear a voice a pause and then the best noise joy. Rescuers think they might have found six people alive but there are hours more ahead of checking. But nothing really goes to plan here even the joy seems random where Ali's mother is being rescued two young people are unexpectedly found and pulled out. A 16-year-old girl apparently still alive-- WALSH (on camera): Extraordinary moment of joy kind of thing that really all of Turkey is desperately hoping and waiting for. But as the temperatures drop and time goes by there will be some harder to come by that extraordinary see somebody pulled so helpfully straight out of this building. WALSH (voice over): Abdullah (ph) seems unscathed; almost untouched by the tremors that altered everything else he emerges into. Nick Paton Walsh, CNN Kahramanmaras, Turkey! (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "SOLOMON",
      "sentences": "And Jomana Karadsheh joins me live from Adana, Turkey. Jomana, just hard to even fully fathom the pictures, the stories, the scale ofdestruction what's the latest you can tell us there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "KARADSHEH",
      "sentences": "One man just heart wrenching seen just a short time ago, crying, wailing, and saying why can't they find him? Why can they get him out? OK,they're asking everyone to be there quite complete quiet. We're going to have to be very quiet. Rahel, I'm going to have to send this back to you as we wait to see what happens because they've asked us all to be quiet here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOLOMON",
      "sentences": "Absolutely as a priority remains finding any survivors. Jomana Karadsheh thank you for being there! Straight ahead, concerns over crucialaid reaching Syria grows after that devastating earthquake. We have more on the humanitarian crisis after this break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SOLOMON",
      "sentences": "Ayham, you say both sides of the border have obviously equally been felt and hit by this destruction or both sides of the border equallyreceiving aid and support. What does Syria need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "TAHA",
      "sentences": "That like very good question, basically, you know that as you have mentioned already, majority of the scene and community now in the NorthwestSyria, which is the scope of work of CARE, Turkey geographic scope of work, they are dependent on support and aid. And currently they have been affected strongly by the snowing and raining and the cold, harsh winter, which affected their livelihoods, their food consumption etcetera. This is happening at the same time, with very limited logistic support. The machinery available to rescue people is very limited in Northwest Syria, while in Turkey, when that earthquake happened. It was very early energy cut, which made it more difficult for the evacuation team to access, assess and start rescuing, which you know the clock is ticking for both sides of the borders, every minute counts. And every minute delay that means we might lose the chance to rescue one life. And there is there is a lot of hope still. We are seeing good news of rescuing babies, adults, everyone. But unfortunately, we're also hearing about losing a lot of people including my colleague who we learned yesterday that we lost him, his wife and his lovely daughter, but the rescue team rescued his two years old son in Antakya.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SOLOMON",
      "sentences": "I'm so sorry for your loss. And to that point, I mean, have you been able to locate your staff working in Syria, working in Turkey have youbeen able to account for and locate your staff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "TAHA",
      "sentences": "Yes, basically like our safety and security team immediately like we have a procedure to do that. Reporting to CARE Turkey management and staffwere safe except for couple one of them was Anna's who actually was like under his building which collapsed on top of him. And the rest are located now and we know where they are. They are mostly they are going through harsh circumstances CARE Turkey is supporting them. Some of them have been helped to be evacuated to safer places, nearby cities, nearby governorates in both Syria and Turkey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SOLOMON",
      "sentences": "You know, we've talked a bit Ayham, about some of the needs in terms of mattresses, bedding, et cetera, food, of course, medicalequipment. Can you help me understand perhaps in terms of infrastructure, what Syria needs in order to make some of these roads passable so that aid can actually get to where it's needed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "TAHA",
      "sentences": "And agencies to start the reconstruction as soon as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SOLOMON",
      "sentences": "And who would you like to step up? Who would you like to see more support from for that reconstruction effort?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "TAHA",
      "sentences": "I mean speaking about resources, like we as CARE Configuration, we started resources, mobilization immediately, to deliver support, whateverit is, because CARE Turkey received several requests from different authorities - local authorities in both Syria and Turkey for different aspects like shelter, food, and reconstruction, of course. And we now reconsider every dollar or pound counts, because it could, one mattress could improve the living condition or the sleeping night of that young boy who is sleeping on floor outdoors. So tent, mattresses, food items, everything is counted. So we are working on resources mobilization, and having this opportunity to deliver the reality on the ground, no matter how much I'm trying to describe it. It is still need, comparing to what it is on ground. It is like very cold for those who are living outside now waiting for any support could be delivered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SOLOMON",
      "sentences": "Ayham, you know, we talked a lot about the physical basic, most urgent needs. I also wonder though, how concerned are you for both yourorganization, but also the millions of people who have had to live through this disaster about the psychological impacts the trauma of living through something like that? I mean, how concerned are you about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "TAHA",
      "sentences": "I mean I can give you a - this is sad. And I never thought about it. I considered myself lucky because my son was born outside of Syria, inGaziantep, because he never knew, like his peers same age, who are his cousins, who lives in Syria, and they know about war, ruminants and whatever conflict materials. He doesn't know anything. Now yesterday, I was telling him, let's go indoors, its warmer. He said, no, we have earthquake we should stay outside. So now kids and women are prioritized, but they are severely affected. We can see that on their faces. They cannot express what they feel. Everyone is traumatized now including me, of course, what we are trying to get up to speed to start the response and support CARE Turkey Team which they are on the front line and our implementing partners as well who are assessing the situation in Northwest Syria and about to start the response as soon as possible once resources are in hand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SOLOMON",
      "sentences": "It's an interesting point to think about the children, those who are too young to even fully wrap their head around what is happening. Wethank you for your work Ayham and we thank you for being on the program today. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "TAHA",
      "sentences": "My pleasure. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back to CNN! You are looking at live pictures from the City of Gaziantep, Turkey. The death tolls from Monday's devastatingearthquake now surpassing 11,000 people in Turkey and Syria, about 50,000 others have been injured and that's just in Turkey alone. Many people are still trapped under the rubble, but freezing weather conditions are hampering rescue efforts. And today, Turkish President Erdogan visited an area near the epicenter. Emergency aid me time from all over the world continues to arrive in Turkey. Salma Abdelaziz is live at an aid distribution center in Istanbul. Salma this is a huge effort, of course, requires a lot of people, a lot of supplies, walk me through what you're seeing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "I mean, this massive space is essentially three hangers, and it's an absolute hive of activity. I want tostart by just showing you around. You can see here that these men have formed here a human chain. They're passing down boxes, each of these boxes is packed with donations, non-medical goods, you're talking about food, dry goods, diapers, blankets, close to keep people warm, every single thing you are looking at has been donated by individuals, businesses, religious groups, mosques, all people who just want to help. There's such a sense of solidarity in this place. If you speak to these volunteers, the first thing they're going to tell you is I can't stop looking at the images of my people suffering in that earthquake. So I have to do something to help. I can't sit still. And forgive us I know we're moving around a lot. And it looks like absolutely manic. But this is a well-run machine here. The groups here the aid groups here tell us they've already been able to get trucks, several dozens of trucks straight to that earthquake zone. And what's really important to remember Rahel and I'm just going to keep walking, I'm going to let these men pass through. They've got these big crates; everything has to move through here so quickly time is of course of the essence. And the thing everyone keeps saying here is there's a gap, right? The government can't reach everyone. There are not enough resources. You're talking about an area where over 20 million people are estimated to be affected. And they want to fill that gap themselves. Let's keep walking through here. Again, they're stacking these boxes as quickly as they can. They're going to load them up into trucks and they're going to drive them straight into the quake zone. Volunteers as soon as they arrive they come in, they sign up and they just start helping. Orders are actually shouted down loudspeaker that's how they organize this whole big space. And it's so heartening to see all of this because even for these volunteers here they've told us they say we sat at home. We were so upset. We were so hurt by what we were seeing and it is here that they begin to feel a sense of solidarity. Yes, of course, you see dozens of countries helping bringing aid sending in rescue teams. But for the Turkish community for Turks, they say they want to help themselves. They want to help each other. They feel that this is the way that they can begin to contribute; begin to alleviate from that unimaginable suffering that we're seeing on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SOLOMON",
      "sentences": "Salma Abdelaziz with a rare look inside of one of those distribution centers. Thank you! A well- oiled machine there she said.Well, one of the International Organizations helping Turkey and Syria is Direct Relief. The California based nonprofit is one of the world's largest distributors of donated medical supplies. And joining us now is the CEO of Direct Relief, Thomas Tighe. Thomas, thank you for being on the program today!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "THOMAS TIGHE, CEO OF DIRECT RELIEF",
      "sentences": "My pleasure. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "TIGHE",
      "sentences": "Well, in both countries directly has a history of working with local groups that are, you know, doing important work, both in Syria, the SyrianAmerican Medical Society, in Turkey Acute, which is the National Search and Rescue Team. So our first step was just to contact them provide financing, because they had to move immediately. And Acute, we spoke earlier this morning with the Director. They have 650 Search and Rescue volunteers who are deep in the rubble, a lot of the images that you're showing, involve them. And I think that's the priority now. So I think as the immediate needs are to find the people who can be saved. In the background, there's a large mobilization of what is either been already requested or anticipated, just given the size of this disaster. And it's heartbreaking to see as your reporter just talked about. And, you know, I'd be remiss, you start running into the numbers and the statistics, but the loss of life is just a sheer tragedy. And we want to make sure that whatever we can do. And we deal with prescription medications, which are heavily regulated, so we have to be careful working with the World Health Organization, the Turkish Government, but you know there's massive desire to assist. So we're trying to mobilize that. We have a few shipments leaving today that have been requested with specific items, but it'll be a large scale mobilization effort that will go on for a while just given the sheer size of this disaster zone, it's affected as your reporter said 20 million people, it's hard to find them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SOLOMON",
      "sentences": "It is really hard to fathom the level of disruption, especially when you're talking about numbers this large; I think the video sometimesreally drives how disruptive this has been home? Thomas help me understand in terms of shipments how much of this is coming from California versus how much are you able to tap into maybe European center so that it gets on the ground faster?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "TIGHE",
      "sentences": "Yes, in our case, it's both. I think we have a large distribution center pharmaceutical distribution center in the states where things willbe leaving from today, but also in the Netherlands, where we have maintained a large inventories. For the past year, a lot has gone to Ukraine. But I think the ability to drive down from Europe, to the border area, I mean, the weather isn't great right now. So that kind of compromises it. But the desire on the part of corporations that manufacture this material has been strong. They've been reaching out. They will respond. I think they just don't want to clog up the distribution arteries with non-essential items. I mean, that desire sometimes leads to people's throwing things that aren't appropriate for the circumstances. So just the triage of material aid is important to do, so that is the coordination effort that we're undertaking right now with both the national government, the municipalities, as well as the organizations we've worked with, who are both in Syria, and in Turkey in operational today. I mean, I think Syrian American Medical Society reported thousand patients had come in the first several hours after the quake. So they just obviously, it's such a change in status quo, that you wouldn't have the supplies to treat all those people and care for them and medevac them. So it's a huge operation that I think your pictures as you said, do better justice than my words could. But we certainly understand having seen how this unfolds in other areas. And it's deeply sobering. And we just want to do everything we can do to help and stand in solidarity with the people whose lives have been upended.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SOLOMON",
      "sentences": "And Thomas, unfortunately, we don't have much time. But I did want to ask, because Direct Relief does provide medicine. You know, one thingthat we maybe haven't spoken about as much is that Syria was already dealing with a cholera outbreak. Help me understand when a natural disaster like this happen, how that complicates what is already an existing outbreak and how Direct Relief is trying to help there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "TIGHE",
      "sentences": "I think these events; they put an acute injury on top of a chronic problem. And cholera is a big one, I think directly for just send asubstantial set of cholera treatment material last month to Syria to deal with the outbreak. So that actually has people who are already vulnerable now having to experience being, as your last guest said, out of shelter, no food, no heat and a freezing temperature. So it's acute on top of acute on top of chronic, so it's a compounding factor and I think you just have to deal with them as best you can in sequence at scale. And that's what we're trying to mobilize right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SOLOMON",
      "sentences": "Well, so much needed and certainly so good to have organizations like yours, trying to help where you can. Direct Relief, CEO Thomas Tighe,thank you!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "TIGHE",
      "sentences": "My pleasure. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back! U.S. President Joe Biden delivering a spirited State of the Union Address to a divided Congress on Tuesday night, the Presidenturging politicians to work together to solve the nation's problems and protect entitlement programs like Social Security. The speech will also be remembered for a series of angry outbursts from Republicans. MJ Lee reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Because the soul of this nation is strong, because the backbone of this nation is strongbecause the people of this nation are strong. The State of the Union is strong. MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT (voice over): President Biden seizing on a major primetime address to a joint session of Congress to reflect on the past two years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "BIDEN",
      "sentences": "The story of America is a story of progress and resilience.LEE (voice over): And lay out his vision for the next two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "BIDEN",
      "sentences": "Let's finish the job.LEE (voice over): Biden describing an inflection point for the country, arguing that the U.S. economy has made a turnaround.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "BIDEN",
      "sentences": "Two years ago the economy is reeling. I stand here tonight, after we've created with the help of many people in this room 12 million newjobs. LEE (voice over): That the COVID pandemic is now in the rearview mirror.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "BIDEN",
      "sentences": "Today, COVID no longer controls our lives.LEE (voice over): And also touting some of his major legislative accomplishments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "BIDEN",
      "sentences": "I signed over 300 bipartisan pieces of legislation since becoming President.LEE (voice over): A notable difference from Biden's last State of the Union Address Republican House Speaker Kevin McCarthy seated behind the President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "BIDEN",
      "sentences": "The new Speaker of the House, Kevin McCarthy.LEE (voice over): At times stoic as Democrats applauded the speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "BIDEN",
      "sentences": "Our democracy remains unbowed and unbroken.LEE (voice over): And at other times, visibly trying to quiet his colleagues as they heckled Biden, including on the topic of entitlement cuts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "BIDEN",
      "sentences": "Some Republicans want Medicare and Social Security sunset. I'm not saying it's a majority. Let me give you anybody who doubts it, contact myoffice, I'll give you a copy of the proposal. LEE (voice over): Still, the President insisting that he will work with the other party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BIDEN",
      "sentences": "We're going to stand with you as long as it takes.LEE (voice over): Paul Pelosi husband of Former House Speaker Nancy Pelosi, who was violently attacked in his home and raised alarm about political extremism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BIDEN",
      "sentences": "It is such a - should have never happened. We just all speak out.LEE (voice over): And the parents of Tyre Nichols, a man whose death after a violent beating by police officers prompted outrage and grief across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BIDEN",
      "sentences": "Let's commit ourselves to make the words of Tyre's mom true. Something good must come from this all of us in his chamber we need to riseto this moment. We can't turn away. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SOLOMON",
      "sentences": "That was MJ Lee there. And still ahead, a historic meeting currently taking place between Ukraine; President Zelenskyy and Britain'sKing Charles III. We have the latest from London right after this break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SOLOMON",
      "sentences": "Ukrainian President Volodymyr Zelenskyy continues his unannounced historic trip to London at this hour. Mr. Zelenskyy meeting with KingCharles at Buckingham Palace. These are two pictures of that meeting here we can see Zelenskyy in his traditional fatigues. And we've also just learned that Zelenskyy will also meet the French President and German Chancellor in Paris later today. Nic Robertson is outside the UK Houses of Parliament. Nic, look both of these trips coming on the back of that major announcement about tanks from Germany from the U.S. just set the scene here in terms of the importance of this visit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "ROBERTSON",
      "sentences": "He gave a fighter jet helmet to the Speaker of Parliament, Lindsay Hoyle emblazoned on it where the words we have the freedom give usthe wings to defend it. So I think we can expect behind the scenes in his conversation with Prince Charles which will likely touch on many issues. That theme of the King being a Former Air Force Officer and pilot is something that's going to come up in that conversation. But this is a big day for President Zelenskyy. It's a big day for all the EU politicians here the Prime Minister the Former Prime Minister's Liz Truss, Boris Johnson and Theresa May whom the Ukrainian President thanked. But also clearly the agenda for him much broader scope than the UK going to France as we've just heard meeting there with President Emmanuel Macron. Meeting we understand with the German Chancellor Olaf Scholz. But again, I think central to the themes and all his touchdowns here are going to be the need for fighter jets.",
      "isLastSentenceInterrupted": false
    }
  ]
}