{
  "date": "2023-11-28",
  "headline": "CNN 10",
  "subHeadline": "The Biggest Drone Attack Against Kyiv; Merriam-Webster`s Word of the Year; Special Report for \"Call to Earth\" Day; The World`s Largest Christmas Light Maze. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Welcome to OpenTX.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "COREN",
      "sentences": "She`s part of a unit testing the latest batch of drones that have just arrived. Some work, some don`t. But this is the place to find outbefore they`re delivered to Ukrainian troops on the Eastern and Southern fronts. Some of these drones are from civilians, produced in homes on kitchen tables. They can be used for reconnaissance or assault missions. COREN (on camera): Drones have become a critical component of this war and are absolutely essential to every single Ukrainian unit on the front line. And while civilians are working with private companies and the military to produce as many drones as possible, these soldiers say they are not nearly enough. COREN (voice-over): As Russia`s full-scale invasion approaches a second year, there is now a critical shortage of drones. China`s decision to shut down exports of parts, citing national security concerns, is part of the problem. However, the biggest issue is Russian electronic warfare. A Ukrainian official tells CNN, the military uses roughly 30,000 to 40,000 drones per month. They`re cheap and expendable. But soldiers on the ground say they need at least 10 times more. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "We live in a world where artificial intelligence is becoming a bigger part of our lives, potentially writing messages, creating images and art.And if it feels like AI is getting so good, that it`s difficult for you to figure out what`s real or not real sometimes, you`re not alone in that search. Many people are looking for authenticity. And in 2023, authentic is Miriam Webster`s official word of the year. A synonym of real and actual authentic has several meanings, including true to one`s own personality, spirit, or character. The dictionary publisher says there have been a high volume of searches this year using the term driven by stories and conversations around AI, celebrity, culture, identity, and social media. Celebrities like Taylor Swift, Lainey Wilson, and Sam Smith made headlines this year when they spoke about seeking their authentic voice in authentic self. Elon Musk also loves the term as he has previously said, people should be more authentic on social media. I hope that you always have the strength to show your authentic self to the world. The moment we try to be like someone else, well, that`s when we lose the magic that makes us special. There is no one in the world like you. You are more powerful than you know. Ten second trivia. Which of these countries does the Amazon Rainforest NOT cover? Peru, Bolivia, Paraguay or Brazil? Paraguay is your answer here. The Amazon Rainforest, the world`s largest tropical rainforest spans approximately 2.6 million square miles in south America covering parts of eight countries, one territory, but not Paraguay. Today is called to earth day. And we`re celebrating our shared home shedding light on how our actions can impact distant natural spaces and what we can do to protect and nurture them. Next, we`re going to head to the Tropical Andes where biologists Ruthmerry Pillco Huarcaya is participating in the National Geographic and Rolex Perpetual Planet Amazon Expedition, researching one of the ecosystem`s most iconic and endangered species. (BEGIN VIDEOTAPE) ZAIN ASHER, CNN INTERNATIONAL ANCHOR (voice-over): High above the Amazon Rainforest crossing the borders of Ecuador, Columbia, and Peru is the Andean Cloud Forest. It might sound like something plucked from a fairytale, but it is very much real. And it`s one of the most biodiverse ecosystems on the planet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "RUTHMERRY PILLCO HUARCAYA, COORDINATOR, ANDEAN BEAR PROJECT",
      "sentences": "The Cloud Forest has its name because most of the time it`s covered by cloud. Here wehave the trees with an array of orchids, mosses and many other epiphytes that are recovering the trees and they act like sponge. They capture the moisture and is helping to take back the water into the system. So, playing a key role in this way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ASHER",
      "sentences": "Alongside the thousands of species of red plants and 00",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "PILLCO HUARCAYA",
      "sentences": "The Andean Bear is the only bear we have here in South America. They are medium-sized bears in comparison to their cousin, theNorth American Bears. The main characteristic is the facial markings. So many of them have white facial markings that look like spectacles. That`s why also they are called Spectacled Bears. So these facial markings are unique for each individual. It`s how we can identify different individuals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ASHER",
      "sentences": "The Andean Bear is classified as vulnerable by the IUCN with fewer than 10,000 remaining. Ruthmerry has spent the past two years studying theremaining population in the Cloud Forest in order to develop a conservation strategy for the species. Using camera traps and tracking collars, the Andean Bear Project is accumulating a database of the creatures habits and the role they play in the ecosystem. MARK THOMAS, RESEARCHER &amp; DATA ANALYST, ANDEAN BEAR PROJECT: We basically get a deep dive into the life of an Andean Bear. We basically are able to see where it spends most of its time. So is it in like Puna grasslands, upper mountain forest. We can also see how it interacts, for example, with the roads that we have that go on here. The communities rely on these kind of cloud forests or habitats as much as the bears do. For us, understanding all of this information, it gives us the opportunity to be able to work on the, where do we need to protect? What do we need to protect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "PILLCO HUARCAYA",
      "sentences": "For conservation to have success, we need to work with people and in this case we need to work with local community are that arethe neighbors of Manu National Part, of this forest. It`s like a chain of information. Our forest is water, and water is life. Not only for plants or animals but also for us humans. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}