{
  "date": "2023-01-04",
  "headline": "CNN Newsroom",
  "subHeadline": "Kevin McCarthy Falls Short On First Three Votes For Speaker; Ukraine Claims Hundreds Of Russian Troops Killed In Strike; Extreme Heat In Europe Smashes All-Time Records; World Bids Farewell Pele As \"King Of Football\" Laid To Rest Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:24",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Thank you for being with us. Coming up this hour on CNN.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A speaker has not been elected.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "VAUSE",
      "sentences": "Three strikes and he's not out. Kevin McCarthy is still hoping to be U.S. House speaker with the fourth round of voting planned for Wednesday.Ukraine claims another deadly strike on Russian forces as anger grows in Moscow over military incompetence and what to see and when to see it, those hotly anticipated movies of 2023.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from CNN Center, this is CNN Newsroom with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "VAUSE",
      "sentences": "For the first time in 100 years, the U.S. House of Representatives has failed to elect a speaker on the first ballot, an historic humiliation for Kevin McCarthy. The Republican leader in the lower House who's campaigned for the Speaker's gavel for years.A small group of conservative hardliners have prevented McCarthy from securing the 218 votes to become speaker. On Tuesday, forcing three rounds of voting and earning the nickname the Chaos Caucus from within the Republican Party, as well as the Taliban 20. On Tuesday, Republicans opposed to McCarthy nominated Ohio Congressman Jim Jordan to be speaker of the House during the second and third ballot. (BEGIN VIDEO CLIP) REP. CHIP ROY (R-TX): Jim has said he doesn't want that nomination, and Jim has been down here nominating Kevin and I respect that, but we do not have the tools or the leadership yet to stop the swamp for rolling over the American people. Jim has been doing it. He has a track record of doing it. And for those reasons, I am nominating Jim Jordan from Ohio for speaker of the House of Representatives. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "VAUSE",
      "sentences": "Jim Jordan doesn't want to do it. He doesn't want the job made a very public support -- show of support rather by nominating Kevin McCarthy. Meantime, McCarthy vows to keep fighting on. He says he has no plans to step aside, and in a sign of possible hubris, he began moving into the Speaker's office on Tuesday.(BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA) MINORITY LEADER: I don't really feel the battle. We're not that far away. We only need eleven more votes to win. I think from the whole perspective, you talk to everybody, it's not that far away. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "VAUSE",
      "sentences": "Ballots reconvenes in the coming hours, voting continues until someone is ultimately elected speake anyone at this point who wants the job. CNN's Melanie Zanona has more now reporting in on the high stakes drama unfolding on Capitol Hill.(BEGIN VIDEOTAPE) MELANIE ZANONA, CNN CAPITOL HILL REPORTER (on camera): Well, House Republicans are at a stalemate over who their next speaker is going to be, and there is no end in sight. After Kevin McCarthy failed to get the votes for the speakership after three rounds of voting, they motioned it to adjourn and each camp went into their separate corners. So Kevin McCarthy started working the phones. He's trying to negotiate. He's trying to still get the 218 votes. He was also meeting with some of his supporters. They were trying to plot a path forward. He also emerged from his office and told reporters there is no scenario in which he is dropping out. So clearly the pro McCarthy group is digging in, with McCarthy leading the charge over there. But at the same time, I am told that the opposition is also trying to grow their ranks. A GOP lawmaker who voted for McCarthy received a phone call from one of the so called never Kevin Republicans trying to get this member to change their vote. And so, it is a sign that the opposition is now feeling emboldened and that they are also digging in. And this was one of the potential drawbacks of allowing members to go home for the night. So, the opposition now has a chance to grow. Kevin McCarthy is still trying to get the votes. Now they will reconvene on Wednesday at noon to try this all over again. But as of right now, barring a major development, there is no obvious resolution or path forward for Kevin McCarthy. Melanie Zanona, CNN, Capitol Hill. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "VAUSE",
      "sentences": "CNN senior political analyst and senior editor at The Atlantic, Ron Brownstein joins us now from Los Angeles. Good to see you, Ron.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Hey, John. Happy New Year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "VAUSE",
      "sentences": "And to you. Not to Kevin McCarthy, though, losing that second vote. He actually told reporters, we stay in until we win, adding that the numbers will change eventually. When pushed on the question of how those numbers would change, McCarthy said, I know the path. Well, the numbers did change with that third ballot, another vote against McCarthy. So from 19 to 20. So 20 congressional Republicans are opposed to McCarthy. Out of that, 2018 are, in fact, election deniers and Trump allies. This was day one of the new Congress. What the next two years look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "VAUSE",
      "sentences": "Well, apparently, these 20 Republicans have been given a number of nicknames within the party, one of them being the Taliban 20. Here's who they want as speaker and why.(BEGIN VIDEO CLIP) REP. LAUREN BOEBERT (R-CO): Right now. Our candidate is Jim Jordan. He is a fighter. He is a leader. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "VAUSE",
      "sentences": "OK, so Jim Jordan, Representative Jim Jordan. This is what Jim Jordan has to say about becoming leader. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There any chance that you may be speaker of the House? REP. JIM JORDAN (R-OH)(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "VAUSE",
      "sentences": "In case you missed it, he doesn't want it. So (INAUDIBLE) 20 brought the business of government to a standstill. Nothing can be done until there's a speaker and one person I want from the speaker doesn't want the job. You know, should the GOP begin hostage negotiators at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, look, the role of Jordan really underscores the point I was just making. You know, the January 6 committee, the bipartisan committee was pretty reticent about calling out the role of individual members of Congress in Donald Trump's effort to overturn the 2020 election. But they specifically cited Jim Jordan as being centrally involved at several points in Trump's efforts to subvert the will of the voters in 2020.After a midterm election in which swing voters clearly showed concern about the Republican commitment to democracy, you would think that a rational party would be looking for ways to marginalize and lower the profile of someone, Jim Jordan, who was such a lightning rod at the center of this. And yet, what did we see? We saw not only did we see the right elevating him as their alternative to McCarthy. We saw McCarthy bringing him in as his principal character witness. And again, I think that just goes to show what we're going to see over the next two years, which is no real discipline or constraint on the most militant and extreme members of the caucus, further risking, further stamping the House GOP and the GOP itself as the party of Trump after an election in which that identification clearly paid a cost for that identification.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "VAYSE",
      "sentences": "Yes, I think Jordan nominated McCarthy at one point for the speaker, you know, and McCarthy spent years trying to win over these hard right mega wing of the party. You know, McCarthy made that very public journey to Mar-a-Lago, who's photographed next to Trump in the wake of the insurrection January 6.CNN is also reporting that former President Trump declined to issue a statement Monday reiterating his endorsement of Kevin McCarthy as House Speaker despite a behind the scenes effort from several McCarthy's allies to get Trump to do so. According to two sources familiar with what happened. You know, all these concessions that have that McCarthy has already made pandering to Trump and his allies, it appears to be for nothing because there is nothing that these people will agree to. They say they want a lot of stuff, but they never agree to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, well, it is a reminder that with Trump loyalty is primarily a one way street. And you're right. I mean, what takes this from kind of tragedy to pathetic is how much McCarthy has surrendered over the years in the effort to get to this point. You know, he kind of bit his lip all the way through about all of Trump's, you know, actions and his kind of violations of norms. After the January 6, he had kind of a brief spasm of conscience and got over that very quickly to go back to Mar-a-Lago.Yet in the end, it is still not enough. The far right does not trust him as one of their own. And he's sort of, you know, what profit the man to, you know, gain the world and surrender his immoral soul. He surrendered his, you know, kind of political soul without gaining the world. I mean, it's kind of the worst of both worlds. Look, the problem is more institutional than personal. I mean, this is pretty much what happened to John Boehner and Paul Ryan. It is the reality that you have a portion of the Republican coalition, not only the caucus, the coalition that views itself as fundamentally in conflict with so many of the trends in modern America that they are not looking to govern. They are simply looking to gum up the works and that is the reality that whoever climbs this greasy pole at the end is going to be dealing with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "VAUSE",
      "sentences": "His poison tell us this gavel that really, who wants it at this point? Ron, thanks so much for being with us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:05",
      "speaker": "VAUSE",
      "sentences": "Ukrainian attacks on Russian forces could increase in the coming weeks, with Ukrainian military leaders saying they are becoming better at locating where Russian troops are stationed. The latest attack is a strike on the town of Chulakovka in the Kherson region, which Ukraine says killed or wounded 500 Russian troops. Ukraine also claimed it destroyed an ammunition warehouse in a strategic hub in the eastern Luhansk region.A local official says they watched Russian forces move in weapons and vehicles for two weeks before they struck. Meantime, the Russian defense ministry says Ukraine was able to target a military barracks in the Donetsk region by tracing cell phone calls made by Russian soldiers. Russian lawmakers and prowar bloggers have been critical of the housing troops next to ammunition dumps like was the case there. Russian state media reports some of the dead were conscripts from the Samara region. Several Russian cities have held memorials for those killed in that attack. More details down from CNN's Scott McLean reporting in from Kyiv. (BEGIN VIDEOTAPE) SCOTT MCCLEAN, CNN INTERNATIONAL CORRESPONDENT (voiceover): Digging through the debris of one of the deadliest strikes so far, dozens of Russian conscripts were stationed in the school that once stood here. They were killed just moments into the new year in an apparent Ukrainian attack using U.S. made HIMAR rocket launchers. Now diggers sift through what little remains of their barracks while anger in some quarters of Russia grows. One lawmaker claimed the military hadn't given the soldiers, quote, the proper level of security. Individuals should be held criminally liable, Sergey Mirinov (ph) said. Russian officials say 63 soldiers died at Makiivka, an occupied city in Ukraine's eastern Donbas region. Even this would represent one of the worst Russian losses in a single episode in the war. But the Ukrainians and now one top Russian military blogger suggests the figure could be higher. On Tuesday, Semyon Pegov or WarGonzo cast doubt on the official death toll. Despite the official statement of the ministry of defense, he said, the exact number of casualties is still unknown. Some of the dead came from Russia's southwest Samara region, state media reported. It showed mourners laying flowers for the victims. Meanwhile, Russia continues its air assault on Ukraine. This strike Monday night while a French reporter was on air was part of a barrage of strikes in Druzhkivka near Kramatorsk. One of the strikes hit a hockey rink, causing extensive damage inside. Russia may be down, but they're not out. Scott McLean, CNN, Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:05",
      "speaker": "VAUSE",
      "sentences": "And since Scott followed that report, the Russian defense ministry has updated the death toll in that military barrack strike now saying 89 Russian soldiers were killed, including the regiment's deputy commander.Joining me now from Washington, a retired U.S. air force colonel and CNN military analyst Cedric Leighton. Good to see you, Colonel. COL. CEDRIC LEIGHTON (RET.), CNN Military Analyst: Good to see you too, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:05",
      "speaker": "VAUSE",
      "sentences": "OK. Would you listen to a little more from Ukraine's president on where he believes this war is heading. Here he is.(BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): We have information that Russia is planning a protracted attack using Shahid drones. It is probably banking on exhaustion, exhausting our people, our antiaircraft defenses, our energy. But we act and do everything so that the terrorists fail in their aim as all their others have failed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:05",
      "speaker": "VAUSE",
      "sentences": "In a way, it sounds like he's describing a war of attrition, but using these Iranian made drones, which indicates again, that Russia's stockpiles of artillery rounds and missiles are running low. If Zelenskyy is right, does that mean the U.S. and its allies will increase efforts to prevent Iran from shipping more of these drones to Moscow? Do they have any options beyond sanctions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "VAUSE",
      "sentences": "Well, the latest details we also have now from this Ukrainian missile strike on that Russian base in an occupied part of eastern Ukraine. It's coming from a Russian blogger. He's called WarGonzo. Here he is.(BEGIN VIDEO CLIP) SEMYON PEGOV, RUSSIAN BLOGGER \"WARGONZO\" (though translator): The exact death toll, we still don't know. Insofar as we can trust our officials who are working directly at the side of the tragedy, they are continuing to clear the rubble and the death toll for this tragedy after the HIMAR strike hit the location of mobilized and active soldiers could unfortunately be higher. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "VAUSE",
      "sentences": "And probably war bloggers have been incredibly accurate, but what we know is that the U.S. supplied HIMARS as far as six satellite guided precision missiles they come from a mobile launcher, have arranged about 50 miles, and the base that was hit was 10 miles from Ukrainian controlled soil. Another blogger reporting that there was no attempt to try and hide the presence of an ammunition dump nearby.So, it seems the reason why this attack was so deadly in the first place has a lot more to do with Russian incompetence as opposed to Ukrainian military tactics. And now there's some very real criticism playing out in Moscow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "LEIGHTON",
      "sentences": "Yes, for sure. And one of the key issues here, John, is that very fact that the Russian military is not taking the kinds of care that they need to take in order to protect their soldiers. But what that really means is that they don't care about the lives of their soldiers, and that makes a real difference in terms of the ability to employ those forces as well as the ability to actually take those forces, increase their morale and make them an effective fighting force.The Russian recipe here is one of a very ineffective fighting force and it contrasts sharply with that of the Ukrainians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "VAUSE",
      "sentences": "We also know there's been this mobilized organization rather than the Russian military over the last 10 something years. They spent hundreds of billions of dollars on this. What is also interesting is that the reporting on the military, on Russia's military, Newsweek notes this, experts have long been impressed with the Russian doctrine, which emphasized all aspects of war fighting, including information and economic warfare, manipulation of opponents politics, and hybrid warfare.Much of that doctrine comes from the current chief of the Russian armed forces. But the war in Ukraine looks a lot more like the Soviet occupation of Afghanistan than some kind of complicated war effort. Does that change the calculation here? If Putin does decide to dig in for this war of attrition, is there an argument here for using overwhelming force against him and go for a victory by the Ukrainian?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "LEIGHTON",
      "sentences": "Well, there certainly is that possibility. You're right. The so called Garasimov Doctrine, named after the defense chief of the Russian Federation, is very much a paper doctrine. If they had implemented the components of that doctrine, we'd probably be looking at something very different on the ground in Ukraine. It doesn't mean that the Russians would necessarily win outright, but it would certainly posture them in a much better way than they are currently postured.And it really shows that if the Russians are going to dig in and move in that general attrition direction, it's going to be a long slog for them. But it is also possible for the Ukrainians to overcome that and really get around this idea of a war of attrition by moving quickly, using HIMARS and other systems like it, in a way to actually end this conflict on a perhaps more favorable basis than would otherwise be the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "VAUSE",
      "sentences": "It seems to have gone from bad to worse for Vladimir Putin. That seems to be a good thing for many people, Cedric Leighton, thank you, sir, for being with us. We appreciate it.Leighton: You bet, John. Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "VAUSE",
      "sentences": "Unusually warm temperatures in Europe this week has brought some relief as it struggles with an energy crisis. The unseasonable weather is also alarming climatologists. Already this year, Europe has broken a number of heat records for the month of January. On Monday, a town in the Czech Republic reported a high of 19 degrees Celsius, or 67 Fahrenheit, a record high for January. At least seven other European countries have set similar records as well.Let's go to CNN meteorologist Britley Ritz, who has more on this and what's happening and why and how long it's going to stay around for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:07",
      "speaker": "VAUSE",
      "sentences": "Wow. OK. That's quite the change. Thanks, Britley.Well, we'll take your break. We'll be back here on CNN Newsroom. We'll have the very latest on NFL player Damar Hamlin, who suffered a cardiac arrest during Monday Night Football. Ahead we'll hear from his uncle. We'll also have a report on the support he's receiving from his community. Also ahead playing to rest a legend, Brazil bids a final farewell to football superstar Pele. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:07",
      "speaker": "VAUSE",
      "sentences": "Concerns are growing of renewed violence and bloodshed in the Middle East. After a newly elected far-right Israeli politician made a provocative walk through the third most holy site in Islam. On Tuesday, National Security Minister Itamar Ben Gvir and a large police escort paid a visit to the Temple Mount. That's what the Israelis call the noble sanctuary to Muslims.Palestinian leaders were quick to condemn the visit and the head of the militant group, Hezbollah warns the entire region could ignite if there are changes to what's known as the status quo agreement. Here is the U.S. reaction. (BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: The United States stands firmly and we've been very clear for preservation of the status quo with respect to the holy sites in Jerusalem. Any unilateral action that jeopardizes the status quo is unacceptable and we will continue to be steadfast on that and be very clear on that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:07",
      "speaker": "VAUSE",
      "sentences": "The third and final day of public hearing in is now underway at the Vatican, where Pope Benedict XVI is lying in state. He died on New Year's Eve. The Vatican says since Monday, about 135,000 people have paid their respects and filed past his body inside St. Peter's Basilica. The former pontiff's funeral will take place on Thursday. Pope Francis will lead the mass.Now he will rest. Those words from Pele's son, the football icon whose funeral was held Tuesday after a 24-hours wake and days of national mourning across Brazil. Pele's son thanked the huge crowds for showing up. (BEGIN VIDEO CLIP) EDSON CHOLBI DO NASCIMENTO, SON OF PELE (through translator): On behalf of the family, we are grateful, to everyone for all the love, for all the affection, for the respect and well to express our gratitude. The greatest feeling of our family is gratitude of a soccer player is gratitude. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:07",
      "speaker": "VAUSE",
      "sentences": "Pele died of multiple organ failure last week after a battle with colon cancer. Stefano Pozzebon reports on the funeral procession in Santos.(BEGIN VIDEOTAPE) STEFANO POZZEBON, JOURNALIST (voiceover): For a man who was compared to God himself while still alive, a single day of mourning would have never been enough. Pele's final farewell took two days and saw more than 200,000 people pay their respects. In the closing hours of the public wake even the president of Brazil, Luiz Inacio Lula da Silva, came to console a distraught widow. Soon later, Pele's casket was carried in a funeral cortege around the city of Santos. For those old enough to have seen him play, he had already reached immortality. Nothing you'll write will ever match the greatness of Pele, our king. This is the funeral of a man. But the king will always be here. On the streets where his casket will later pass, the crowds address different gods. Some the Holy Father, others Pele himself. But everybody felt the passing history. POZZEBON (on camera): The most emotional moment, however, was when Pele's casket carried by a fire truck just behind my back, arrived in front of the house where his mother still lives to this day. You can see the family garden together, gathering on the rooftop of the house to say goodbye to a brother, to a son, to a father. POZZEBON (voiceover): Relatives and friends gathered on the terrace, Pele's own sister bidding him farewell. After a final prayer the greatest football player of all time was finally laid to rest in a private ceremony only for the family and far away from the cameras. From now on, Pele will always be at a short distance from the football ground he graced with his magic. The banners with his name already taken from the stands, the king's memory forever in the heart of this city. Stefano Pozzebon, CNN, Santos, Brazil. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:07",
      "speaker": "VAUSE",
      "sentences": "And this is where Pele has been laid to rest, a vertical cemetery with 14 stories. Pele's body is on the 9th floor. Has a nice view of the Santos stadium where he set so many records. Floor nine was chosen in honor of Pele's father, who also played football and wore the number nine and four.When we come back, Beijing hits back at countries trying to restrict travel and made a covert search on the mainland China. A live report from Beijing in a moment. And later, a welcome fit for a football superstar. Cristiano Ronaldo makes his first appearance for his new club after a bitter breakup with Manchester United. His reason for the big move. That's ahead. (COMMERCIAL BREAK) [01:32:23] VAUSE: Welcome back. I'm John Vause. You're watching CNN NEWSROOM. For more than a thousand days, the toughest pandemic restrictions on the planet were in place across mainland China. But then with little or no warning and no planning, zero-COVID came to an end. What happened next is precisely what scientists had warned of a surge in new cases, millions every day. And now that resulted in travel restrictions from other countries on travelers coming from China. The foreign ministry in Beijing calling all of that unacceptable. The E.U. though considering joining countries already requiring tests from Chinese travelers. For the very latest, let's go to CNN Beijing and our bureau chief there, Steven Jiang. This is just bizarre what is going on in China right now. The country that controls pretty much every part of everyone's life has now said good luck. Good luck with the COVID virus. We are done. What is going on there? How bad is this, because we don't know the numbers because they're not publishing the numbers now. So what is the latest, I guess, is my question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "JIANG",
      "sentences": "But on the other hand, we are seeing crowd traffic congestions returning to major cities, mostly involving younger folks who have recovered from their infections. And they are of course, flocking to shopping malls, restaurants, as well as tourist destinations.That is the side of the story the government state media here are trying to highlight while downplaying or sometimes ignoring the other, more grim side of the story. But the biggest worry right now John, of course, as you know is the annual migration of millions of people ahead of the lunar new year holiday. This is going to be the first time in almost three years people traveling en masse. That is likely to bring the virus from major cities to the rural areas where they have a very fragile, or even lack of health care system. That could ring of course devastating consequences, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "VAUSE",
      "sentences": "Yes. And that's been one (INAUDIBLE) for a while now. We will see if they do anything about. But it does not seem to be the case. Steven, thank you. Steven Jiang live for us there in Beijing.John Delury is a professor of Chinese studies at Yonsei University Graduate School in Seoul, South Korea. He is also the author of \"Agents of Subversion: The Fate of John T. Downey and the CIA's Covert War in China\". Thanks for being with us, John. We appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "JOHN DELURY, PROFESSOR OF CHINESE STUDIES, YONSEI UNIVERSITY GRADUATE SCHOOL",
      "sentences": "It's a pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "VAUSE",
      "sentences": "Ok. I want you to listen to a spokesperson from China's ministry of foreign affairs on why Beijing objects to entry restrictions now in place in many countries on Chinese travelers.(BEGIN VIDEO CLIP) MAO NING, CHINESE FOREIGN MINISTRY SPOKESPERSON (through translator): We believe that some countries have taken entry restrictions targeting China. This lacks scientific basis. Some practices are unacceptable. We firmly oppose any attempts to manipulate epidemic prevention measures in order to achieve political goals. We will take countermeasures based on the principle of reciprocity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "VAUSE",
      "sentences": "Ok, but on Sunday more than 500 travelers arrived at Taiwan's main international airport from just four cities of mainland China. More than a quarter tested positive for COVID. Last week, half of the passengers on two flights to Milan Italy arriving from China tested positive as well.You know, it's still an open question if travel restrictions are effective in slowing transmission. But there's another element here. Steven touched on this just before. China is not sharing data, not releasing information about the strain or the variant they're dealing with. There is no information being published about daily infections. They've narrowed the criteria definition for a COVID death. And yet, it seems Beijing is reacting with the sort of belligerence of a trade war. What's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "DELURY",
      "sentences": "Well, I think part of the problem here, what we are seeing is that they desperately need some kind of counter narrative. You know, they don't want to tell openly the story of what is happening in their own country. And we are all having to, you know, scrape through the detritus of some kind of evidence to figure out just how bad the toll of COVID is.It is not that they can't count, it is that they don't want to because it doesn't, you know, fit the party line. And it will look bad for the leader Xi Jinping and this sudden policy reversal. So, you know, I think we are at a stage in this pandemic where we all sort of understand that testing travelers, you know, we are doing it here in South Korea and it was similarly about a fifth of the travelers on a plane tested positive. You know, I don't think any one is under the delusion that this is some kind of long term solution to the problem. But it does raise the issue of transparency. You know, that said, the foreign ministry is going to work overtime to try to make this the focal point, you know, and to kind of turn the narrative outward because they really don't want to tell this story to their own people of what is going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "VAUSE",
      "sentences": "Yes. And you say the man behind zero COVID was President Xi Jinping and on New Year's Eve, he talked about the next stage of the pandemic in China. Here he is.(BEGIN VIDEO CLIP) XI JINPING, CHINESE PRESIDENT (through translator): After arduous efforts, we have overcome unprecedented difficulties and challenges which are not easy for everyone. At present, the epidemic prevention and control has entered a new stage. It is still a difficult period but everyone is working hard with perseverance. There is light at the end of the tunnel. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:55",
      "speaker": "VAUSE",
      "sentences": "Yes, and in the case of ending zero COVID, the light at the end of the tunnel was the light of the oncoming train. You know, they went from zero COVID to zero plan. And everyone warned them what was going to happen and it happened. And they did it anyway. To me, that is the thing here that doesn't make any sense. Why now, why the timing now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "DELURY",
      "sentences": "But now as you say John, they have moved so suddenly in this U-turn without preparation and without an honest story to their people, you know. There is no domestic acknowledgment, Xi Jinping himself dares not mention the fact that there were protests. So they can't explain to their people and at some level to themselves why they've done this.It is because in the cities young people, businesspeople and just, you know, frustrated Chinese people but again, mostly in the cities, you know, suddenly went out in the streets with their cell phones and said we're not going to do this anymore. Now here is the problem. The next phase of this, as your bureau chief was mentioning, is that we are all very concerned that with the lunar new year, you know. What that means in China is you go see relatives. And you know, so there's another storm brewing, a really terrible one where COVID spreads out into rural areas with much less medical capacity to handle it. Now many of those people did not protest, you know, and they have not been told about the protests. So imagine their confusion and their frustration and outrage when elderly folks in the rural areas start to get sick. And there is still not an honest explanation from the top.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "VAUSE",
      "sentences": "Yes. And so clearly this is going to get worse before it gets better. China does not have democracy but it has politics and Xi Jinping is the guy who ultimately is going to get blamed for this. What sort of damage will that do to him. You know, he's emperor for life but he still has to worry about domestic politics. He still has to worry about his position within the party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "DELURY",
      "sentences": "Yes, and I would not agree he's emperor for life, you know. Xi Jinping still rules at the pleasure of the party, the CCP, the Communist Party of China is in control.And, you know, I think that every day now, it is climbing uphill for Xi Jinping. This is the worst possible way to start his third term, a term that he had to get by changing the rules, by changing the constitution. And there was a lot of grumbling actually back then, you know. So it is too early to make an assessment of just how bad his credibility and even his legitimacy is being hit. But there is no question this is a major blow and is going to make life quite difficult politically for Xi Jinping going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "VAUSE",
      "sentences": "John, it's great to have you with us. Your insights are very much appreciated, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "DELURY",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "VAUSE",
      "sentences": "Hope to see you soon.Well, we're now hearing from one of the Rohingya Muslims who spent more than a month drifting at sea in a broken down boat, no food, no water, no medicine. In all about 200 refugees fled their camps in Bangladesh in late November just searching for a better life. More than two dozen did not survive. CNN's Paula Hancocks has our report. And a warning, the images you're about see are disturbing and are graphic. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Despair and misery etched on every single face. One by one, they collapsed, emaciated bodies clutching small children, others motionless, seemingly unconscious on an Indonesian beach.They are the Rohingya refugees left to drift on the boat on the open sea, forgotten and ignored. A human tragedy that keeps repeating itself. Hatta Monesa (ph) and her five-year-old daughter, Umah Salima (ph) were among the 174 to reach Aceh Province after one month of surviving on just three days supply of food and water. She is almost unrecognizable. What happened when you got on the boat? She tells me, there was no food, no medicine, no water for all of those days. Only when it rained could we drink rainwater. A few days into the journey, she says the engine broke down. They were stranded in the Andaman Sea. Hatta Monesa remembers watching a baby girl die after drinking salt water. She says the boat driver jumped overboard in desperation from thirst and hunger and died, leaving his desperate human cargo to drift helplessly, hoping for rescue. On December 18th, more than three weeks after setting sail, Hatta Monesa's brother back in Bangladesh managed to contact the boat trying to organize a rescue from a local boat in Indonesia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are dying here.We haven't eaten anything for 8 to 10 days. We are starving. Three people have died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "HANCOCKS",
      "sentences": "Hatta Monesa says, I thought I would die. I thought I would die on that boat.The United Nations Refugee Agency says 26 people died before the boat was rescued by Indonesian fishermen and local authorities. The agency says several countries turned a blind eye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "BABAR BALOCH, ASIA PACIFIC SPOKESPERSON, UNHCR",
      "sentences": "We are going to show, reaching out from states to states in the region wherever we were getting reports that this is either close to one country or another. No one acted on those requests and appeals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:59",
      "speaker": "HANCOCKS",
      "sentences": "This year threatens to become one of the most deadly for the Rohingya in these Southeast Asian water, UNHCR says at least three boats were rescued in December, one by the Sri Lankan navy, two ended up in Indonesia. But one boat carrying 180 people has not been heard from since the beginning of December, its passengers feared lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:59",
      "speaker": "BALOCH",
      "sentences": "These are literally death traps that once you get into those, you end up losing your life. And this is done by the merciless, human smugglers and traffickers who don't care about human life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:59",
      "speaker": "HANCOCKS",
      "sentences": "For Hatta Monesa, it cost around $1,000 for a false promise of a seven-day trip to Malaysia. A price so high she had to leave her seven-year-old daughter behind with her mother in Bangladesh, assuming she would join later.\"They must bring my other daughter to me\", she says. \"My heart is burning for her. All I ever wanted was to get an education for my children.\" She now faces the torment of living apart from one child while dealing with the trauma of another. Paula Hancocks, CNN -- Seoul. (END VIDEOTAPE) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:59",
      "speaker": "VAUSE",
      "sentences": "Such a welcome by football fans there for superstar Cristiano Ronaldo to his new team, the Saudi club Al Nassr. The 37-year-old made his first appearance for the club in Riyadh on Tuesday after that high-profile split from Manchester United.Ronaldo says he has accomplished everything he ever wanted in Europe. And so he moved to Saudi for a new challenge. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:59",
      "speaker": "CRISTIANO RONALDO, SOCCER PLAYER",
      "sentences": "To make people happy, to enjoy myself, to help the Saudi team to be better and better and better. Not only football man but always the feminine football which the people know. I know the league is competitive, people they don't know that the league is very competitive. And I want to make people happy. This is my goal.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:59",
      "speaker": "VAUSE",
      "sentences": "After meeting his new teammates, excuse me, Ronaldo said that he is proud to play in Saudi Arabia. He's coming off a pretty good World Cup appearance, became the first man to score in five World Cups during Qatar 2022.There's been an outpouring of support for NFL player Damar Hamlin who collapsed after suffering a cardiac arrest during Monday night football. Hamlin who plays for the Buffalo Bills, remains sedated and in a critical condition. Niagara Falls, located near Buffalo, now lit up in blue, which is one of the team's colors. It could just be the water. And the Buffalo Performing Arts Center is displaying the message \"Our thoughts are with Damar Hamlin #3.\" One of his teammates spoke to CNN a little earlier. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:59",
      "speaker": "DION DAWKINS, BUFFALO BILLS PLAYER",
      "sentences": "The team is doing what we can, you know. It's a lot of sad crowd and a lot of happy spirits, a lot of happy prayers. But we are devastated.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "RYAN YOUNG, CNN CORRESPONDENT",
      "sentences": "As fans in Buffalo pray for Bills' safety Damar Hamlin --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Our prayer is that God heals Damar Hamlin now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "YOUNG",
      "sentences": "The Bills revealing in a new update Tuesday that Hamlin remains in critical condition in the intensive care unit at a Cincinnati hospital where some fans gathered to show their support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's going to pull through, you know? That is what we're here praying for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And now another Bills player is down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "YOUNG",
      "sentences": "Hamlin, still fighting for his life nearly 24 hours after this unprecedented scene on the field. The team saying he went into cardiac arrest after a collision during a routine tackle.DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: It could be a condition that is rare known as commotio cordis which is a basically a blow to the chest and to the heart. That actually causes the heart to go from pumping blood as it normally does to the heart muscle actually quivering, or fibrillating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "YOUNG",
      "sentences": "Fellow players surrounding and shielding him through minutes of CPR. The team says his heartbeat restored, before Hamlin was taken off the field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have never seen --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "YOUNG",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- anything like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "YOUNG",
      "sentences": "All this playing out live before the game was postponed about an hour later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "GEORGE MARTIN, FORMER PRESIDENT, NFL PLAYERS ASSOCIATION",
      "sentences": "-- we watch to see, you know, these big strapping, strong football players shed tears over a situation like that, that speaks volumes.You know, secondly, I think when you look at how it permeated the entire stadium, the people were silent, respectful. They were all concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "YOUNG",
      "sentences": "That postponement became indefinite today with the NFL announcing that it, quote, \"informed the clubs today that the Bills- Bengals games will not be resumed this week. The NFL saying in an overnight conference call that resuming play after the event was never an option.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "TROY VINCENT, EVP, NFL",
      "sentences": "We never, frankly, it never crossed our minds to talk about warming up to resume play. That is ridiculous. It's insensitive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "YOUNG",
      "sentences": "While some players returned to New York, others remained in Ohio with their teammate. The NFL Players Association offering every resource available for players of both the Buffalo Bills and Cincinnati Bengals.RODNEY MCLEOD JR., INDIANAPOLIS COLTS: For us, the dream is real, but the dream, you know, even though we understand the dream comes with great sacrifice, we never want that sacrifice to be paid from the expense of anyone's life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "YOUNG",
      "sentences": "Hamlin's family releasing a statement today thanking the teams, fans, and the medical staff for the love and support shown to Damar.JORDON ROONEY, DAMAR HAMLILN'S FRIEND AND MARKETING REP: He has a strong family. He has the ideal support system and they're optimistic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "DAMAR HAMLIN, BUFFALO BILLS PLAYER",
      "sentences": "Everyone is rooting for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "YOUNG",
      "sentences": "Hamlin was drafted by the Buffalo Bills in 2021 after playing college football at Pittsburgh. A relative newcomer, only beginning his NFL career.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "HAMLIN",
      "sentences": "You never know when like, the last day could be that you get in to experience something like this, you know. So I'm just -- I'm cherishing every moment I can.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:56",
      "speaker": "YOUNG",
      "sentences": "And there's actually a growing memorial outside the hospital and we're told some fans are planning to line up and have another vigil again tonight.All this happening as family members have been gathering inside by his bedside to share some love and some stories and hold hands. And honestly, his uncle was telling me today that one of the things that stands out about this young man is how much he wanted to give back to his community. They are leaning into that right now especially as this community and the one in Buffalo surround him with love. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:53:44",
      "speaker": "VAUSE",
      "sentences": "2023 seems to be proof that Hollywood has run out of new ideas yet again. What is old is new.Here is CNN's Chloe Melas. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:53:44",
      "speaker": "CHLOE MELAS, CNN CORRESPONDENT",
      "sentences": "Nintendo fans are gearing up for the \"Super Mario Brothers\" movie set to release in April. Actor Chris Pratt is the voice of Mario in the new animated film based on the iconic video game. The famous plumber and his brother Luigi travel through the Mushroom Kingdom in a quest to save a captured princess. Other big names lending their voices to the film include Anya Taylor- Joy, Jack Black and Seth Rogan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:53:44",
      "speaker": "CHRIS PRATT, ACTOR",
      "sentences": "Hello, we come in peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:53:44",
      "speaker": "MELAS",
      "sentences": "Pratt also stars in the latest from Marvel Studios, \"Guardians of the Galaxy Volume Three\" with writer/director James Gunn bringing the space trilogy to a close. Star Lord Peter Quill leads the ragtag guardians on another dangerous mission to defend the universe. The film is set to release in May.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:53:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Who is this man?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:53:44",
      "speaker": "HARRISON FORD, ACTOR",
      "sentences": "I'm her godfather.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:53:44",
      "speaker": "MELAS",
      "sentences": "Harrison Ford returns in June as the legendary archaeologist in \"Indiana Jones and the Dial of Destiny\". It has been 15 years since we've seen Indy on the big screen and Ford says this is the fifth and final installment of the film franchise.In his newest adventure, Indy takes on former Nazis in an effort to help the U.S. government beat Russia in the space race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:53:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Now I am become death. The destroyer of worlds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:53:44",
      "speaker": "MELAS",
      "sentences": "Oppenheimer explodes onto screens in July. \"Peaky Blinders\" actor Cillian Murphy stars as physicist J. Robert Oppenheimer. Christopher Nolan directs this drama about the father of the atomic bomb. The star studded cast includes Emily Blunt, Robert Downey Jr., Rami Malik and Matt Damon.And for much younger moviegoers, a much anticipated live action version of \"The Little Mermaid\" makes a splash in theaters in May. Up and coming star Halle Bailey plays the adventurous Ariel who falls for a dashing young prince while visiting the surface world. But a deal with the evil sea witch Ursula puts her life in jeopardy. Chloe Melas, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}