{
  "date": "2023-11-17",
  "headline": "CNN News Central",
  "subHeadline": "Sean \"Diddy\" Combs Not Being Actively Investigated by NYPD, According to Sources; Cassie Ventura, Sean \"Diddy\" Combs' Ex- Girlfriend, Filed a Complaint Accusing Him of Rape and Abuse; Lawsuit's Assertions Vigorously Refuted by Sean \"Diddy\" Combs' Attorney; Israel-Hamas War; Body of Second Israeli Captive Found Close to Al-Shifa, According to IDF; Interview with Brother-In-Law Believed to Have Been Kidnapped by Hamas Moshe Lavi; 100 Days Later, Fresh Searches Being Conducted for Maui Wildfires Missing Persons. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST AND CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "And especially when you're talking about someone who is in the public eye, like Sean Combs, with all the names he's come through, P Diddy, Puffy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JACKSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "He is an icon in the business. But this is civil, not criminal, correct, at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JACKSON",
      "sentences": "Absolutely. Yes. So, Sara, what happens is explosive allegations, right, within this complaint. And just to be clear, it's a civil lawsuit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Right. JACKSONNow, to your point, this is civil. So, it relates to damages, monetary damages, right, in the event the lawsuit is proven. That's distinguishable of course, if it were a criminal prosecution where it would relate to life or liberty interest, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JACKSON",
      "sentences": "That's about jail. This is not about jail. It's about civil. Although, interestingly enough, the allegations contained relate a lot to misconduct which could be deemed criminal if it were in that court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "I mean, the allegations, you know, what they're alleging it would be a legal activity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JACKSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "But we just got this in that the NYPD is not investigating this. In other words, that would indicate what? That it has not been filed. She has not gone to the NYPD to file a case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JACKSON",
      "sentences": "So, apparently, Sara, according to the allegations, they're -- they are, you know, somewhat removed as it relates to time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JACKSON",
      "sentences": "But I should say, even though they're somewhat removed as it relates to time because of the nature of the allegations, whether it be sex trafficking or rape, they're not the same statute of limitations, right? There's no bars on those. Having said that, it appears that at the time of occurrence, she didn't go to prosecutors. She didn't file police reports.Now, that was because she, you know, believes that it wasn't safe for her to do so, according to her. But the allegations, as we know them again, are not being investigated, as you just reported, by the NYPD. I have no indication as to what's happening in California or Department of Justice. Why do I say that? Federal and the federal drug trafficking because of the multiple jurisdictions could implicate federal right crimes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Issues, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JACKSON",
      "sentences": "-- as are indicated in the complaint.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Because when you go state to state, then the feds have to get involved because then it's interstate. You taught me that. I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JACKSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "What are the legal claims that she is alleging against Sean \"Puffy\" Combs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SIDNER",
      "sentences": "Just quickly, the defense in this, he gets to respond to all of this, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JACKSON",
      "sentences": "Without question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SIDNER",
      "sentences": "In court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JACKSON",
      "sentences": "Without question, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SIDNER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JACKSON",
      "sentences": "Great point, right. So, these are allegations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JONES",
      "sentences": "Right now, vehement denials indicating that this is a money grab, indicating there was going to be some book that came out. Him saying, this is blackmail. It's bribery. I did not do this. He's entitled to his day in court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SIDNER",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JACKSON",
      "sentences": "The process moving forward. He'll file an answer to this. There'll be what's called discovery, that is the exchange of information. I'm assuming there'll be a lot of people deposed, meaning ask questions under oath, and then ultimately, they'll either be a trial or settlement. But his side says, this is a mere money grab. Do not believe the hype. That's what we're hearing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SIDNER",
      "sentences": "Joey Jackson, it's always a pleasure to have you on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JACKSON",
      "sentences": "The pleasure is mine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SIDNER",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JACKSON",
      "sentences": "Thanks, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BOLDUAN",
      "sentences": "I always and will always want to ask you first and foremost, have you heard anything about Omri? Anything new?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "LAVI",
      "sentences": "Sadly, we haven't heard anything new. Last that we know is about two and a half weeks ago, he was confirmed to be alive by the Israeli authorities. We don't know how they have that intelligence, but they did, but they had no new updates for us. And as we discover in the past few days, time is really of the essence. Six weeks, we're six weeks too late, now already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BOLDUAN",
      "sentences": "When you heard the news, when your sister, Omri's wife, Lishay heard the news of Yehudith and Noa being discovered and their bodies being recovered by the IDF. I mean, how does that hit you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "LAVI",
      "sentences": "It -- it's heartbreaking. First, it's heartbreaking because they're now like family members to us, families of the hostages, because all of us have been working together in the past six weeks to plead to the world, to decision makers, to the public about our cause. But it's also heartbreaking because you realize how, again, how difficult the circumstances are on the ground. And how probable it is that some of the hostages will not return alive to their loved ones. I am comforted, though, that those families will be able to bury their loved ones, and be able to have a place for them in Israel to visit in a graveyard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BOLDUAN",
      "sentences": "I guess that is something. But it surely isn't enough. And it's not good. You actually wrote -- I think it was this week, yes? You wrote a guest essay for \"The New York Times\" that I was reading. And you were talking as if -- maybe a reminder. You were trying to -- for the world saying, essentially that, the hostages are not a diversion from the war, they're at the heart of it. And you also talk about, and I -- you said, the Israel-Hamas war has resulted in countless casualties and untold suffering. And that's across the board. And I know we've talked about that.We've seen families -- we've seen more families today still marching in Israel. Try -- and their message in Israel, these families, they're marching to speak to the prime minister, essentially, and to send him a message that they do not believe that he has done enough so far to get their -- for their loved ones to get them home. Do you do you agree? How are you feeling about this? I mean, it's six weeks too late, yes. But there's anger I'm sensing now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "I wanted to ask you about something that the Secretary of State, Tony Blinken, in his recent trip to Israel, and something that he said. He was talking about the operation -- in talking about the operation to take out Hamas and the right of Israel to defend itself. He said, how Israel does these matters. And it is very important that when it comes to the protection of civilians who are caught in the crossfire of Hamas' making, that everything be done to protect them and bring assistance to those who so desperately need it.And I heard him say this and I started thinking, how does that -- I don't know if you call it a balance, Moshe, but how do you balance this in your mind from your very unique perspective, which is the need to take out Hamas? The need to get Omri home. And the reality that there are other civilians, and as you've talked about, untold suffering across the board, in the middle of this in Gaza. How do you balance this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "LAVI",
      "sentences": "I want to emphasize that I have compassion to any non-involved people who are suffering from this tragedy. I think it was forced upon the people in Israel and forced upon the people in Gaza by the heinous acts of Hamas on October 7th, and have full compassion to them. And I think if Hamas will choose to surrender and lay its weapons, this untold suffering will at least end in the short term. And we might be able to begin -- envision the world, the region of Gaza after the war.But yes, there is balance. I know that we want to bring the hostages back. And this is my primary objective. And I don't care how it's done as long as they're returning to us. Whether negotiations or any other means possible. The Israel, as a responsible democratic state, will have to find a balance for its responsibility to us, its citizens, responsibility to international law. And I served in a unit that was very special because it was responsible coordinating with the Palestine -- with the Palestinians, both in emergencies and in times of calm. And from what I know from my service in previous operations, Israel is doing a lot in order to ensure civilians in the other side are being protected under international law. But sadly, in asymmetric warfare, and I studied this, asymmetric warfare leads to measurable number of non-involved who are affected, and it is tragic to me. I really want this war to end. I want to see Omri back. I want to hug him. I want my sister to tell him she loves him in person. I want him to hug Roni (ph), his daughter, and Alma (ph), his daughter. And I want both the Israeli people and the people of Gaza to find peace finally, but I don't think it's possible while Hamas is still in power in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "Moshe, thank you so much for coming in once again. Omri Miran, father, husband, son, brother-in-law, still being held in Gaza today. Thank you so much, Moshe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "LAVI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "We have new reporting on the search for those missing from the Hawaii wildfires. Yes, the wildfires from a hundred days ago. Law enforcement just launched new searches for people missing. Those people include a former NASA engineer, an author, a mother, and a father. CNN's Mike Valerio interviewed officers who were some of the first to rush out and start searching for the missing.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You got to go.MIKE VALERIO, CNN NATIONAL CORRESPONDENT (voiceover):  More than 100 days later, it is still nearly incomprehensible, taking in all that is lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BRAD TAYLOR, MAUI POLICE OFFICER",
      "sentences": "You're there with the person as they're sobbing and you see firsthand the trauma.VALERIO (voiceover):  Maui police officers Brad Taylor and Steven Landsiedel are two of the heroes whose task force has investigated every single missing persons' case from the Lahaina fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "STEVEN LANDSIEDEL, MAUI POLICE OFFICER",
      "sentences": "We're working towards the goal of making sure anybody who has a lost loved one were able to find them or give them closure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come on, come on, come on. Everybody out. Everybody out. Everybody out.VALERIO (voiceover):  But that has been elusive for the families of four people not seen since the paroxysm of the fire. Among those who are still missing is Robert Owens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "LANDSIEDEL",
      "sentences": "Lydia is a Lahaina resident. She is a mother, a wife, a well-respected community member.VALERIO (voiceover):  According to Honolulu Civil Beat, an astounding eight of Coloma's family members lost their lives in the Lahaina fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "TONY EARLES, CSI, MAUI POLICE DEPARTMENT",
      "sentences": "We still are getting family reference samples coming in.VALERIO (voiceover):  Tony Earles leads the Maui Police CSI team. And he says as of now, there's one set of human remains that hasn't been identified yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "EARLES",
      "sentences": "We have ideas of who we think it is.VALERIO (voiceover):  But he adds, when it comes to putting a name to the remains.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "EARLES",
      "sentences": "I can guarantee it'll be days, if not weeks, or maybe even months.VALERIO (voiceover):  This week, officers Taylor and Landsiedel are planning new burn zone searches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "TAYLOR",
      "sentences": "Steve and I are still going out into the rubble, into the burn zone. We'll find new information out and we're -- we're really -- we want to make sure -- we want to get the rest of those people.VALERIO (voiceover):  Officer Taylor told us he knew some of the victims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "TAYLOR",
      "sentences": "One of the unfortunate ways I found out was we would get the DNA confirmation sheets and I was reading through it so I could find out what it was, and I read the name and it was from a former co- worker. She used to work with the police department. When I started my career, I worked closely with her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "VALERIO",
      "sentences": "And Officer Landsiedel was already changed, deeply affected by devastating wildfires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "LANDSIEDEL",
      "sentences": "My hometown is Paradise, California, so they went through this. And so, I made it an effort to get into this position so that I could be beneficial for the department and be there for the families and friends because I have families and friends in Paradise that lost their homes and everything.VALERIO (voiceover):  For now, it's been 100 days of work. Both officers remain hopeful there will be answers and eventual solace for the families of the four who are still missing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "TAYLOR",
      "sentences": "When I set out to this, it was no stone unturned. No one left behind. And I am hopeful and committed and dedicated to make sure that I reach that goal.(END VIDEO CLIP) VALERIO (on camera):  So, John, coming out of this story, there is certainly the natural question of whether or not the four people who are still on the missing list lost their lives to the fire and may never be found. And to answer that question, we offer this. John, a few days before Halloween, the missing list was at five people. Maui police call us out of the blue and they say that they found one of the people on the list bringing it down to four. So, there is a mix of realistic expectations and hope as Maui moves forward, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BERMAN",
      "sentences": "Mike Valerio, you've done terrific reporting on what happened there now 100 days ago. Thanks so much for being with us.Kate.",
      "isLastSentenceInterrupted": false
    }
  ]
}