{
  "date": "2023-02-02",
  "headline": "CNN This Morning",
  "subHeadline": "Russian Forces Continue Missiles Strikes and Possibly Preparing for Major Offensive Operation in Ukraine; U.S. Military Expanding Access to Bases in Philippines to Counter China's Aggression towards Taiwan; President Biden and House Speaker Kevin McCarthy Meet to Discuss Raising U.S. Debt Ceiling; Study Followed More than 2 Million Women Who Gave Birth between 1973 and 2015 to Research If Certain Complications During Pregnancy Could be Linked to Higher Risk of Heart Disease. Aired 8-8:30a ET.",
  "utterances": [
    {
      "timeStamp": "08:00:04",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Good morning. Just day safter an American general warned of a possible war with China, the U.S. making a provocative move overnight as fears grow over a Chinese invasion of Taiwan.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Ukrainians say the situation is reminiscent of some of the worst times in World War II where they are not only fighting a strong adversary, but elements as well.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:04",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "CNN on the front lines in Ukraine getting an up close look at the vicious battles ahead of the feared offensive by the Russians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:04",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "President Biden on Capitol Hill this morning as he is facing a classified documents investigation and battles over the nation's economy and police reform after the death of Tyre Nichols.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:04",
      "speaker": "LEMON",
      "sentences": "Lesson plans with Hitler quotes. One state investigating a Nazi homeschooling network putting white supremacy into the coverage. Curriculum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hey, he's got a bird in his mouth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, Bubba.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:04",
      "speaker": "HARLOW",
      "sentences": "Is it the smoking gun? The evidence putting Alex Murdaugh at the scene of the murders, contradicting his alibi.CNN THIS MORNING starts right now. LEMON:  We're going to begin with the breaking news out of Ukraine this morning. Our CNN crew was nearby twin missile attacks targeting the city of Kramatorsk in eastern Ukraine. The renewed assault coming less than 24 hours after a missile struck a residential neighborhood in Kramatorsk, killing at least three and wounding eight. Crews are still searching through the rubble of apartment buildings, searching for survivors. We're going to get straight now to CNN's Frederik Pleitgen in Ukraine for us this morning. Fred, I appreciate you joining us. I understand that you narrowly missed this heavy Russian missile strike? Tell us about what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:04",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, it certainly was a close call. And we were going basically to the scene of where that missile strike took place last night, the one that you just mentioned on that residential building that killed several people because, of course, there is still a big rescue operation going on there. And we had just arrived at the scene, left our vehicles when the house in front of which our vehicle was parked was hit by a missile strike. It was a really heavy explosion very close by, I would say maybe 40 or 50 yards from our location.So we then went trying to go into shelter, trying to go into a sheltered building. And as we were doing that I turned around, and you could see the second missile hitting the exact same area. We already know that there were people who were severely wounded on the ground there. It's unclear if and how many people were killed. Of course, right now there is a big rescue operation going on there. But I think it's important for our viewers to understand that this area this was in, it was an active search and rescue operation in a residential area, and today the Russians targeted exactly the same area with two very heavy missiles. And this was, as there were a lot of civilians there on the street, we didn't see anybody in the way of military on the streets or any sort of military installations. It was right in the heart of the town of Kramatorsk. And then, of course, we then decided to leave that area as fast as possible after we realized the coast was clear, Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:04",
      "speaker": "LEMON",
      "sentences": "Can you talk to us more, Fred, because you have been on the us front lines in the east. What more did you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:04",
      "speaker": "PLEITGEN",
      "sentences": "This is really part of in general this area really heating up a lot. Kramatorsk, for instance, the town I just talked about, that had been fairly quiet for a while, now getting hit by strikes. But the front lines is exactly the same picture. The battlefield there is heating up. We went to a trench and we saw severe some winter warfare. Here's what we witnessed.(BEGIN VIDEO CLIP) (GUNSHOTS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "PLEITGEN",
      "sentences": "And we have witnessed that, Don, on several places on the front line here in the east of Ukraine, that things are just heating up. The Russians apparently have put a lot more soldiers here in this area. As far as that spring offensive is concerned, it certainly seems as though while this may not be that offensive just yet, it certainly very well could be the prelude to that offensive taking shape, Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "LEMON",
      "sentences": "Fred Pleitgen, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "HARLOW",
      "sentences": "Also new this morning, the U.S. military getting expanded access to bases in the Philippines as part of an effort to counter China's aggression towards Taiwan. And this comes just days after an American general warned of potential war in just a few years with China. In the deal, American forces will get access to four more bases in the Philippines, giving the U.S. a greater strategic footing in the South China Sea potential less than 200 miles from Taiwan.Let's bring in our Marc Stewart. He joins us in Hong Kong. This is significant and follows a series of moves that have been made to shore up support around Taiwan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "MARC STEWART, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Indeed, Poppy. And it's also drawing a very sharp and strong response from the Chinese government, and we're hearing that in the government spokesperson in their words. I want to share with you what was said earlier today. A spokesperson warned that this move has escalated tension in the region and endangers peace and stability. Those are the exact words, very firm from a government spokesperson.To give you some context here, the U.S. has had a presence in the Philippines on its military bases since 2014. This just supplements it. But as you said, it puts American troops potentially about 200 miles south of Taiwan, and it fits a broader narrative that we have seen recently in the pacific region. We have seen a new military base, a new marine base in Guam as well as a build-up, potential build-up of marines helping with the Japanese islands. All of this, Poppy, comes as U.S. secretary of state Antony Blinken prepares to make a visit sometime soon to China. It will be interesting to see if this dominates the conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "HARLOW",
      "sentences": "What a significant visit that will be. Marc Stewart, thank you in Hong Kong for us. Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "COLLINS",
      "sentences": "Yes, Poppy, if you heard some helicopters buzzing overhead, maybe some sirens earlier, that's because President Biden just arrived here on Capitol Hill a few moments ago. He is attending the national prayer breakfast here. But this moment, this presence of his on Capitol Hill comes as we saw all that meeting that lasted over an hour yesterday between President Biden and Speaker Kevin McCarthy at the White House where they were talking about something that matters to every American, which is what they are going to do with the debt ceiling.It sounds like a Washington issue, but it is certainly something that could affect so many people when it comes to the economy and what it's going to look like with mortgage payments, interest rates. Our CNN congressional correspondent Lauren Fox is here. Lauren, I think it was so fascinating to watch them going into the meeting kind of jousting about what McCarthy he would accept, the White House saying they would not accept, and then they came out and McCarthy kind of had this optimistic tone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, I think the posture was so interesting as they were leaving the meeting. And I think the intention of sort of the good, happy vibes of McCarthy coming out of that meeting was to settle the markets a little bit, to make it clear we are working, we are talking. I am optimistic that at some point we could find a resolution.But let's be honest, that resolution is months away, Kaitlan. There is so much work that still has to happen. And you are starting to see on Capitol Hill some of McCarthy's rank and file members getting a little frustrated, this came out yesterday during the conference meeting, that there aren't more specifics from leadership. Here are the cuts we are eying, here are the areas where we think we can make changes to try and move this negotiation along. The Republican Study Committee that includes more than 100 Republican members, they came out with their own guidelines yesterday because they feel like leadership still is not taking the wheel and making it clear what specifically they are going to cut. Of course, there is a political liability to laying out exactly where you want to make those reductions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "FOX",
      "sentences": "Yes, and Rick Scott is interesting, right, because he did lay out some spending cuts and a plan for that, and the rest of his party was looking at him like, what are you doing? Why are you saying publicly all of this right before an election? It's always an election season in Washington.And I think what Republicans are really grappling with right now is those who are the hardliners, who are conservatives who believe they have an opportunity to make a stand on this issue, and the reality of even if you want to make cuts, every lawmaker is going to have to turn around to their constituents in their district and say, OK, cuts mean that a bridge isn't going to get built or something isn't going to happen, and that is really hard for lawmakers to stare town as they know they are running for reelection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "COLLINS",
      "sentences": "One other thing happening here on the Hill today is Congresswoman Ilhan Omar is expected not to be allowed to be on the House Foreign Affairs Committee, that is until it seemed like maybe Republicans would not have the votes. It seemed unclear. Do they now have the votes? Is this going to happen today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "FOX",
      "sentences": "Yes, it's going to happen, but I do think it's significant that it took so long to lock town the votes they needed. This is part of the process, if you talk to talk to the leaders they say this is the blessing of a diverse Republican conference. It sometimes takes longer, but we are still getting to the same resolution. McCarthy defending, ousting Omar from this committee assignment, saying that she can serve on other committees, but not this one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "COLLINS",
      "sentences": "Of course, this one is a critically important one as well. Lauren Fox, great reporting. Thank you so much for joining us. Don, Poppy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "LEMON",
      "sentences": "Thanks, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "HARLOW",
      "sentences": "Thank you.A new study that followed more than 2 million women who gave birth between 1973 and 2015 finds certain complications during pregnancy could be linked to a higher risk of heart disease in the mother. So let's bring in CNN medical correspondent Dr. Tara Narula. Good morning. DR. TARA NARULA, CNN MEDICAL CORRESPONDENT:  Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "HARLOW",
      "sentences": "Talk to us about this because you are actually quoted in a CNN.com piece about this, and I thought it was so interesting that you said being pregnant is sort of like a stress test for future cardiovascular risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "NARULA",
      "sentences": "Yes. I am a cardiologist. I help run our women's heart program here at Lenox Hill Hospital in New York City, and this is so, so important. Cardiovascular disease is the leading cause of maternal mortality. And what happens during pregnancy can really predict your future risk. And so many women are unaware of this. So this study, which was a big study, they took over 2 million women and followed them between 1973 and 2015. These women had no history of ischemic heart disease, and they looked to see when they had their first birth and then what kinds of complications happened during those births.And they looked at five particular ones -- preeclampsia, hypertensive disorders of pregnancy, early pre-term delivery before 37 weeks, babies that were small for gestational age and gestational diabetes. And then they followed them over a long time to see did what kind of events did they have? Did they develop ischemic heart disease? And they found that those particular complications during pregnancy really raised the future risk of developing ischemic heart disease out to 40 years and even with 10 years. So if you look at hypertensive disorders of pregnancy, it doubled a woman's risk within 10 years of developing ischemic heart disease. Gestational diabetes, 30 percent higher. Pre-term delivery, something we don't often think of, 70 percent increased chance of ischemic heart disease in 10 years. So yes, it is like a stress test. It is either uncovering underlying issues that a woman may have, helping predict, or it's actually changing the biology of the heart and the vessels and causing these events down the road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "LEMON",
      "sentences": "So women in the United States more at risk, right? Why is that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "NARULA",
      "sentences": "Cardiovascular disease is the leading cause of death for all women, and as I said, the leading cause of maternal mortality. And there are potentially a lot of reasons. Women here are tending to give birth later in hive, so the average age in this study was about 27. And many of them by that time have developed things like depression, obesity, hypertension, diabetes. And so one of the things we talk about is that having a healthy delivery starts preconception. So a women needs to get her body and her health in as best shape possible as she can before.We also talk about the fact how in this country we have high rates of maternal mortality in general. So what happens to a woman after she delivers? Unfortunately, what I see and what many cardiologists see is that they may have one of these events during pregnancy, and then nobody tells them that they are at increased risk. Nobody plugs them in with a cardiologist so they never get followed up. They never get screened, and they never get put on the road to prevention. And that's so much of what cardiology is. It's finding things early so you can prevent events from happening. So this is important to raise awareness both for women and OBGYNs and other doctors that this is great moment in time to capture a woman and get her on the right road. What a tragedy. You have a new life, a new baby, and the mom could die. It is just heartbreaking, and it's not necessary that it happens like this in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "LEMON",
      "sentences": "Tomorrow we have, speaking of women --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "NARULA",
      "sentences": "Yes, my favorite day of the year, which is wear red day. This is, again, the beginning of heart month where we focus on women and heart disease, cardiovascular disease. So, hopefully, we will talk a lot more about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "HARLOW",
      "sentences": "We will be in red.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "NARULA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "HARLOW",
      "sentences": "And the GOAT, Tom Brady, retiring after 23 seasons, and seven Super Bowl rings, six of those, of course, he won as a New England Patriot. The owner of the Patriots Bob Kraft --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "LEMON",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "HARLOW",
      "sentences": "-- is with us next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "LEMON",
      "sentences": "What?(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "We're live on Capitol Hill, as President Biden is already here. He's got a National Prayer Breakfast that he is attending. But of course, this comes at a moment for the president where he was holding meetings on the debt ceiling yesterday. But also, we learned that the FBI was also conducting a search of his Delaware beach home, that comes after his personnel attorney Bob Bauer said in his statement later that that search had uncovered no documents that had classified markings. He did say agents took some handwritten notes, and some materials for further review related to Biden's time as vice president. This is the third private location that agents have searched in this investigation.Joining us now to talk about this is the author of the President's Book of Secrets, which is about interactions between presidents and classified intelligence information. Former CIA Intelligence Officer David Priess, who is also the publisher and Chief Operating Officer at the National Security Analyst's Website Lawfare. Thank you so much. I mean, your kind --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "DAVID PRIESS, PUBLISHER, LAWFARE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "COLLINS",
      "sentences": "-- of the perfect person to be talking about this with. And we learned that the FBI was at Biden's home, and then we got the confirmation from his attorneys yesterday. What was the first thing that went through your head why they're searching a third property?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "PRIESS",
      "sentences": "It felt like Groundhog Day, honestly, just a day early.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "COLLINS",
      "sentences": "It is Groundhog Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "COLLINS",
      "sentences": "So, you think we could see other properties be searched?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "PRIESS",
      "sentences": "I think we could, I think it would be the reasonable thing to do at this point, because we've discovered we do have a consistent issue with at least recent administrations, with commingling some of this material going out. And it's serious material, so it's worth looking at the sites just to make sure that the material is all put back into the system the way it is supposed to be and not left out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "COLLINS",
      "sentences": "And they said no classified documents were found, but they did take some handwritten notes that they said were related to his time as vice president. Why would that be of interest to the investigators?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "PRIESS",
      "sentences": "Well, what I think, the Bob Bauer letter said was no material with classified markings was found. So, that would be an official document that says secret at the top and bottom, that kind of thing. But there can be material that's classified that was improperly marked, it's possible. So, for example, a high-level conversation with a foreign leader. There could be notes from that meeting that deal with matters that have been classified by the U.S. government, but they weren't marked in the traditional way. So, they're probably just double-checking to see if that's the case.This points to a much larger issue when it comes to White House in particular meetings, which is, conversations can be held that seem unclassified. But depending on the content of the conversation, as it goes along, those conversations can be classified, and those notes can become classified. So, you wonder why it is that archivists have a hard time determining what's a Presidential Record and not in the chaotic months during the transition? This is why because thousands of papers --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "COLLINS",
      "sentences": "Yes, it's not this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "PRIESS",
      "sentences": "-- had to be gone through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "COLLINS",
      "sentences": "-- this black and white issue, and it's something that stood out to me, and I know it stood out to you as well, something that House Oversight Chairman James Comer said, about the process of classified documents, what that looks like. This is what he said.(BEGIN VIDEO CLIP) REP. JAMES COMER (R-KY): One of the things that I hope happens, and there's no hurry on this right now, this just needs to happen prior to this administration, going out of office and before the next administration comes into office, we have to reform the way that documents are boxed up when they leave the president, and vice president's office and follow them into the private sector. This is something I think will be a bipartisan legislative fix. I think we all agree there's a problem. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "PRIESS",
      "sentences": "He's quite --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "COLLINS",
      "sentences": "What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "PRIESS",
      "sentences": "He's quite right about the latter part, that there is a need for reform here. When we've seen that the past two former vice presidents, Biden and Pence, and the past former President Trump, at least have this materials issue, then there's a problem in the system. So, he's right about that. He's quite wrong about the fact that there's no hurry, because it is possible we could have a transition as soon as next year. There's no time to wait if you want to reform this. Archivists don't grow on trees, you have to find them, you have to recruit them, you have to hire them, you have to train them for this kind of work. That's not something that they can delay until next year, and hope that it all comes together by November or December, if that happens to be an issue by them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "COLLINS",
      "sentences": "Yes, fascinating insight. David Priess, thank you so much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "PRIESS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "COLLINS",
      "sentences": "Don, Poppy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "LEMON",
      "sentences": "That was really good insight. Thanks, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:02",
      "speaker": "HARLOW",
      "sentences": "Thanks, Kaitlan. We are very excited about what is next. Tom Brady spent 20 years with the New England Patriots. And he and Bob Kraft won six Super Bowls together. So, there is literally no better human on this planet to ask about Brady's legacy than the man himself. Mr. Kraft will join us, next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Anything that really scares you, anything that intimidate you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "TOM BRADY, FORMER NEW ENGLAND PATRIOTS QUARTERBACK",
      "sentences": "The end of my playing career, big time. When I'm playing football during those seven months out of the year, it's easier, you're focused. You know, you got a goal. You got something you're trying to accomplish. And when that's done, and you don't have 80,000 people screaming your name. I mean, what's it going to be?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "LEMON",
      "sentences": "God, that was just a baby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "HARLOW",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "LEMON",
      "sentences": "That was baby Brady. That was baby Tom Brady back in 2005, reflecting on what the end of his career could look like. Well, here we are. 23 seasons in the NFL, 20 of them in New England. He won six of his seven Super Bowl rings while he was with the Patriots. Few people had a better vantage point on Brady's astonishing career than the owner of the Patriots, Mr. Robert Kraft, and he is joining us now. Good morning, Bob. How are you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "ROBERT KRAFT, OWNER, NEW ENGLAND PATRIOT",
      "sentences": "Good morning. Great to be with you on this topic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "LEMON",
      "sentences": "Hey, Bob, have you spoken to Tom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "KRAFT",
      "sentences": "Actually, I -- we've talked a lot, and he FaceTimed me yesterday, not -- nothing about this, just, you know, it was the first day, and he had his two younger children with him. And he really seemed happy, and they were happy, and I love that because his little daughter's that -- well, both of those kids they call me RKK. And they said, we miss you. We haven't seen you. I know it was -- and, you know, it's just Tommy, he is a fierce competitor, but he brings love and a great warm feeling to everything he does, isn't it? Here he is in his house in a time like this, and his kids are exuding love to someone else, and warm feelings. And that's what he did and does, even in the huddle as fierce as a competitor as he is, he gets people to come in and be connected as part of the team and feel very special.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "LEMON",
      "sentences": "Yes. That's just for that, I mean, we can end the interview there. We told -- we told our viewers no one had more insight than -- HARLOW",
      "isLastSentenceInterrupted": false
    }
  ]
}