{
  "date": "2023-01-22",
  "headline": "CNN Newsroom",
  "subHeadline": "Police and Lawmakers Give Update on Deadly Mass Shooting in California; President Biden Issues Statement on Monterey Park Shooting. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:06",
      "speaker": "WALLACE",
      "sentences": "You can watch my full conversation with Meghan Trainor, as well as tonight's interviews with Nancy Pelosi and Idina Menzel anytime you want on HBO Max. And we'll see you back here on CNN next Sunday. Thank you for watching. Good night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:06",
      "speaker": "PAMELA BROWN, CNN ANCHOR",
      "sentences": "I'm Pamela Brown in Washington. You are live in the CNN NEWSROOM.At any moment, law enforcement officials will hold a news conference on last night's mass shooting at a Los Angeles area dance hall. We're going to join it live. So be sure to stick with us for that. And it comes just hours after a deadly conclusion to a police standoff there. A SWAT team broke in to a white van believed to be linked to last night's mass shooting at a Lunar New Year celebration in Monterey Park. Earlier during an attempted traffic stop of this van, in Torrance, about 30 miles away, police heard a possible gunshot. The \"Los Angeles Times\" says the driver died of a self-inflicted gunshot. And police now have to determine if the person they found behind the wheel is this man, the suspected gunman who opened fire at a ballroom dance studio, killing 10 people and wounding 10 others. We are covering all the angles of this developing story with our correspondents and experts. Let's begin this hour with Don Lemon in Monterey Park -- Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:06",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Good evening to you, Pamela. And it is a day of devastation here in Monterey Park, California. Yet another shooting in America. This time leaving 10 people dead and 10 other wounded, with several incidents throughout this community of violence here.Our Natasha Chen has been following this story since the very beginning and she joins me now from the scene. Natasha, we're awaiting this press conference to happen from the L.A. County sheriff to try to figure out exactly what happened. To string all of these different incidents together, one happening in Torrance, one happening in Alhambra, one happening here in Monterey Park, California. You've been on the scene since the very beginning. What are you learning about this very close-knit community? NATASHA CHEN, CNN NATIONAL CORRESPONDENT: It's just absolute devastation. I mean, they were supposed to be having such a great time, right on these streets right here. And the tents were all set up for a Lunar New Year festival. It's supposed to have more than 100,000 people out here today. And instead they're in mourning. And I talked to a person who, you know, could only speak Mandarin, and he was desperately trying to find his friend that he hasn't seen since last night. And he knew was at this party. So he didn't want to publicly talk about this, but, you know, just generally speaking, we know that people are still searching for their loved ones, searching for answers. Why in the world would they have gone to a celebratory party for Lunar New Year and ended up, you know, getting shot while they were dancing? This is just unbelievable to them. The sheriff earlier had tried to say, please, still go out to your celebrations today and just a couple of people who came up to us said that they felt very hesitant about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:06",
      "speaker": "LEMON",
      "sentences": "It was around California and all over the country ramping up their security for the Lunar New Year celebrations. But I think it's important for people to know, as I said, this is a very close-knit community. But the people who were in this dance studio, the people who died, the people who were injured were senior citizens who come here to dance, to celebrate, 60s, 70s, 80s, and some maybe even 90 years old who have been coming to this Star Dance Center for decades and decades, just to dance and just to have a good time.We also are getting some new information, Natasha, about the gun that they found that may have been used at this scene. And then the one that they took from him at the Alhambra scene. It is believed to be a Cobray M-11 nine-millimeter semiautomatic weapon. Again, that is according to a law enforcement official who has knowledge of this. And they found out who this gentlemen was or who this man was because they traced the gun to him, and it gave him -- gave them their name, his identification, and also his description.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:06",
      "speaker": "CHEN",
      "sentences": "I think what's really incredible is that the sheriff's office was talking about how there are two incidents that happened within the span of an hour. First, this one here down the street, 10You just mentioned the type of weapon that was. And earlier, they would not give more, except to say that it wasn't, they believe, an assault rifle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CHEN",
      "sentences": "Absolutely. And Congressman Judy Chu even told us that she herself has been to this dance studio before. She says this is a place where couples go to take dance lessons and the fact that somebody would just go in there and disrupt this in such a violent way, you know, the people -- the friend I was talking to, the person they knew who was in there have just been given tickets to this party. First time they were in there. Others had been more familiar with this place.But it's, again, like you said, a place where people went to have fun, the biggest holiday of the year for this community that on the city's Web site says is 65 percent Asian here in Monterey Park.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "LEMON",
      "sentences": "Listen, if it wasn't for, you know, the news vans and there's a building in between us, we could see the civic center here, the police department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CHEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "LEMON",
      "sentences": "It is just, you know, a stone's throw away. It's a very small community. Just east of Los Angeles, probably the first really major community outside of Los Angeles, if you're going east of Los Angeles. And it is -- you know, people here, everyone knows each other. When I arrived, some of the stores were just opening back up because people actually ran into some of the businesses to -- for safety.And they ended up locking the doors and some of the businesses ended up closing. And there's a grocery store right around the corner, ended up closing and locking people in for safety. They have since opened back up, but there is a sense of fear in this community right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:04",
      "speaker": "CHEN",
      "sentences": "Certainly that seemed -- you could feel that in the way that they were talking to me earlier in the day, especially before the police standoff in Torrance, when there really was no information about where this person could be and why he did this. And so I think the lack of answers led to a sense of, well, how do I know I'm going to be absolutely safe? One person who spoke to some media early on said that the gun problem in America is out of control.And he said that it's best, probably, not to go to a lot of public spaces right now. And so that's sort of this sentiment that I'm hearing from some people. LEMON: You're right to mention the gun, this weapon retrieved by law enforcement was with the suspect at time. They gave him the name and description because when they traced this gun back, apparently it was registered. Again, he walked into this other dance studio in Alhambra with a Cobray M-11 nine-millimeter semiautomatic weapon. That's according to law enforcement. That weapon, and since you mentioned guns, designed to take 30-round magazines that allow the rapid fire without having to frequently change magazines, which is something that people will be talking about, law enforcement, certainly our politicians to try to get a handle on this gun violence. But certainly there is a sense of loss, a sense of fear here in this community, Pamela, and they're still trying to get some answers as we await the L.A. County sheriff in just moments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:16:12",
      "speaker": "BROWN",
      "sentences": "President Biden says he is closely monitoring the mass shooting in California and is praying for those killed and injured. The White House confirmed earlier today that he has been briefed on the developing situation.CNN's Arlette Saenz is in Rehoboth Beach where the Bidens are spending the weekend. So, Arlette, what else are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:16:12",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Pamela, President Biden released a statement just moments ago where he extended his condolences to those impacted by the shooting in Monterey Park, California. And he also acknowledged the impact that it has had on the Asian-American and Pacific Islander community.I want to read you a bit of what President Biden had to say, where he said, quote, \"Jill and I are thinking of those killed and injured in last night's deadly mass shooting in Monterey Park. While there is still much we don't know about the motive in this senseless attack, we do know that many families are grieving tonight or praying that their loved one will recover from their wounds. Even as we continue searching for answers about this attack, we know how deeply this attack has impacted the AAPI community. Monterey Park is home to one of the largest AAPI communities in America, many of whom were celebrating the Lunar New Year along with loved ones and friends this weekend.\" Now earlier today, President Biden was briefed by his Homeland Security adviser Liz Sherwood Randall and he has been receiving updates throughout the day, while he is here at his home in Rehoboth Beach, Delaware. The president said that he directed his Homeland Security adviser to ensure the federal government is providing all support necessary to officials as they are trying to learn more. I think one thing that's notable in this statement from President Biden is he acknowledges they are still trying to learn more about the motive. That is something that we've been hearing throughout the day as details about this shooting have unfolded. But President Biden also ended that statement, trying to make clear that the government is ready to offer all support necessary to the community, as they are grieving these very deep losses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:16:12",
      "speaker": "BROWN",
      "sentences": "All right. Arlette Saenz, thank you so much.And our panel is back now to further discuss. CNN law enforcement contributor Steve Moore. He is a retired FBI supervisory special agent. And Jonathan Wackrow is a CNN law enforcement analyst and former Secret Service agent. So, Steve, I want to talk a little bit more about John Miller's fantastic reporting here, helping to put the pieces of the puzzle together, and it is clear that there was a lot of cooperation and communication, not just with police, but also this hospital where the suspect -- where police believe the suspect may have sought medical attention before the, you know, before what happened with the dying by suicide in the van. It's really remarkable, that kind of communication in a city as large as Los Angeles. Tell us about how that may have happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:16:12",
      "speaker": "STEVE MOORE, CNN LAW ENFORCEMENT CONTRIBUTOR",
      "sentences": "Well, usually, when you have a shooting like that, everybody sets up their own command post. When I worked the Furrow shooting in Granada Hills back in the '90s, we had the LAPD command post right next to ours. The ATF command post right in front of that. And we literally could walk from command post to command post, and say we need this information, we need that information.The LAPD would come in and say, hey, could you run this information in Seattle? And so, it provides just an incredible opportunity to be able to use the power of every agency to get information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "MOORE",
      "sentences": "Well, it will be fairly simple if it is a match because the ammunition will match the guns that fired them at the first location and the weapon that was taken away at the second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "MIKE FONG, CALIFORNIA ASSEMBLYMEMBER",
      "sentences": "Good evening. I am Assemblymember Mike Fong representing the 49th Assembly District. Thank you so much to Sheriff Luna, Chief Wiese, and all the local law enforcement and state and federal partners for their leadership and efforts in finding the shooter.During a time of celebration, during the annual Lunar New Year, when families gathered together, we know that our community has faced a tragic incident, so shocking, sad and horrible. For those seeking assistance and trauma relief, please visit the Langley Center here in the city of Monterey Park. Thank you Mayor Lo and the Monterey Park city council for their leadership and efforts. And thank you to the governor in the office of emergency services for their leadership and efforts in coordinating an emergency response and for enhancing security here in Monterey Park in the San Gabriel Valley communities. This has been a very challenging time, as you heard from our congresswoman, our senator, Monterey Park is strong. Monterey Park is resilient. And together, we will get through these challenging times together. At this time, I would like to introduce Monterey Park Mayor Henry Lo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "MAYOR HENRY LO, MONTEREY PARK, CALIFORNIA",
      "sentences": "Thank you very much, Assemblymember.You know, I want to thank Sheriff Luna and your department for helping us seek justice today in this tragedy that has occurred. I want to thank our own Monterey Park Police Department, many of whom their officers have been on duty for over 24 hours. Thank you to you for all the personnel at your police department, for your dedication in making sure that the justice was brought forward. I want to thank our fire chief Matt Hallick and the personnel of the fire department who rushed to provide aid to those who had fallen. Working alongside our local, state, and federal partners to investigate this horrific event, we are able to say that justice has been done. Thanks to everyone working together. But we also know that this is just the beginning. And an unimaginable tragedy has occurred here in Monterey Park during a weekend in which we were celebrating the Lunar New Year. And a time when people come together for -- to spend time with families, with friends, and now the purpose of those who gathered at the dance hall last night. But tragically, someone decided to, you know, to express violence and violence has no place in our society. And so at this moment, the community, you know, moving forward, you know, our priority, is to make sure that those victims, their family members, are given the assistance they need to heal and to get over this trauma. And as a community, it's also the moment in which we will need to move forward in the long process of healing of the community, so that we can together overcome this tragedy. But I have faith that we will be able to because as you've heard from the comments, and again, I thank everyone from Chief Luna to our Congresswoman Judy Chu, our State Senator Susan Rupio, our assemblymember, Mike Fong, Supervisor Solis, everyone from the federal government, the state government, the county, our friends in neighboring cities, the region, for coming together to offer condolences, to offer their support. And we will, we will get over this. To my friend, to our residents of Monterey Park, you know, ours is a community that has looked in the face of the COVID pandemic. During the last years of the pandemic, we had some of the highest rates of vaccinations and some of the lowest rates of infection. And it's because we came together to help each other to overcome this crisis. We had our veterans create a food bank. We had people who offered assistance to those who were in need. And that really is the Monterey Park spirit. The people who make up this great city, a city that is diverse, that has welcomed waves of people, families, from around the world, around this country, to call this place home. And it's why many people love to live here in Monterey Park. And I have confidence, I have confidence that we will, we will get over this crisis, because we must. And we will only do so if we do it together as a community because, remember, we are all in this together. And again, I just have to reiterate, just the admiration we have for our own police department and fire department, who, you know, reacted quickly to this crisis and immediately activated, you know, its procedures to also tap into the resources, the partnerships that were needed to essentially be able to bring us to this moment. And my friends, we do have a long road ahead of us, but I hope, I hope that all of you who are here gathered today, those in the press, those in community, those who have been offering the support as individuals, as organizations, about how we can help Monterey Park, you know, the road is just a -- the journey is just beginning. And we hope that we will continue to be on this road together to heal and to ultimately triumph over evil and adversity. Thank you very much. And now Scott Wiese.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "CHIEF SCOTT WIESE, MONTEREY PARK POLICE",
      "sentences": "Thank you, Mr. Mayor. Thank you, everybody. Tonight's the Lunar New Year. And we would be celebrating that tonight, but obviously we can't. The officers that were here last night are just coming back on duty right now. They're upstairs in briefing. When I get done talking to you here, I'll go back upstairs and make sure that my officers are mindful of what took place and that they're in a good place tonight because their wellness means a lot to me and the only way that they're going to protect this community is if they're mentally prepared to do so. So that's where I'll be going after this.I want to thank Sheriff Luna and the partnerships with the sheriff's department and all of our federal, state, and local partners. We couldn't have done this without their help. I want to thank the Torrance Police Department for being so vigilant to spot this vehicle. Thank you very much. We have a long way to go to heal this community. The police department here in Monterey Park will be present every moment of the day from this point on to make sure that this community remains safe. That's our commitment to everybody here. And we will continue to do that into the future. I would like to open it up for any questions. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Sheriff, the white van, (INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "LUNA",
      "sentences": "When we got to the van, it did have different plates, so I'm assuming they were stolen. They weren't the plates that belong on the van.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "And Sheriff, did they get a hit off of it? (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "LUNA",
      "sentences": "It was something similar to that and that's, again, part of our partnerships with all of our agencies and some of the process we used to catch a very dangerous person and get him off the streets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Sheriff, you talked earlier about that you don't have a motive right now. I wanted to ask you something that could play a role in that. Is there any indication that the suspect, who's now dead, knew any of the victims and knew people at either of these two locations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "LUNA",
      "sentences": "We're still looking into that. That's part of what the homicide detectives are investigating. Please keep in mind that especially with the deceased victims, the coroner's office retrieved the remains not that long ago. So they're still in the process of identifying. There's a lot of work that still needs to be done to answer a lot of questions that all of us have.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Sheriff, what can you tell us about (INAUDIBLE) 10 people who've been shot, 10 people are now dead. Congressman Chu stood there (INAUDIBLE), today we had the vice president say that this type of violence needs to stop. As a community, what do we say about that and how in this country can gun violence stop?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "LUNA",
      "sentences": "Gun violence needs to stop. There's too much of it. We're all standing here tonight because an individual took a weapon and did the damage that we've talked about, without repeating it. I think all of us need to take some ownership there. I think we really need to go back and look at what we do.California has some of the strictest gun laws in the country, but yet, look at what we just had today. So let's look at across our nation, see what works and what doesn't. I could tell you this, the status quo is not working. So we need to re-examine what we're doing and what may work better. And I hope that this tragedy doesn't just go on a long list of many others that we don't even talk about until the next one comes up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "LUNA",
      "sentences": "We're still in the process of identifying all the victims. We will have that information as the days go on.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Have you contacted next of kin yet, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "LUNA",
      "sentences": "I -- OK, I heard something on my right here that sounded like the ages of the victims. The ages of the victims that we dealt with here in Monterey Park, I don't have the specific ages, because they have not been identified, but they're not in their 20s or 30s. They seem to be probably in their 50s, 60s, and some maybe even beyond there. So -- and again -- give me a second. Anyways, yes, ma'am?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Have the next of kin for the victims been contacted yet, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "LUNA",
      "sentences": "We're still in the process of doing that.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "(INAUDIBLE) suspect (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "LUNA",
      "sentences": "That's something we're still looking at, we're looking at all criminal history, mental health history and those are all things the detectives will take a very hard, long look at and see if it impacted what occurred here, the motive, and that's part of the learning lessons and sharing them with our partners and seeing if there are any gaps that were there that we may have missed.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "One shot heard, but there were two bullet holes pictured in the window. Did officers return fire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "LUNA",
      "sentences": "To my knowledge, there was no officer or deputy-involved shooting at the scene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Was there anything else you found at the scene, any ammunition, anything like that and do you know what his city of residence is (INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "LUNA",
      "sentences": "Yes, to all of the above, but none of those I can get into at this point. I've got -- we have detectives all over the region continuously, working very hard to answer a lot of the very good questions you're asking regarding motive and all these other things. And the timing isn't right for me to put that out. We will, but give us several more hours. We're taking this one step at a time.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Can you reassure us that we're still safe to walk around at night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "LUNA",
      "sentences": "I didn't hear the first part of that, but the suspect responsible for this tragedy is no longer with us. That was the person that is deceased now and you're asking me if we feel we're safe. He's the one responsible for this. He is no longer a threat.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "LUNA",
      "sentences": "Give me a second. I'm getting multiple questions at the same time. I hear something about guns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "One gun was seized and one found in the van. Was there multiple gun the suspect was carrying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "LUNA",
      "sentences": "We don't know yet.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "The second location (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "(INAUDIBLE) specifically that he would be in the area? (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Does he have a connection (INAUDIBLE), sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "LUNA",
      "sentences": "This morning, when I talked about the information we had, we put out as much information as we possibly can, when there was a lot of very good investigative and detective work going on. Something we don't talk about much in Southern California is our extraordinary ability to communicate and coordinate with each other. Not only the Los Angeles County Sheriff's Department. You see the partnership here between ourselves, the Monterey Park Police Department, my partner at the Torrance Police Department.We put this information out. We're very good with our networks, and this is -- and it showed how it worked. You communicate this, officers are out on the lookout. They want to -- I don't care if you work in Torrance, Long Beach, Monterey Park, you name the city. Something like this happens, there's everybody who wears a badge wants that person in custody. And I think that's what you see happening today. It's teamwork that's going on out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Anything specific about this individual in Torrance? They just followed up on the -- in the bulletin that went out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "LUNA",
      "sentences": "There's going to be more information that we'll be putting out about the specifics, but right now, I'm here to report that the suspect responsible for this tragedy is no longer a threat.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Some sort of planning involved, if it's a stolen van. Witnesses say, did he say anything when he went into the first club and just opened fire? And how did it go down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "LUNA",
      "sentences": "We're still interviewing witnesses. We're interviewing witnesses at the Monterey Park location. We're interviewing witnesses at the Alhambra location and all of it will come together when -- I'm going to use -- it sounds weird for me to say some of this makes sense. Putting it all together and trying to figure it all out. We're still in the process of doing all that. It's going to take some days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Sheriff, were people at the second location tipped off by the person of interest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "LUNA",
      "sentences": "Give me a second. Let me give somebody else a chance over here. UNIDENTIFIED FEMALEyou clarify what kind of pistol that is generally speaking? And are the weapons you found legally attainable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "LUNA",
      "sentences": "I believe the weapon that was recovered at the Alhambra location is not legal to have here in the state of California. We'll do more research on it. Our partners at the ATF -- and by the way, I was mentioning different police departments. We can't be as successful as we are without -- the FBI has been with us all day. The ATF joined in. The U.S. Marshals has been helping us.I get a personal call from the attorney general earlier saying, what can we do to help you? I've been in communication with the governor, who you may see out here in the very near future. Everybody, just, what can we do to help? So, everybody was pitching in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Sheriff, that second location, (INAUDIBLE), can you describe and all what happened to the (INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "LUNA",
      "sentences": "I can tell you that the suspect walked in there, probably with the intent to kill more people, and two brave community members decided they were going to jump into action and disarm him. They did so, took possession of the weapon, and the suspect ran away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Were they tipped off? That's an important follow-up, Sheriff. Were they tipped off about the incident at the first location?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "LUNA",
      "sentences": "You're asking that second part of the question over here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "We heard that they might have been tipped off, something happened that somebody might have known they were coming to their stud studio. Have you heard anything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "LUNA",
      "sentences": "I have not heard that, but that's possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "(INAUDIBLE) the deputy said it looked like (INAUDIBLE). Can you tell me what they found?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "LUNA",
      "sentences": "Our deputies -- actually, the brave police officers from the Monterey Park Police Department are the first responders to the initial scene. I don't know if the chief has more information on that that he can ask about or answer, I should say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "WIESE",
      "sentences": "I can answer. Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "What did the officers (INAUDIBLE) the scene was like when they first came in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "WIESE",
      "sentences": "The first officers on scene were some of my youngest officers. They'd only been on the street for a very short period of time. When they came into the parking lot, it was chaos. There were wounded people. There were people trying to flee out all the doors. They immediately went into action. And within just a couple of minutes, those officers had entered the location looking for the suspect. That's our protocols here. We don't wait. Inside, they came across a scene that none of them had been preparedfor. So there were injured people inside. There were dead people inside. And my young officers did their job, searched for a suspect, and then came back and had to deal with the carnage that was inside. And it was -- it was extensive. That's one of the reasons I need to make sure that they're OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "How long before police arrived on the scene?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "WIESE",
      "sentences": "Between the time of call and the first officer on scene was less than three minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "How long have they been on the force?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "WIESE",
      "sentences": "The youngest ones have only been out on their own in training for the last several months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "LUNA",
      "sentences": "Hold on. I've got a gentleman up here asking questions. Someone's talking over him. Can you repeat that, please?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "In terms of the layout of that Monterey Park business, there were people inside (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:01",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:01",
      "speaker": "LUNA",
      "sentences": "Not tonight because we're still in the process of following up, serving search warrants. We want to get to the motive. We want to know what the heck happened here. The only way we're going to get there is through a lot of very hard detective work. And we plan on doing just that. So thank you very much. Thank you for all of your support today. Couldn't have done this without you. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:01",
      "speaker": "BROWN",
      "sentences": "We just heard from officials there in Los Angeles saying that the Monterey shooting suspect is dead. Police confirming he was the male inside that white van. He shot himself after police started to approach him in Torrance, about 30 miles away from Monterey, where the mass shooting happened.Police also saying evidence was found in the van. The suspect's van linking the suspect to both locations, Alhambra, where police say two community members wrestled with him and was able to take the weapon away from him. Police identifying the suspect as 72-year-old -- a 72-year-old Asian male Huu Can Tran. And police making clear there are no other suspects. So no ongoing threat here. Seven victims remain hospitalized, and 10 people died in that mass shooting in Monterey last night, as they were just celebrating the Lunar New Year. The police saying that the victims were in their 50s, 60s, and beyond. So I want to go to Don Lemon, who is there on the ground in Monterey. And, Don, you know, look, police made clear the suspect is dead. But there is still so much grief, so much, just, mourning happening where you are right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:01",
      "speaker": "LEMON",
      "sentences": "Yes. The suspect, he said the person who they believe or the person who is responsible for this is dead. And they're telling people, he said that people here should feel safe after this. But listening to this press conference, we got a whole lot of details out of this press conference, Pamela, and they were very disturbing.At the end of the press conference, you heard the Monterey Park police chief saying -- and Natasha Chen joins me, is here with me. She was listening to the press conference as well. You heard that he said these officers had been on the job for about seven months. Some of their youngest officers, he used words like horrific, and he said when they got there, there was extensive carnage. And the damage was extensive and there was carnage on the scene. They saw dead bodies. They saw blood. And from these young officers who were going to have to deal with this, with seeing these people dead, they said they were not prepared for what they rolled up on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:01",
      "speaker": "CHEN",
      "sentences": "He did say that these are some of the youngest officers they have on the force, who had been, like you said, only working for several months. And that they walked in not prepared for what they were going to see. That there were people fleeing the business, that there were people injured and dead inside.And I will say that from talking to somebody who had a friend in there, it did seem like a very chaotic scene, where people saw people on the ground, did not know if those people were injured or dead, and just trying to get out of there. Just a horrifying, sudden, abrupt ending to a celebration really that was supposed to be for the biggest holiday of the year for the AAPI community here. This community of Monterey Park, predominantly Asian, Don. So they were looking forward to a second day of festival activity, it was supposed to be on this street right here. Instead, all this is now a crime scene.",
      "isLastSentenceInterrupted": false
    }
  ]
}