{
  "date": "2023-04-05",
  "headline": "Quest Means Business",
  "subHeadline": "McCarthy And Taiwan's President Speak Amid China's Threat; World Leaders Make Personal Visits In US, China, Europe; Zelenskyy Visits Key Ally, Poland; Zelenskyy On First Trip To Poland Since Russian Invasion; \"The New York Times\" Tempts Subscribers With Games; Dash To The Bell. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:25",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "Well, that brought it to a whole other level.(voice over): Egypt, Jordan and Saudi Arabia have denounced Israel for what happened. The Jordanian Foreign Minister saying the world must clearly condemn the attack.. Shortly after the raid, rockets were fired from Gaza into Israel, the militant group Hamas, saying Israel's actions in Jerusalem wouldn't go unanswered. The Israeli military said it had struck Hamas weapons sites in Gaza in response. (END VIDEOTAPE) GOLD (on camera): And the US Office of Palestinian Affairs says that violence has no place in a holy site and during a holy season calling for restraint and de-escalation. Guys, there is a lot of concern this will spiral even further. In just the last few minutes, the IDF says two more rockets actually attempted fire from Gaza into Israel. They didn't cross the border. But as we speak, we can say that it is calm at the Al Aqsa Mosque compound where Islamic authorities say 20,000 worshippers are praying at this very moment -- guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "ERICA HILL, CNN HOST",
      "sentences": "Hadas Gold, appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "It is a top of a very busy hour on CNN NEWSROOM. Hello, everyone. I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "HILL",
      "sentences": "And I'm Erica Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "GOLODRYGA",
      "sentences": "Breaking news for you right now, former Vice President Mike Pence will not appeal a Judge's decision that would require him to testifyto the grand jury about Trump's actions leading up to the January 6 insurrection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "HILL",
      "sentences": "CNN's Katelyn Polantz joining us now with this breaking news. So Katelyn, what more do we know, what specifically is the former VicePresident saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "KATELYN POLANTZ, CNN CRIME AND JUSTICE SENIOR REPORTER",
      "sentences": "Well, this announcement today comes from a spokesman for former Vice President MikePence and he is saying that Trump, or I'm sorry, the Pence will comply with a subpoena that he received from January 6 investigators based out of Washington calling him to the grand jury operating out of the Federal Court here. They are wanting to ask him about conversations he had with Donald Trump from the election on the whole way, leading up to January 6th at that time that Donald Trump was putting pressure on Mike Pence, to try and block the election, a crucial piece of what the Special Counsel's Office is looking into as they're investigating January 6th. Now, the way we got here is that there had been an unprecedented subpoena of the former Vice President to testify about the President that he served under, and initially there had been two core challenges over this, Donald Trump had tried to challenge and Mike Pence had also tried to challenge in Court this subpoena. We know that the Judge ruled essentially that he needed to show up and testify, that Donald Trump couldn't claim any secrecy around the presidency over their conversations and also, that Mike Pence would not be able to not give testimony. He would need to go into that grand jury. Now, Pence did win a little bit here, and he, in his statement today is underlining how the principle prevailed that he had argued in Court that the Vice President can be covered by constitutional protections for Members of Congress because he was acting as the presiding officer over the Senate on January 6th, but even so, at the end of the day, the announcement is that Pence is not going to appeal the Judge's decision saying he must go testify, and thus he is agreeing to do that, as required by law. He says now, Trump could also try and appeal some things, but he keeps losing in Court every time he has tried to block testimony in this criminal investigation. We don't exactly know when Pence is going to go into the grand jury, but the Special Counsel's Office has been very aggressive in getting witnesses in and right now, Mike Pence is going to be a key witness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, we have been waiting for this decision. We've been told by people around him that that he will make this decision soon. And now weknow that that he will not be appealing this Judge's ruling and that he will be testifying to at least some of his actions, not on what he did on January 6th, he views that as a victory, but on any conversations that he had with the former President in the days leading up to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "POLANTZ",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "MCCARTHY",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "HILL",
      "sentences": "And there you heard there a little bit from Speaker McCarthy and of course, from President Tsai there, talking about the appreciation for theunwavering support, noting we are stronger when we are together. We had heard of course, from our report, there will not be questions. Back with us now, Will Ripley joining us from Taipei, Taiwan; Phil Mattingly, is at the White House. Will, that message that was delivered there, anything surprising in those words to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, and we know that President Macron is hoping to pressure President Xi to use his influence over Vladimir Putin to bring an end tothis war. Obviously, that didn't happen when President Macron attempted that same diplomacy with Vladimir Putin in the months leading up to the war. I want to get to Phil Mattingly on that point, because, Phil, we heard President Tsai earlier in the first leg of her trip mention in a speech in New York, again, this trip they're calling a transit stop in the United States, on their way to Central America say that Russia's invasion of Ukraine was a wake-up call to the country, they increased their military budget, it is about $20 billion, still a fraction of what China's budget is. But where does the United States stand specifically, Phil, with regards to this meeting? I know the language out of the White House has been not to overreact for China, it was notable that there were no questions asked during this presser between the two, but how is the White House viewing this meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "PHIL MATTINGLY, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, I think the most public messaging has certainly been directed towards Beijing, making veryclear that this should not be viewed as out of the norm, it shouldn't be viewed as something that should drive any kind of escalation, and that they want to maintain open lines of communication, something that's also been communicated behind the scenes at the highest levels as well. But there is a reality here, and that is one that this has happened before, and there is always a balancing act between whatever the current US administration is attempting to convey publicly as it relates to the bilateral relationship with China and the reality of where bipartisan lawmakers and a large swath of them at that stand on this issue and have stood on this issue. And I think the momentum behind Taiwan or behind assistance for Taiwan, both on the economic and defense side of things for self-defense purposes, has only grown in recent years. And I think in large part, you know, it is interesting what Will and what you guys were talking about in relation to Russia's invasion of Ukraine, there is not a person inside this administration you talk to that doesn't view what is happening in Ukraine through the lens of what that may mean for China and Taiwan, how that may shift, or maybe drive any calculations in the future made by Xi Jinping and China. Military leaders are certainly discussing that in public, more so in private. Administration officials are as well. I think all of that kind of converges into this very unsettled moment; unsettled, just on a simple bilateral basis between the US and China for any number of reasons that have escalated tension over the course of the last several years. But certainly on this issue, specifically, when military leaders go to Capitol Hill, they say in public forums, that conflict seems to be coming to some degree that certainly they are planning for that. Certainly, they are aware of that reality, and I think what's been most interesting when you talk to White House officials is publicly, they made clear this shouldn't be viewed as escalatory. No administration officials are meeting with the Taiwanese President or anybody in her delegation while they're here, but they also acknowledge the reality of lawmakers get to do what they want to do in this issue. They certainly consult with administration officials. And it's not just Speaker Kevin McCarthy. This is a bipartisan delegation that President Tsai is meeting with in California. She met with the House Democratic Leader Hakeem Jeffries in New York. She met with bipartisan groups of senators, as well. And so that balancing act, that dynamic at a very, very tenuous moment from a geopolitical perspective is something that administration has attempted to balance and certainly is aware could lead to some type of escalation in the days ahead. Their biggest question right now is A: What would that be? And B: They hope it's kind of contained to some degree and not reflective of what they saw in the wake of Speaker Nancy Pelosi's visit last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "HILL",
      "sentences": "Interesting to see. We'll be watching for all of it.Phil, Will, I know you both will keep us updated as well. Appreciate it. The family of the 17-year-old shot and killed by a Park Police officer is now speaking out. What they're saying about the body camera footage that's been released. That's next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:47",
      "speaker": "ZAIN ASHER, CNN INTERNATIONAL HOST",
      "sentences": "Good evening, I'm Zain Asher and this is QUEST MEANS BUSINESS.It is a big day in terms of global diplomacy. In the last few minutes, we heard from the President of Taiwan and the US House Speaker after their meeting in California. French President, Emmanuel Macron has arrived in China ahead of the EU leader, Ursula von der Leyen. They want to reset business and political ties with Beijing. Vladimir Putin is hosting Belarusian President Alexander Lukashenko in Moscow. Last month, Putin said that Russia will deploy tactical nuclear weapons in Belarus. Ukraine's President Zelenskyy meantime is a neighboring Poland, one of Kyiv's closest allies over the past year. Let's start with Beijing where Emmanuel Macron and Ursula von der Leyen have an ambitious agenda. They want to persuade Chinese leader Xi Jinping to use his ties with Russia's Vladimir Putin to help end the war in Ukraine. Here is what the French President had to say earlier. (BEGIN VIDEO CLIP) EMMANUEL MACRON, FRENCH PRESIDENT (through translator):\tAnd China precisely has proposed a peace plan, we welcomed it, but do we agree on all of it? No. Nevertheless, it proves a will to engage in the resolution of the conflict. And so, if this is not a plan for peace, it is a willingness to have a responsibility and to try and build a path towards peace, and I hope to be able to participate in initiatives useful to the Ukrainian population. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:47",
      "speaker": "ASHER",
      "sentences": "Emmanuel Macron has brought dozens of French business leaders with him to Beijing, companies like Airbus, BNP Paribas, and L'Oreal arepart of the delegation. Mr. Macron says that Europe must resist decoupling from the Chinese economy amid rising international tensions. Jamie Metzl is a Senior Fellow at the Atlantic Council. He joins us live now from New York. Jamie, it's been a while. It is so good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:47",
      "speaker": "JAMIE METZL, SENIOR FELLOW, ATLANTIC COUNCIL",
      "sentences": "Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:47",
      "speaker": "ASHER",
      "sentences": "So let's talk about President Macron in Beijing, in China, obviously part of his goal. I mean, he is there for many reasons, but partof his goal is to try to persuade China to bring about some kind of peace in terms of what's happening with the war in Ukraine. How realistic is that? Is that realistic? Or would you say that was just wishful thinking at this point, given what's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "ASHER",
      "sentences": "Just in terms of Macron's goals when it comes to peace, though, I'm curious how much sway do you think Xi Jinping actually has overVladimir Putin? I mean, obviously, he does have leverage from a military aid, military assistant perspective, but in terms of actual sway over Putin in terms of getting him to end this war, how much sway do you think he has at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "METZL",
      "sentences": "If Xi Jinping decided that it was a high priority to end this war, he could end the war, literally in five seconds. All he would need to do isto say that China a hundred percent does not support the war, calls on Russia to withdraw all of its troops from Ukrainian territory and will join sanctions against Russia, if that doesn't happen. If Xi Jinping says those words, the war will be over in minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "ASHER",
      "sentences": "That is interesting. There are other experts that I've spoken to, especially today who have actually said that Xi Jinping doesn't have thatmuch sway in terms of ending this war, but it's interesting to hear your perspective. In terms of Europe's hard-hit economy, how much does Europe need the Chinese market just from a trade and financial perspective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "METZL",
      "sentences": "The Chinese market is hugely important to Europe as it is to many countries and to many regions. The challenge that Europe faces is that inrecent years and decades, it is believed that it could get cheap oil from Russia, economic growth from China, and free essentially security from the United States. And Europe now recognizes that none of those three premises are viable, unless Europe takes a much more significant role in determining its own fate. And so, that's why Macron, at least I hope, is recognizing that trade and security and military relations and transatlantic relations are all bound together if the Europeans try to negotiate some kind of separate economic deals with the Chinese to gain benefits from this moment, that would be a terrible mistake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "ASHER",
      "sentences": "Right. Jamie Metzl, live for us there, thank you so much. Appreciate it.All right, speaking in Warsaw a short time ago, Ukrainian President Volodymyr Zelenskyy thanked the people and leaders of Poland for their support since the Russian invasion of Ukraine. I want you to listen to what he had to say. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): Speaking with words of gratitude and strength, gratitude because there are no moments when we will be apart, but we will be not united. Ukrainian and Polish hearts, they beat for one freedom for a common independence of our country, for our common Europe, our common home, and we will win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "ASHER",
      "sentences": "Earlier Mr. Zelenskyy met with Polish President, Andrzej Duda. The two leaders have been focusing on the reconstruction of Ukraine oncethe war ends. David McKenzie joins us live now from Kyiv. Just explain to us, David, what the purpose of this trip was, the goal of this trip was for President Zelenskyy. I mean, obviously Poland has been a steady and reliable partner for Ukraine, especially in terms of housing more than one million refugees since the war began.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "DAVID MCKENZIE, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Zain, I think that's one of the reasons for this State Visit was to symbolically show the thanks forthe Ukrainian people and the President for that opening of arms for Ukrainian refugees at the start of the war, and also for the ongoing support of Poland, a very key European ally in this conflict at this stage of the conflict. You saw that rousing speech by President Zelenskyy. In terms of practical things, according to the Ukrainian President's office, there were significant economic ties solidified during their meetings, as well as an ongoing commitment by the Polish government to help supply and to sell weapons and ammunition to Ukraine in this long fight -- Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "ASHER",
      "sentences": "And in terms of another diplomatic push, we are watching Putin and Lukashenko meeting today as well. Just walk us through what was on theagenda in terms of that meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "ASHER",
      "sentences": "All right, Dave McKenzie, live for us. Thank you so much.All right. What is a five letter word that brings a lot of business to \"The New York Times\" games? The head of \"The New York Times\" games that tells us how his section is bringing in subscribers. That's next. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "ASHER",
      "sentences": "You might be able to guess this next one. The number of people who pay for the games alone. More than a million people pay for the gamesalone. \"The Times\" hopes that including games in all-access bundle will help boost its overall subscriber numbers. It's trying to reach 15 million subscribers by the year 2027. Jonathan Knight is the head of games at \"The New York Times.\" He joins us live now from California. Jonathan, so good to be with you. My husband is a huge Wordle fan. Every weekend he's doing it. Just walk us through how key Wordle has been. I understand that it was pretty much the most searched word globally in 2022. How key has Wordle been in terms of boosting subscribers at \"The New York Times\"? JONATHAN KNIGHT, GAMES, \"THE NEW YORK TIMES\":  Hey, well, thanks for having me on. I'm really happy to be here. Wordle's huge. It's been an awesome year. We acquired Wordle at the end of January of last year. So it's been a little more than a year. And yes, it's just, you know, tens of millions of people are playing Wordle. We're really happy with how many people are still playing it and it's been very effective. It's just bringing a large new audience into our ecosystem and introducing those people to all the value that we have to offer. So it's been -- it's been massive and it's been a really fun year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "ASHER",
      "sentences": "Obviously \"The New York Times\" crossword is also popular. Just the fact that you've added Wordle to that.I mean, has that taken over in terms of popularity? Are we seeing people, you know, we've seen the crosswords essentially become a lot less popular as people turn to Wordle instead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KNIGHT",
      "sentences": "So you know, we have a portfolio of games. We've got the daily crossword, which is iconic and we've been running that since 1942. We haveSpelling Bee, which is a really fun word finding game that's grown quite a bit in popularity. It launched a little under five years ago. We have the Crossword Mini, which is a little bite-sized crossword you can do everyday in a minute or two. And now we have Wordle and we have a few other games as well. And what I would say is that each one of those games plays a different role in the portfolio . And it plays a different role in people's lives. And we're really happy with kind of the collection of games and different roles that they play. Wordle is about reach. So many people, not just in the U.S. but internationally, brought in a younger, more diverse, more international audience to us. And it's a great way for us to introduce people to some of our more, you know, indepth games that are more involved. And you know, some of which requires subscription to play. So that's the role that it plays kind of in the funnel. And we're yes, we're really happy with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "ASHER",
      "sentences": "Yes. I mean, you touched on this already just now but how has Wordle change the demographic of your games audience?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KNIGHT",
      "sentences": "Yes, as I mentioned, it's younger. It's more international. I mean, I think it's -- you know, we're roughly, you know, anywhere from two-thirds to three-quarters of Wordle players are in the U.S. But you know, relative to our other games, that's actually a smaller percentage. So we brought in a much more international audience and younger. I mean, look, our crossword subscribers tend to be a little older. You know, that's a really important user base for us. And you know, frankly, it's bigger than ever. So we're not seeing like any weakness in the crossword following. It's kind of a generational product. And a lot of kids become adults and their parents solve the crossword and still do it, sort of gets passed down generation to generation. You know, we're finding Spelling Bee is a game that parents and kids play together and skews a little bit younger. And then, yes, Wordle is just kind of for everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "ASHER",
      "sentences": "so I understand that 2022 was the second best year ever after 2020 in terms of subscriber additions.Why is that? I mean, obviously, Wordle is part of that fact. But what else?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "KNIGHT",
      "sentences": "And enough people are discovering what we have to offer with the full product. And it's just driving subscriptions. We're also seeing thatpeople are discovering the breadth of what the whole company has to offer. You know, \"The New York Times,\" our strategy is to be the essential subscription for people looking to engage with and understand the world. Curious people. We have news obviously at the center of that. But there's a great cooking product if Wire Cutter, which is about product recommendations. And we acquired The Athletic, which is a huge, you know, premium sports journalism site. And so people through Wordle are discovering the breadth of what we have to offer and it's driving great business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "ASHER",
      "sentences": "And Jonathan, one quick question I literally have about 10 seconds left.What is your go to Wordle word to start with? Mine is \"clean.\" What is your word?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "WRIGHT",
      "sentences": "Clean, I like that. I may try that tomorrow. I typically --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "WRIGHT",
      "sentences": "Yes, well, that's fair. I mean, you know, I like to rotate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "ASHER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "WRIGHT",
      "sentences": "Every few weeks, I get bored and I try something. But I will say I've been stuck on S-T-A-R-E. And it's been pretty effective for me. Sothat's my current go to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:50",
      "speaker": "ASHER",
      "sentences": "Hello, everyone, I'm Zain Asher. It is the dash to the closing bell and we are just over a minute away.Wall Street is set for a mixed closed after a new sign of slowing U.S. job growth. The ADP private payroll report for March was lower than expected. The Dow is set to close about 75 points higher or so. The other U.S. indices are lower. (INAUDIBLE) down a quarter percent and the Nasdaq is off over 1 percent. French president Emmanuel Macron is in China. He will be discussing the war in Ukraine with Chinese president Xi Jinping. I asked Atlantic Council senior fellow Jamie Metzl if Xi can help stop the fighting. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:50",
      "speaker": "JAMIE METZL, ATLANTIC COUNCIL",
      "sentences": "If Xi Jinping decided that it was a high priority to end this war, he could end the war literally in five seconds.All he would need to do is to say that China 100 percent does not support the war, calls on Russia to withdraw all of its troops from Ukrainian territory and will join sanctions against Russia. If that doesn't happen if Xi Jinping says those words, the war will be over in minutes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}