{
  "date": "2023-10-24",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Nurse: \"Very Emotional\" Reunion for Newly-Released Hostages; Humanitarian Crisis in Gaza Deepens; Newly-Released Hamas Hostage Describes Kidnapping & Captivity. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:39",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Good day to our viewers in the United States and around the world. I'm Kasie Hunt. It's Tuesday, October 24th, 5The daughter of one hostage says her mother's safe return is a great sign for all the other Hamas captives. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "SHARONE LIFSHITZ, DAUGHTER OF RELEASED HOSTAGE YOCHEVED LIFSHITZ",
      "sentences": "This is not a political issue, this is a humane issue. We have lost so many.  People are going to funerals every single day.This is a ray of light, but there's so much darkness. And I can't wait to hug my mom, and I can't wait to see the other members of my community and the region also hugging their loved ones. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "HUNT",
      "sentences": "And we are expecting to hear from one of those women any minute now. We'd bring some of that to you when we get it.President Biden said Monday that all of the hostages will have to be freed before the U.S. will even consider pushing for a cease-fire in Gaza. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We should get -- we should have a ceasefire -- not a ceasefire. We should have those hostages released and then we can talk.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "HUNT",
      "sentences": "A little bit of a verbal stumble there from the president, but the point he was trying to make is that the U.S. is standing behind Israel as they lay the groundwork for an invasion of Gaza.The Israel Defense Forces say they killed, quote, several Hamas commanders, and numerous operatives in the last day, and that they bombed more than 400, quote, terror targets. This as the humanitarian crisis in Gaza deepens. One hospital now completely without power. Hamas accuses Israel of crimes against humanity for barring the import of fuel into Gaza. CNN's Rafael Romo is live for us in Tel Aviv. Rafael, good morning. There is clearly obviously a link between the hostages and negotiating for their freedom and the timing of any likely Israeli incursion into Gaza. We have now seen two pairs of hostages be released over the course of the past few days. What can we draw from the timing of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "RAFAEL ROMO, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Kasie, good morning to you. Good afternoon from Tel Aviv.Well, let me tell you, it was very clear from the beginning that Hamas, in addition to committing all kinds of atrocities and acts of terror, wanted to have bargaining power by taking more than 200 hostages. They had a very good idea about how Israel would respond. Then it appears that they were planned for its reaction. Israeli Prime Minister Benjamin Netanyahu, he's facing an impossibly difficult dilemma. On one hand, his government has announced that the main objective, the main focus for the Israeli Defense Forces is annihilating Hamas, the militant Islamist group that attacked Israel on October 7th. On the other hand, Israel is feeling pressure from the United States and other countries to delay any ground incursion into Gaza, until all hostages are released. And then, Kasie, you also have statements like the one made by Dutch Prime Minister Mark Rutte, who said he called on Israeli Prime Minister Netanyahu to show restraint when it comes to using force in Gaza. And then it's very evident to us that the historical tensions between nations here in the Middle East are just as deep as ever. And Prime Minister Netanyahu thanked Egypt for assisting with the release of the hostages. He also thanked the Red Cross for what he called their important role as lifesavers. But, there was no mentioned, Kasie, of Qatar, a country that was also involved in the negotiations. In a statement on behalf of a special envoy for abducted and missing persons, it says about the hostages that the IDF and security forces, the Israeli security forces, have worked very hard in the last few days in all channels to bring about this release of -- and overcome many difficulties, it says, set by Hamas. So, you have a very difficult situation here for the prime minister, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HUNT",
      "sentences": "CNN's Salma Abdelaziz joins us now from London.Salma, good morning to you. Many are calling, of course, for an immediate cease-fire to try to save the children, mostly Europeans, the Americans are not. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "The Europeans, but also aid groups, the United Nations, others who see that humanitarian crisis on the ground is spiraling out of control, as rights group say. You mentioned that death toll so far, 2000 children killed, according to save the children in the Palestinian health ministry.It's important to note here, Kasie, that half the population of Gaza, half the population of that impoverished enclave is children. They are very much caught in the crossfire. So, when we talk about airstrikes ramping up, and I want to just wrap up here because I understand we have a live presser. So, back to you, Kasie, on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:01",
      "speaker": "HUNT",
      "sentences": "All right. We have been listening to Yocheved Lifshitz, who is one of the just released hostages. We are having a little bit of trouble with the audio from this press conference, so we are going to continue listening in on here. If we figure that out, or she continues to talk, we will bring it back to you.She was just recounting her story, of being taken on a motorbike into Gaza, into the tunnels. How she and four other hostages were separated into a room, others from the kibbutz Nir Oz where she lived. We are watching her. That is her daughter in the red shirt right next to her. She's spoken to CNN about her mother's ordeal. Her mother did say there was a badly wounded hostage that was with her, who paramedics in Gaza cared for, as they were being held here. So, just an incredibly dramatic scene to watch, this now released hostage. Again she is still talking, we are trying to figure out how that we can listen to what she is saying here. I want to bring in Ken Gray to talk a little bit more about this. He's a professor of criminal justice at the University of New Haven, and a former FBI special agent. Ken, thank you very much for being with us. And we may be hearing a little bit underneath, the translations. I'm going to listen back into this for just a moment and we'll come back to you. Y. LIFSHITZ (through translator):  -- fed us with cucumber, wine, and cheese that was food for a whole day. S. LIFSHITZ:  My mom is talking about the conditions and also -- my mama speaking about the time there, She is telling us about sharing food with the people, when she first arrived. When they told him that there are Muslims, and that they are not going to hurt them, they shared and ate the same food that Hamas was eating. My mom (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:04",
      "speaker": "KEN GRAY, CRIMINAL JUSTICE PROFESSOR, UNIVERSITY OF NEW HAVEN",
      "sentences": "Sure, this is excellent information as far as intelligence goes, or trying to find out where the hostages are being held at, and what the situation is. The important thing she mentioned was the fact that there was a group of them together, that they went into a tunnel, and then some were separated away. This is all valuable information that they will try to use to try to locate hostages, and to be able to figure out what the IDF is going to be experiencing when they go into rescue them.So, this is the exact kind of information you they need for the details to prepare a rescue operation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:04",
      "speaker": "HUNT",
      "sentences": "All right. Ken, we are getting a little bit more this translation, but since it is coming and going, I am hesitant to -- I think we're going to have our producers listen in here.There she is. Y. LIFSHITZ (through translator):  They opened the gates of the kibbutz and came in droves. It was very difficult and unpleasant. In the memory, I see the images. Y. LIFSHITZ: (SPEAKING HEBREW)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:04",
      "speaker": "REPORTER",
      "sentences": "When your mother was released last night, at the point that she was handed to the International Red Cross Committee, she took the hand of a Hamas gunman and she said to him, shalom. Can you tell us what she meant by that?Y. LIFSHITZ (through translator):  They treated us a gentle care, and all of the necessities they provided. S. LIFSHITZ:  My mom is saying that they treat them kindly, and they were provided for. Y. LIFSHITZ (through translator):  They looked very well prepared, they prepared it for a long period of time. All of the needs for a female, for the women needs, shampoo, conditioner --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:04",
      "speaker": "HUNT",
      "sentences": "All right. Again, we are having a lot of trouble with some of these translations here.Ken Gray, that was really interesting context that you are providing. And she seemed to add to it just there in saying that they were prepared with shampoo, with conditioner, that this had been a long time in the planning, and she could tell that from her experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:04",
      "speaker": "GRAY",
      "sentences": "Absolutely. So a lot a very good details in, here but I think more than that we have seen through this press conference that is going on right now. This is actually projecting information that Hamas wants to get out. That is they want to project the information that they are treating the hostages very well, and that they were treating them as humans, and that they are in the process of doing so, they are winning the war as far as information goes.So, this is -- this is a very, very good example of being able to handle the situation. When the United States went into Fallujah, that was one of the things that was lost by the U.S. They did not control the information at all at the first battle of Fallujah. Similarly, here, we see Hamas using this, as a method of being able to show themselves of being humane, treating the hostages well, and it will make the IDF look even worse when they enter the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:04",
      "speaker": "HUNT",
      "sentences": "Of course, Hamas could not have known what this hostage was going to say, what Yocheved Lifshitz was going to say when she came out here. And she did talk a little bit about, and I'm hoping will get to hear more clearer version of what she did have to say, about what it was like, to be taken from the kibbutz.She said those images -- in my memory, I see the images, she said, of what it was like when they attacked her kibbutz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:04",
      "speaker": "GRAY",
      "sentences": "Absolutely, it is a wild card they do not know how she is going to deal with the press after she is released. However, they did decide to release her, and we don't know why she was selected to be released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:07",
      "speaker": "GRAY",
      "sentences": "So, to me, what this means is, that this is the process of separating the hostages to make it more difficult in the event that IDF comes into rescue the hostages. That they are not going to find them there at all in one location, where one operation would be able to rescue them all.So, that may not have been the intent but it certainly shows that is going to be difficult on the part of any rescue operation. It's just simply the fact that the logistics will make it difficult having them in separate locations. This is only 25, by the way, of all the hostages. While this one is going on in this operation, there may be a similar type of operation elsewhere, where people are being held in tunnels, but also they might be being held in apartments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:07",
      "speaker": "HUNT",
      "sentences": "Right. And that number, of course, had been at one point, 222 people.Ken Gray, thank you very much for helping us watch this in real time, and being up early with us. I do appreciate your perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:07",
      "speaker": "GRAY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}