{
  "date": "2023-05-03",
  "headline": "CNN Tonight",
  "subHeadline": "Special Counsel Questions The Handling Of Surveillance Tapes From Mar-A-Lago; Atlanta Shooting Suspect Caught After Hours-Long Manhunt; North Carolina Republicans Pass Bill To Limit Abortion After 12 Weeks; Ten-Year-Old Children Were Found Working At McDonald's; \"CNN TONIGHT\" Presents \"On the Lookout.\" Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "Here with me, we have Melanie Zanona, Danny Freeman, Dianne Gallagher, and Omar Jimenez. And we have a lot to talk about because there are new developments tonight in the Trump's special counsel investigation.Sources tell CNN that Jack Smith is now asking questions about the handling of surveillance tapes from Mar-a-Lago and whether they could have been tampered with. Meanwhile, the Biden administration faces a ticking clock on two looming crises. Title 42 is about to end which could lead a surge of migrants and the debt limit is coming dangerously close to default. So, let's find out what's next. Melanie, let's start with you. Tell us what's happening in the special counsel news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "You know, there is an old saying in Washington, it is not the crime but the coverup. So, we already knew that the special counsel was looking into Trump's handling of classified documents. We now know that they are also looking into how they handled security footage in Mar-a-Lago and whether it was tampered, whether it was withheld. So that is a sign that the investigators are strongly looking into a possible obstruction of justice charge.Specifically, our fabulous colleagues, Paula Reid and Katelyn Polantz, found out that there are two senior Trump level organization employees who are going to go before the special counsel tomorrow. So, that's something to look out for. And they are expected to be asked about that footage. And the reason why that footage is so important is because it can really shed light on how exactly how these documents were handled. CNN reported that there is a footage of this other Trump aide who was bringing out boxes of documents from a storage closet. And so, this is a very significant step in the investigation and it is a sign that they are getting closer and closer to Trump's inner circle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CAMEROTA",
      "sentences": "So just I understand, these are surveillance tapes because he had a home security system, and so they were just on at all times, cameras were on at all times of the room where these documents were supposed to be kept?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ZANONA",
      "sentences": "Yes, specifically in Mar-a-Lago. And these two witnesses that are going to be called before the grand jury were in charge of security operations. They have intimate knowledge of the workings of Mar-a-Lago and that's why they are such crucial witnesses.But the question is, were there conversations about whether to withhold that information? Were there questions about tampering with it? It's important because it came after there was a subpoena for that security footage. Those are the questions that investigators are going to be looking into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Do we know who these officials are? Are they household names?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ZANONA",
      "sentences": "Well, they have fabulous names.(LAUGHTER) Matthew Calamari, Sr. and Matthew Calamari, Jr.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CAMEROTA",
      "sentences": "They do sound delicious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ZANONA",
      "sentences": "Yeah, they are.(LAUGHTER) Great names. But they are two -- they are two longtime Trump employees. Matthew, Sr. was a senior vice president. His life was really subsidized by the Trump Organization. His son was the head of security operations. So, they would have a lot of knowledge about exactly how that security footage was maintained and what went down afterwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay. Now, tell us the update that we need to know for what's happening next with the Title 42 (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ZANONA",
      "sentences": "So, the Biden administration is bracing for the fallout and a potential surge of migrants at the border. They know that this could be a political liability for them. And so, they are taking some preemptive steps to try to mitigate the fallout.One thing that they're doing is they're sending active troops, active duty troops down to the border to serve -- to do administrative role, not to do law enforcement, to try to free up some resources for other law enforcement down at the border. They've also struck a deal with Mexico where Mexico is going to continue receiving migrants, non-Mexican migrants who were turned away at the border. That was the policy -- the Trump era policy that is now being lifted. So, they know that this is a logistical challenge, but it's also a political challenge because however Biden handles this, he's going to be getting incoming from the right, he's going to be getting incoming from the left, the progressives who don't want him to return to this Trump era policy. They want to make sure the conditions at the border are humane. And so, he is walking into a potential landmine. But the fact of the matter is, we were talking about this earlier, without the help of Congress, there is very little he can do on his own. So, his hands are really tied.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, you mentioned from the left, this is also a potential and maybe already is a humanitarian crisis. So, it's not just political. And because of the president's situation here, they have to be careful about how this plays out from the left as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ZANONA",
      "sentences": "Yeah. That is absolutely part of the calculation for the Biden administration, how they're going to handle this. And, you know, it is going to be factor, potentially, in this 2024 election in terms of Congress. There have been efforts in the past to try to adjust this.He's not the first president to have to deal with this. Right? It happened for Trump. It happened for Obama. They came close in 2013 in Congress in getting a deal. They actually passed something, a bipartisan bill in the Senate, but it ended up failing in the House. And part of the problem is Congress is just so polarized nowadays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "ZANONA",
      "sentences": "I'm not confident about anything --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "JIMENEZ",
      "sentences": "I was going to say yeah. As soon as I said it, I was like yeah, there is no way. Yeah, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "ZANONA",
      "sentences": "No. I mean, you're absolutely right, these debates can't seep into each other. When they have, for example, a funding deadline, they will try to stuff in all of their priorities. And one of the things that Republicans on the Hill are clamoring for is more border security (INAUDIBLE). They have a border package they're putting on the floor next week. That's something they're going to fight for in spending.And in terms of the debt ceiling, I mean, there's just a whole host of things that can really get wrapped up in that debate, whether it's energy policy, border security. I mean, there's a whole list of things that they want to tackle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "Can I ask you? You know, we are talking about two different things. You just spilled about two different things. The Trump issues at Mar-a-Lago and now debt ceiling and immigration. I guess, from your framework of how you're covering and looking towards 2024, will the normal campaign issues of like economy and immigration be the focus or will these abnormal indictments, special counsel, be more the focus of 2024? Do they have a sense right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "ZANONO",
      "sentences": "I would say the conventional wisdom usually is that the economy, the border, those issues will matter. But we heard that time and time again last summer that this was going to be -- the midterms are going to be the gas and groceries election. And what we found in the midterms is that abortion mattered, threats to democracy mattered. So, I think it's really hard to say what is going to matter. But the economy always, of course, is a top issue for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "CAMEROTA",
      "sentences": "Isn't it also interesting in terms of the border that President Biden is going to search the border with active duty National Guard -- National Guard or military --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "ZANONA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "CAMEROTA",
      "sentences": "-- and that is what President Trump did, too. And President Trump did Title 42. President Biden has kept it in place. And so, there is all of this obvious partisan rancor when either side does it. But at the end of today, there only so many tools --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "ZANONA",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "CAMEROTA",
      "sentences": "-- in the kit that the president can do without Congress doing anything. And they both tried them. And it's funny to hear, you know, Democrats are fine with it now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "ZANONA",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "CAMEROTA",
      "sentences": "But now, you know, President Trump doesn't and vice versa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "ZANONA",
      "sentences": "And the other interesting point that you bring up there is that immigration policy right now is being set by court rulings. It is not being set by lawmakers passing laws. And that is another part of the problem. I think everyone agrees that our immigration system is broken. It is outdated. But the problem is they can't agree on a solution of how to solve it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "CAMEROTA",
      "sentences": "Yeah, that's a really tough one. And meanwhile, as you said, the humanitarian crisis. What is the plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "ZANONA",
      "sentences": "Well, I mean, they are already starting to call down to different cities that are expecting to get this flux of migrants potentially next week. It also tends to uptick in the summer. They are assuring that they're going to do everything that they can to ensure that the conditions are humane.But it remains to be seen. It is an incredibly difficult position. It is a very tricky position that Biden is in and it's not -- there's not a simple way to handle it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "GALLAGHER",
      "sentences": "Are they offering additional assistance to the cities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "ZANONA",
      "sentences": "That is the thing. The cities keep asking, especially these blue states cities where the governor of Texas has been bussing migrants. They are asking, what is the plan? We need more resources. That has been a very, very chief concern for them, how they're going to handle this, and they just don't have a lot of options at their disposal right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "CAMEROTA",
      "sentences": "Yes. and as you know, Governor Abbott is sort of making, I think, political hay about saying you call yourself sanctuary cities, here you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "ZANONA",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "FREEMAN",
      "sentences": "It's interesting. You know, you mentioned the double standard. You know, it means one thing in one administration, another thing in another. I remember, I was at the border in San Diego and the military came down during the Trump administration. They were putting the barbwire up. It was a big show.And the Biden administration, though, was very clear to say that this is just administrative. It seemed that there was some preemptive -- no, no, no, that they're going to be sitting behind desks helping the National Guard that is already there. So, again, it is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "CAMEROTA",
      "sentences": "That's interesting. So, they're doing -- do we know that they were playing a different role?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "ZANONA",
      "sentences": "I mean, I think it is unclear. They are definitely sending the troops down and specifically saying --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "FREEMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:59",
      "speaker": "ZANONA",
      "sentences": "-- that it will be administrative, like I said, and the reason is so that they can free up some of the sources where the border patrol and other law enforcement agencies don't have to waste their resources doing that. But we have to see how this plays out. It is one thing to say it is going to look one-way, and we will have to see if they actually follow through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CAMEROTA",
      "sentences": "Twenty-four-year-old Deion Patterson under arrest tonight after police say he shot a woman to death and injured four others at a northside medical facility in Atlanta. The woman who was killed has been identified now as 38-year-old Amy St. Pierre. She worked for the CDC. CNN's Omar Jimenez is on the story. How did he get captured?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "CAMEROTA",
      "sentences": "We've been talking to you this week about other manhunts. I mean, this has just been a nightly reporting gig for you, and we've been reporting on it tonight. And so just tell us -- tell the viewers what it is like when you're reporting on a manhunt, when there is some sort of active or armed and dangerous shooter on the loose. Where do you begin? When the police are looking for somebody, how are you reporting on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "JIMENEZ",
      "sentences": "Well, it is a combination of things. I mean, one, you are looking at, potentially, if the person is still in the immediate area, you're looking at what the police movements are going to be because sometimes, when a large amount of police shows up to a presence, it is not necessarily because they need all the police, it is because they might need that police. And so, it is a lot easier to sort of paired down those forces than to ramp up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "CAMEROTA",
      "sentences": "So they have a show of force --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "JIMENEZ",
      "sentences": "Show of force.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "CAMEROTA",
      "sentences": "-- and you're looking at that and trying to figure out what is going on because, obviously, they have a barricade or whatever, a perimeter up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "JIMENEZ",
      "sentences": "Of course, of course. And then, again, if this shooter is in the immediate area or if there is another scene, you might start to see people (INAUDIBLE), if there's another shooting, if there is a sighting, a carjacking in this case, you know. So, those are the things you're looking for.You're also looking at social media as well because the police are also looking at social media. Sometimes, you may see a video that a bystander posted 30 seconds or a minute after they posted it. So, you might say, oh, this looks like something, maybe we should get there, and then you start listening to scanner traffic and it seems like police are going there. So, you are kind of just looking and being aware of your surroundings. I will say, it is a different dynamic when the person is still on the loose versus they've either been killed or they've been arrested because you, as reporter, you don't even know if they're going to come back to the scene where you all are as the police are out looking as it happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "GALLAGHER",
      "sentences": "As what happened very recently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Exactly. Yeah, exactly, exactly. And so that changed the dynamics exponentially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "CAMEROTA",
      "sentences": "So, you are never trying to get ahead of the police. If you get a tip, if you find out from, say, a family member, are you going or ever going someplace that the police aren't yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "JIMENEZ",
      "sentences": "I would not recommend it. I think it just depends on the type of situation like, for example, the way Gary Tuchman reported about the account from the women. That is more of the best-case scenario because you are now getting information that the police haven't put out yet even though the situation has been resolved.Because I -- personally, I don't want to come across someone who may be armed and dangerous just for the sake of leading (ph) a newscast or getting, you know, trending on Twitter, whatever it may be. It is just not worth it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "GALLAGHER",
      "sentences": "There are also a lot of false alarms, too, in the situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "JIMENEZ",
      "sentences": "Yeah, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "GALLAGHER",
      "sentences": "Two weeks ago, if you remember, there was a story of a man who got upset when a basketball rolled into his yard and began shooting at a neighborhood. He shot a six-year-old child, her father, the mother, another person. He was on the loose for two days and people in the neighborhood kept saying they couldn't sleep, they were afraid, they were scared.We were out in that neighborhood with them. They were afraid to be in their homes. We were out there live at the basketball, you know, goal. And I remember --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "CAMEROTA",
      "sentences": "Is it nerve-wracking? I mean, somebody is on the loose and you are reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:58",
      "speaker": "GALLAGHER",
      "sentences": "In some cases, yes. But there was a moment where suddenly there was a lot of activity and everyone kind of started freaking out. A woman drove in, she goes, they locked down the school, they think he might be in the area. It was a false alarm. Everyone was jumpy. In these cases, that is about reporting this, too.You have to be careful about what -- take everything a bit with a grain of salt. You got to re-check, check, and check. People get jumpy. Everybody sees something that might not be it. But everything is a tip. You have to follow through on that stuff. If not, sometimes, you do have to send that over to law enforcement and let them know, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "FREEMAN",
      "sentences": "I mean -- I said this last night when you were talking about the manhunt in Texas. And again tonight -- I mean, when you talk about the danger in the nerves as a reporter going in, you know, little law enforcement, I mean, I've seen situations where it ends in a shootout.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "GALLAGHER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "FREEMAN",
      "sentences": "Right? There was situation in Philadelphia that was similar to this where a man walked into a hospital, shot a coworker, fled, and it was later on in the morning that he ended up having a shootout with police. I mean, that's how it can get really frightening because a lot of times, you don't get the suspect apprehended --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "JIMENEZ",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "FREEMAN",
      "sentences": "-- without something like that, you know, especially if it's -- talking about a mass shooting that starts this entire incident. So that is really frightening for, again, law enforcement who are searching for them, neighborhoods that are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "CAMEROTA",
      "sentences": "Sure. And journalists have been caught in a crossfire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "FREEMAN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "ZANONA",
      "sentences": "There are times when you have to make that calculation of trying to protect your own safety versus doing your job. I was actually in the Capitol on January 6th. I was part of the group that was in the House chamber. We were in lockdown. They told us to get underneath our chairs, duck for cover, put on gas mask. I remember sitting there thinking, I want to see what is happening.I started tweeting. I know my family was not happy that I was using precious battery to tweet out the news. But I am -- as traumatic as that was for me and the country, I'm so happy that I documented the truth and was able to get it out there, especially because in the aftermath, we saw the efforts to try to lie about what happened that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "CAMEROTA",
      "sentences": "But in that moment, how scared were you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "ZANONA",
      "sentences": "You know, I think I was too scared to even -- I was in shock. I didn't realize how scared I was. For me, the scariest moment really didn't sink in until two or three days later when I was experiencing PTSD because you're just running on adrenaline, you're trying to report the news.They came back that night and certified the election. And then in the days after, it was all about impeachment. So, the second I stopped moving, that is when I started getting --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "JIMENEZ",
      "sentences": "I was going to say, I think all -- it happens to all of us. Whatever hurricane we are thrown into, whatever situation we are thrown into, the job itself becomes a little bit of a distraction to the actual insanity that is going on around you because your friends will watch and be like, oh, my God, are you okay? And I'm like, what are you talking about?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "CAMEROTA",
      "sentences": "And I do think it does give us a little bit of false bravado --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "JIMENEZ",
      "sentences": "It does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "CAMEROTA",
      "sentences": "-- of thinking I'm just doing my job, I'm just doing my job, as things are flying around you from a hurricane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "GALLAGHER",
      "sentences": "A vehicle flips over --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "CAMEROTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:58",
      "speaker": "JIMENEZ",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "GALLAGHER",
      "sentences": "So, within this past hour, the North Carolina State House passed this 12-week abortion ban. Now, I want to be very clear, the bill itself is about 26 hours old currently right now. It is one step away from going to the governor's desk. They introduced this bill late last night, it went to a committee hearing in the morning, and it was already in the House with a vote tonight.The Republican Party in North Carolina has felt quite empowered with this new super majority that they have. This is something that if you had asked people a year ago, would they be able to do this? They would say, no, they're not going to do this, it's not the climate. It is happening and it is happening at a rapid pace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CAMEROTA",
      "sentences": "Because a Democrat switch party --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "GALLAGHER",
      "sentences": "To give them that supermajority. And so, this particular abortion bill, we are talking about a 12-week ban with limited exceptions. So, 20 weeks exceptions for rape and incest victims, 24 weeks for what they call life-limiting fetal anomalies. Also, they have exceptions for the life of the mother for physical risks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "GALLAGHER",
      "sentences": "It also adds lots of new steps and requirements and restrictions for abortion care, including medication abortion. So, we talking about multiple doctors' appointments that have to be done in person. The medicine would have to be prescribed in person, then they would have to come back to take it, then come back again for a follow- up appointment, and the doctors can have penalties because of this.So, there is a lot in this bill. The Republicans have said this is, in their words, mainstream. They've added the exceptions people asked for but they want to put some -- they want to put some guardrails on things. Democrats are saying that this is, again, a slippery slope. But there's also so much at stake in the state of North Carolina. And as you mentioned, this probably wouldn't be happening if we hadn't had that switch of parties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CAMEROTA",
      "sentences": "I want to talk about this woman because I interviewed one of her opponents. This is fascinating. So, she was a lifelong Democrat. In fact, she was an abortion rights advocate --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "GALLAGHER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CAMEROTA",
      "sentences": "-- as I understand it. Her name is Tricia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "GALLAGHER",
      "sentences": "Cotham.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CAMEROTA",
      "sentences": "Tricia Cotham. And you have been reporting on her for years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "Let's do it because she changed tonight. Let's listen to this.(BEGIN VIDEO CLIP) REP. TRICIA COTHAM, NORTH CAROLINA STATE REPRESENTATIVE:  Abortion is a deeply personal decision. It should not be a political debate. My womb and my uterus are not up for your political grab. Legislators, you do not hold shares in my body. So, stop trying to manipulate my mind. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "So, fast forward, eight years to tonight, and she voted --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "GALLAGHER",
      "sentences": "I'm going to do you one better, Alisyn. Fast forward to her campaign to run for office as a Democrat --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "Which was just in the past year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "GALLAGHER",
      "sentences": "In November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "In November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "GALLAGHER",
      "sentences": "Literally, yes. She was sworn into office in January on a pro-abortion rights platform where her goal was to -- there was a tweet literally one year ago today where she talked about her priority being to codify Roe v. Wade into the North Carolina Constitution. She has talked about this. She is currently a sponsor on a bill that still exists in this session for codifying Roe versus Wade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "And tonight, she votes for abortion restriction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "GALLAGHER",
      "sentences": "In favor for this 12-week abortion ban with limits, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "So, how does she explain that? GALLAGHERLook, politicians can evolve. But this is not being received well. I think we may have some sounds of her explaining why she switched party. I know you know about this, but maybe not everyone hasn't caught up with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "Let's listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "COTHAM",
      "sentences": "A turning point for me was when I was criticized for using the American flag and the praying hand emoji on all my social media platforms and even on the back of different vehicles that I have. I really cannot believe that was the conversation that was happening at that time, and I was deeply offended.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "JIMENEZ",
      "sentences": "That was the turning point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "ZANONA",
      "sentences": "Some emojis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "GALLAGHER",
      "sentences": "So, yeah. She essentially has said that she felt bullied out of the party. I will tell you that some of the comments she has made have been fact-checked by the incredible state House journalists in North Carolina, and they have said that a lot of her comments are just not legit. They are out of order. That is not how something may have happened. But she did vote in favor of this today. There is a catch though, Alisyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "What is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "GALLAGHER",
      "sentences": "So, another catcher.(LAUGHTER) Super majority. She gave the House -- the North Carolina State House a supermajority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "The Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "GALLAGHER",
      "sentences": "The Senate already had a supermajority. So, when she switched parties, the governor is a Democrat, North Carolina, Roy Cooper, it basically kneecapped his veto power. However, tonight, in this vote, one Republican did not vote, Representative Ted Davis out of New Hanover County, coastal area. Two Democrats didn't vote. So, I told you, I'm going to do some math here, all right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "Yes, there is math tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "GALLAGHER",
      "sentences": "So, if the vote tonight was the exact same as it was for an override, it would go through. They would override the governor's veto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "GALLAGHER",
      "sentences": "However, if those two Democrats tonight who did not vote chose to vote not to override, but that Republican chose to continue to abstain, the Democrats would be able to sustain the governor's veto. Governor Roy Cooper has vowed to veto this already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "Oh, I see. So, he is going to go to the governor's desk. He is going to veto. That is going to go back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "GALLAGHER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "And then we have to see --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "GALLAGHER",
      "sentences": "They have the power. Yes, they have the power to do it with a full supermajority. But the law in North Carolina requires three fifths of the present and voting members to be there. So, if you're gone, it reduces that number. If you don't vote, it reduces that number. So, we are dealing with the tiniest of margins and something that is so substantial and so consequential for people's lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "And again, as you say, it is something that she campaigned on. So, I can only imagine, we are basically out of time, but her constituents, you lived there, how do they feel about her about-face?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "GALLAGHER",
      "sentences": "So, I will note, she is not my representative in that area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "CAMEROTA",
      "sentences": "You live close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "CAMEROTA",
      "sentences": "We have a little bit more time. Do you, guys, have any questions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "ZANONA",
      "sentences": "Is there a political reason for her shift?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "FREEMAN",
      "sentences": "Right. ZANONA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "GALLAGHER",
      "sentences": "There were some hints at the very beginning of the session when she was given a chair by the Republican speaker of the House. She was one of two Democrats to receive a chair. But there doesn't seem to be a moment, at least. There is no donation that anybody at this point has tracked down. There is no anything beyond the fact that she says she felt bullied out of her party. She felt like things were changing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "CAMEROTA",
      "sentences": "We have to go, but I think that she was offered the chairship. And also, I heard she got a really big office.(LAUGHTER) That's worth it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "GALLAGHER",
      "sentences": "I will also note that she is a very big proponent of school choice, which is very much a republican platform in that state. And She has been able to push through that pet project actually very recently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "CAMEROTA",
      "sentences": "That's interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "GALLAGHER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CAMEROTA",
      "sentences": "More than 300 minors, including two 10-year-olds, have been illegally working at McDonald's restaurants. That's the finding of a government investigation into child labor law violations in the southeast.In 2022, nearly 4,000 minors were found to be employed in violation of child labor laws. That is up 37% from 2021. More than $4 million in civil penalties were assessed for violations of child labor laws in 2022. That is up 29%. And 688 minors were found to be employed in illegally hazardous occupations in 2022. That is up 26%. And Danny is here to explain. Danny, what happened at McDonald's?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "FREEMAN",
      "sentences": "Yeah. So, this headline, I think, really screams across the country when the Department of Labor came out with this. So, I'll explain as best as I can because I think there are a couple of different layers to what's going on here.First, that headline. Department of Labor's Wage and Hour Division today announced they found three McDonald's franchises all operating in the Louisville, Kentucky area. And the Department of Labor said that they employed 305 minors to work later, longer than law permits, federal law permits, for youth. And also, two 10-year-old children were employed but not paid by Louisville McDonald's franchise, working as late as 2:00 a.m. I just want to say some of the things that the 10-year-olds were supposedly doing at these McDonalds. It included taking orders, cleaning the store, working the drive-through, working a registrar as well. At least one of the children, the 10-year-olds, was allowed to operate a deep fryer and all of the rules to be breaking. That is one that the Department of Labor emphasized. That is a really bad and dangerous one. So, that sets the stage of the headline that we saw today. As you can imagine, a lot of people are talking about this today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CAMEROTA",
      "sentences": "What does McDonald say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "FREEMAN",
      "sentences": "So, it is important to remember the tiers here. Right? McDonald's operates on franchises largely. So, the three franchisees in question are separate from the large McDonald's Corporation. But McDonald's, they released a statement -- I think we have it right here --where they said, essentially, these reports are unacceptable, deeply troubling, run afoul of the high expectations we have for the entire McDonald's brand.So, McDonald's Corporation is coming out and explicitly saying this is not something that we condone, this is not something that we endorse. And one of the things that they emphasized is that we are going to continue working with the federal government to make sure all labor laws are enforced in specifically these locations that we are talking about right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Do we know the situation with these 10-year-olds? Where were their parents? What was happening? What do we know about the families?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "FREEMAN",
      "sentences": "Okay. So, this is where it gets a little more interesting and perhaps there are more layers than just that shocking headline may illustrate. So, one of the franchisees, they actually released a statement. They explained or at least tried to explain what happened. It was only one of the franchisees that had those two 10-year-olds working at one of their stores.And what they said, this is Bauer Food, LLC, they told CNN that the two 10-year-olds were children of a night manager who was working at one of the stores and the night manager brought in those children to visit that night manager at the store, worked with them. The company, the franchisee, they said that is still not acceptable. But the reason I want to bring it up is because there are probably two different things going on here. [23:44:52] The vast majority of the other penalties that the Department of Labor found were 14, 15-year-olds who are working longer hours than they are supposed to be working or hours outside of the normal allowed time of day that you can be working if you're a teen. The 10-year-olds' situation seems to be something specifically different though where at least this company is saying they came with their parents or a parent to the store to help out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CAMEROTA",
      "sentences": "I wonder what is happening in terms of all those statistics that I read in terms of more children working. Is that an economic thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "GALLAGHER",
      "sentences": "They are passing laws. They're rolling back child labor laws.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Why are they doing that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "FREEMAN",
      "sentences": "So, there are few things here. Then there is larger context, which again is why it is interesting that -- we asked the Department of Labor, by the way, for a little bit more information on the individual families. Some of the details here, we still haven't heard back.But to your question, yes, there has been a push in some states recently to roll back child labor laws. Arkansas is one of the more notable ones in recent years. I think you guys talk about Wisconsin talking about serving alcohol potentially for 14-year-olds -- or 14- year-olds being able to serve alcohol. But the reasoning at least in Arkansas when that happened was Governor Sarah Huckabee Sanders said there are some regulations, there are some permits that we don't think are necessary or we think are an impediment to having some young kids work and get into the habit of working. But advocates say that leads to problems and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "GALLAGHER",
      "sentences": "The 10-year-olds at the deep fryers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "FREEMAN",
      "sentences": "Right. Perhaps what we saw in this particular situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JIMENEZ",
      "sentences": "And there is a situation, too, where in recent years -- I mean, we've seen, obviously, the jumps in percentages. I'm mean, the Department of Labor has said that since 2018, the jump has been over 60% in violations of child labor laws.One thing I think we've seen in recent years is a lot more of those have included migrant children --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "FREEMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JIMENEZ",
      "sentences": "-- who are caught up in the system, come in over with their parents or potentially even being separated from their parents and they end up in communities where they actually are in some ways incentivized to work to help their family. And so, they are willing to overlook some of those guidelines that could get them caught up with the Department of Labor or whatever it may be. FREEMANcontext, right? Actually, \"The New York Times\" earlier this year, they released a big investigative report, an expose saying that the government, the federal government, has been turning a blind eye to a lot of migrant children basically being exploited with child labor. And then the Biden administration came out and said we're going to take this more seriously. This is going to be a priority for us. And I think this is one of the examples of the federal government basically saying we are going to take this more seriously. We are going to crack down and we are going to address it. Now, the challenge in this particular case is that the government did not say specifically that these 300 plus minors were migrants, weren't clear as to what their individual situation was. But again, if you're reading the tea leaves, that seems to be the timing. The federal government says we are going to take this a little more seriously, then we see this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "GALLAGHER",
      "sentences": "What is the consequence, quickly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "FREEMAN",
      "sentences": "You know, it is hard. So, the consequences from the federal government, these franchisees, they have penalties, they have dollar amounts in total, I believe, over $200,000 that they had to pay collectively in smaller amounts. But that, at least from the federal government's perspective, is the penalty for the moment. It doesn't seem like the individual people are being penalized. It seems the franchisees, the owners of these businesses, these McDonald's, are paying the price.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Danny, thanks for explaining all of that. That is definitely a phenomenon, that people did not know necessarily what's happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "FREEMAN",
      "sentences": "You bet. Again, it is -- exploitation is bad. Children working in dangerous situations is bad. It is about figuring out what is happening underneath. That is a challenge that I think we are all old enough to work on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "We are back with our fantastic panel of reporters to tell us what stories they are keeping an eye on. We call it \"On the Lookout.\" Okay, Melanie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "ZANONA",
      "sentences": "I am looking out for the coronation of King Charles. I'm not talking about the new CNN show featuring Gayle King --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "That is also on the radar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "ZANONA",
      "sentences": "That is also a good lookout but I'm talking about the official celebration of Charles III officially ascending to the throne after being the heir for 70 years. There could be a ton of pomp and circumstance, pageantry. And there is (INAUDIBLE) because the first lady, Jill Biden, is going to be attending. If you want to send me, you know --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "I see -- I see what you're doing.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "All right, Danny, go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "FREEMAN",
      "sentences": "The -- of course, case of the century that everyone is watching, the Ed Sheeran copyright music case. A jury has entered deliberations. They did the end of today. They are picking up a new tomorrow. I think this is fascinating. I keep listening to these two songs and trying to figure out myself. I will be glued to hearing what this verdict is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Do you think he copied him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "FREEMAN",
      "sentences": "I'm the reporter. You --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "All right, excellent. Dianne, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "GALLAGHER",
      "sentences": "Of course, I'm going to be watching the North Carolina Senate tomorrow on that abortion bill. But I'm also going to be watching Texas where the state Senate passed a bill that would allow the secretary of state to effectively redo elections. But only in Harris County where Houston is, which has become much more democratic over time and did very well for Democrats in the midterms.But the GOP has alleged there has been election mismanagement. They had a rough election last time around. So, of course, there are some concern about why they would want this governor appointed position to redo those elections. They would still have to go to state House in Texas, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "I'm glad you're keeping an eye out on that. Thank you very much. Omar?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "UNKNOWN",
      "sentences": "Yeah.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JIMENEZ",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "UNKNOWN",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JIMENEZ",
      "sentences": "Oh, my.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "UNKNOWN",
      "sentences": "Maybe (INAUDIBLE) Elvis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "UNKNOWN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JIMENEZ",
      "sentences": "He said -- he said he has had trouble shaking it.",
      "isLastSentenceInterrupted": false
    }
  ]
}