{
  "date": "2023-10-02",
  "headline": "CNN This Morning",
  "subHeadline": "What Will Dems Do Amid Right-Wing Revolt vs. McCarthy?; Newsom to Appoint Laphonza Butler for Feinstein's Seat; Donald Trump to Appear at New York Civil Fraud Trial. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:05",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "That is just astonishing. I mean, you know, she is amazing. She's just absolutely amazing. In all ways, life and sport. And I want to watch that over and over again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "WIRE",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "HUNT",
      "sentences": "Coy Wire, thank you very much. You've been a good sport this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "WIRE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "HUNT",
      "sentences": "Really appreciate it.All right. Thank you all for being up here with us. I am Kasie Hunt. Don't go anywhere. CNN THIS MORNING starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Good Monday morning, everyone. So glad you're with us. Hope you had a really nice weekend. The sun finally came out in New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "It was amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "HARLOW",
      "sentences": "After many days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "MATTINGLY",
      "sentences": "It was \"Lord of the Flies\" in my Household. I desperately needed that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "HARLOW",
      "sentences": "Get the kids outside.Well, hope your weekend was sunny and nice. We've got a lot of big news to get to this morning. Here are \"Five Things to Know\" for this Monday, October 2. The government stayed open for now, but Washington is bracing for another chaotic week. Speaker Kevin McCarthy's leadership job is on the line, with new threats of a right-wing revolt led by Congressman Matt Gaetz. Gaetz telling CNN he will file a motion to remove McCarthy as speaker this week. MATTINGLY: And happening today, Donald Trump says he'll be in court in person for the start of his high-stakes civil fraud trial in Manhattan. Also, breaking overnight, California Governor Gavin Newsom picking a replacement to fill Dianne Feinstein's Senate seat, naming the head of Emily's List, Laphonza Butler.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "HARLOW",
      "sentences": "A search is underway this morning in upstate New York for a 9- year-old girl who may have been abducted. Police say she vanished while riding her bike at a state park.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "MATTINGLY",
      "sentences": "And for the second state week, Taylor Swift stealing the NFL's spotlight, cheering on her rumored boyfriend, Travis Kelce, as the Chiefs narrowly -- and I stress narrowly -- beat the Jets.CNN THIS MORNING starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "HARLOW",
      "sentences": "You just made the crew in here very happy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "MATTINGLY",
      "sentences": "Yes, because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "HARLO",
      "sentences": "-- by saying \"narrowly beat the Jets.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "MATTINGLY",
      "sentences": "-- it's about moral victories for the Jets at this point, not actual victories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "HARLOW",
      "sentences": "Well, there's that. Also this in Washington, a pivotal week ahead for House Speaker Kevin McCarthy as he fights to keep his job. McCarthy's allies scrambling to save him as Congressman Matt Gaetz leads a right-wing revolt to oust the speaker. It comes after he struck a deal with Democrats to prevent a government shutdown at the last minute.(BEGIN VIDEO CLIP) REP. MATT GAETZ (R-FL): I do intend to file a motion to vacate against Speaker McCarthy this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "This week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "GAETZ",
      "sentences": "I think we need to rip off the Band-Aid. I think we need to move on with new leadership that can be trustworthy. Look, the one thing everybody has in common is that nobody trusts Kevin McCarthy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "HARLOW",
      "sentences": "McCarthy will likely need help from Democrats to get a hold onto the gavel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "MATTINGLY",
      "sentences": "One caucus where he might struggle to find support in the Democratic Party is the Congressional Progressive Caucus, which has more than 100 members. The caucus chair, Pramila Jayapal, says progressives will not save McCarthy.And here's what Congresswoman Alexandria Ocasio-Cortez told our Jake Tapper. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "TAPPER",
      "sentences": "Would you vote to get rid of McCarthy as speaker?REP. ALEXANDRIA OCASIO-CORTEZ (D-NY): Would I cast that vote? Absolutely. Absolutely. I think Kevin McCarthy is a very weak speaker. He clearly has lost control of his caucus. He has brought the United States and millions of Americans to the brink, waiting until the final hour, to -- to keep the government open. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:05",
      "speaker": "MATTINGLY",
      "sentences": "Let's bring in CNN congressional correspondent Lauren Fox.Lauren, the message I got from one Democrat I was speaking to yesterday was keep our powder dry. They want to see where this kind of goes from here. What role are Democrats playing at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "FOX",
      "sentences": "And McCarthy allies have started having conversations with Democrats about whether or not they could agree to some kind of rules change, or power-sharing agreement. Would that be enough to get some Democrats to help and ensure that McCarthy wasn't ousted?But again, this is a conversation that leadership says members need to be having as a family, as a caucus. This is not something that they want members just going out and deciding on their own, Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "MATTINGLY",
      "sentences": "Been a lot of steps, including some procedural, to come on this before anything final happens. I do want to ask. The 47-day stopgap bill does not include any supplemental emergency aid for Ukraine. What happens next there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "FOX",
      "sentences": "Yes, Phil. This is a huge question mark. And obviously, you know, you heard from President Biden yesterday that he believes that there was some kind of agreement. McCarthy's office has not responded. They won't say if there was any kind of an agreement on Ukraine aid.But this is an issue that is a top priority for Republican and Democratic leadership in the United States Senate. There was a joint statement that came out on Saturday night after the stopgap measure passed, saying that they were still committed to getting Ukraine aid across the finish line. So a lot of steps ahead, but obviously, this is still a top priority and something that leadership wants to make clear to Ukraine and President Zelenskyy, that they are not forgetting about this issue. They are not just leaving them behind -- Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "MATTINGLY",
      "sentences": "All right. Lauren Fox for us. Thank you -- Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "HARLOW",
      "sentences": "All right. Lauren, thanks for that.This morning, California Governor Gavin Newsom is set to appoint Emily's List president Laphonza Butler to fill the late Dianne Feinstein's Senate seat. When Butler is sworn in, she will become the third female black senator in U.S. history and the only black senator in the current caucus. Kyung Lah joins us live from Los Angeles with more. Kyung, good morning to you. The folks that are going to run for -- for Feinstein's seat, Newsom said he wasn't going to appoint them. Does her appointment come as a surprise? And what does it mean for the seat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "KYUNG LAH, CNN CORRESPONDENT",
      "sentences": "Yes, you know, the Democrats I've been speaking to oversight have said that this is really something that, sure, makes sense, because she is a formidable figure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "HARLOW",
      "sentences": "(UNINTELLIGIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "LAH",
      "sentences": "She is well-known in California politics. But this is something that a lot of them didn't really see coming.She is someone who has a long list of credentials. You mentioned Emily's List. But she was also the senior adviser to Kamala Harris during her presidential campaign, and she has been the head of one of the most powerful unions in the state of California. So she has a long list of credentials and is well-known here. Her appointment does fulfill a promise, an important promise that Governor Newsom made to appoint a black woman, should he have the opportunity, because Kamala Harris vacated her Senate seat to become Joe Biden's running mate. So in doing this, she will be the only black woman to serve in the U.S. Senate right now. She will also be an historical figure, because she'll be the first black lesbian to openly serve in the U.S. Senate. Governor Newsom, in making the appointment last night, tweeted that he hopes that she will continue to break glass ceilings just like Senator Feinstein. But as you mentioned, Poppy, absolutely. This scramble's a race. You already have three members of Congress running for this Senate seat: Adam Schiff, Katie Porter, Barbara Lake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "LAH",
      "sentences": "It is about to get much more crowded now, because the governor is making this appointment without any preconditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "HARLOW",
      "sentences": "It's really interesting. Not only is she the only black woman to serve in the current Senate, which is something that Governor Newsom got some criticism from before when he -- when he named Alex Padilla.But the other point is she's got some really interesting background in the private sector, in union work. So that's just going to be interesting to see how that plays out in the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "LAH",
      "sentences": "Yes and, certainly, especially in this race. Should she decide to continue and run in -- you know, in this primary and then in the election, yes, it's going to be very fascinating to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "HARLOW",
      "sentences": "Kyung, thank you very much -- Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:02",
      "speaker": "MATTINGLY",
      "sentences": "Well, also this morning, about four hours from now, Donald Trump is set to appear in person as his New York civil fraud trial gets underway.He arrived at Trump Tower in Manhattan last night after campaigning in Iowa ahead of the January caucuses. New York's attorney general is seeking $250 million in the case against Trump, his eldest sons, and their companies. They're accused of significantly inflating the value of their properties to banks and insurers for years. CNN's Kara Scannell is live outside the courthouse. Kara, there will certainly be optics reasons to watch today, but from a purely substantive perspective, what do we expect today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "LETITIA JAMES, NEW YORK ATTORNEY GENERAL",
      "sentences": "Donald Trump falsely inflated his net worth by billions of dollars to unjustly enrich himself and to cheat the system, thereby cheating all of us.SCANNELL (voice-over): A monumental moment for former President Donald Trump, his family, and the company that bears his name. The New York attorney general's civil fraud lawsuit alleging Trump, his adult sons, and his business engaged in a decade-long fraud begins in a Manhattan courtroom today. Attorney General Letitia James says Trump and others pumped up the value of multiple properties, including Mar-a-Lago, his triplex apartment in Trump Tower, the family home in New York known as Seven Springs, and numerous golf courses. By doing so, she alleges Trump lined his own pockets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "JAMES",
      "sentences": "Mr. Trump and the Trump Organization saved an estimate $150 million by receiving favorable interest rates that were only provided based on the false and misleading statements of financial condition.We also believe that he illegally saved millions of dollars in federal tax benefits. SCANNELL (voice-over): The case will be decided by New York state Judge Arthur Engoron, who has already found Trump engaged in persistent fraud for a decade, writing in a ruling last week that Trump was living in, quote, \"a fantasy world,\" and he canceled business certificates for several Trump entities. James is still seeking to hold the Trumps individually accountable and prove they conspired and falsified business records, issued false financial statements, and engaged in insurance fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I don't know what I did wrong.SCANNELL (voice-over): This is the first court case to put the Trump family on trial and threatens to tarnish the image Trump carefully crafted as a successful businessman and used to catapult himself to the White House. James is planning to call 28 witnesses during the trial, including the former president and all three of his adult children. Trump's former fixer, Michael Cohen, whose testimony on Capitol Hill in 2019 kickstarted the investigation, is also on the witness list.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "MICHAEL COHEN, FORMER ATTORNEY FOR DONALD TRUMP",
      "sentences": "It was my experience that Mr. Trump inflated his total assets when it served his purposes, such as trying to be listed amongst the wealthiest people in \"Forbes\"; and deflated his assets to reduce his real-estate taxes.SCANNELL (voice-over): Trump has denied any wrongdoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "TRUMP",
      "sentences": "This is the greatest witch hunt in the history of our country.SCANNELL (voice-over): And claims the attorney general has unfairly targeted him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "TRUMP",
      "sentences": "She developed a political platform and made a career out of maliciously attacking me and my business before she even understood or was elected, or reviewed one of the millions of pages of documents we willingly produced.(END VIDEOTAPE) SCANNELL (on camera): So opening statements are expected to get underway when court opens this morning. The judge has set aside as much as three months for the trial. And, Phil and Poppy, this is just the beginning of what is becoming a very crowded trial season for Trump as he is facing indictments on four separate charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "HARLOW",
      "sentences": "Right. The fact that he had to postpone a deposition in a different case just so he could be in court today for the civil trial says a lot about all the cases on his plate.Thank you, Kara. Get back to you soon. The high court, the supreme justices -- Supreme Court justices back on the bench today, taking up some major cases at the start of the term. We'll tell you what they are, ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "MATTINGLY",
      "sentences": "And 4,000 workers represented by the UAW union avoiding a different strike overnight.And late night getting back into gear after five months of the Hollywood writers' strike ended. (BEGIN VIDEO CLIP) JOHN OLIVER, HOST, HBO MAX'S \"LAST WEEK TONIGHT WITH JOHN OLIVER\": While I'm happy that they eventually got a fair deal and immensely proud of what our union accomplished, I'm also furious that it took the studios 148 days to achieve a deal they could have offered on day (EXPLETIVE DELETED) one. (END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "MATTINGLY",
      "sentences": "There's an urgent search underway this morning in upstate New York for a 9-year-old girl. Officials say Charlotte Sena was last seen Saturday, camping with family and friends at Moreau State Park, just about 50 miles North of the state capital of Albany.Police say Charlotte had been biking a couple of loops with friends when she decided to do one more by herself and didn't come back. The family is pleading with -- for anyone with information to come forward. (BEGIN VIDEO CLIP) JENE SENA, CHARLOTTE'S AUNT: No tip is insignificant. So if anyone has any information at all, saw anything in the vicinity of the entrance to the Moreau Lake State Park or are camping here and have any information at all. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "MATTINGLY",
      "sentences": "State police say her bicycle was found shortly after she went missing. We'll keep you updated on this. Anyone with information is urged to call police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "HARLOW",
      "sentences": "New this morning, a strike has been averted for nearly 4,000 United Auto Workers members after their union reached a tentative agreement with Mack Truck in Florida, Maryland, and Pennsylvania.The word first coming in a social media post from the UAW just before midnight. Details of the agreement have not been disclosed. Of course, this dispute is separate from the big UAW strike against all of Detroit's Big Three. Executives at Ford signaled the two sides are getting relatively close to a deal on wages and benefits. We'll keep watching that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "MATTINGLY",
      "sentences": "Well, a last-minute push by House Republicans over the weekend to strike a deal with Democrats narrowly prevented a government shutdown. Congress passed a 47-day short-term spending resolution, which includes natural disaster aid but no additional funding for Ukraine or border security.Some Republicans think the House GOP didn't get enough out of the deal. One of those Republicans is the former president. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "TRUMP",
      "sentences": "We have to keep our government going, but I thought the Republicans got very little. I think they got very little. I think they could have done a much better deal. And it was a life saver for Biden. It was a life saver for the Democrats.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "MATTINGLY",
      "sentences": "Joining us now, CNN senior political analyst John Avlon, as well as CNN political commentator and Spectrum News political anchor, Erroll Louis.Welcome, gentlemen. JOHN AVLON, CNN SENIOR POLITICAL ANALYST/ANCHOR: Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "MATTINGLY",
      "sentences": "Happy Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "HARLOW",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "ERROL LOUIS, CNN POLITICAL COMMENTATOR",
      "sentences": "I think it shows the fault lines, and it's going to force them, I think, to sort of come to terms with reality.I think Matt Gaetz may have overplayed his hand. We'll find out. But the reality is, without even involving the Democrats, there are enough avenues there that the Republicans can thwart what -- he is trying to do. For -- for members like the freshman Michael Lawler to come out and call Matt Gaetz a charlatan, I mean, that's very harsh language coming from a freshman. But he felt comfortable doing it; he meant it. He's one of the 18 Republicans in pro-Biden districts whose survival is at stake. And it's really those 18 versus Matt Gaetz and the 21 hardliners who are going to fight for control of the Republican conference. I like McCarthy's chances of steering a course through those. Because they're sort of equal in numbers. And he's got on his side common sense and the willingness to try and run the government. Matt Gaetz is arguing for what? He wants to blow up the whole government over how appropriations bills are being handled? I don't think anybody's going to buy it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HARLOW",
      "sentences": "What does it -- go ahead, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "AVLON",
      "sentences": "Look, the good news is the center held. You know, at the eleventh hour, again. And it happened because a super-majority of Democrats supported a, you know, majority of Republicans.And the far right is trying to hold, you know, the country hostage, trying to hold McCarthy hostage. At some point, you know, McCarthy has got to say, as he is, bring it on. Let's see if you've got the strength to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HARLOW",
      "sentences": "He's literally saying that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "AVLON",
      "sentences": "He's literally saying that.Now, look, let's not forget, I don't think he's -- Democrats are going to bail out McCarthy. Certainly, the progressives aren't. They made that clear on Judy's (ph) show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HARLOW",
      "sentences": "It was pretty clear yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "AVLON",
      "sentences": "Yes. But look, first of all, speakers don't need to be members of the House. And wouldn't it be nice if this was actually a liberating moment for the center, to stop being dependent upon these extremes?If it can't be Kevin McCarthy, what if Republicans put forward a moderate like Don Bacon, who could get moderate Democratic support? We need to stop having these parties' polarization drive all our politics and end up being beholden to the extremes. And this is as good a moment as any for that moment of truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HARLOW",
      "sentences": "Errol, what does it mean, like, beyond this 47 days? Let's hope we get through it. Let's hope we get something that lasts longer. Let's see what happens with Ukraine funding and border funding.But that he leads a conference that he cannot promise there will be 218 votes to get behind those, moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "LOUIS",
      "sentences": "Right. Well, that's been the problem all along.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HARLOW",
      "sentences": "Right. But it is -- it is so clear now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "LOUIS",
      "sentences": "It is -- it is -- right. It is very clear. And he's unable to do -- it's not considered a formal aspect of running the government, but it's a political reality that, if you shake hands, metaphorically or literally, with the president of the United States, and say, We're going to do funding at a certain level, and this is going to see us through the end of the year, and then you go back instead of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HARLOW",
      "sentences": "On the debt limit deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "AVLON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "LOUIS",
      "sentences": "The government deal from May. And then you come back and try to reopen it, and undo it. Nothing works. Nothing in the system is designed for that level of instability.And I think that's really one of the big lessons here. If the instability that was forced onto us, that almost resulted in really sort of catastrophic cuts and disruption for millions of families, if that's the way we're going to govern, and if that's what we're going to see again when this 45 days runs out the week before Thanksgiving, I think what it says is that we've got a level of instability that this system just is not going to allow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "AVLON",
      "sentences": "But we do within the Republican conference. Look, this is not just a Kevin McCarthy problem. Before him, John Boehner and then Paul Ryan couldn't ultimately corral their far right. Every shutdown in the past 30 years has begun with a Republican House.So this is a problem within the Republican conference about the far right being far too powerful. And as, I think, the \"Wall Street Journal\" editorial joked over the weekend, you know, who would be the next speaker? It's kind of like being in line to be Henry VIII's next wife. It's not going to end well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "MATTINGLY",
      "sentences": "It's a good reference. I like that. I also appreciate Newt Gingrich weighing in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "AVLON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "MATTINGLY",
      "sentences": "The richness of that, which we can get into later at some point. I know John was interested in it.Gavin Newsom, the governor of California, naming Laphonza Butler to be the replacement, the interim replacement for Dianne Feinstein. Obviously, there is a very heated Democratic race going on. He didn't select any of the three members of Congress that are already running. What's your take now that this has been named? It was named quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "LOUIS",
      "sentences": "It was done quickly. Look, Gavin Newsom was playing California politics. And outside of, you know, San Francisco, not even the whole Bay Area, outside of San Francisco, this may not make sense. It seems, you know, like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "MATTINGLY",
      "sentences": "Why not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "HARLOW",
      "sentences": "Labor, abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "LOUIS",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "HARLOW",
      "sentences": "I mean, the fact that she runs Emily's List. I'm not sure everyone knows what that is. But they work to elect Democrats who are -- you know, who support abortion rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "LOUIS",
      "sentences": "So no -- none of his progressive base in San Francisco can complain about that. It also sets him up nicely for the national run that we're all expecting from him at some point.You know, that's -- that's what it is. Now will this end up in the best senator, long-term, for California? We'll need another year to figure that out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "HARLOW",
      "sentences": "John, Erroll, thank you. Stick around.Donald Trump back in New York this morning. He's actually going to be in court, his choice. He'll be there in person for a high-stakes civil fraud trial in Lower Manhattan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "MATTINGLY",
      "sentences": "And the New York Jets coming off back-to-back losses, looking to \"Shake it Off\" -- see what we did there? -- against the Chiefs last night. Taylor Swift was there. She had a lot of famous friends with her. We're going to talk about it, because everyone is. That's next.(COMMERCIAL BREAK) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}