{
  "date": "2023-04-02",
  "headline": "State of the Union",
  "subHeadline": "Interview With Joe Tacopina; Interview With Lanny Davis; Interview With Rep. Dan Crenshaw (R-TX); Interview With Rep. Mike Turner (R-OH) Interview With Sen. Joe Manchin (D-WV). Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:30",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "It just smacks of political prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "BASH",
      "sentences": "Is the U.S. prepared for the fallout of an arrest? Democratic Senator Joe Manchin and House Intel Chairman Mike Turner join me ahead.Plus:  How many more? Children laid to rest after an elementary school shooting, as Americans look for answers. REP. KEVIN MCCARTHY (R-CA):  I don't think one piece of legislation will solve this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "BASH",
      "sentences": "Will they not act?Republican Congressman Dan Crenshaw joins me in moments. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "BASH",
      "sentences": "Hello. I'm Dana Bash in Washington, where the state of our union is bracing ourselves for a seismic event, as the first ever former U.S. president to face criminal charges prepares to appear in court.Prosecutors, police, the Secret Service, and Trump's team are working out details for his arraignment before a judge in a Manhattan criminal court on Tuesday, where Donald Trump will face a more-than-30-count indictment related to business fraud. That indictment is still under seal. It follows district attorney Alvin Bragg's investigation into a hush money payment by Trump's then-personal attorney, Michael Cohen, to an adult film actress just before the 2016 election. In response, true to form, the former president is going on the attack, calling the indictment political, calling it a persecution, and using it to bolster his own 2024 presidential campaign. Well, here with me now is the president's -- former president's lawyer for this case, Joe Tacopina. Thank you so much for joining me this morning. I first want to ask you about what you know at this moment about the arraignment, how it's going to go. Walk us through what is going to happen when the former president shows up in New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "JOE TACOPINA, ATTORNEY FOR DONALD TRUMP",
      "sentences": "Well, Dana, in theory, it should be like the hundreds of other arraignments I have done in that building over the course of my career, which is, you walk in, you see a judge, you plead not guilty, you set a schedule, and you leave.Obviously, this is different. This has never happened before. I have never had Secret Service involved in an arraignment before at 100 Centre Street. So, the answer to that question, Dana, is, I honestly don't know how this is going to go, hopefully as smoothly as possible, and then we begin the battle to right this wrong, because it's a -- really, it's a day that, in my opinion, the rule of law in the United States has died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "BASH",
      "sentences": "We're going to get to that in a second, but just, on the logistics, do you know what time it starts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "TACOPINA",
      "sentences": "Nothing's been nailed down yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "BASH",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "TACOPINA",
      "sentences": "I think that's going to happen tomorrow, but I think sometime in the afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "BASH",
      "sentences": "Will there be a perp walk? You said you have done many of these before. Most of them do have perp walks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "TACOPINA",
      "sentences": "Not really, not in a case like this. But, look, I anticipate them trying to get every ounce of publicity out of this that they can get.I don't know if that's going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "TACOPINA",
      "sentences": "Again, Secret Service is involved. So, hopefully, this will be as painless and classy as possible for a situation like this, which I don't even know, really, what brings us here, but that's a different story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "BASH",
      "sentences": "Some of the basics are, as you said, necessary as part of this process, mug shot. Will he have to take a mug shot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "TACOPINA",
      "sentences": "Again, Dana, you're asking questions that I just...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "BASH",
      "sentences": "Still don't know. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "TACOPINA",
      "sentences": "This is not normal operating procedure. Yes, it's all up in the air.All the Tuesday stuff is still very much up in the air...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "BASH",
      "sentences": "Got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "TACOPINA",
      "sentences": "... other the fact that we will very loudly and proudly say not guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "BASH",
      "sentences": "Well, you're a very seasoned attorney, so, presumably, your strategy is not up in the air.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "TACOPINA",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:30",
      "speaker": "BASH",
      "sentences": "So let's talk about what you're thinking about when it comes to the legal strategy once Donald Trump is arraigned. Are you going to move to dismiss the case right off the bat in the arraignment, and, if so, on what grounds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BASH",
      "sentences": "Well...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TACOPINA",
      "sentences": "And the FEC said it doesn't exist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BASH",
      "sentences": "Right. Let me ask you about that, because you mentioned it. You have been talking a lot about the FEC and federal investigations and allegations -- investigations, I should say, that didn't end up in an indictment on the federal level.But we haven't seen the specifics. And we should say that over and over again. This is still under seal, this indictment. But because it is on a local level, on a state level, presumably, this will be focused on those issues where he allegedly broke the law there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TACOPINA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BASH",
      "sentences": "... whether it becomes an issue of trying to defraud a business or something along those lines, not necessarily at the FEC and things that you're discussing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TACOPINA",
      "sentences": "Yes. No, no. No, no, it can't be. This was a federal presidential election.The allegation here in some Twilight Zone sort of scenario is that he settled the civil case six years earlier, something that happens, by the way, all the time. A civil case was settled with confidentiality agreements between a lawyer that was representing him and a lawyer representing the Stormy Daniels. They -- Trump didn't even sign that settlement agreement. So they signed it. The lawyer financed it, subsequently gave him of host of invoices for legal services over the course of a year. They were recorded. But, understand, here's the key distinction, Dana. They were recorded in their entries. They were never filed anywhere. They were never filed with the IRS. They never took a tax deduction, and they were never filed with the FEC because they weren't required to. This was a personal expenditure, not a campaign expenditure. Had it been a campaign expenditure, he would have used campaign funds. And then, of course, we'd be talking about here today the outrage that Donald Trump used campaign funds for a personal expenditure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BASH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TACOPINA",
      "sentences": "They'd be baying for his scalp. It's a completely upside- down world.So,he's damned if he did and damned if he didn't. So there were some misdemeanors, by the way, the record entries, which don't exist. They're not false entries. But assuming they were, they're misdemeanors, way beyond the statute of limitations. So they had to cobble them together to try and get a felony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BASH",
      "sentences": "I'm going to speak to Michael Cohen's attorney next. He says that there is actual evidence that your client, the former president, participated -- participated in falsifying business records. Have you seen any such evidence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TACOPINA",
      "sentences": "I know there's no such evidence.I mean, look, Michael Cohen's lawyer is spinning Michael Cohen's side. Michael Cohen is a pathological, convicted liar, perjurer. He's lied to banks, the IRS, Congress. Now he's saying he lied to the FEC when he sent that letter saying there was no campaign violation. I heard him on CNN the other day saying that, when he pled guilty under oath, when he became a new man, he really wasn't guilty. He was forced to plead guilty. So that's perjury if that's now true. He's someone who is constitutionally incapable of telling the same story the same way twice. So I'm not really worried about what Michael Cohen is saying on this. The records and the facts will speak for themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BASH",
      "sentences": "OK.I want to ask about the judge that we believe is going to preside over the arraignment. The former president, your client, was lashing out against him. His name is Juan Merchan. And the former president said that the judge hates him and was handpicked by the DA for this case for that reason. Are you going to ask for a different judge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TACOPINA",
      "sentences": "We are going to take the indictment, evaluate all our legal options and pursue every one most vigorously.This is a case of political persecution. Had he not been running for office right now for the office of the presidency, which, by the way, the polls have shown since this has been announced, his numbers have gone up significantly -- had he not been running for presidency, he would not have been indicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BASH",
      "sentences": "Well, but let's talk about the judge. Let's talk about the judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TACOPINA",
      "sentences": "Had he been John Smith, there's no scenario where he would have been indicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BASH",
      "sentences": "My question is about the judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TACOPINA",
      "sentences": "Sure. I will talk about the judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BASH",
      "sentences": "Will you ask for a different judge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TACOPINA",
      "sentences": "What is the question?Well, I just said we have to get the indictment, and then we will evaluate every single legal maneuver. I have no issue with this judge whatsoever. He has a very good reputation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BASH",
      "sentences": "Well, your client does. He says that he's...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TACOPINA",
      "sentences": "Well, but -- but my client has a right to have an issue with everything.He's been politically persecuted. Make no mistake about that, Dana. Whether you sit on the right or the left, or you're a supporter or detractor of Donald Trump, this should really bother you. This should really shake the core of what we believe our justice system should be about. It should not be weaponized to go after political opponents. That's what is happening here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BASH",
      "sentences": "So, the judge -- you don't believe this judge is biased?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TACOPINA",
      "sentences": "Somebody is lashing out because he's the victim.I have no reason to believe this judge is biased.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BASH",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "TACOPINA",
      "sentences": "I have not been before him on this matter. So I -- we have to let this process play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TACOPINA",
      "sentences": "Thanks, Dana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BASH",
      "sentences": "And now I want to go to the lawyer representing former Trump aide Michael Cohen, attorney Lanny Davis.Thank you so much for being here. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "LANNY DAVIS, ATTORNEY FOR MICHAEL COHEN",
      "sentences": "Thank you, Dana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BASH",
      "sentences": "You just heard what he said...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "DAVIS",
      "sentences": "I did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BASH",
      "sentences": "... that Michael Cohen cannot be trusted.You have said -- quote -- \"Everything that Michael Cohen has testified to is surrounded by documentation and corroboration.\" So I want to be clear, do you have an have you submitted to this DA documentation evidence beyond Michael Cohen's testimony that Donald Trump directed or at least caused Michael Cohen to conduct falsification in these business... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "DAVIS",
      "sentences": "Yes.Do you mind if I answer your direct question and then make a comment about Mr. Tacopina?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BASH",
      "sentences": "Please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "DAVIS",
      "sentences": "First of all, the answer is yes. Michael Cohen submitted a lot of documentation, not only to this group of prosecutors, but to the earlier group. And there are other documents from other people and other testimonyfrom other people, some of it direct, involving conversations with Mr. Trump, concerning the Karen McDougal crime. Remember, there are two crimes here. And so the answer is substantial documentation. My old friend Joe Tacopina -- we were colleagues in the same client matter, and I helped him on his own matter -- is a wrong strategy if he thinks he's building his whole strategy on personal attacks on Michael Cohen. But, also, let me correct the record and come back to your questions. He just said that the federal prosecutors passed on the case. In fact, they could not prosecute Donald Trump because he was a sitting president. He knows better than to misstate the facts on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BASH",
      "sentences": "Well, let me just -- just to be clear on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "DAVIS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BASH",
      "sentences": "Yes, they passed when Donald Trump was a sitting president, but he hasn't been a sitting president for more than two years, and they still decided not to prosecute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "DAVIS",
      "sentences": "Well, your \"they\" is after he got out of the White House, was after 1/6 insurrection. The question is whether this Justice Department wanted to spend its energy looking at Donald Trump on this conduct vs. 1/6.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BASH",
      "sentences": "Why can't they do it all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "DAVIS",
      "sentences": "They could have done both, and there's no doubt. But I just am saying he misstated the fact that they passed. They did not pass.In fact, they called him Individual 1, and they said he -- these are the words of the federal prosecutors. He's attacking Michael Cohen. And every Republican is saying that this is a witch-hunt. Let's just remember the Southern District of New York prosecutors in writing stated that Donald Trump, Individual 1, directed Michael Cohen to pay the illegal hush money. They sent him to jail. So the idea that the federal district prosecutors are being attacked by Republicans for politicizing or weaponizing is forgetting that it was Trump administration federal prosecutors who said... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BASH",
      "sentences": "I don't want to -- I don't want to -- I don't want to get too far into this, but we do know that they didn't indict. But let's just leave it there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "DAVIS",
      "sentences": "But they did he directed the hush money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BASH",
      "sentences": "You mentioned -- OK. You mentioned Karen McDougal, because I don't think this has gotten a lot of attention. We have been focused on Stormy Daniels. So you're saying that your client, Michael Cohen, also gavedocumentation, evidence that will show that there was hush money paid in maybe in an illegal way to Karen McDougal, who was a former Playboy model?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "DAVIS",
      "sentences": "The answer is yes.But so did others involved in that transaction, including, as we know publicly, the head of \"The National Enquirer,\" Mr. Pecker, was involved in that transaction that Michael Cohen was forced to plead guilty to, even though he didn't pay the money. \"National Enquirer\" paid the money in an arrangement with Mr. Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BASH",
      "sentences": "Let me ask about what we heard many times from Mr. Tacopina, which is about Michael Cohen's credibility.He did plead guilty to five counts of tax evasion. I want you to listen to something he said on CNN this week. (BEGIN VIDEO CLIP) MICHAEL COHEN, FORMER ATTORNEY/FIXER FOR DONALD TRUMP:  The lies by the Southern District of New York against me for the tax evasion, I actually hope it comes out. I have all the documents to show there was no tax evasion. I never had an opportunity going in to meet with an agent. And none of this is accurate. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BASH",
      "sentences": "He pleaded guilty to that. He pleaded guilty to these crimes, and now he's saying he never committed them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "DAVIS",
      "sentences": "If he has a chance -- and I think the inspector general at the Justice Department is the only one to do it -- there should be an investigation of the circumstances of his guilty plea. No journalist has done it, including you, who I respect greatly.On a Friday afternoon, he was given an ultimatum:  Either plead guilty to everything. We're not even going to show you the tax documents. Or, by Monday morning, we're going to indict you and your wife. So he pled guilty. And he did plead guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BASH",
      "sentences": "He did, which -- but now he's saying that he didn't do that. So when it comes to how this is going to be presented when it comes to Michael Cohen's credibility in court, you know that his attorney is -- Donald Trump's attorney is going to be able to say, look, he even lied to a judge by that admitting to something that now he's saying he didn't do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:13",
      "speaker": "BASH",
      "sentences": "Some of them, but not everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:13",
      "speaker": "DAVIS",
      "sentences": "The tax charges were not for the benefit of Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:13",
      "speaker": "BASH",
      "sentences": "Right. That wasn't for the benefit -- no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:13",
      "speaker": "DAVIS",
      "sentences": "And the tax charges -- all he is saying is, look at the circumstances that, on a Friday afternoon, without having a chance to look at those charges, I was told, either you plead guilty now or we're going to indict you and your wife on Monday.So he did plead guilty. But he'd like a chance to look at the jury and explain that. Regarding credibility, let me repeat. Everything Michael Cohen has said since he decided to tell the truth -- he lied for 10 years for Donald Trump. He went to the American people in front of Chairman Cummings, and he said:  I lied. I'm ashamed of myself. I own that. Now, from that point on, he's never been shown to have lied. He has been forthcoming with every investigator. He never took the Fifth Amendment, the way Mr. Trump did. And the credibility between him and the jury in that courtroom is going to be based on corroborating evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:13",
      "speaker": "BASH",
      "sentences": "Lanny Davis, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:13",
      "speaker": "DAVIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "BASH",
      "sentences": "Breaking news just into CNNcalled for Donald Trump to drop out of the race over the charges in New York. I want to go now to our next guest, West Virginia Democratic Senator Joe Manchin. Thank you so much for coming in. Let's talk quickly about those charges. Your Democratic... SEN. JOE MANCHIN (D-WV):  Dana, thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "BASH",
      "sentences": "Thank you.Your Democratic colleague Senator Mark Kelly said on this show a few weeks ago that there were risks to indicting a former president. Are you worried about risks here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "MANCHIN",
      "sentences": "Well, it's a very sad -- it's a very sad time for America to go through what we're going through now.And people being divided and they think that justice might be biased, we have to make sure that we wait and see what comes out next week. And I hope they do their job. I have said this. No one's above the law, Dana, but no one should be targeted by the law, especially through the political process. So we will just wait and see next week. I hope they are very thorough in the job they do. And, basically, people should have faith in this judicial system of ours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "BASH",
      "sentences": "Is that what you think is going on here? Is that what you think is going on here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "MANCHIN",
      "sentences": "What is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "BASH",
      "sentences": "That he's a political target?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "MANCHIN",
      "sentences": "No, I'm saying you have to remove all doubt. You have to remove all doubt. You have to make sure -- cross every T, dot every I, as they say.But you know that no person, the president, myself, or anybody else in Congress or no matter what your status is, in the United States of America, you're not above the law. And on the other hand, no person should be targeted by the law either. So let's make sure that's cleared up, and let's see where it goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "BASH",
      "sentences": "Let's talk about the economy.One of your main goals in the Inflation Reduction Act was to get more electric vehicle parts manufactured here in the United States. But in new rules released on Friday, the Biden administration seems to be acknowledging that manufacturing isn't quite there yet in the U.S. You called those rules horrific and pathetic. But my question is, what's wrong with giving a little leeway now to get more electric cars on the road, leeway until American manufacturing can catch up and is ready?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "MANCHIN",
      "sentences": "Well, Dana, first of all, the purpose of the bill was energy security, producing more fossil fuels cleaner than anywhere in the world, so we wouldn't be short, and also getting inflation under control, so you have to put more product in the market, and then being able to invest in the new technology for the future, for less-carbon- producing energy.All that can be done. But you can't do that if you basically start manipulating how you're going to implement the piece of legislation. And that's what I have said. As far as the reliance that we have on China that builds the battery, has 80 percent market control and shares, it's ridiculous for us to move rapidly into a transportation mode that we do not have the ability to supply ourself or with reliable supply chains. I'm old enough to remember waiting in line in 1974 to buy gas to go to work. I don't want to wait in line to get a battery from China. That's all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "BASH",
      "sentences": "You...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "MANCHIN",
      "sentences": "And the bill was designed to basically develop the technology and manufacture in America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "BASH",
      "sentences": "You floated the idea of possibly suing the Biden administration over these rules. Will you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "MANCHIN",
      "sentences": "I'm looking at every option I possibly have to make sure that that bill is fulfilled and basically implemented the way it was intended to.The president and I spoke. We knew exactly -- I was very clear on what we're doing, in writing the legislation and working through it, that it was for energy security. It was basically for bringing down high costs, as far as in medical, as far as pharmaceutical drugs, and also paying down debt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "BASH",
      "sentences": "Well, let me ask you about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "MANCHIN",
      "sentences": "The bill is a beautiful piece of legislation, balanced. Just do the job. Do the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "BASH",
      "sentences": "Let me ask you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "MANCHIN",
      "sentences": "Follow the law, Mr. President. Make your administration do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "BASH",
      "sentences": "Let me ask you about debt, specifically the debt ceiling, that the White House is continuing to insist...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:25",
      "speaker": "MANCHIN",
      "sentences": "Yes. BASHYou have been on the other side of the negotiating table with President Biden and with Republicans. How worried should Americans be that this could actually end up with a default?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "BASH",
      "sentences": "Should the Republicans come up with an actual plan? Republicans -- should Republicans actually have an actual plan for spending cuts to present to the president in order to get that...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "MANCHIN",
      "sentences": "Well, first of all -- first of all -- first of all, the president -- first of all, the has a budget that's supposed to be out in February. It was not.Next of all, the Congress is supposed to have -- the Senate is supposed to have a budget by April Fool's Day, April yesterday, April 1. That didn't happen. And by the 15th, the House and the Senate is supposed to have reconciliation of a bill, and by September 30, passing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "MANCHIN",
      "sentences": "Just doing that saves billions and billions of dollars.We can't even do that. We're not even holding ourselves accountable for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "BASH",
      "sentences": "Speaking...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "MANCHIN",
      "sentences": "And, next of all, if you just cap the spending, if you just cap the spending, you will save trillions of dollars. You don't have to talk about cutting things and harming people at all.The bottom line is, we have increased the debt by $8 trillion just with COVID, just during the COVID period. Can't we go back to some normal times and see if there's savings? I don't know why we can't talk about that. I think, if you put the president and Kevin McCarthy in a room, in a rational, reasonable conversation, we can have a pathway forward, and not hold anything hostage, especially the debt ceiling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "BASH",
      "sentences": "Your home state of West Virginia had the second largest margin of victory for Donald Trump in 2020, nearly 40 percentage points.Is that why you still haven't committed to supporting President Biden in 2024 if he runs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "MANCHIN",
      "sentences": "Dana, the only thing I have said, only in America does the next election start the day after the last election.Now, I'm going to basically wait until the end of this year and just do my job. There's so much to be done. Inflation is rampant right now. People are having a hard time. They're paying more for our groceries. They're paying more at the pump. They're paying more for heat and -- heat their home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "BASH",
      "sentences": "You're waiting until the end of this year for your own reelection, but what about President Biden?And, on that note...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "MANCHIN",
      "sentences": "I will wait for my end of the year to see where...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "BASH",
      "sentences": "OK.Well, on that note -- on that note...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "MANCHIN",
      "sentences": "I will just wait. I'm not in a hurry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "BASH",
      "sentences": "I want to ask you about your own potential presidential ambitions.The centrist political group No Labels says it will be on the ballot in enough states to win the presidency. Are you open to running for president on that ticket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "MANCHIN",
      "sentences": "Dana, first of all, I'm worn out. The people are tired, sick and tired, of the fighting and division that we have and dividing the country.Abraham Lincoln said -- a divided -- divided, we cannot stand. We cannot, basically, have a divided country, and we cannot withstand that. We have to come together. We're the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "BASH",
      "sentences": "So, are you considering running for president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "MANCHIN",
      "sentences": "We have a movement. There's a movement. There's a movement going on that people want to bring the extremes back to the sensible and reasonable, responsible middle.If I can be part of trying to get a dialogue...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "BASH",
      "sentences": "Do you want to lead that movement in a bid for president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "MANCHIN",
      "sentences": "I'm trying to get a dialogue to where people are saying, come on, this is ridiculous. Don't force people to go to the extremes. No one runs their life this way.Let's come back to the middle. It's the United States of America. It's about our country. Everyone's worried about their own political future. I'm worried about the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "BASH",
      "sentences": "OK.We're going to have to leave it there. Senator Joe Manchin, appreciate you coming on this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "MANCHIN",
      "sentences": "Thanks, Dana. It's good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:32:54",
      "speaker": "BASH",
      "sentences": "Welcome back to STATE OF THE UNION.As we follow the former president's indictment, we also want to call attention to news out of Russia, where an American journalist was arrested this week. Here with me now, coming to us from Poland, near Ukraine, is House Intelligence Chairman Mike Turner. Thank you so much for joining me. I want to ask about the reporter in Russia in a minute. REP. MIKE TURNER (R-OH):  Sure, Dana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:32:54",
      "speaker": "BASH",
      "sentences": "But, first, let's talk about the battlefield in Ukraine.It is -- the country is widely expected to begin a counteroffensive in the coming weeks. What are you learning on this trip? Do the Ukrainians have the weapons and intelligence they need for that counteroffensive to succeed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:32:54",
      "speaker": "TURNER",
      "sentences": "Well, Dana, our work here is obviously meeting with those who are active in intelligence and also meeting with our service members who are active in the support of Ukraine, including our NATO allies and our partners.They're saying, of course, that -- what you're hearing, is the successes on the battlefield in Ukraine are real. The support that we're providing them is instrumental, as we look at the -- what really is the battle line for democracy. Also, what's important here is that Germany, as they're continuing to rev up, to provide tanks to Ukraine, are going to make a real big difference on the battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:32:54",
      "speaker": "BASH",
      "sentences": "Chairman of the Joint Chiefs of Staff Mark Milley said yesterday that Ukraine is likely not going to win this year.It's April. Do you think that is an appropriate statement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "BASH",
      "sentences": "Chairman Turner, for the first time since the Cold War, Russia has arrested an American journalist, \"Wall Street Journal\" reporter Evan Gershkovich.He's being charged with espionage. How should the Biden administration respond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "TURNER",
      "sentences": "Well, as you know, Dana, we gave people notice that they should get out of Russia. And, certainly, I would continue to encourage people to do so.This is not unexpected, in that Russia is acting as an illegal state at this point. There are no laws or rules or no international norms that they are following. Certainly, the Biden administration should continue its efforts to negotiate and to try to get the release of this journalist. But, overall, people should be very cautious about staying in Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "BASH",
      "sentences": "I want you to listen to something that former President Trump said this week about Russian President Vladimir Putin.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I got along with him great. Had I been president, he would have been much better off, because he wouldn't have gone into Ukraine.But, ultimately, he's going to take over all of Ukraine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "BASH",
      "sentences": "What signal does it send to Putin when a former U.S. president, not to mention the current front-runner for the 2024 Republican presidential nomination, says it is inevitable that Russia will win in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "TURNER",
      "sentences": "Well, it's certainly not inevitable.We're certainly seeing here the successes on the battlefield. I truly believe that the United States and our NATO allies are going to provide them the weapons that are going to be necessary for the capabilities they need on the battlefield. And they're going to be certainly up to the battle to continue it. I think, though, it is true that Russia has taken advantage of the vacuum of when we stepped out of Afghanistan and the feeling that this administration would not step up. I think the fact that this administration has provided the lethal aid was very unexpected to Russia. I think Russia thought that they would, first off, be met by the Ukrainian people in a surrender. But the second thing is, I don't think they'd have -- they expected they'd have the congressional push that has occurred with this administration or this administration responding. The weapons that are on the fields in Ukraine that are helping them fight for democracy, Putin did not think he'd be fighting against. And that's the difference. And that's what's going to turn this conflict on the side of democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "BASH",
      "sentences": "Should Donald Trump be saying that Ukraine will not lose -- will not win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "TURNER",
      "sentences": "There's a number of people I think that should just stop the speculation.We had the ranking member, former chairman of the House Armed Services Committee saying they won't win back Crimea. I think statements like that are very irresponsible. I think everyone should just continue the path that we're on. We know that they're making tremendous headway and certainly encourage Ukraine. This is the front line of democracy. Putin has said this is not about Ukraine. This is about Eastern Europe. This is about NATO. This is about our allies. And President Xi of China and Putin together said this is a result of their trying to turn back 100 years. This is authoritarianism vs. democracy. We all need to be on the side of democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "BASH",
      "sentences": "Let's turn to the indictment of former President Trump. He is now the first former president in American history to face criminal charges.What's your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "TURNER",
      "sentences": "Well, I really liked what the senator was just saying, in that our laws should not be bent to target someone.It really is unfortunate that you're seeing in numbers on the people on the left, in op-eds, even ones that have been written and have appeared on CNN's Web site, celebrating that the president is being charged, and then listing a long list of grievances that have nothing to do with this case that actually involves circumstances well before he was president. So I think -- I think, really, we ought to all just let the criminal process play out. I do think this is politically motivated. I think, certainly, the senator was saying that, when this comes out and we finally get to see what's happening, if this is politically motivated, this will be a shame on our criminal justice system. It's one thing when you have a cancel culture. It's another when you have a cancel criminal justice system. And I hope that we're certainly not turning to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "TURNER",
      "sentences": "Yes, actually, my daughter was there.The issue, I think, is also, though, Dana -- and I think this is one that we need to address -- the story is always the same. We hear that people learned that these people were a threat, and then they take these actions. We certainly need to do more to intervene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "BASH",
      "sentences": "OK.I appreciate it. Thank you so much for joining me. I hope you have a safe trip there, and we will see you when you get back stateside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "TURNER",
      "sentences": "Thank you, Dana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "BASH",
      "sentences": "It's been almost a week since a mass shooter killed six people in an elementary school. Has Congress moved on?Republican Dan Crenshaw joins me next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "BASH",
      "sentences": "And, just to be clear, we don't know what the charges are, and I'm not sure that's accurate to say that he's not bringing up charges against people for violent crime.But let me just ask you this. Are there any circumstances in which you think it would be appropriate to criminally prosecute a former U.S. president? Or do you just believe, philosophically, fundamentally, that former presidents should be immune from criminal charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "CRENSHAW",
      "sentences": "No, they should definitely not be immune from criminal charges.It's just -- again, this one is as weak as it can get, it seems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "BASH",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "CRENSHAW",
      "sentences": "And, plus, you're -- you're looking at a supposed crime that's years and years and years old. It's very clearly personally motivated. But, no, of course, they shouldn't be immune.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "BASH",
      "sentences": "Before we move on, I just also want to ask you about the preparation for potential protests, fine, but even that devolving into violence.How concerned are you about that? And what is your message to people out there on that issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "CRENSHAW",
      "sentences": "Well, look, you're never going to make your point really well if you devolve into violence. That's a really quick way for everyone to stop agreeing with you, if they agreed with you previously.So, my message is, if you want to support the former president and make your voice heard, by all means, but you better do it peacefully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "BASH",
      "sentences": "I want to ask you about guns. You're a member of the new House Republican majority.Are you collectively, House Republicans, telling the American people that mass shootings, including of young children, is that just something that's going to happen, and you're not going to make any moves at this point to try to stop it when it comes to the House of Representatives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "CRENSHAW",
      "sentences": "Not at all.Look, and I think we do need to have a real conversation about what's happening here. What I have long called this is a sort of social contagion that's occurred ever since Columbine. This never happened before Columbine, but then Columbine happened, and it was very famous, and it sort of opened the door for very, very disturbed people, whoever they might be, to go in and commit these kind of dramatic, randomized shootings as their outlet for their own evil and crazy. That's basically what's happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "BASH",
      "sentences": "So, you have just...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "CRENSHAW",
      "sentences": "Now, because it's so random and unexpected, it's hard to prevent.And because -- and they seem like they happen a lot, but they're still anomalous events, and they're very difficult to build a pattern behind. It's not like criminal activity, which you can target and prevent through law enforcement. This is harder. It doesn't mean there's nothing we can do. The truth of the matter is, if we had a minimum of two armed guards or police officers at every single school in America, you would probably prevent these from here on out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "BASH",
      "sentences": "Well, you said that...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "CRENSHAW",
      "sentences": "That's the truth. BASHThe one through line in these deaths is that they are shootings. Therefore, they are done by guns. And guns are the leading cause of death for children and teens in the U.S. So shouldn't helping save the lives of children be a top priority for you, as a member of the House majority?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "CRENSHAW",
      "sentences": "No, it absolutely should be, which is why I say I would look to the thing that would absolutely stop this, which is putting armed police officers at every school.I visit a lot of schools. I do talks at various schools. It's very rare that I go into a school, especially the newer ones, and they don't have some kind of armed police presence there at all times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "BASH",
      "sentences": "So...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "BASH",
      "sentences": "So, the answer is more guns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "CRENSHAW",
      "sentences": "So, if I'm just looking for actual solutions, that would be it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "BASH",
      "sentences": "So the answer is more guns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "CRENSHAW",
      "sentences": "No, the answer is armed guards. No, the answer is armed guards, right, armed guards. Yes, more guns, the kind of guns that protect the president, that protect you all at CNN.Is it easy to get into your headquarters at CNN? Absolutely not. There's armed guards there. There's single points of entry. I think we should look at our school as a place that is precious and have the same kind of security that your corporate offices do, that we do in Congress. If we consider a place to be important, where our children go to learn every day, it should have the same level of security as every other place, whether it's a shopping mall or a corporate office that's hard to get into. You're not going to get rid of guns. And I'm not going to say that people can no longer -- that law-abiding citizens cannot defend themselves anymore and exercise their Second Amendment rights and think that's going to stop mass violence. People will figure out other ways to commit mass violence once they have, unfortunately, reached that point in their life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "CRENSHAW",
      "sentences": "It's tragic, and it's sad, and, a lot of people, we don't understand what's happening, what's inside their heads.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "BASH",
      "sentences": "Right. Well, there were...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "CRENSHAW",
      "sentences": "And so we look to these other solutions that I think aren't viable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "BASH",
      "sentences": "There were supposed to be armed guards at the schools in both Uvalde in your home state of Texas and Parkland, and that didn't help anything.But let's just move on, because I know energy is a big issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "CRENSHAW",
      "sentences": "But they weren't -- but they weren't there, which is the point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "BASH",
      "sentences": "OK. But they're humans, and that also happens.Let's talk about what is going on in the House with regard to energy. The House passed a sweeping energy bill this week. It would expand oil drilling on public lands and essentially undo major parts of President Biden's climate change legislation. The bill is dead on arrival in the Senate, since Democrats control that chamber. You wrote an op-ed in 2020 entitled: \"It's time for conservatives to own the climate change issue.\" How does this bill align with that notion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "CRENSHAW",
      "sentences": "Sure.Well, if you want to look at it -- well, I will give you an easy example. So, how has the United States decreased its carbon emissions more than the next 10 countries combined, right? We have decreased our carbon emissions massively over the last 20 years. That's almost entirely because of natural gas and the fracking revolution, because what's that done? It's displaced coal production. Natural gas emits about half the carbon emissions of coal. This does -- and, by the way, this undoes very middle of Biden's climate policies. It stops the attacks on oil and gas. It makes permitting easier. It doesn't reduce a single environmental regulation. It doesn't take away a single environmental standard. It does things like, say, look, if we're going to make a decision this pipeline, it has to be done in this amount of time. If we're going to make a decision this mining operation, which, by the way, you need critical minerals if you want to build a bunch of solar panels and wind turbines. If you want to build more transmission lines to get the power from the solar farms to the cities, you need to build transmission lines. You need to mine for copper and steel, all right? Democrats have been shutting these projects down. This makes it easier to actually do these things, because, if we don't do them, then we have to buy them from China. And, by the way, their environmental standards are very, very low. Let me tell you the best way to reduce carbon emissions right now. Export more natural gas around the world. Displace foreign coal production, which accounts for about 50 percent of total global emissions when it comes to power production, and replace that with natural gas. If you want to have a major, major, major effect on carbon emissions in the near term, in the right here and now, by the way, also while making sure that we have energy security, affordable, reliable energy that actually works when we need it, that's what you would do. And that's what this bill does, makes it easier to build export terminals...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "BASH",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "CRENSHAW",
      "sentences": "... pipelines to get from production to those export terminals and send that out to the world. It's a cleaner form of energy. It actually works, and it's certainly what developing nations are going to want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "BASH",
      "sentences": "Dan Crenshaw, congressman from Texas, appreciate your time. Thanks for joining me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "CRENSHAW",
      "sentences": "Thanks for having me, Dana. Appreciate it.",
      "isLastSentenceInterrupted": false
    }
  ]
}