{
  "date": "2023-06-16",
  "headline": "CNN News Central",
  "subHeadline": "Verdict In For Pittsburgh Synagogue Shooting Trial; Three Dead, Dozens Injured As Tornado Hits Texas Town; Gunman In 2018 Pittsburgh Synagogue Mass Shooting Convicted Of Capital Offenses. Aired 11:30a- 12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "Were shot. We heard 911 calls that showed some of the victims in their last moments. We heard one of them, Bernice Simon, on the phone with 911 operators that she was holding a prayer shawl to her husband's leg as he was bleeding out. We heard her speaking with a 911 operator, and then we heard the moments when gunfire erupted and ultimately killed her.We've heard 911 calls from Andrea Wedner, whose mother, 97-year-old Rose Mellinger. The two of them were huddled and hidden underneath a pew trying to avoid the gunman. And then they testified that the gun -- Andrea Wedner, she testified the gunman came over them, shot them killing her mother. And we heard the silence after the gunfire on that 911 call with Andrea Wedner. And it was terrifying and emotional and intense. And that's really capitalized the bulk of these 11 days of testimony and 13 days of trial. It's been hard for not only the jury you can imagine but also for all of the family members and community members who have been inside the courtroom every single day. They're -- many of them bused in with a motorcade, actually to the front of court, just to make sure that their presence in watching this trial go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:36:08",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "Breaking right now. A federal jury has reached a verdict in a case involving the 2018 shooting at a Pittsburgh synagogue. Let's bring back CNN's Danny Freeman. Danny, this verdict could come any moment now. Bring us -- bring us up to speed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:36:08",
      "speaker": "FREEMAN",
      "sentences": "Yes, that's true. We got the word from the court at 11And I just want to say. The jury deliberated for about five hours. The trial lasted for a little over three weeks. But this has been really four and a half years in the waiting for the Jewish community here in Pittsburgh, the larger community here in Pittsburgh because it's been that long to get to this moment since October 27, 2018, when Robert Bowers now 50 years old was accused of shooting up that synagogue -- the Tree of Life synagogue. There were three congregations there that day, Dor Hadash, New Light, and Tree of Life, and killing 11 worshippers. So, we will finally get an answer on guilty or not guilty to a number of charges in about 15 minutes or so. And I just want to go over some of these charges that we're talking about. Robert Bowers, the defendant, he's accused of 63 federal charges right here. 22 are capital offenses, that means to be eligible for the death penalty. And we should know which one of those -- I should say we should know if he's convicted of the capital offenses fairly early on. Because the first 11 are those capital offenses. They are going to be obstruction, a free exercise of religious beliefs resulting in death. The other capital offense is the use and discharge of a firearm to commit murder during and in relation to a crime of violence -- and a possession of a firearm in furtherance of a crime of violence. So, those are the main charges that we are going to be looking at because then if Robert Bowers is convicted of these charges, then it will go to the death penalty phase. And I got to say, it's been interesting. We've been listening to closing statements all day yesterday from the prosecution and from the defense. The prosecution really didn't just seek to prove that Robert Bowers was the one who came in there and shot 11 worshippers back in 2018. But also, that he did so specifically because the worshippers in that synagogue were Jewish. They wanted to make it clear this is a targeted attack on Jewish people specifically because that's how they get to those capital charges. The defense did not put up any defense when it comes to did Robert Bowers commit these crimes. They said we know that he did this. We are not disputing these crimes. But the defense in their closing arguments tried to paint a picture questioning that motive saying that actually, the reason that Robert Bowers went into the synagogue and killed those 11 worshippers is not because they were Jewish, but because he believed in online conspiracy that one of the congregations supported in refugee resettlement group. And this was all about his hatred of immigrants, not Jewish people. Well, we heard the prosecution in rebuttal during the defense's closing arguments yesterday say that's an absurd argument. He went there specifically on a Saturday morning to attack Jewish people. And pointed to scores of online anti-Semitic posts that Robert Bowers had made in his past to really drive home that point. So, again, that's what the evidence in the prosecution and defense said yesterday. And again, today in a matter of minutes, we're expecting to get that verdict from this jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "SOLOMON",
      "sentences": "What's it mean to you that that only took five hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "POLISI",
      "sentences": "Yes. I mean, based on the number of charges here -- I mean, I've seen -- I've seen verdicts return, you know, more quickly than five hours, but five hours is quite fast because you know they have to decide on you know dozens of charges here. Again, as John noted and Danny noted, you know, the defense is not mistaken identity, not I -- didn't you know engage in these acts. They are really specific legal defenses to these 22 capital charges in order to get those federal charges bumped up to hate crimes, the prosecution has to show that the defendant did it because of his hatred for people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "SOLOMON",
      "sentences": "And the fact that this was a federal trial, but also clearly death penalty implications, I mean, that's not something we see a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "POLISI",
      "sentences": "That's right. And, specifically because of this hate crime element that he did it because he was motivated by his animus towards Jewish people. That's -- you saw Danny note the defense to these federal charges is that well, no, he actually didn't like immigrants, which is not a protected class under the hate crime statutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "SOLOMON",
      "sentences": "They're trying to make that distinction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "POLISI",
      "sentences": "Exactly. They're trying to --they're trying to make that distinction. But we don't see murder cases, generally charged at a federal level unless they are hate crimes. BERMAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "POLISI",
      "sentences": "Yes, absolutely. So, the next phase will be a different evidentiary standard. The prosecution -- again, the guilt or not guilt is not in question, so the evidentiary standard is going to go to aggravating or mitigating factors.This case screams you know death penalty to me in terms of the aggravating factors here. We all heard about some of that really, just tragic and terrifying testimony about what took place that day, those types of things. And you know, prior posts about his animus towards this specific group. Those are aggravating factors, the type of -- types of things that will come in, in the sentencing phase.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "SOLOMON",
      "sentences": "As we talked about the defense trying to draw the distinction between his hate of Jewish people versus his hate of immigrant people. But he had posted his hate of Jewish people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "POLISI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "SOLOMON",
      "sentences": "And so, when you have a defendant who has posted something like that, I mean, you understand what the prosecution said, it's ridiculous I think, was the word Danny used, or ludicrous defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "POLISI",
      "sentences": "Exactly. And I think -- I think it was absurd, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "SOLOMON",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "POLISI",
      "sentences": "Because -- yes. Because you know you -- I mean, look, I don't fault any criminal defense attorney for putting up the best possible defenses in court. That's what their job is. However, in this case, it's pretty clear that that defense really falls flat in the face of highly contradictory evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "BERMAN",
      "sentences": "How does hearing from victims play into the sentencing phase what we could see next? Because the community reaction here is notable. There are some and Danny was telling us before who were saying there is no forgiveness here. This killer hasn't asked for it unless it is asked for it is not possible to grant it. However, there will no doubt be some people connected to this in some way, who are not comfortable with the death penalty. So, how might that be used in sentencing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "POLISI",
      "sentences": "Yes. Victim impact statements are always quite powerful in sentencing. And again, those -- that goes to what we call aggravating factors. Again, 11 deaths involved in this -- you know, in this trial. That is the type of deeply emotional testimony that can bump something up to you know the highest level in you know the death penalty hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:15",
      "speaker": "SOLOMON",
      "sentences": "Caroline Polisi, stay with us for just a moment. We're going to have much more ahead. We're going to take a quick break. Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:05",
      "speaker": "LUCY KAFANOV, CNN NATIONAL CORRESPONDENT",
      "sentences": "It certainly is. I mean, when we arrived here overnight, it was dark. There was almost no people out on the street. And now the cleanup efforts are beginning.There are heavy trucks and machinery. Crews are picking up the debris in the rubble. Search and rescue teams are out and about here although a local police officer said that largely everyone that was missing has been accounted for. But this was a terrifying experience for residents. Folks in this part of the country are used to things like tornadoes. There are several tornado shelters here, in fact, a library several blocks away. But the speed with which all of this unfolded caught everyone by surprise. I spoke to one survivor who described the terror. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:05",
      "speaker": "KAFANOV",
      "sentences": "Was there a moment where you feared you might not make it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:05",
      "speaker": "JAMIE JAMES, PERRYTON, TEXAS TORNADO SURVIVOR",
      "sentences": "Yes, ma'am. And there was a time where I thought that I was going to die and I was going to leave a lot of things undone. I know there's people here who died today, served in our community. And some of the best people I've ever met in my life were here in this town. A wonderful, wonderful people.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:05",
      "speaker": "KAFANOV",
      "sentences": "You can hear the emotion in her voice. This community is shocked by what happens. They made it out with their lives, but not everyone did.Dozens of people injured. Hundreds left homeless. And those who are here need almost everything you can think of. Power, water, food, electricity, blankets. They need to be able to make it through the coming days. There are a lot of efforts to help. Other communities, other counties have sent help here. There are federal resources and state resources as well. But right now, it's about picking up the pieces and wading through this rubble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:05",
      "speaker": "SOLOMON",
      "sentences": "So many sheets in the long road ahead. Lucy Kafanov, thank you. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:54",
      "speaker": "BERMAN",
      "sentences": "All right, the breaking news. A verdict in the murder trial against the man accused of killing 11 people in a Pittsburgh synagogue in 2018, they are literally reading the verdicts right now. This man has been found guilty on every count that has been read so far, including counts that have the potential for the death penalty.So, let's get back to outside the courtroom. CNN's Danny Freeman is there. All right, Danny, they are still reading the verdict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:54",
      "speaker": "FREEMAN",
      "sentences": "John, right now as we speak, they're still reading the verdict. We're getting updates from our producer inside the court, Sabrina Souza. I will tell you right now that Robert Bowers has been convicted of the 22 capital offenses that he was charged with.That's for obstruction of free exercise of religious belief resulting in death, I'll just read the names if that's all right with you, John, of Joyce Feinberg, Richard Gottfried, Rose Mellinger, Jerry Rabinowitz, Cecil Rosenthal, David Rosenthal, Bernice Simon, Sylvan Simon, Daniel Stein, Melvin Wax, and Irving Younger. Those people were all killed in the Tree of Life four and a half years ago. Now, Robert Bowers is facing capital offenses or their murder and for obstructing their free exercise of their religion. I should also say we're just getting word that Robert Bowers is also convicted of some of the primary hate crime acts resulting in death. They were attached to this as well. And again, as you say, we're getting these convictions as we speak, they're rolling. The other hate -- the other -- excuse me, capital offenses that Robert Bowers was convicted of was the use and discharge of a firearm to commit murder during and in relation to a crime of violence, and possession of a firearm in furtherance of a crime of violence. Again, these counts are still coming as we go but that is the headline for now. Robert Bowers was convicted of capital offenses in the Pittsburgh synagogue shooting, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:54",
      "speaker": "BERMAN",
      "sentences": "Yes, killing 11 people. And may their memories be a blessing. Danny, we'll let you get back to reporting. Keep us posted. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:54",
      "speaker": "SOLOMON",
      "sentences": "Now, I want to bring back federal and white-collar criminal defense attorney Caroline Polisi. Caroline, thanks for coming back. So, as Danny just said, convicted on this capital offenses, what happens now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:54",
      "speaker": "POLISI",
      "sentences": "Yes. And not surprising, I would note. I think we all -- we noted before just the amount of evidence here.Now, as we talked about before, this is what's known as a bifurcated trial moves into the sentencing phase. It is a death penalty-eligible case. It's a capital case on these 22 charges. And now, the government will bring more evidence into play of aggravating factors. And the jury will decide whether or not to impose the death sentence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:54",
      "speaker": "BERMAN",
      "sentences": "It is very much a painful day, very much a somber day there. We've got about 20 seconds left here, Caroline. When will this all begin? Obviously, it's the same jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:54",
      "speaker": "POLISI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:54",
      "speaker": "BERMAN",
      "sentences": "So, they're not going to take much of a pause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:54",
      "speaker": "POLISI",
      "sentences": "No, exactly. We will move immediately into the sentencing phase. The government likely has marshaled its evidence. They likely were ready for this. It's going to be a lot of the same evidence but even more emotionally gripping testimony for this sentencing phase.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:54",
      "speaker": "BERMAN",
      "sentences": "This is very painful for that community, but also very important --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:54",
      "speaker": "POLISI",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:54",
      "speaker": "BERMAN",
      "sentences": "-- for that community to get justice. And today, they got some of it. This man found guilty of every count that we know of including the capital murder offenses. He could face the death penalty. Caroline Polisi --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:54",
      "speaker": "SOLOMON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}