{
  "date": "2023-01-03",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Soon: Speaker Vote In Pivotal Moment For McCarthy; Source: McCarthy Took Opponents \"To The Woodshed\" In Closed Mtg; GOP Hard- Lines: \"Nothing Has Changed,\" We Won't Support McCarthy; Source: Trump Urged McCarthy To Accept Deal From Hard-Lines; Number Of Hard-Lines Opposing McCarthy Grows After Intense Mtg; Democrats Don't Plan To Bail Out McCarthy; Now: McCarthy On House Floor Ahead Of Speaker Vote. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR AND CHIEF WASHINGTON CORRESPONDENT",
      "sentences": "Making demands, according to Leader McCarthy, according to him asking for special committee assignments, budgets, chairmanships, all sorts of things that he was not prepared to give them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "No, not at all. And look, I mean, that is in some ways good old fashioned - old fashioned horse trading. That's the kind of thing where when a speaker or leaders used to have much more power, they could - it could give things out in order to get somebody support, maybe not to be speaker of the House, but for a particular piece of legislation.The big challenge for McCarthy now is that he does not have anything that is giveable to a lot of these members. I'm told in this closed- door meeting, what you heard from our reporters was incredibly intense. I don't think anything like we covered on Capitol Hill, in our years there, that Scott Perry was asked point blank by Kevin McCarthy, what do you want? What can I give you? And he couldn't answer the question. That is the challenge that he has. And there's nothing he can give them in order to get their supports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "And someone who has been dreaming about being speaker for years and years, this is one ugly way to get there. And in the last 24 hours, it looks as if he's been losing votes, not getting that one GOP source who sees himself as a go between, between the hardline never Kevin's and allies of Kevin said to me, this should have been wrapped up weeks ago. He's got nothing for these concessions.And the other thing this source pointed out was, if he even gets there, and this person was not sure that Kevin would get there. He said, the chaos caucus, as John Boehner used to call them. It's going to be held - Kevin McCarthy will be held hostage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TAPPER",
      "sentences": "That's the nice term for what John (cross talk)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Kevin McCarthy is living what two other past speakers experienced themselves. This has been over a decade in the making for Republicans, dealing with a small group within their conference, who basically doesn't want anything. They just want to fight.I thought it was very revealing what Kevin McCarthy relayed from his conversations last night, which was that Matt Gaetz, one of the hard nose, said to him, I don't care if this goes to a plurality. We'll have a Hakeem Jeffries---",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TAPPER",
      "sentences": "The Democratic leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "PHILLIP",
      "sentences": "A Democrat as a speaker, which would give them a foil, which is essentially what a lot of these Republicans really want. They want something to fight against. And they don't really understand what it's like to be in the majority at this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TAPPER",
      "sentences": "Let's go to the Hill now to CNN's Lauren Fox. Lauren, what are you hearing from these diehard McCarthy opponents whose numbers appear to be growing? And what are you hearing from those who seemed to be joining with them that yesterday, it was five hard nose, nine McCarthy skeptics. Now we have a total, that's 14 total. Now we have a total of 19 who are leaning against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, Jake. I mean, nothing changed after that meeting for Kevin McCarthy. Instead, it seemed like those detractors were moving further and further away from him. And right after that meeting, we heard from one member Lauren Boebert, who said right now she's not going to be voting for Kevin McCarthy. She wasn't on either of those lists.Jake, just giving you an indication that that meeting was tense, that it did not change minds, that it did not make conservatives want to vote for Kevin McCarthy. They are steadfast today that they're going to be voting against him. Here's what a couple of them said. (BEGIN VIDEO CLIP) REP. SCOTT PERRY, (R) PENNSYLVANIA: So that's one question you should ask yourself, instead of saying to these folks that are standing with me, why have you brought us to this point? Well, we surely haven't come here alone. There's one person that could have changed all this. REP. LAUREN BOEBERT, (R) COLORADO: So, now here we are being sworn at instead of being sworn in, and we could have had the assault months ago. REP. MATT GAETZ, (R) FLORIDA: We do not want to be here. At this moment, we would prefer to have a unity of purpose. But we will not continue to allow the unit party to run this town without a fight. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "FOX",
      "sentences": "And the challenge for Kevin McCarthy right now is simply, Jake, that he cannot hand them anything that would get all of them on board. That is his problem going into the vote today because he knows that all of them are opposed to him, and there's nothing he can get them to change their minds. Jake? TAPPER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "KASIE HUNT, CNN CHIEF NATIONAL AFFAIRS ANALYST",
      "sentences": "You're going to lose me quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TAPPER",
      "sentences": "You're not going to lose. I'm not going to lose you. The mob boss Sonny says, he's asked whether it's better to be feared or loved. And he said it's great to be both, but I'd rather be feared. Is McCarthy feared or loved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAPPER",
      "sentences": "What's interesting, Kaitlan, also is like the subtext here about Donald Trump, who has had a rocky relationship with Kevin McCarthy, but has been all in with Kevin McCarthy on this race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KAITLAN COLLINS, CNN CHIEF WHITE HOUSE CORESPONDENT",
      "sentences": "But it's one of those relationships where Trump is only all in as long as Kevin McCarthy is on the path to be speaker. I mean, there's a world where McCarthy loses out and Trump is OK with that. I mean, he declined for a while to actually endorse him. Finally, in mid-December, he said he deserved a shot at being House speaker and he talked about John Boehner and Paul Ryan.I am told that last night though Trump called Kevin McCarthy and urged him to accept the deal that was being offered to him by these hardline Republicans last night. A lot of that are the concessions that Kevin McCarthy was prepared to make. Obviously, McCarthy declined to take that, but I think part of this is that it's so personal for a lot of these members. When McCarthy either endorsed their primary opponents or didn't come out in support of them. That is why they're not willing to accept any of the concessions, even though it would make them a pretty weak speaker, and actually would be everything that they want it. JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: It's because they live and thrive in a parallel universe. In a logical world, when we covered the Hill, it would be OK, you're from a border state. So, you want to be on that committee. You campaigned on education. So, you want to be bumped up and get a subcommittee. OK, I can cut that deal. I'll give you more seniority than you have in yours. That's what this is about. They don't want to govern. This is not about the border. This is not about inflation. This is not about America's place in the world. They live in a mega media empire, where being no, being against, being an outcast, being the problem, gets them fame and attention and gets them fundraising. They're not here to govern. They're not here to govern. And that started under John Boehner. It grew under Paul Ryan. It went on steroids when Donald Trump a president with no philosophical or ideological core, what do I want to do today is different than yesterday was in the White House. They don't care. This is not about the United States government, it's about their personal political ambitions. They don't like Kevin McCarthy. They don't trust Kevin McCarthy. And today, they're prepared to blow him up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAPPER",
      "sentences": "So, let's bring in outgoing Republican Congressman Rodney Davis of Illinois, who is an ally of Kevin McCarthy. So let me ask you, sir, these are your colleagues. I know you're in touch with them. What's your take on what's going on? How long it's going to go? And do you think ultimately, Kevin McCarthy is going to win? His vote count seems to be going in the wrong direction.RODNEY DAVIS, (R) FORMER U.S. REPRESENTATIVE: Yes. I think he will win, Jake. And thanks for having me on. It's great to actually finish my career in Congress by with you guys here. And then watch my colleagues right now on a very special day. Look, this is going to be like no day we've seen in the last four to six years. There is more people on the House campus than ever before. This is post COVID. You have family members, you have friends, you have supporters. And the pressure is going to get to many of my colleagues, especially those new colleagues. And I think as you look at this, this alphabetical list, that's going to be called here in a few minutes. We're going to know very quickly, Jake, how many detractors Kevin McCarthy is going to have in this first round.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAPPER",
      "sentences": "Very interesting. As you watch this with us, how quickly in the voting process, will we know do you think of McCarthy can win? I think it's very unlikely he's going to win on the first ballot. That doesn't mean he won't ultimately be speaker. But what are you looking forward to see if he actually is going to be able to go the distance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "DAVIS",
      "sentences": "Well, when I was in Congress, I voted pretty early because my last name started with a D. I think we'll know before we get to the Ds. If Kevin McCarthy is going to be able to become victorious in the first round or - and or we'll also know how big the opposition is going to be. If you look at the ACE (Ph), you know, wildcard here, I don't expect him to vote against McCarthy. But new member - a new member out of Missouri, Mark Alford, if he comes in against Kevin are not voting. And then you get down to Biggs, you get to Boebert, you get to Eli Crane, Andrew Clyde, and then Eric Burlison. I mean don't count Eric Burlison out as being against Kevin McCarthy. He hired Andy Biggs, his former staffer to be his chief of staff. These are all names that if they all vote no, or they don't vote at all, that's going to be a pretty big number against Kevin McCarthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAPPER",
      "sentences": "Explain for our viewers the difference between voting no and not voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "TAPPER",
      "sentences": "All right. So, there might be some people from the lack of spine caucus who are hiding in there in their broom closets for a little bit. We're getting closer to this make-or-break moment for Kevin McCarthy House Republicans. You're going to see it all play out live right here on CNN. Our special coverage continues. We're going to squeeze in a quick break. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Well, Anderson, first we should point out that the House is voting as we speak to determine how many members are present. That is going to determine how many votes McCarthy needs to become speaker because a remember, he needs a majority of those presents and voting for a candidate. But we should not expect Democrats to help bail out McCarthy in any way. One way they could have done that easily. They are voting for McCarthy on the first or subsequent ballots or voting presence.But Katherine Clark, the number two Democrat tells him, that is not going to happen. I also caught up with Hakeem Jeffries, the incoming House Majority Leader last night and he said they are slowly focused on making sure every single one of their Democrats shows up and votes. So, we'll have to see whether this plays out the way that Republicans think it will. But the Democrats are also being open to supporting a motion to adjourn. That's something Republicans could do if they can't get there, and they need to regroup. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "COOPER",
      "sentences": "Right. Melanie, appreciate it. No doubt. We're going to talk to you a lot throughout this afternoon, John King is at the magic wall with a breakdown of how the votes will be counted. John, kind of walks us through the process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KING",
      "sentences": "Anderson, I will, but interrupt me if the floor gets interesting as we play through. So, here's the breakdown of the House right now. 222 Republicans, 212 Democrats, one vacancy because Congressman McEachin of Virginia recently passed away. So, what happens? Here is what's happening right now. The House has already gaveled into session. They're taking attendance of the members right now, how many are there.Then next will come, you can place names into nomination. How many names we will see. We know the Democrats will nominate Congressman Jeffries. A Republican will nominate Congressman McCarthy. Andy Biggs, a Republican challenger says he will be nominated, then members vote. They can choose to vote for candidate by name, or they can abstain, or they can leave the chamber, or they can vote present. If they want, they can vote present. These are the scenarios to win. If all members vote. If everybody is there, you need a majority of votes cast by name. That's important, majority of the votes cast for a candidate by - excuse me, so it's a 218 threshold, 218 votes. If everybody votes, and everybody votes for somebody by name, that's unlikely to happen. But that's how you get started. The threshold drops, Anderson, by one, that 218 number drops by one for every two members who do not vote or who vote present to take themselves out of casting a vote by name. So, here's Kevin McCarthy's math, which is what makes this so interesting. If six Republican members just decided to go to the sidelines and protest, then his threshold would drop to 215. If 10 Republican members decided to go to the sidelines in protest either not show up or vote present, the number would drop to 213. Here's where it gets dicey. If 12 McCarthy critics decided to vote present, then the threshold drops to 212. Well, there are 212 Democrats who could be in that room. If the McCarthy critics wanted to play mischief, and they all voted present on the first round, they could drop it down to where you could have a Democratic speaker, unlikely to happen, but that's the leverage they have over Kevin McCarthy. Members can change their votes before the gavel cause the vote to a close. You can change your vote. So, watch and see if some Democrats vote present. Just to play a little mischief here to move the final number. That's what makes this so fascinating and unpredictable. You can cast a vote one way and change it at the end. So, there could be some horse trading and some mischief even as it plays out. And so, as Jake noted at the top of the hour, this is not just about Kevin McCarthy. This is not just about the personality clashes among House Republicans, voting continues until somebody wins. Candidates can emerge later. You can nominate somebody else on a second ballot, a third ballot, a fourth ballot, a fifth ballot and so on. This is the important part. This is the United States government. The House of Representatives is paralyzed, can do nothing until it elects a speaker of the House. So, what's the history here? Since 1789, all the way back to the beginning. 14 times, 14 of 127 speaker elections have had two plus ballots. 14 of the 127 in history have gone to more than two ballots. The last time though it went to more than two ballots was 1923. It will settle after nine. The record Kevin McCarthy says he's happy to be the new record keeper. He says he'll stay in. It took 133 ballots over two months back in the mid-1850s. Anderson, is that what's going to play out today? Well, we'll get the first chapter very soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "COOPER",
      "sentences": "Wow. Let's hope it doesn't go that long. I don't think we all want to be here talking about this that long. John King, we'll check back in with you, here with the team in New York. Congressman Charlie Dent, I want to start off with you. You've seen a lot of battles like this. What is going on?CHARLIE DENT, (R) FORMER U.S. REPRESENTATIVE: Well, there's going to be a lot of drama today, Anderson. Look, we kind of saw this with Boehner. We had these experiences where there were some members, usually from the heart, the hardliners wouldn't vote for Boehner, and we sweated it out one of those years where he barely met the number. This is much worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "COOPER",
      "sentences": "Things are more hardline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "DENT",
      "sentences": "There are more hardliners in the margin is smaller. And so, right now, it appears that Kevin McCarthy does not have the votes, he has five who have publicly declared they will not support him. Plus, you know, maybe nine or 10 others who are out there, you know, maybe opposing him. But many of these guys, they've made it personal. They've made it personal with McCarthy. You know, McCarthy can make concessions to them. He can appease them, but it will never be enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "COOPER",
      "sentences": "Well, it seems like McCarthy has based on the reporting Manu Raju and others. You know, McCarthy has asked some level, you know, what is it you want? And they don't have an answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COOPER",
      "sentences": "How much of this group is actually interested in legislating, compromising and getting things done and negotiating? How much of is just bumper sticker politics having an enemy? DENTBut it's never a position that can be sustained by a majority of Republicans, or it can ever become law, you can never get through it like United States Senate, for example. So, I don't think many of them are very serious about legislating there. I always call them refer to them as the rejectionist wing of the party. They just reject things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COOPER",
      "sentences": "Congressman Mondaire Jones, you're living office now. How do you see this morning?REP. MONDAIRE JONES, (D) FORMER U.S. REPRESENTATIVE: If you are a House Democrat---",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COOPER",
      "sentences": "Which you were a House Democrat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "JONES",
      "sentences": "My popcorns, till a few minutes ago, I believe. You are having one of the better days that you'll have as a party in the minority. This is now on full display for the entire world to see that the Republican Party, House Republicans in particular, are incompetent. They're not serious about governing. And we see that in that the very first order of business, electing a leader of their caucus, the next speaker of the House is not something that that they can accomplish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COOPER",
      "sentences": "But I mean, is it not really fair to say that all of them are not serious or instrument governing? There are radicals in any party, there's radicals on the left, who didn't want Nancy Pelosi speaker and there was a lot of back and forth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "JONES",
      "sentences": "And guess what, Nancy Pelosi became speaker, time and time again in consecutive Congress. And so, for all the ideological diversity that people point to within the Democratic Party, folks come together, and they elect a leader, and they can continue to disagree. I mean, Axelrod knows there have been plenty of disagreements between Nancy Pelosi and individual members of the House Democratic caucus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COOPER",
      "sentences": "Just as somebody has actually been there, what are they all doing? They're all stand around and talking, facing each other (cross talk)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "JONES",
      "sentences": "They're doing a quorum call right now. And every one of you, you have a red button, the green button and a yellow button. They're all pushing the yellow button, which means presence. They're voting to be present. So, they're trying to figure out how many of them are actually there. And so hopefully, there'll be 434 of them there. One is deceased, there was a vacancy. So that's what they're doing now. And then we'll get into the real action of the nominations. And then the actual roll call vote where you vote by voice for a person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COOPER",
      "sentences": "David, actually I mean, you've watched this both from the White House when you were at the Obama administration and now from this list?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "DAVID AXELROD, FORMER OBAMA SENIOR ADVISER",
      "sentences": "Nobody's quite watched this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COOPER",
      "sentences": "So, what do you - how do you see this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "AXELROD",
      "sentences": "Look, you know, I think, first of all, for political junkies, this is, you know, this is like the Super Bowl, it's, you want to grab your popcorn, you want it. But there are implications of this. Because even if Kevin McCarthy were to survive here, and it's becoming increasingly problematical, there is very little chance that he can govern and what this portends is two years of chaos in the House, and that has implications.The Congressman talks about the benefits to the Democratic Party, but they're real, you know, it portends very bad things for the country. I mean, here's the thing that intrigues me. McCarthy knew this was a problem. He knew this was a threat. He spent $350 million through his pack to try and defeat right wing Republicans and choose more accommodating Republicans. And he ended up failing because voters rejected extremism, and they - the whole party was tainted by this group. Now this group that is a relative minority within the Republican caucus, is controlling the whole situation. And that's what the failure to elect more Republicans and more moderate Republicans has done to Kevin McCarthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COOPER",
      "sentences": "I mean, this is a long time coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "COOPER",
      "sentences": "We expect the official nominations for speaker to happen soon. We're standing by for that as we close in on the wildest vote for House speaker in a century. Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "TAPPER",
      "sentences": "The brand new 118 U.S. Congress is on the brink of a dramatic showdown over the job of House speaker Republican Kevin McCarthy. The Republican leader is now on the floor of the House. He is defiantly refusing to back down or step aside as he heads in today's vote. Without the support, he needs within his own party to win on the first ballot or possibly any subsequent battle.Let's go back to our chief congressional correspondent Manu Raju. And Manu, you just saw Leader McCarthy and you spoke with him. What happened?",
      "isLastSentenceInterrupted": false
    }
  ]
}