{
  "date": "2023-02-28",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Russia Soldiers Refuse To Fight As Putin Touts Success; Nigerian Voters, Politicians, Observers Complain Of Irregularities; Ex-Husband, Former In-Laws Charged In Death Of Hong Kong Model. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "SERGEI MARKOV, FORMER PUTIN ADVISER",
      "sentences": "They have storming group but Prigozhin, according to my information -- he try to preserve their life because it's their lives he is profiting and he is a businessman.PLEITGEN (on camera):  Their lives are his property?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "MARKOV",
      "sentences": "Yes.PLEITGEN (voice-over):  But while progress is hard to come by for his army, Russian President Vladimir Putin shows no signs of backing down, instead proclaiming the Ukraine war to be a conflict with the West. VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator):  They have one goal, to break up the former Soviet Union and its main part, the Russian Federation. For what? To push the remnants around and put them under their direct control. PLEITGEN (on camera):  And we're hearing some similar things from Vladimir Putin on Monday when he congratulated the special operations forces of Russia -- two special operations forces day. He said that they were saving the Russian nation and Russian land from what he called Ukrainian neo-Nazis. We expect to hear more from Vladimir Putin on Tuesday when he is set to hold a speech to the FSB -- the Russian intelligence service. Fred Pleitgen, CNN, Moscow. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "All right, Fred, great work. Thank you.Nigeria's election results are trickling in right now. The presidential race expected to be the closest in the country's history. And there's criticism over slow counting and voting irregularities. Labour Party presidential candidate Peter Obi has won Lagos state, and that's where we find CNN's Stephanie Busari. And he is disrupting this election, isn't he? And his win in Lagos was unexpected. What can you tell us, Stephanie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "STEPHANIE BUSARI, CNN SENIOR EDITOR, AFRICA",
      "sentences": "It was a shock win, to say the least, Christine. This is Bola Tinubu's territory. He is the ruling APC candidate and Lagos is where he is influential. He is a kingmaker in this state. And for Lagos to fall to Peter Obi, who is not an unknown candidate but his party, the Labour Party, is unknown -- and for that to happen has sent shockwaves through the electorate here.Obi is seen as something of a champion on integrity and credibility largely amongst young people who call themselves obedients, and they are really backing him and his Labour Party who also saw some huge gains -- unknown candidates being voted for simply because they were with this Labour Party and that has been known as the Obi effect. Can he replicate the success across the country? Elections in Nigeria are won in rural areas. Analysts say he will have an uphill battle to climb, Christine, to really get to the -- to the top job, Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:09",
      "speaker": "ROMANS",
      "sentences": "All right, here is today's fast-forward lookahead. President Biden visits Virginia Beach today to promote his affordable health care goals. He is expected to slam Republican proposals claiming they would increase costs and cause millions to lose their coverage.Later today the House committee tasked with U.S.-China relations will hold its first hearing since the U.S. shot down a Chinese spy balloon. On the agenda, the possibility of China sending lethal aid to Russia. Voting gets underway this morning in Chicago where nine candidates are vying to become the city's next Mayor. Democrat incumbent Lori Lightfoot is trailing in the latest polls. All right, Lakers superstar LeBron James may be out for multiple weeks after he suffered a foot injury over the weekend. Andy Scholes has this morning's Bleacher Report. Hey, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:09",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Yes, good morning, Christine.So this is just brutal news for the Lakers. At the All-Star break, LeBron said the final 23 games of this season were some of the most important of his career. But now, according to multiple reports, he's going to miss several weeks. LeBron hurt that foot in the Lakers' big comeback win over the Mavs on Sunday. So he stayed in the game and finished it but was seen limping considerably afterwards. LeBron posting this Instagram yesterday seemingly confirming the bad news. The Lakers, right now in 12th place in the Western Conference, a half- game out of the Play-In Tournament. All right, Celtics and Knicks squaring off a Madison Square Garden last night. This was a dreadful shooting night for Boston. They went nine for 42 from three-point range. And it went from bad to worse in the fourth quarter as Jayson Tatum -- he got ejected for the first time in his career. The Knicks would end up winning this game 109-94 for their sixth win in a row, knocking the Celtics out of first place in the east. And afterwards Tatum explained what got him ejected. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:09",
      "speaker": "JAYSON TATUM, FORWARD, BOSTON CELTICS",
      "sentences": "I just told them this was probably the best officiating game I've been a part of. I tried to give them a compliment. It didn't go over so well. All the great players get thrown out a few times in their career so it was good for my rep.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:09",
      "speaker": "SCHOLES",
      "sentences": "All right. In hockey, Edmonton Oilers superstar Connor McDavid scoring twice to reach the 50-goal mark for the first time in his career. It only took him 61 games to reach that milestone as well. But it was not enough to stop league-leading Boston last night. The Bruins went on to win 3-2 for their seventh-straight win.Boston setting a record of their own becoming the fastest team to record 46 wins in NHL history. They needed just 59 games to get there. All right, and finally, an awesome display of sportsmanship during a college softball game. Grand View University was down 4-1 to Southeastern when Kaitlyn Moses hit a grand slam to give the Vikings a 5-4 lead. But as she was rounding first base she collapsed on the ground with an injury. But there's a rule that says her teammates are not allowed to help her around the bases. So instead, two opposing players, Chapel Cunningham and Leah Gonzalez carried her around the bases so that she could complete the grand slam even though it gave Grand View the lead and ultimately, the 7-4 win. But Christine, I'll tell you what -- when it comes to sportsmanship it doesn't get any better than that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:09",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:09",
      "speaker": "SCHOLES",
      "sentences": "There was a moment just like that years ago that I think actually won an Espy for like the moment of the year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:09",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:09",
      "speaker": "SCHOLES",
      "sentences": "And I'll tell what, that one's going to be right up there again. It almost brings tears to your eyes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:09",
      "speaker": "ROMANS",
      "sentences": "The best part of sports. Those stories are always, to me, the best part of sports.Nice to see you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:09",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:06",
      "speaker": "ROMANS",
      "sentences": "She has a unique viewpoint. She used to run the Fed. Now she's the Treasury secretary.Let's bring in Federal Reserve and economy reporter at The New York Times, Jeanna Smialek. She also has a brand-new book coming out today called \"Limitless.\"  Jeanna, nice to see you this morning. JEANNA SMIALEK, FEDERAL RESERVE AND ECONOMY REPORTER, THE NEW YORK TIMES, AUTHOR, \"LIMITLESS\" (via Webex by Cisco):  Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:06",
      "speaker": "ROMANS",
      "sentences": "So I say the direction of the U.S. economy is complicated and I think that's a charitable way to put it. I mean, there was a NABE forecast of economists this week that showed for 2023 they had expectations of GDP between a decline of 1.3 percent and up 1.9 percent. And then for next year even more confusing. Either a stalled economy or a pretty robust 2.6 percent.I think the disparity in what professional economists are expecting about the economy is just -- tells it all, doesn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:06",
      "speaker": "SMIALEK",
      "sentences": "Yes. I think we thought that things were confusing coming into January but at least we had a pretty tidy narrative where we all thought the economy was slowing, that inflation was slowing. That everything was kind of on this track that we understood. And then as we've been getting data for the first month of 2023 all signs kind of point to an economic acceleration, which is not what anybody had on their bingo card for last month.And so I think this is just this wildly uncertain juncture. It's a very confusing economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:06",
      "speaker": "ROMANS",
      "sentences": "Well, you've got a strong jobs market. You had this sign that inflation was cooling but it's still too high. And according to this NABE forecast many economists still think there's a 50-50 chance of a recession maybe because the economy is so strong and the Fed is going to have to be really aggressive to try to cool it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:06",
      "speaker": "SMIALEK",
      "sentences": "I think that's a big part of it. I think there are some people who think that all of the Fed's aggressive actions last year really haven't been fully felt in the economy yet. That we're still going to sort of feel those at a lag and that will help to slow down the economy meaningfully this year.I think there are also people who think that the Fed is just going to have to go at this sort of super-aggressive mode like you alluded to in order to get these things under control. And then I think there's a third camp who think that consumers who just look fantastic right now -- confusingly, look really great in all the data -- are eventually going to just have to crack. You can only buy so many couches. You have to stop spending eventually and when that happens it might happen sort of with a vengeance. And so I think those are sort of the three -- the three scenarios that lead us to a recession. Again, all very uncertain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:06",
      "speaker": "ROMANS",
      "sentences": "Yes. That consumer piece of that though -- I mean, for months I've been waiting to see these signs of cracks. I mean, you talk to the credit card companies that say no, people are still spending money. And they're spending money differently now, too, so maybe they're not buying as many couches. But boy, they want to go on plane trips.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:06",
      "speaker": "SMIALEK",
      "sentences": "Yes. And it's been wild reading the earnings calls because we were just getting sort of earlier news calls. The last couple of weeks we've gotten a lot of the retailers. And it's really interesting to see them talk about consumers because they seem a little baffled themselves.You know, the Walmart guidance, for example, not very good. They're not looking for great sales this year. But so far it seems like people are holding up. They're getting a lot more consumers than they previously had -- they think because people are going to them because of the inflation. But then you look across other kind of retailers -- you know, makeup companies, for example, and they are just seeing a surge in business. And so I think it's just a very confusing picture from a consumer perspective at this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:06",
      "speaker": "ROMANS",
      "sentences": "I think so, too. I think so, too. It's just a riddle. The whole thing is such a riddle. We've never had sort of -- there's no roadmap for where we are, which brings me to your new book. Congratulations.\"Limitless\" is the title. I'm assuming this is the Fed you're talking about and Jay Powell and the tools through the pandemic that the Federal Reserve has managed to deploy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:06",
      "speaker": "SMIALEK",
      "sentences": "Yes, absolutely. So the book is about how the Fed's role in society has shifted really dramatically just in the 21st century. You know, they have taken on a lot of new responsibilities. They did a lot of sort of crazy things that I don't think we fully processed during the 2020 sort of onset of the pandemic period. And they really showed that their power is just so much more vast than I think we previously understood, which is the reason for the title.And so, the book is really about what happened. How it was able to happen. What it might mean for the future. And maybe what kind of conversation we should be having about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:06",
      "speaker": "ROMANS",
      "sentences": "\"Limitless\" -- is that a good thing or is that something we need to discuss? I guess that's the conversation. The new book out today, Jeanna -- \"Limitless",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:06",
      "speaker": "SMIALEK",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:06",
      "speaker": "ROMANS",
      "sentences": "All right, stunning admissions from Fox boss Rupert Murdoch. Details from his Dominion Voting lawsuit deposition ahead. And Russian President Vladimir Putin getting ready to speak in Moscow within minutes.(COMMERCIAL)",
      "isLastSentenceInterrupted": false
    }
  ]
}