{
  "date": "2023-12-12",
  "headline": "CNN This Morning",
  "subHeadline": "Texas Supreme Court Rules Against Emergency Abortion; Zelenskyy to Ask Divided Congress for More Aid; Trump Called Documents Witness Before Charges Filed. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:18",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "New overnight, the Texas Supreme Court rules against a woman seeking an abortion after learning the fetus has a fatal genetic condition that could affect the mother's health. Kate Cox has now left the state of Texas for care.What does this mean in a post-Roe America?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:18",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "And this morning, Ukrainian President Volodymyr Zelenskyy will meet with senators, the speaker, and President Biden in a desperate last-minute plea for more war aid. What he says he's doing and why he says doing nothing would be a win for Putin.And a CNN exclusive. Former President Trump made a personal call to a former Mar-a-Lago employee turned witness in the classified documents case. What they talked about and the legal impact. CNN THIS MORNING starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:18",
      "speaker": "HARLOW",
      "sentences": "Well, this morning, we are following major developments in one of the nation's biggest abortion battles since the fall of Roe. A pregnant mother, Kate Cox, has left the state of Texas in order to get an emergency abortion and escape one of the country's strictest abortion bans.Just days ago, Kate Cox was sighing with relief when a judge ruled that she could, indeed, terminate her pregnancy under the abortion ban's medical exception for women whose lives are at risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:18",
      "speaker": "MATTINGLY",
      "sentences": "But the Texas Supreme Court has now reversed that order. The nine Republican justices rules that Cox's doctor failed to show her life was in danger.In their lawsuit, Cox's lawyers argued the pregnancy was putting her life and future fertility at serious risk. They say Cox has been in and out of emergency rooms with severe cramps and unidentified leaking. Cox says her fetus was diagnosed with a rare and deadly genetic disorder. The baby would either be stillborn, or she would be forced to watch it suffer until death. HARLOW: Ed Lavandera tracking all of this for us this morning from the state of Texas. This was the question, right? What was going to happen after Roe, and how strong would those exceptions in laws like the Texas law be? Cox has left the state as this battle continues, but many women, especially poor women, don't have that option. What is the big picture this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:18",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Well, this really kind of sets a standard for the way this post-Roe v. Wade world is going to look. And not to -- it creates a situation that many critics of these abortion bans say will only continue to make these waters much murkier and much more difficult for many women across the state.But let's get to this ruling by the Texas Supreme Court. And keep in mind that this ruling was issued after Kate Cox had announced that she was leaving the state of Texas to get this abortion. And in its seven-page ruling, the nine justice of the Supreme Court ruled that the lower court's temporary injunction, giving Kate Cox permission to have the abortion, that that ruling was essentially overturned after the Texas attorney general appealed to the Supreme Court. The Supreme Court writes that the way the policy and the laws are written in Texas reflect the will of the legislature, and the lower courts must respect that. And they also go on to say that Kate Cox's lawyers did not really establish with enough evidence that, even though her conditions might be serious, that her conditions did not rise to meet the level of the medical exemption here in Texas. So there is this big fight about what exactly this medical exemption means and how are doctors and hospitals supposed to feel confident getting to that point, if a patient needs it; to be able to establish that medical exemption. That's what is so confusing for so many people right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:18",
      "speaker": "MATTINGLY",
      "sentences": "And Ed, Kate Cox, as Poppy noted, decided just hours before this opinion came down to leave the state to get her abortion. How are her lawyers responding to what we learned last night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "HARLOW",
      "sentences": "Ed Lavandera, thank you very much for all of this. You're right, what's happening in Texas with her case has huge implications across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "MATTINGLY",
      "sentences": "Yes, no question about it. Let's talk about those implications. CNN senior legal analyst Elie Honig; CNN political analyst and historian, Leah Wright Rigueur; and CNN political commentator Errol Louis join us now.Elie, I want to start with you. Before we pull back to the big picture, which I think is critical here, the specifics of this case, the specifics of this law, especially when it comes to the medical exemption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "HONIG",
      "sentences": "Yes, so Texas has a law that says a woman can only get an abortion if the mother's life is in danger. And the big question, really, here is, well, who gets to decide that? Is it up to the mother and her doctor, in this case both of whom said yes, she is facing a medical issue here, serious medical issue; and therefore, she qualifies for the exemption.Or do women have to go to the courts and get sign off from the attorney general, as Ms. Cox has had to do in this case? I think that's the bigger question here. Who do we want deciding these issues? And the Texas law is not clear on that, on who gets to decide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "HARLOW",
      "sentences": "Can I read the Texas law? Here is the statute. Quote, \"In the exercise of reasonable medical judgment, the pregnant female has a life-threatening physical condition aggravated by, caused by or rising from a pregnancy that places the female at risk of death or poses serious risk of substantial impairment of a major bodily function unless an abortion is performed or induced.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "HONIG",
      "sentences": "And that language, \"serious risk or impairment of bodily function.\" That's where there's some uncertainty, and that's what lead us to the who decides question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "HARLOW",
      "sentences": "The Texas Supreme Court, Leah, said in their ruling on this, this does need to be clarified. We need to clarify this. There's a case of 20 women now before the court, making this argument for clarity.The question is what does clarity look like in this? And what will this mean for so many women who are relying on this law to be clear so when their doctor says this is necessary, then they don't fight the courts for it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "LEAH WRIGHT RIGUEUR, CNN POLITICAL ANALYST AND HISTORIAN",
      "sentences": "Well, for anyone watching or for anyone who's interested in women's rights, in reproductive rights and abortion rights, this is a horrifying decision.Because it essentially says -- it's essentially the state of Texas clarifying it, saying, no, you don't have a right and your doctor doesn't have a right. In fact, the government has a right to step in and be in that room as you are making decisions about your health, the mother's health, and this entire situation. And so, for I think, a lot of people, a lot of people who are watching this and observers who are trying to pay attention to this, this is a manifestation of everything that people warned was going to happen after the 2022 abortion rendering from the Supreme Court. So Texas is -- is starting to become clear that they believe they have the right to intervene and to make these decisions. And of course, the people who pay the price are low-income women who can't afford to leave the state and can't afford to get abortions or reproductive help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "HARLOW",
      "sentences": "Just one note before we move on. The original filing by Kate's lawyers had her doctor's quote in there, saying that that doctor, quote, \"believes in good faith that exercising an abortion right is her best medical judgment.\" It seems to be that language. It seems to me doctors are going to have to, at least for now, be much more direct and clear. And \"believes in good faith,\" I guess, isn't enough as a standard for this court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "MATTINGLY",
      "sentences": "And there's very real concern about whether that invites lawsuits, whether there's liability issues, whether their license is at risk, which seems to be the biggest concern right now from her doctors and why the ambiguity right now and the clarity is so necessary.I think, Elie -- kind of building off of Elie's point, Errol, the -- there's a lot of calls from Republicans saying it's hyperbolic to say something like this could happen in the immediate aftermath of Roe. We're now here. This has become a major, major political issue. We've seen it in state referendums. We've seen it in midterms. We've seen it in off-year elections just a couple of weeks ago. It's striking to watch Republicans try and grapple with this, including Nikki Haley, who's kind of been on a surge inside the Republican primary. She was asked before this decision came down about this specific issue. Take a listen. (BEGIN VIDEO CLIP) NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: I don't know the details of the case that you're referring to. What I can tell you is I don't think that this issue needed to be in the hands of unelected justices. It needs to be in the hands of the people, because it's a personal issue for every woman and man. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:12",
      "speaker": "HARLOW",
      "sentences": "Errol, Elie, Leah, thank you; stay with us. We have a lot more to get to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:12",
      "speaker": "MATTINGLY",
      "sentences": "Also this morning, two battles colliding in Washington. One could shape the future of democracy overseas. The other could expose political rifts on Capitol Hill.Ukrainian President Volodymyr Zelenskyy takes his appeal for more war funding to lawmakers and President Biden starting at 9 a.m. Now, President Biden is trying to secure $60 billion in additional military aid for Ukraine. His budget director warning that cutting off aid now could, quote, \"kneecap Ukraine on the front lines.\" And just this morning, Russia claimed it has advanced significantly in Southern Ukraine. Listen to this stark warning Vladimir Putin gave in October about what he thinks will happen if the West stops supporting Ukraine. (BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): When it stops, in a week's time, everything will be down. The same when it comes to Ukrainian defense. Can you imagine, when they stop supplying Ukraine with weapons. They will have one week to live. (END VIDEO CLIP) HARLOW: That is as clear as it can be from Vladimir Putin. President Zelenskyy arrives in Washington, in a city that is very in a different place from where he addressed a joint session of Congress. That's what you are looking at. That was almost a year ago, December of 2022, standing ovation for him then. When Zelenskyy does visit D.C. today, Republican lawmakers are expected to take another step towards starting an impeachment inquiry of President Biden. Let's go to Lauren Fox on Capitol Hill. It's striking to see then versus what Zelenskyy is walking into now. Talk to us about what happens on the Hill today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:12",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. I mean, that bar is so high for Zelenskyy. It's really an impossible task, given where so many of these Republican lawmakers are right now on the issue of more funding for Ukraine.You know, it's interesting. Last night I talked to Senator Mitt Romney about whether or not there was anything Zelenskyy could say to sort of change Republicans' mind about insisting that border security and proposals to change border security need to be part of a deal to provide Ukraine with additional aid. And he said, no, it's really up to Democrats to be compelled by Zelenskyy's address today to members. You know, there were other members who have long been opposed to more additional funding for Ukraine. People like Senator J.D. Vance who I talked to last night, who called Zelenskyy coming to Capitol Hill really just more of a dog-and-pony show at this point. So you really see there just how difficult it's going to be for Zelenskyy to change some of these Republicans' minds. Now, he's going to have a very important meeting after that all- senators briefing with the speaker of the House, Mike Johnson. If you remember, when he came back in September, Kevin McCarthy was still the speaker of the House of Representatives. Now, the person who has the gavel is Mike Johnson. And it's going to be up to the speaker to decide whether or not he is willing to put additional aid for Ukraine on the floor, given the dynamics of his conservative members within his conference. Here's what he said last night about what he's going to be talking with Zelenskyy about. (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA): But I don't think it is a radical proposition to say that, if we're going to have a national security supplemental package, it ought to begin with our own national security first. And -- and so I'll explain to him that, while we understand that, I've made my position very clear, literally since the day I was handed the gavel, that we have to take care of our border first. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:12",
      "speaker": "FOX",
      "sentences": "And the senators who are working on that border proposal, they are even starting to say that it's very unlikely that there will be a border proposal that would be announced by the end of the week, which means lawmakers are likely going to head home for the holidays without any additional aid for Ukraine being sent, despite the stark warnings from the White House that that money is running out -- Phil, Poppy/",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:12",
      "speaker": "MATTINGLY",
      "sentences": "It's remarkable just how much things have changed in less than a year.Lauren Fox, thank you. Keep us posted throughout the morning. For more on the impact of this essential Ukraine funding, let's get straight to CNN's Nick Paton Walsh, who is on the ground in Zaporizhzhia. Nick, for Ukrainian officials watching this, what are they thinking right now as the very real possibility of no more aid in the near term comes into focus?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:10",
      "speaker": "HARLOW",
      "sentences": "You see the real impact on the ground. Nick Paton Walsh, thank you for the reporting from Zaporizhzhia, Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:06",
      "speaker": "HARLOW",
      "sentences": "Now to a CNN exclusive this morning that reveals that Donald Trump and his associates repeatedly contacted a former Mar-a-Lago worker turned witness in the classified documents case. This contact was before any charges were filed.This is the same long-time employee who did move several boxes that you see there for Trump and was also privy to conversations between the former president and his two co-defendants in this case. Katelyn Polantz broke the news. She joins us from Washington. What's the significance of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:06",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "Well, Phil and Poppy, we're talking about somebody who was very in touch with the Mar-a-Lago world, had worked at the club for a very long time, had a lot of connections there, and was witness to a lot of things that ultimately became part of the charges against Donald Trump for mishandling classified documents and trying to obstruct the probe. Somebody who had moved boxes, had overheard conversations.That person, that former employee, had left his job after the FBI searched Mar-a-Lago, and it became very apparent Donald Trump could be charged with a crime and was being looked at by federal investigators. But before Trump was charged. So the employee leaves his job. And at that point in time, he remained in contact with many people from Mar-a-Lago but also was noticing just a pattern of conversation about what his status was. Would he be using his own lawyer? Or would he be hiring -- or be wanting to use a lawyer that was paid for by Donald Trump? Some people were asking him about that. There was a close friend of his who also worked at Mar-a-Lago who essentially indicated to him that, you know, maybe Trump would really love to see you at an upcoming golf tournament. You could get free tickets and come. There was also this discussion with him where, as he left his job at Mar-a-Lago, Donald Trump took the very unusual step of calling him on his personal cell phone to see why he was leaving the club, a couple months after the FBI search of Trump's property in Florida. All of this taken together, it's a pattern of communication that the special counsel ultimately did hear quite about -- quite a bit about. They looked into it. It could just be conversations among friends and colleagues. At very least, it's a window into how this community works of people that have worked for Donald Trump, that they kept close tabs on one another. That they were keeping in touch and discussing what was happening with this investigation before the charges came about. But it also is notable in that it is a little bit unusual for Donald Trump to call this person and for these conversations to be happening in the way that they did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:06",
      "speaker": "MATTINGLY",
      "sentences": "You know, maybe he's just a big golf fan. We don't know.I want to go back to something you noted, though, Katelyn, and that was the offer of a -- a Trump-financed attorney. There are a number of individuals involved in this case that have -- co-defendants using Trump-provided attorneys. How does that all play into this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:06",
      "speaker": "POLANTZ",
      "sentences": "Well, it has played into it, because the special counsel's investigators, they've been asking a lot of people about that. We know that from all of the reporting that we did about grand jury testimony and parts of the investigation. It was a question that they were asking a lot of different peopleAnd then it's something that the special counsel investigators have followed up on, too, as Donald Trump is headed to trial next year, making sure that people who are represented by lawyers in Trump world, whether those lawyers represent a bunch of people, that there isn't some sort of conflict of interest. But it isn't totally abnormal for a corporate entity to pay for lower- level staffers, employees -- lawyers of the employees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "MATTINGLY",
      "sentences": "And there's a last-minute scramble to get a climate deal done at the summit happening now in Qatar. And overnight, deadlines set by negotiators passed with no deal.The most contentious issue is the decision to remove the reference to the phase-out of fossil fuels, the main cause of the chaos. We're going to dig deeper next hour into whether a deal can actually get done. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "HARLOW",
      "sentences": "An offer of golf tickets, legal representation, and reminders that a job at Mar-a-Lago is still available, that is according to our new reporting, what Donald Trump and his associates repeatedly offered a former Mar-a-Lago worker-turned-witness in the classified documents case.Back with us now, Errol Louis, Leah Wright Rigueur and Elie Honig. Elie, the fact that this offer and these calls from Trump to a former employee who is not named -- we don't know -- happened after the FBI search of Mar-a-Lago but before the charges, is that relevant here?",
      "isLastSentenceInterrupted": false
    }
  ]
}