{
  "date": "2023-09-05",
  "headline": "Quest Means Business",
  "subHeadline": "Arm Seeks $25 Billion Valuation In Public Offering; Oil Prices Jump Above $90.00 For First Time In 2023; US: North Korea Leader May Meet Putin To Talk Arms Deal; Pressure Buildings On Entertainment Industry; Manhattan Rent At All-Time High; Dash To The Bell. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:33",
      "speaker": "ELENI GIOKOS, CNN INTERNATIONAL HOST",
      "sentences": "The US markets are broadly lower on the first trading day of the week after Labor Day holiday yesterday. Let'stake a look to see how the US markets are faring right now. The Dow Jones is in the red, down a quarter of a percent. That's a loss of 87 points. Well, those are the markets, and these are the main events: New details about the year's hottest IPO, Arm, could be valued at $52 billion. Oil prices hit a new 2023 high after Russia and Saudi Arabia extend production cuts, and New York cracks down on Airbnb. Live from Dubai, it is Tuesday, September 5th, I'm Eleni Giokos. I'm in for Richard Quest. And this is QUEST MEANS BUSINESS. A very good evening and welcome to the show. Well, tonight it is official, Arm is expected to pull off the biggest IPO this year. The chipmaker says in an SEC filing, it is aiming for a $52 billion valuation. That is lower than the value implied when Softbank bought 25 percent of the company last month. Still, interest in Arm remains high. The British company designs chips that are used in 99 percent of the world's smartphones, major names including Apple, Samsung, and others are hoping to invest to get a piece of that business. Clare Duffy is in New York for us. Great to have you on. This is an important IPO. Look, this is probably one of the biggest for the year. So how important is Arm in terms of what it means to the overall market? And can it live up to expectations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:33",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "Yes, Eleni.I mean, I think expectations clearly are really high here, but this is a company as you said that supplies designs chips rather for 99 percent of the world's smartphones as well as devices such as tablets, personal computers, cars, and data centers. And this is a company that is really positioning itself as central to this next wave of technology, which is artificial intelligence. While this company doesn't design chips that are purpose built for AI the way that AI chipmaker NVIDIA does for example, this is a company that is saying that its chips are already running AI workloads. It counts GM Robotaxi Cruise as one of its customers, for example. And so you see this is a company that is really trying to get investors excited and excited about this next big wave of technology. And as you said there, some of the biggest names in tech have already indicated that they want in on this IPO. You have Apple, Google, NVIDIA, AMD, Samsung, Intel, and others which together could buy shares worth $735 million in this IPO. Softbank is hoping to raise as much as $4.9 billion in this IPO, and so I think that expectations are high, but there also is huge potential for this company going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:33",
      "speaker": "GIOKOS",
      "sentences": "Yes, huge potential. But in the IPO filing, it declared falling revenues, squeezed profits, right? It supplies smartphones, as weascertained. The question whether it can get into AI aggressively is one of the big questions, and in fact, one of the risks that also came through in the filing, it is that the financial results of Arm China and its ability to make payments to us in a timely manner or at all. There are problems that exist within Arm. The question is can investors look for the long-term prospects here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:33",
      "speaker": "DUFFY",
      "sentences": "I think that's exactly it. You know, you mentioned smartphones. Smartphone sales have been slowing in recent years. People are notupgrading their smartphones as often as they used to, which means less demand for Arm chips. This is a huge part of the company's business. You're talking about Arm's China business, there is real concern over the US-China technology rift and the ways that that could impact this company. And so I do think it is a question of whether you know, how convincingly Arm can sell its potential to investors in AI technology, how quickly this company can move in that direction, and I think that will be sort of the telling point here in terms of how successful this IPO ends up being is how much investors really believe in the AI potential for this company -- Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "KRISTINA HOOPER, CHIEF GLOBAL MARKET STRATEGIST, INVESCO",
      "sentences": "Well, it could certainly help. It could certainly be a catalyst. We have seen that happenbefore. Although typically what we see is that the biggest factor impacting IPO activity tends to be the stock market. If it's up, that tends to create more confidence, and that creates more IPOs. But certainly, this could be a nice way to boost both the stock market and IPO activity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "GIOKOS",
      "sentences": "Yes. I mean, look, everyone is watching Arm because of its -- you know, perhaps it could be barometer for IPOs, but also in terms of what ishappening within chipmakers, and in particular AI, and how quickly it can move within that space. We just mentioned some of these companies that are doing phenomenally well in terms of their share prices. I mean, what are you putting your money on right now, in terms of, you know, looking at Arm as a potential investment and looking at other chipmakers, or other companies within that space, that will be jumping on this AI bandwagon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "HOOPER",
      "sentences": "Well, I think these stories are very emblematic of the incredible growth potential in the technology sector. I think there's a lot ofexcitement right now around that potential and we've actually seen some proof of real growth potential coming to fruition. So I think that that's an area that's very important for investors to focus on, especially when we see slowing growth. I mean, let's face it, aggressive Central Bank policy, over the past year-and-a-half has created headwinds on growth. An environment in which growth is slowing, investors migrate. They gravitate towards those areas that can still produce growth. And so it's no surprise that technology has been an attractive destination, and I think it will continue to be in this environment in which you're going to continue to see slowing growth globally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "GIOKOS",
      "sentences": "Yes, it is really fascinating. You know, the stocks that used to be hedges against inflation or safe haven when interest rates go up hasdefinitely shifted through the years. So what do you make of the fact that, you know, the Fed is now pausing. It's thinking differently about what what's happening within the jobs market, for example, how the markets are responding, the pressure on the banking system. I mean, for example, Goldman Sachs is saying that the risk of recession has dropped dramatically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "HOOPER",
      "sentences": "So I'm in the camp that believes that we're going to see a bumpy landing, I think that a soft landing assumes that there will be no damageto the economy, and clearly with credit conditionings tightening as much as they have, there will be some damage. But having said that, I don't think we're going to see a hard landing, I don't think we're going to see a significant recession, and markets are starting to anticipate a better outcome than they had expected earlier this year. Now, it might be a little too rosy, market expectations, but I do believe that the Fed has ended its rate hike cycle. That has not necessarily become clear to markets, but I think it will, as we get more data and we hear more from the Fed. I think we'll get a pause in September. We won't get full clarity right away, but the Fed has arguably made a lot of progress towards its goal. It will take time though. And I think the key phrase to use is the lags of monetary policy. It takes time for monetary policies' impact to show up in the economy. So we're moving in the right direction in terms of inflation, but we're also going to continue to see a slowing of the economy. So the Fed would be prudent to start now and I think they will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, Eleni, Russia and Saudi Arabia, they seem pretty determined to drive oil prices even higher and I think what'ssurprising is the context that this is happening. This is not a situation where markets are in turmoil and energy demand is down and the US is in recession, right? We're not in that situation at all. Yes, China's economy is slowing, but the rest of the world looks a lot stronger than many people thought was even possible. As you mentioned in the last segment, Goldman Sachs just cut its US recession odds to 15 percent, and yet we have the world's two biggest oil exporters actually cutting their supply right now and that has caught the energy market off guard. That's why we saw US oil prices at one point jumping above $88.00 a barrel for the first time in 10 months, Brent crude at one point touching $91.00 a barrel. The problem though, is the supply demand situation was already looking precarious, right? Markets were already bracing for demand to surpass supply. Rapidan Energy Group said that before this move, they were penciling in a 1.6 million barrel per day deficit. Now, they see a 2.3 million barrel deficit; also Rystad Energy, they see an even bigger hole of 2.6 million to 2.7 million barrels. They summed it up best. They said: \"These bullish moves significantly tighten the global oil market, and can only result in one thing, higher oil prices worldwide.\" Of course, that is exactly what Saudi Arabia wants to see. They need about $81.00 a barrel to balance their budget. Russia needs higher oil revenues to fund their war machine. Unfortunately, though, Eleni, this is not what consumers want to see and certainly not central bankers as they try to fight inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "GIOKOS",
      "sentences": "Yes. Exactly. It just completely creates so much uncertainty. I'm glad you mentioned the demand side of things, and while the US perhaps isnot facing a big risk in terms of recession, I think one of the big disappointments is just how China came back online and didn't bring in the demand that people had anticipated. I think a lot of investors now are rewriting their forecasts for oil, perhaps closer to $100.00 a barrel. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "EGAN",
      "sentences": "Eleni, I do think that China is the big concern right now. I mean, it is one of the biggest consumers of energy on the planet. If their economyslows down even more than anticipated, of course, that's going to hurt world oil demand. And, and that's probably the one thing that Russia and Saudi Arabia can legitimately point to, and say, you know, that's why we're preemptively cutting supply here. But I do think that the rest of the world is holding up a lot better than people had anticipated. You know, here in the United States, we just had a near record high gasoline prices for Labor Day weekend, just a huge time of driving and road trips. And so I think that a lot of consumers around the world are going to hear the fact that we have Russia and Saudi Arabia actually cutting supply at this time, that's going to be a big surprise to them because they're feeling the sticker shock pain as they fill up their tanks right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:05",
      "speaker": "GIOKOS",
      "sentences": "As Russia's war in Ukraine drags on, there are reports that President Putin may meet with North Korea's leader Kim Jong-un. US securityofficials believe Moscow is turning to North Korea for weapons to fight the war, which has surpassed 550 days. In July, Russia's Defense minister was in Pyongyang checking out military systems. CNN's Paula Hancocks reports. (BEGIN VIDEOTAPE) PAULA HANCOCKS, CNN INTERNATIONAL CORRESPONDENT (voice over): The first and last meeting between the current leaders of Russia and North Korea was more than four years ago. Since then Russian President Vladimir Putin invaded Ukraine and his military efforts are faltering. So for Kim Jong-un, the power dynamics have changed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:05",
      "speaker": "DAVID SANGER, CNN POLITICAL AND NATIONAL SECURITY ANALYST",
      "sentences": "A large power is now dependent on him. That hasn't happened in a while. The second thing hegains is the possibility of access to more oil. At the moment that Kim Jong-un testing his ballistic missiles, particularly the long range ones, many of which have designed commonalities with Russian missiles, he can get a lot of help there. HANCOCKS (voice over): US officials believe Moscow could receive multiple types of munitions from Pyongyang in any arms deal, which could be used on the frontlines in Ukraine. The Biden administration believes North Korea already delivered infantry rockets and missiles for use by Russian mercenary force, Wagner last year. DOO JIN-HO, RESEARCH FELLOW, KOREAN INSTITUTE FOR DEFENSE ANALYSIS (through translator): Russia and North Korea have something in common, interoperability of conventional weapons. For example, North Korea's 152 millimeter artillery ammunition and 122 millimeter multiple rocket launcher ammunition can be used on Russian weapons immediately. HANCOCKS (voice over): US officials assess Kim Jong-un may travel to Russia to meet Vladimir Putin this month. There is an Eastern Economic Forum in Vladivostok next week. Letters of support have been exchanged between the two leaders. Russia's defense minister Sergei Shoigu was given the red carpet treatment by Kim in Pyongyang in July. The North's military capabilities were on full display and South Korea's intelligence agency says a second Russian delegation visited at the start of August. By August 8th, the Russian plane is believed to have transferred unknown military supplies from Pyongyang, no evidence or destination given. Pyongyang and Moscow deny any potential arms deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "GIOKOS",
      "sentences": "President Putin is refusing to re-enter the crucial Black Sea Grain Deal until his demands are met. Turkish President Erdogan was trying tobroker an agreement. Russia, wants one of its banks reconnected to the international payment system, and wants sanctions relaxed over the insurance of ships. Ukraine's foreign minister is accusing Moscow of \"blackmail.\" Alex Stubb is the former Finnish prime minister. He is also set to be a candidate in Finland's presidential election next year. Alex, great to see you again, and welcome back to the show. A lot to get through today. I want to start with Putin wanting to access swift and also calling for easing of the sanctions on its commodities. Will he get what he wants? Because he's clearly prohibiting vital grain from entering markets, and already Russia has destroyed key port infrastructure. Does he hold all the cards?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "ALEXANDER STUBB, FORMER FINNISH PRIME MINISTER",
      "sentences": "No, I don't think he does, and I think I have two main points on that. One is that we can see thetransactionalism of Putin on two accounts. One is the possible arms deal and ammunition deal with North Korea. It's a simple transactional deal, as was mentioned in the previous story, whereby the North Koreans give ammunitions and shells and Russians give energy and food, and what he is trying to do now in the Black Sea is exactly the same thing. So, he is basically trying to say that, listen, I need to get back to the payment system. And in order for you to get the food that is needed, the grain that is needed around the world, I need that deal. So this is a very typical, what we would call me near realistic Putin policy transactionalism at its best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "GIOKOS",
      "sentences": "Sir, will he get what he wants? Because this grain is vital, globally, and of course, it is fueling inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "STUBB",
      "sentences": "I don't think he will. I mean, there are a couple of issues related to this. The first one is I think the world will now see the global southas well, that it's Putin that started this war and it is Putin that is trying to starve the world. And the second thing is that Putin basically has very few cards left. I mean, if you lean towards North Korea, and if you are basically intimidating, and using food or grain as a hostage, then you don't have much left in your game. So I don't think he will get what he wants at the end of the day. And I'm sure this is going to be an issue that's going to be discussed in in India at the G20 Summit on the ninth and the tenth of September coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "GIOKOS",
      "sentences": "So, Alex , you mentioned, you know, the meeting between Putin and the North Korean presidents. Look, ostracized countries in many ways, bothwith nuclear arsenal and capabilities. Are you concerned about the meeting? And are you concerned about North Korea supplying weapons to Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "STUBB",
      "sentences": "I am concerned. I think the Americans are concerned as well. Now, of course, it depends on number one, whether the meeting will actually takeplace. It wasn't supposed to be made public, but it has become public. And we know that Kim, President Kim or Leader of North Korea is quite intimidated about traveling anywhere and getting to Vladivostok in an armored train takes a little bit of time. But secondly, I think, you know, Russia doesn't want to become too dependent on North Korea, either. I mean, in that sense, I think Putin is quite desperate at this particular moment, and that's why we're seeing the moves that he's making.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "GIOKOS",
      "sentences": "Look, I want to talk about the global power plays that are currently underway. We've got your Chinese Premier Xi Jinping not attendingthe G-20, but attended BRICS. BRICS inviting more countries into its alliance. There's a lot going on, right? Interesting meetings that are happening. How would you define the current global power dynamics that are playing out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "GIOKOS",
      "sentences": "Absolutely. And this is the big question here, look, perhaps you're going to have more of a say in this because you've been out of politics forseven years now and you want to get back in, and in your neck of the woods, you're facing China's threats. So what do you want to achieve? What do you think you can bring to the table with all of these, you know, power dynamics that are playing out globally? And importantly, what Russia's plan is, with Ukraine in the long term?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "STUBB",
      "sentences": "Well, probably for the international audience, it's good to know that Finland does have 1,340 kilometers of border with Russia, and we arethe newest member of NATO, which has basically doubled the border of NATO to Russia. And of course, the message that we want to put forward is that in Finland, you get a geopolitically sound, safe, and solid country, which is a member of the European Union, which is a member of NATO, and a close ally of the United States, but also knows Russia. What do I want to bring into it? I guess, you leave seven years of freedom, because you kind of feel the sense of responsibility. I must admit that this would have never been in the cards had it not been for Putin attacking Ukraine, but I do feel that the world political situation is so tense at the moment that perhaps some of the experience and networks that I've acquired over the years in politics and actually in academia and civil service will be helpful. But you know, you never know. Democracy can go in so many different directions and we have five months to the elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:10",
      "speaker": "GIOKOS",
      "sentences": "Alex Stubb, yes, there is a while to go. Enough time for you to get some sleep in.Alex Stubb, thank you very much. Always good to speak to you. Much appreciate it. Well, the US Senate is back in session after its August break. And right now, we are hearing from Senate Minority Leader Mitch McConnell. The 81- year-old is expected to speak on the floor, as you can see speaking right now. Let's listen in a little. SEN. MITCH MCCONNELL (R-KY): . tragically, the substance abuse crisis has become even deadlier in recent years, especially in my home state. So we discussed what we're doing to combat it and find ways the federal government can fill the gaps. I also welcome, Dr. Rahul Gupta, the national drug czar, back to the Commonwealth, to hear more about what we're doing to fight back against addiction. I look forward to continuing working with Dr. Gupta to make Kentucky a safe and healthier place. Throughout the month, I was pleased to see over $6 million go toward addressing the opioid crisis at home. This federal funding will go a long way in supporting programs that offer a lifeline to countless Kentuckians who struggle with substance abuse. In Bowling Green, I met with community bankers to discuss what Senate Republicans are doing to put a check on the Biden administration's reckless spending and regulatory overreach. At the Kentucky State Fair, I had a chance to indulge in some of the best that the Bluegrass has to offer, like the Farm Bureau's famous hamburgers. This event is the highlight of mine every August and this year was no exception. I met with farmers from across the state to discuss their priorities and concerns --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:44",
      "speaker": "DANIIL MEDVEDEV, TENNIS PRO",
      "sentences": "(INAUDIBLE) hotels, they have Spectrum. So, I cannot watch it on TV anymore. But I will -- I don't know if it's legal orillegal but I have to find a way, because, I can not watch it on TV. So, I got internet and probably this how you call it pirate website or something. So I watch tennis there. I have no other choice. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:44",
      "speaker": "GIOKOS",
      "sentences": "Well, he's talking about a battle between Charter Spectrum and Disney, essentially the companies are fighting over what Disney content canbe delivered to Charter viewers and at what cost. It's adding pressure on an entertainment industry already grappling with strikes and actors by actors and writers. CNN's parent company Warner Bros. Discovery says the strike will cost it up to $500 million this year. Oliver Darcy is in New York. It's pretty surreal to hear during a press conference that a tennis star had to use pirates' sites to watch the Open. I want you to tell me what's going on here. I mean, clearly sports channels are absolutely vital to keeping eyes on cable TV. Tell me about this dispute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "DARCY",
      "sentences": "So the dispute resulted in Disney, for the time being, pulling all of its content from Charter, which is leaving millions of people withoutaccess to live sports and basically the Disney suite of content, which includes ESPN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GIOKOS",
      "sentences": "And there's so much going on. You made an interesting point. They're making this about, in a sense, you know, the future of cable andwhat it will look like. Exacerbating the situation, of course, is the writers' strike and the costs are just increasing dramatically for everyone involved. Do you feel that we are perhaps at a precipice of change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "DARCY",
      "sentences": "It's hard to tell. If you're a guy like Bob Iger, you have so much on your plate right now, dealing with the Charter situation and thewriters' strike and the transformative moment in media. But as studio executives had really hoped that the writers' strike would be over by now. We're after the Labor Day weekend, they wanted this to be done. They tried to make offers and see if there could be movement last month. And unfortunately, there hasn't really been anything. There have been no signs of any breakthroughs. So I think that you will see this carrying out for some time. Hopefully, it will be resolved so that some semblance of a season can happen and maybe shows can come back in January. But right now, it's not looking so good. And you have Warner Bros. Discovery, CNN's parent company, saying this strike is going to cost upwards of $500 million this year. So it's really hitting the studios where it hurts, which is in their pocketbooks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GIOKOS",
      "sentences": "Oliver Darcy, thank you so much. Great to see you.Well, New York is cracking down on Airbnbs starting today. New rules restrict most stays lasting fewer than 30 days and anybody hoping to turn their apartment into a short term stay would have to submit an application. Airbnb called the new regulations a de facto ban and says it will hurt tourism. It all comes as housing in New York hit record highs. Monthly median rents hit $4,000 this year, according to a real estate firm, up more than a third from two years ago. We have Vanessa Yurkevich in New York for us. Great to have you with us, Vanessa, thank you for joining. Look, New York City is an important market for Airbnb. I want you to tell me how this policy will affect Airbnb as a whole and homeowners.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "Huge market for Airbnb and starting today, thousands of short-term rental listings on theplatform have disappeared. One trade group estimates 70 percent of the 23,000 active listings in New York City gone today because of this new local law 18. It essentially says that if you want to put your apartment up on Airbnb as a short-term rental, you have to register with the city. And part of this also says that if you want to be a host and put your apartment up for rent, you have to be present in the apartment when you're renting. And you can only rent to two or more people -- excuse me, two or less people, not more than two people. So Airbnb clearly not happy with this. They sued the city but a judge dismissed their lawsuit. Airbnb saying this is going to hurt tourism in the city and hurt their bottom line and a lot of hosts' bottom line who rely on this sometimes supplemental income. But for folks who have already booked Airbnbs before today, if you are scheduled to stay in New York City before December 1st, you are good, keep your listing. However, if you are expecting to stay in New York City after December 2nd, Airbnb saying that you will be getting a refund. Airbnb also saying that any host who does not meet the requirements and who has not applied for the short-term rental approval from the city, you will automatically be transitioned into a 30-day long-term rental. But some people's calendars are not set up for that. And in terms of the approval process for these short-term rentals, according to the city, about 3,200 have applied but the city has approved just 260 applications. So it's a very slow process. And this applies not just to Airbnb but also booking.com as well as VRBO, popular sites that many tourists use to book places to stay here in New York City.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GIOKOS",
      "sentences": "Vanessa, this is really a crackdown, just hearing the details.But will it help alleviate rising housing prices, because, that's the end game here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "YURKEVICH",
      "sentences": "They hope by removing so many of the short-term rentals, that landlords and homeowners put their apartments up for, that it will create abetter supply and demand situation, where now these properties will be eligible for long-term rentals. And that's what residents of New York are looking for. That's what people who are looking to stay here in New York are looking for in terms of the long term. They're looking for places that are basically like year leases. And what this does is, hopefully, according to the city, crack down on this and then you have more supply of these long-term rentals, which then brings down the cost of long-term rentals, making it more affordable, hopefully, for people who want to stay here long-term. But as you said, the median price, $4,300, it has a long way to go down before it gets affordable here in New York City again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:58:42",
      "speaker": "GIOKOS",
      "sentences": "Hello, I'm Eleni Giokos. It is the dash to the closing bell and we are just two minutes away. Markets are mostly lower as higher oil pricesrevive inflation fears. The Dow falling throughout the day. It is now down 0.54 percent, with a loss of around 200 points. And the Nasdaq appears it will be able to eke out a little gain today, as you can see. Actually it's in the red as well right now; S&amp;P and Dow all in the red. Tech stocks rose as chipmaker Arm says it will seek a $52 billion valuation in its IPO. And Fed governor Christopher Waller said that the central bank can proceed carefully at its next meeting. Invesco's chief global market strategist says there's a lot of excitement around artificial intelligence. Kristina Hooper told me she recommends investors keep an eye on that space. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:58:42",
      "speaker": "HOOPER",
      "sentences": "Well, I think these stories are very emblematic of the incredible growth potential in the technology sector. I think there's a lot ofexcitement right now around that potential. And we've actually seen some proof of real growth potential coming to fruition. So I think that that's an area that's really important for investors to focus on. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}