{
  "date": "2023-08-23",
  "headline": "CNN Newsroom",
  "subHeadline": "Parts Of Europe Hit By Heat Wave And Raging Wildfires; Volodymyr Zelenskyy Returns From Europe Trip With Promises Of Jets; Xi Jinping Skips Speech And Fails To Attend Business Forum; All Eight Rescued From Cable Car After 14-Hour Ordeal; India Set To Land Spacecraft On Moon In Coming Hours; Inside Ukraine's Elite Sniper Unit on the Front Lines; California Investigating Incidents with GM's Cruise Fleet. Aired 12-12:45a ET",
  "utterances": [
    {
      "timeStamp": "00:00:37",
      "speaker": "LAILA HARRAK, CNN ANCHOR",
      "sentences": "Hello, I'm Laila Harrak. Ahead on CNN NEWSROOM, wildfires rage in several locations across Europe as much of the continent swept through what could be the worst heatwave of the summer.Plus, building a bigger bricks. Leaders of the economic lock debate welcoming new members in hopes of pushing back against the West. And a high wire rescue in Pakistan. How children trapped in a cable car hundreds of meters off the ground were brought to safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:37",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with Laila Harrak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:37",
      "speaker": "HARRAK",
      "sentences": "Countries across Europe are in the midst of a blistering heatwave setting record high temperatures and triggering wildfires across the region. It's on a scale so large that the European Union has deployed its own firefighting resources to help.Firefighters battling blazes in Northern Greece discovered the burned bodies of 18 people in a remote village on Tuesday. Gale force winds are making it more difficult to control the fires, even with additional help from other countries. In Spain, firefighters raced to save an observatory from a wildfire raging on the island of Tenerife. More than 14,000 hectares have been scorched by the blazes and there is at least one more day of sweltering heat before a much needed dip in temperatures. CNN's Melissa Bell has more. (BEGIN VIDEOTAPE) MELISSA BELL, CNN CORRESPONDENT (voice over): Helpless but being helped to safety. 200 hospital patients in Northern Greece escaping wildfires that are now in their fourth day. Firefighters struggling in the face of strong winds and searing temperatures to contain the flames as they spread towards the port city of Alexandroupolis. Church staff are on hand to evacuate patients joining in the more than four hour long rescue efforts at the two hospitals. FATHER CHRISTODOULOS KARATHANASIS, DIRECTOR, HOLY METROPOLIS OF ALEXANDROUPOLIS (through translator): We managed in just 4-1/2 hours to transport 200 inpatients from both institutions, saving them from the threat of fire. Some were able to walk and others were bedridden. BELL (voice over): Others were not so fortunate. The charred bodies of 18 people who Greek authorities say may have been migrants were found in a village to the north of the town by firefighters. In Spain also, wildfires burning beyond control in Tenerife with more than 12,000 people forced to flee their homes. The Spanish Prime Minister says the area will be declared a disaster zone as soon as conditions allow. PEDRO SANCHEZ, SPANISH PRIME MINISTER (through translator): The next few hours are going to be very important. Let's hope that the weather helps us so that we can consider the fire stabilized in the next few hours or days. Hopefully, the weather will be on our side. BELL (voice over): As some parts of Europe burn others are baking, with temperatures reaching record levels and heat warnings in more than 20 countries. French authorities say this could be the worst heatwave this summer. With a new record set Monday nationwide, some residents aren't hopeful that things can improve. UNIDENTIFIED MALE (through translator): I think it's going to be worse and worse. It will increasingly get hotter and more frequent. BELL (voice over): As loss, devastation and sweltering conditions returned to Europe for the third month in a row. Melissa Bell, CNN Paris. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:37",
      "speaker": "HARRAK",
      "sentences": "But the extreme heat isn't just limited to Europe. CNN Meteorologist Jennifer Gray has more on what conditions to expect in the days ahead.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:09",
      "speaker": "HARRAK",
      "sentences": "At the BRICS summit in Johannesburg, all the camaraderie and aspirational talk and mask (PH) the deep divisions between its members. A top issue for the leaders of Brazil, Russia, China, India and South Africa is whether to expand the group which aims to counterbalance what it views as the West political and economic dominance.But India and Brazil are hesitant, they are particularly wary of the group becoming more anti-Western and more dominated by China. But China is clearly interested in expanding its influence in Africa and beyond, as its rivalry with the United States intensifies. In fact, a statement from President Xi, read by China's commerce minister in Xi's absence, accused the United States of hegemony and of crippling developing countries. (BEGIN VIDEO CLIP) WANG WENTAO, CHINESE COMMERCE MINISTER (through translator): We've gained democratic independence through great hardship and sacrifice. However, some countries unwilling to give up their hegemonic position have arbitrarily blocked and suppressed emerging market countries, curbing whoever is developing well, and tripping up whoever is catching up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:09",
      "speaker": "HARRAK",
      "sentences": "CNN's Kristie Lu Stout is in Hong Kong for us, so good to have you with us, Kristie, good to see you. A very unusual first day for the Chinese delegation at the BRICS summit in South Africa. Many people asking why did President Xi skip his scheduled speech?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:09",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Laila, it was very unusual. Xi Jinping was a no show at the BRICS Business Forum in South Africa. The Chinese leader skipped out on his scheduled speech despite the presence of his BRICS counterparts. I'm talking about the leaders of Brazil, India, South Africa.This is the first in person summit of the BRICS grouping since the pandemic. This is only Xi's second international trip this year. And this is also Xi's first trip to Africa in five years, so many China watchers and observers have been wondering, why did Xi Jinping skip his address. Now, we heard from Barney Glaser, Managing Director of the German Marshall Fund. In his statement, she tells CNN this, let's bring it up for you, \"It is extremely unusual for a Chinese leader to show up in a country hosting a multilateral meeting, especially one that China is deeply invested in like BRICS, and then failed to show up at the opening event\". We also heard from Brian Hart, who's a fellow at CSIS and he adds this, \"Xi's disappearance -- sorry, Xi's absence is highly unusual. Chinese leaders rarely go off script at high profile events like this\". And adding, \"Xi's disappearance is yet another reminder that Beijing can be a black box\". Both analysts point out not long ago, China replaced as foreign minister Qin Gang after mysterious one month absence, a decision made with no explanation. Now, in South Africa, Xi's prepared remarks were instead delivered by his Chinese Commerce Minister Wang Wentao. And in the Chinese statement, it commended the BRICS group, the call for the development and prosperity for all. It also dissed the United States for hegemony and bullying acts. The statement also insisted that the Chinese economy is resilient. And we're also monitoring Chinese state media Laila, and there has been so far no mention of Xi Jinping skipping his scheduled speech. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:09",
      "speaker": "HARRAK",
      "sentences": "All right, Kristie Lu Stout reporting from Hong Kong. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:09",
      "speaker": "STOUT",
      "sentences": "You got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:09",
      "speaker": "HARRAK",
      "sentences": "Bobby Ghosh is a columnist and on the editorial board at Bloomberg and he joins us now from New York.Bobby, so good to have you with this. BRICS is underway often criticized for being a talking shop. But they seem determined to change that during this meeting in Johannesburg, do you think they can?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:09",
      "speaker": "BOBBY GHOSH, COLUMNIST AND EDITORIAL BOARD MEMBER, BLOOMBERG",
      "sentences": "I am skeptical about -- they have two major points on their agenda. One is expansion, which is possible. The other is to try and create an alternative currency to the United States dollar, which is the main trading currency of the world. That I think is a bit of a pipe dream. I don't think that will happen.We may see some statements of interest, some statements of intent in moving towards an alternative to the dollar. But when it comes down to it, in practical terms, it is not possible. And I don't think the BRICS format will work to try and create that kind of currency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:09",
      "speaker": "HARRAK",
      "sentences": "All right, let's focus on expansion because many countries have expressed interest in joining BRICS. What does that signal to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:26",
      "speaker": "HARRAK",
      "sentences": "And Bobby, is the current global system fair? Does it benefit the global south, are voices from the global south taken into account in the current international framework?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:26",
      "speaker": "GHOSH",
      "sentences": "Well, much more than it used to be. But certainly not as far as countries in the global south would want. They want a stronger voice, they've gotten a stronger voice in various United Nations platforms. But they feel that there's still more to be said. The war in Ukraine has polarized a global opinion, a lot of countries in the global south are not comfortable with taking sides in that conflict. And so, there's still a great deal of work to be done.So, if there is one thing that the West or the major countries in the West need to take away from BRICS is not that BRICS threatens the order of the world as it is, but that it is a -- it is an expression of dissatisfaction from the global south. And therefore, it behooves the major Western powers to make sure that they get a bigger voice, a better voice in the existing platforms, rather than having to go to a platform like BRICS, which is really a platform of China and Russia. And to some extent, India, plus everybody else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:26",
      "speaker": "HARRAK",
      "sentences": "So, the solution would be to give them a seat at the table, which they don't have right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:26",
      "speaker": "GHOSH",
      "sentences": "Well, to give them a seat at the table at other major international combinations or international platforms.Again, as I say, they are getting it but not at the rate that they were -- that they're comfortable with. So, India now speaks at major international sort of organizations with a voice that wasn't as strong as it was before. And it's a reflection of India's economic rise. But if you are a middle sized middle economy country in Asia or in Africa or Latin America, then you're not satisfied that your interests are being served by say, the G7, the G20, the United Nations, you're not sure of that. And you'd like to have a bigger voice in some of these platforms. And frankly, they ought to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:26",
      "speaker": "HARRAK",
      "sentences": "Bobby Ghosh, thank you so much for joining us. GHOSH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:55",
      "speaker": "HARRAK",
      "sentences": "Relief in Pakistan after eight people including six children were rescued from a cable car dangling hundreds of meters over a valley. Officials say they were traveling to school Tuesday when one of the cables snapped, leaving them stuck while they were finally rescued after a 14 hour ordeal. But as CNN's Ivan Watson reports, it was not an easy task for the rescuers.(BEGIN VIDEOTAPE) IVAN WATSON, CNN, SENIOR INTERNATIONAL CORRESPONDENT (voice over): A lone cable car hangs 900 feet over a ravine in a mountainous region of northwest Pakistan with six children and two teachers trapped inside, the students between ages 10 and 15 were on their way to school Tuesday, when one of the cables snapped leaving the car dangling by a single cable over the valley below. Official say that the cable car had done multiple trips Tuesday before the cable broke partway through its journey. It was a race against time to save that passengers who were said to have no drinking water. Two of them reportedly slipping in and out of consciousness. Pakistan's military scrambled to help save the group. But initial rescue attempts by helicopter failed after shore winds made the car too unstable. A large crowd on the mountainside watched it. Horror as the cable car was left tilted at a steep angle. Rescue personnel were able to give the passengers nausea medication after getting reports of the children vomiting. One child was also given heart medication according to officials. The crowd cheered with joy as a Special Forces officer hanging from a helicopter carried one of the students safely away from the valley. Several hours later, another two children were brought down with the help of local zip liners. One of the trapped teachers aged 20 called the local broadcaster from the cable car. UNIDENTIFIED MALE (through translator): The authorities should rescue all of us as soon as possible. The cable broke off. WATSON (voice over): The situation grew dire as light fell and authorities were forced to pause helicopter rescues. So, a makeshift stretcher was connected to a pulley. Soldiers and locals worked together, desperately pulling on the ropes until another student was brought down, and then another. Their efforts finally paid off after more than 14 hours, all eight passengers were brought to safety, a harrowing ordeals for children just trying to go to school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:55",
      "speaker": "WATSON",
      "sentences": "Now, some important context here, in some of these remote mountainous parts of Pakistan, these types of cable cars are a way to get around, they tend to be privately owned, they can make a dramatic difference for people trying to get from one across a very steep valley.But again, they're privately owned and they've had safety issues in the past as recently as December of last year. There were local media reports in Pakistan of another cable car that got stranded. Fortunately, 12 children on board that were successfully rescued, the interim prime minister in Pakistan has now called for a safety review of all of these cable cars. Ivan Watson CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:03",
      "speaker": "LEROY CHIAO, RETIRED NASA ASTRONAUT",
      "sentences": "So, it's -- the South Pole is a little more difficult than the equatorial regions because you have to make a series of corrections on the way there in order to get into that orbital plane to be able to set down on one of the poles.But nonetheless, it's very difficult to land on the moon. There have been a number of attempts and only a handful, as you pointed out, have been successful to date, no commercial entity has successfully landed anything on the moon. Most recently, just a couple of months ago, a Japanese private commercial venture failed. And so, it's just not something that's that easy to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:03",
      "speaker": "HARRAK",
      "sentences": "Not that easy to do at all. Now, India hopes to make history and land on the moon South Pole. If they pull it off, what would it mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:03",
      "speaker": "CHIAO",
      "sentences": "Well, this would be a huge accomplishment as you said just a couple of minutes ago, the only countries that have successfully done it are the United States Soviet Union and China.China, in fact, still has an operational grover, the Yutu-2 to on the far side of the moon is continuing operations and so, it'd be a big deal for India if they are indeed the fourth country in the world able to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:03",
      "speaker": "HARRAK",
      "sentences": "If India is not successful, what does it mean for the country space exploration efforts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:03",
      "speaker": "CHIAO",
      "sentences": "Well, it would obviously be a disappointment to India if they are not successful. However, they have been working in space for a number of years, they've made steady progress. And the government has made a commitment for long term support and funding of their space program.So, they've done very well. They have their own plans in the next few years to fly their own astronauts into space. They've developed advanced rockets and cryogenic engines. So, they're doing quite well. And even if they don't succeed in this landing, which I actually believe they will, this time, they will keep going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:03",
      "speaker": "HARRAK",
      "sentences": "Why is there such intense interest in the Lunar South Pole? What's the objective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:03",
      "speaker": "CHIAO",
      "sentences": "Well, the Lunar South Pole parts of it are constantly in shade, that is the sun never shines on those areas.And so, the idea is, perhaps there is water ice in those areas, and which would be useful for a number of different things. Of course, ice can be broken down into hydrogen and oxygen, for making propellant -- rocket propellant that can be used for other things. And so, NASA in particular is very interested in the South Pole. There are also possibly some kind of mineral deposits there or higher concentrations of possibly valuable elements there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:03",
      "speaker": "HARRAK",
      "sentences": "And how do all these different missions impact the global space race that seems to be going on right now? And how high are the stakes for all these different space agencies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:03",
      "speaker": "CHIAO",
      "sentences": "Well, I think, you know, it's important, it's interesting, exciting that all these countries are interested in there's kind of a renewed interest in the moon, including the United States, of course, with the Artemis program. You know, it's -- I think, the space race might be a little bit of a-- little bit of an extension, because, you know, although different countries are vying to put probes down there, and NASA, of course, has very publicly said that they're going to go explore the moon, so is China, by the way. But it doesn't have the urgency of the space race or the race to the moon of the 1960s. But nonetheless, I think it's good that we have this competition because it spurs innovation, and it kind of keeps momentum going on the exploration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:03",
      "speaker": "HARRAK",
      "sentences": "And speaking of competition, what lessons can be learned from the missions that have not been successful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:03",
      "speaker": "CHIAO",
      "sentences": "So, we always learn, people always learn from their failures, you know that. Well, pretty much goes for anything in life, right?But for space missions and aviation, aerospace, of course, we learn from the failures that we've had, we learned where we had problems in processing, or improper use of materials and proper calculations, things like that. And that helps us do it better the next time, so it's always a continuous improvement cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:03",
      "speaker": "HARRAK",
      "sentences": "Leroy Chiao, thank you so much. Great talking to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:03",
      "speaker": "CHIAO",
      "sentences": "My pleasure. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:12",
      "speaker": "HARRAK",
      "sentences": "And the player, Jenni Hermoso, initially seemed to laugh off the incident. The football federation later issued a statement from Hermoso, saying the kiss was a natural gesture of affection and gratitude.Still ahead, members of Ukraine's elite sniper unit speak to CNN in a rare interview about their dangerous missions on the frontline. Their story, in their own words, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "WALSH",
      "sentences": "They know why they are here, though.\"My son is going up,\" Sasha (ph) says. \"He's little, but he already trains, already knows who the enemy is. And that is Russia.\" Hoping each single shot brings Russian defeat closer. Nick Paton Walsh, CNN, Zaporizhzhia, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "HARRAK",
      "sentences": "Still to come, how safe would you feel hailing a driverless taxi? They're already on the roads in some major cities. But in San Francisco, they're also causing quite a few mishaps. More on that ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "HARRAK",
      "sentences": "A bus crash in central Mexico has killed at least 16 people and injured 36. Officials say the bus was traveling on a highway when it collided with a tractor trailer.Prosecutors say they'll investigate what led up to the crash and whether anyone should be held liable. Local officials are committing state and federal resources to help support the victims. Just -- there are new questions about safety of driver-less cars following recent collisions involving GM's fleet of Cruise robotaxis. CNN's Veronica Miracle has the story from San Francisco. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There's like ten of them.VERONICA MIRACLE, CNN CORRESPONDENT (voice-over): Traffic chaos on the streets of San Francisco, caused by cars with no one in the driver's seat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There is like one, two, three, four Cruise cars blocking. No one can get through.MIRACLE (voice-over): These driverless cabs stalled for half an hour outside of the Outside Lands music festival. In the last two weeks, incidents involving autonomous vehicles have spiked after a regulatory agency approved GM's Cruise and Google's Waymo to expand their driverless car services in San Francisco.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hello. I can't hear you. Can you turn up the volume?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:11",
      "speaker": "NICHOLSON",
      "sentences": "It could cost someone their life. When an autonomous vehicle impacts one of our company's ability to respond to an emergency incident, it can impact someone's survivability.MIRACLE (voice-over): Data from the National Transportation Highway Safety Administration shows driverless cars have only resulted in minor injuries. But city officials say that paints an incomplete picture, because that data only shows crashes, not delays or chaos caused by stalled cars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Doesn't know what to do. It's about to go drive into this trench right here.MIRACLE (voice-over): This Cruise car drove into downed power lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The data that we're getting is from 9-1-1 calls, which have tripled as a result of autonomous vehicles doing crazy things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Getting off the bus, there's no one driving the car.MIRACLE (voice-over): Cruise's Prashanthi Raman says its mission is to work with cities and make the streets safer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:11",
      "speaker": "PRASHANTHI RAMAN, VP OF GOVERNMENT RELATIONS, CRUISE",
      "sentences": "The status quo of transportation is really unacceptable. There's over 40,000 fatalities happening on the roads in the United States. We've driven over 3 million driverless miles, and we have had no life-threatening injuries or fatalities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:11",
      "speaker": "ROBOTIC VOICE",
      "sentences": "This experience may feel futuristic, but the need to buckle up is the same as always.MIRACLE (voice-over): Waymo declined an interview with CNN, but said it's proud of its safety record, and its automated driver demonstrates comparable or better performance than a reference model of a human driver. AVs aren't just in San Francisco. Cruise is already operating in Austin, Texas, and Los Angeles, too. Chief Nicholson has a warning for other cities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:11",
      "speaker": "NICHOLSON",
      "sentences": "Pay attention, get on board, get ahead of this. Because it's coming your way. And I don't want them to have have happen to them what has happened here.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}