{
  "date": "2023-04-27",
  "headline": "Inside Politics",
  "subHeadline": "DeSantis: Disney Lawsuit Is \"Political\"; Biden: Took \"Hard Look\" At Age Before Deciding To Run; Haley: Biden \"Likely\" Won't Make It To End Of Second Term; Brittney Griner Speaks 5 Months After Release From Russia; MT GOP Bans Transgender Lawmaker From House Floor; Voters' Level Of Education Could Predict Close Races For President, Senate, House; WH Braces For Migrant Surge As Title 42 Expires May 11th; Jerry Springer Dies At 79 After Battle With Cancer. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "That is a response to a lot of the conservative criticism have said, why Governor, are you trying to use the power of the government against this private business? There at least is an attempt at an answer.TIA MITCHELL, WASHINGTON CORRESPONDENT, ATLANTA JOURNAL-CONSTITUTION: And, I mean, I think the answer makes sense until you realize that Ron DeSantis was fine with allowing Disney to have its own government until Disney started doing things politically that Ron DeSantis didn't agree with. Florida Republicans and Democrats have, for decades, been OK with this setup, that allows Disney to essentially govern itself in its own properties. So the lawsuit that Disney has filed is basically saying that, that the new policies, the new oversight, the new structures that Ron DeSantis has put into place is not about good government, it's about punishing the company and its leaders for having a political position and expressing their First Amendment rights. And so, that's their argument why they say what DeSantis has done is politically motivated, not about good government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "And he's trying to get the suit dismissed. One of the things we just learned from the Fox-Dominion Voting System, if a case gets down the system, then you get discovery, then you see email. So I'm not saying there's anything there, I don't know anything about it, but that is a risk for any government official or any company to see if -- as the discovery process plays out. Let's move on to the President, the incumbent President, who announced his candidacy yesterday. He took questions in the Rose Garden with the South Korean President who is here visiting. It's the first time the President's taken questions from reporters in a while and certainly the first time since he'd officially declared his candidacy.He's looked at the polls, he was asked about the polls. Even a lot of Democrats say, I think he's maybe too old to run. The President says, I'll prove them wrong. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "How old I am? I can't even say the number. It doesn't register with me. They're going to judge whether or not I have it or don't have it. I respect them taking a hard look at it. I take a hard look at it as well. I took a hard look at it before I decided to run.And I feel good. I feel excited about the prospects. And I think we're on the verge of really turning the corner in a way we haven't a long time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "That's the President's answer here. Two of the Republicans at the bottom of the pack, Nikki Haley and Tim Scott, former governor and the current senator from South Carolina, they every day, take issue with the President's age.(BEGIN VIDEO CLIP) NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: If you vote for Joe Biden, you really are counting on a President Harris because the idea that he would make it until 86 years old is not something that I think is likely. SEN. TIM SCOTT (R), SOUTH CAROLINA: That should be a scary proposition. The only thing worse than a Joe Biden presidency is a Kamala Harris presidency. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "It's an interesting tactic in the Republican primary. Look, general election voters will settle this. The President has no serious primary challenge at the moment, but the Republicans making it about Harris as much as making it about Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "FRANCESCA CHAMBERS, WHITE HOUSE CORRESPONDENT, USA TODAY",
      "sentences": "And look, the polling has shown that Democrats, in terms of those across America, are not necessarily enthused about another Biden campaign. But what I hear from liberal groups and progressives is that their members understand what's at stake in this election and their words.And you can see that President Biden's first ad, it takes aim at that argument that you have a choice here. Democracy, freedom. If these are things that you care about, then vote for Joe Biden. And that's certainly a case we continue to expect him to make, but also look for him to focus on the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "And April in the year before the election. So everybody's trying to figure out the positioning, I guess we'll call it.Before we go to break, I want to show you this important moment. The WNBA star Brittney Griner speaking to reporters just five months, of course, since she was released from a Russian jail. Griner's main message at this news conference, thank you to the media, to her fans, and to her wife. Brittney Griner, also getting emotional. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BRITTNEY GRINER, WNBA PLAYER",
      "sentences": "See you cried,  and now you made me cry. Just digging deep, honestly. You know, you're going to be faced with adversities throughout your life. This was a pretty big one, but I just kind of relied on my hard work and getting through it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:38:50",
      "speaker": "KING",
      "sentences": "Brewing situation in Montana reaches its boiling point. State House Republicans there voting Wednesday to ban a transgender Democratic representative from the chamber for the rest of the legislative session. That lawmaker, Zooey Zephyr, came under fire for her comments against a bill restricting transgender rights. Zephyr telling CNN she will not stay quiet.(BEGIN VIDEO CLIP) ZOOEY ZEPHYR (D), MONTANA HOUSE OF REPRESENTATIVES: Trans people are loved and accepted through my community and through many communities in Montana. Americans want gun reform. It's not enough for these far- right legislatures to pass those bills. They want us to be silent. And we're not being silent. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:38:50",
      "speaker": "KING",
      "sentences": "Our great reporters back at the table with us. Montana yesterday, a couple of weeks ago, it was in Tennessee. We could show you the Tennessee Three, two young black Democrats and a white woman in the state House. The two black Democrats were expelled. They're back in the House now because the local committee -- commission's put them back in.But let's just start in Montana. Zephyr's point is, so I'm saying things they don't like, so they expelled me. The Republicans there say, like in Tennessee, she violated the decorum rules in the House. And again, I asked the question, is the punishment fit the crime?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:38:50",
      "speaker": "MITCHELL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:38:50",
      "speaker": "KING",
      "sentences": "And what is this really about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "KING",
      "sentences": "That's a great point, in the sense that the Tennessee Republicans have a supermajority. The Montana Republicans have a supermajority. They believe they'll do just fine when they go back home and run in their legislative districts. The question is, is there a national impact about the tone of this?Zephyr's point is that, they don't like what I say, they don't like who I am and they don't like what I say. Because -- and so, instead of having dissent and having debate, they've just said you can't come in the room anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "CHAMBERS",
      "sentences": "Yes. And I think you can expect as we head towards the 2024 election, to see these cultural flash points arise. And you saw this week, the White House really start to seize on these as Joe Biden and Kamala Harris announced their reelection bid.The Vice President, when she was at Howard on Tuesday night, brought up the Tennessee situation and said, get me a bullhorn. And she also said to Republicans on abortion rights, you know, get out of our way. So I think that you're going to see Democrats nationally start taking these and fighting back very, very hard in the 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "SEUNG MIN KIM, CNN POLITICAL ANALYST",
      "sentences": "Right. And also, just strategically speaking, the supermajority legislatures in Montana and Tennessee may have won the battle. You know, obviously, they did what they wanted to do, these Democratic lawmakers. But did they -- are they going to really win the long -- are they playing the long game here? Are they going to win the war?I mean, these lawmakers, the Democratic lawmakers in these states have become national figures. You know, the Tennessee folks weren't out for very long until they were reinstated. They have a visit to the White House. They have a much bigger national platform on which to raise these issues, as does Representative Zephyr in Montana. So what -- you know, are they thinking kind of down the line, the impact of their actions in terms of the visibility of these lawmakers? And also, like you said, the platform that they have here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:47:25",
      "speaker": "KING",
      "sentences": "Little flashback map here. We thought we'd show you that as we walk through an important dynamic in American politics. Your education level is more and more likely to determine what TV shows you watch, where you live, and yes, how you vote.Doug Sosnik, a Democratic strategist, former top adviser to Bill Clinton, calls this, quote, \"the diploma divide\". And he argues it is the fault line right now in American politics. Democrats are increasingly winning college educated voters, while Republicans are gaining more and more ground among Americans without college degrees. It is a dynamic that remakes this map, the American political map, and it is a giant factor in the 2024 battles for control of the White House, the House and the Senate. The Atlantic's Ron Brownstein, who studies this stuff in even more crazy detail than I do, joins us to break it down. It's good to see you, my friend. Mr. Sosnik doesn't do television, so it's up to you and me to be the two nerd geeks here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:47:25",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:47:25",
      "speaker": "KING",
      "sentences": "It has changed this map. We've been covering campaigns a long time, and education is a dividing line. Let me look at it this way. These are states with the highest percentage of population, with college degrees. And you see among them Virginia. You see among them Colorado.Those were states when I started doing this that were either red states or purple states that in presidential politics now are tend to be viewed as reliably blue. And a lot of it is because of that, the education, the diploma divide, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:11",
      "speaker": "KING",
      "sentences": "And the President is counting on that because if you look at the battleground states, your Arizona's, your Georgia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:11",
      "speaker": "BROWNSTEIN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:11",
      "speaker": "KING",
      "sentences": "-- your North Carolina, your Wisconsin, they tend to be in the median. And the Democrats count on, you know, their sense that's why they're battleground states, right? You have the media and about education and you try to fight it on the suburbs.But I just want to show these numbers. You mentioned non-college white voters and the trend more and more and more dramatically in Republicans. In 2008, Obama versus McCain, Republicans plus 18 points, an 18-point advantage among non-college white voters. It was 25 points, in 2012, Obama-Romney. 37, Hillary Clinton versus Donald Trump. Joe Biden made up a couple of points, but it's about the same, 35, Biden versus Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:11",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:11",
      "speaker": "KING",
      "sentences": "So if you take that out and look at the map, this is a switch now. These red states are the population with the lowest percentage of college kids. Not only does it complicate the Democratic electoral map, meaning, you're not going to compete in many of these states in the middle of the country here. But think about the Senate map here. West Virginia right there. Joe Manchin's up for election next year. The Republican Governor Jim Justice just filed the paperwork today to run for that Senate seat. 88 was my first presidential campaign.Michael Dukakis only won 10 states, Ron --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:11",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:11",
      "speaker": "KING",
      "sentences": "-- but he carried West Virginia. That is the flip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:11",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes. I remember going to West Virginia as latest 2000 with Al Gore. Look, the reverse is also true though, right, which is that the Democratic -- Democrats are running better than they ever have among college educated white voters.And the resistance to the Trump era GOP in those white collar suburbs is a big part of the reason. Maybe this biggest single reason by 2018, 2020 and 2022 did not go as well as Republican hopes. John, I look at education as part of this larger divide. I think the fundamental fault line in our politics is between the people in places who are fundamentally comfortable with the way the U.S. is changing, demographically, culturally and economically. And those who feel marginalized by it or fear it. And what you see is -- when you see that along education lines, you see that along lines of religion, you see that along lines of metro, non-metro, still along racial lines. And those are the two coalitions and they have transformed the map. It has left both sides in a very narrow position of the Senate. The Senate majorities are much smaller than they used to be. Neither side has controlled the Senate for more than eight consecutive years since 1980, which has never happened before. We've never gone 40 years in American history where neither side had the Senate for more than eight consecutive years. And it's because a politics kind of riven along this fault line of whether or not you like the way the country is changing is one that is very close to 50-50.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:11",
      "speaker": "KING",
      "sentences": "Which is one of the reasons people see, at least at this moment, the likelihood of a Trump-Biden rematch and say, we're going to fight it out along the same battle lines in 2024. We will see if that is the case.Ron Brownstein, we'll continue the conversation in the days, weeks, and, yes, months ahead. Ahead for us, though, President Biden answering questions from the next generation of voters. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:11",
      "speaker": "BIDEN",
      "sentences": "You. UNIDENTIFIED FEMALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:11",
      "speaker": "BIDEN",
      "sentences": "Fire away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:57:41",
      "speaker": "KING",
      "sentences": "Topping our political radar today. The Biden administration now preparing for a surge of migrants at the southern border as a policy from the pandemic known as Title 42 will end soon. It needs immigration. An issue that has vexed the White House from day one will be at the forefront now as the President kicks off his reelection bid.CNN's Priscilla Alvarez joins us with her latest reporting. Priscilla, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:57:41",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, John, we've been talking about how this issue is a political vulnerability for Biden. It's opened him up to criticism by Republicans and Democrats. And we are going to see it come to the forefront again because of a key date, and that's May 11.The coronavirus public health emergency will end at that time, which means that Title 42, this authority that has allowed officials to turn certain migrants away at the border, will end. And we just heard moments ago from Homeland Security Secretary Alejandro Mayorkas, who conceded the first few weeks will be challenging as smugglers tell and encourage people to cross. One senior CBP official telling me that they say several thousand people are already in northern Mexico. Now, officials have been working furiously behind the scenes to set up protocols to address this. One of them announced today regional processing centers, one in Colombia, one in Guatemala, where migrants will be able to apply to come to the United States legally through mechanisms that already exist. So all of this is underway in addition to building capacity along the U.S.-Mexico border as they anticipate numbers to go on. But, John, important to note that it is Congress that the administration is calling on to pass reform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:57:41",
      "speaker": "KING",
      "sentences": "Unlikely to happen getting close to the election.Priscilla Alvarez, grateful for that reporting. Grab a chair. Respectfully, Jerry Springer, the raucous, former tabloid TV show host, passing away today. He was 79. Springer, formerly the mayor of Cincinnati, earned notoriety, of course, for shows spotlighting the bazaar. Don't forget the Kung Fu Hillbilly, and some wild on air fights, often between couples and families. President Biden cut yesterday with a cheat sheet showing a question of a reporter he called on during a press conference in the Rose Garden. A photo revealing the President holding a note card with the name of a Los Angeles Times reporter who asked him a similarly worded question. The paper says the reporter did not submit the question ahead of time. The White House did not respond on the record. And a packed White House today for Take Your Children to Work Day. First, kids asking the Press Section Secretary some tough questions before meeting the President on the South Lawn. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:57:41",
      "speaker": "BIDEN",
      "sentences": "Now you got to -- just going to make me a promise, though. When you're president and they say, Joe Biden's out in the waiting room coming to see you, promise me you won't say, Joe who? You remember me, OK?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}