{
  "date": "2023-06-01",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Passengers On Sunken Charter Boat Linked To Intelligence Agencies; CEOs Visiting China To Get The Pulse Of The Market; Debt Ceiling Deal's Impact On The Business World. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:32:16",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "All right. A tourist charter boat carrying 23 people capsizing on Italy's Lake Maggiore, leaving four people dead and a mystery in its wake. It turns out that all of the passengers on this charter are linked to Italian and Israeli intelligence agencies.Barbie Nadeau joins us from -- live from Rome. Barbie, there's just so much intrigue here. It's almost out of a spy novel. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:32:16",
      "speaker": "BARBIE NADEAU, CNN CONTRIBUTOR",
      "sentences": "Well, I can't tell you much because we are not going to know what those 21 intelligence agents, some former and some active, were doing out there on the boat. They're not under investigation.The captain of the boat -- the Italian captain who lost his Russian girlfriend who drowned in the accident as well, is under investigation so they're only looking, basically, at whether or not the boat was over capacity, which it was because it was only supposed to hold 15 passengers. And so, it's a little bit up in the air. They were out on a Sunday afternoon on a beautiful lake and out of nowhere, suddenly, a water spout struck this boat. And we've had a lot of storms in Italy so -- and there's radar to show that there was a storm system -- flipped the boat and the two Italian active agents died -- drowned -- and the retired Israeli agent drowned. Now, the 13 Israeli agents that were on the boat -- the 12 survivors were whisked back to Tel Aviv on a private jet, so they are not being questioned by the authorities. And the eight Italian officers -- the six survivors will not -- are not allowed to talk to the press. So as mysterious as it is it will probably remain mysterious because we just won't know what they were doing out there on the boat that Sunday afternoon -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:32:16",
      "speaker": "ROMANS",
      "sentences": "And just a tragedy, too, but what a mystery.All right, Barbie. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:32:16",
      "speaker": "NADEAU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "ROMANS",
      "sentences": "Call it a CEO parade in China. Leaders of some of America's biggest companies are there this week. Tesla's Elon Musk is among the big bosses taking the pulse of one of the company's top markets. Jamie Dimon is another, now holding JPMorgan Chase's global summit in Shanghai.Here's Dimon talking to Bloomberg TV. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "JAMIE DIMON, CEO, JPMORGAN CHASE",
      "sentences": "I'm thrilled to be here again. We have -- you have to go see your people and thank your people for what they've done, particularly through this terrible time of COVID, which I think has done a lot of damage to the world in a lot of different ways. So getting out is the right thing to do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "ROMANS",
      "sentences": "CNN Business reporter Michelle Toh joins us live from Hong Kong this morning. It's been quite a busy week for some of these CEOs in China, Michelle. Who else has been making visits, and why now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "MICHELLE TOH, CNN BUSINESS REPORTER",
      "sentences": "Yes, we're seeing the CEO parade in China, Christine. Some of the world's biggest names in global business really heading on out here to the world's second-largest economy. You mentioned a couple there -- Dimon, Elon Musk. I should also mention that Starbucks CEO is in town. And this follows a string of recent visits over the last few months from the leaders of Apple, Samsung, Aramco, Volkswagen. The list goes on. [05And to us, Christine, what this really highlights is the continued importance of China to many of these blue-chip firms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "ROMANS",
      "sentences": "Well, what's been the focus of Musk's trip, in particular? We know he's been meeting with several government ministers. What have you heard about those meetings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "TOH",
      "sentences": "Yes. What's really interesting Christine is that we're starting to see some of these CEOs really have to play diplomat in some ways.So over the course of this week, we've seen Elon Musk actually meet with several Chinese government officials. He's been photographed with them. And he's actually come out and said he's against the idea of decoupling from China. And he actually went on to even say, quote, \"The interests of the United States and China are intertwined like conjoined twins.\" So really making it extremely clear where he stands and where his interests lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "ROMANS",
      "sentences": "You know, some firms are taking a wait-and-see approach, though, to committing more money to business in China basically because the U.S. and China -- relations are not in a good place right now.Is that what the hesitation is about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "TOH",
      "sentences": "That's certainly one of the biggest challenges we've seen facing foreign businesses this year. That's been singled out by international chambers of business in China at the moment.We're also seeing a recent clamp-down on international consulting firms across the country. Bain is an example of a company that actually got swept up on that just recently. But yes, geopolitical tensions remain high and the uncertainty from all of this is essentially making many firms -- 70 percent, in fact, in a British chamber survey last month -- say that they are wanting to pull back and wait and see whether they want to invest long-term here -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "ROMANS",
      "sentences": "Yes. Also -- I mean, the Chinese government -- the Communist Party is in control of so much of the economy in China. It's not like doing business, really, in the United States, so it's a delicate dance for many of these CEOs.Michelle Toh, thank you so much. Nice to see you this morning -- thanks. All right, game one of the NBA Finals tips off tonight in Denver. Andy Scholes gives us a preview in this morning's Bleacher Report. Hey, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Yes, good morning, Christine.So the Denver Nuggets -- they are well-rested for their first NBA Finals in team history. They haven't played in nine days, while the Heat -- well, they haven't had much rest at all after beating the Celtics on Monday. Miami also going to have to deal with that altitude in Denver where the Nuggets haven't lost a playoff game yet this year. They are a perfect 8-0. The Nuggets one-seed Heat, the second eight-seed to ever make it to the finals, and Denver 4-1 favorites to win it all. But their superstar Nikola Jokic isn't taking Jimmy Butler and this Heat team lightly. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "NIKOLA JOKIC, DENVER NUGGETS CENTER",
      "sentences": "This is going to be the hardest games of our life and we know that, and we are prepared for that. We are preparing for that. So I think there is no favorites and definitely, I think we are not favorites in this series.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "JIMMY BUTLER, MIAMI HEAT FORWARD",
      "sentences": "The guys that we have on this team -- on this roster can really play some high-level basketball. And we're going to stay confident because, like I said, we -- we're in the grind every single day and guys that have been out of the lineup all year long have got to step up and fill in and do their job. So we're never going to be surprised.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "SCHOLES",
      "sentences": "The finals tip off tonight at 8And it's a great time to be a fan in the Miami area, which could be the first to win championships in both basketball and hockey in the same year. Five metro areas have made it to the NBA Finals and the Stanley Cup Final at the same time -- most recently, the New Jersey Nets and Devils back in 2003. But none of them could complete the double. A Panthers title would make Miami the ninth city to win a grand slam, by the way. That's a championship in all four major sports. And they'll begin the quest on Saturday night against the Golden Knights in Vegas. The puck drops at 8:00 Eastern and you can watch that on our sister channel TNT. All right, Rams defensive coordinator Raheem Morris, meanwhile, is being hailed as a hero for helping save the life of a drowning child. So, Morris and his family were on vacation in Las Vegas over the weekend when he saw a young boy drowning. And according to Morris' wife, Nicole, the 3-year-old had no pulse when the lifeguards started CPR. Morris rushed to get a defibrillator and helped the doctor who had arrived on the scene revive the child. Morris credited training from the Rams sports medicine team for knowing what to do in an emergency. All right, and finally, check this out. Nifty fielding here from Blue Jays first baseman Vladimir Guerrero Jr. against the Brewers last night. He snagged a grounder at first but the ball was stuck in the webbing of his glove, so he improvised and flipped his glove over the pitcher Trevor Richards for the out. Guerrero coming off a gold glove last season, Christine. A play like that might help him get a gold glove again this season. Quick thinking there with that ball stuck in his glove.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "ROMANS",
      "sentences": "That really is. Oh my gosh, and what a catch.All right, nice to see you. Thanks, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:38:52",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:08",
      "speaker": "ROMANS",
      "sentences": "I mean, that's been the upside for the average worker is they're bringing home more pay. They've seen pay gains that have been the best we've seen in years. The flip side of that, though, is that it can spin off into inflation and those pay gains have been eaten up by the higher prices they're paying for everything else.Are we getting to this tipping point where maybe those two trends are starting to reverse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:08",
      "speaker": "WHEELER",
      "sentences": "Yes. Nominal wage growth remains to be strong and inflation is slowing, so that really important number that matters for families and U.S. households is that real wage growth. And that's starting to come into the black again after a long time of being in the red, and that's really something important for Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:08",
      "speaker": "ROMANS",
      "sentences": "So, I think we can assume that the debt -- the debt ceiling drama is going to be in the rearview mirror and I hope I'm right on that -- that we avert that catastrophe.But there's another really interesting trend happening right now when you're looking at earnings and you're looking at all these different companies. AI is -- artificial intelligence is seemingly in the news every single -- every single day. Talk to me about how you think that could affect Americans and their jobs. We know that companies are very bullish on what it's going to mean for their profits. Is that something that we should be thinking about in terms of how it will change the job market? WHEELER:  Yes, that's right, and it's something we're watching closely here at Morning Consult. We've seen recently that recession risks have raised fears of near-term job losses, but we're also seeing a lot of fears of long-term job losses as this -- the impact of artificial intelligence really comes into focus. In a survey that we conducted over the past few months, we see that roughly 65 percent of Americans are either very or somewhat concerned about broad job losses as the result of artificial intelligence. And then if you dig into that, workers in the tech and financial services field are the most worried about job losses, particularly in their field. And this is something very interesting to watch because in the past when we've talked about the impact of technology or automation on workers we've often talked about blue-collar workers -- you know, manufacturing and automation there. But now this is really moving into white-collar office roles and those are the ones that are most concerned, and rightly so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:08",
      "speaker": "ROMANS",
      "sentences": "Interesting.All right, Jesse Wheeler of the Morning Consult. Nice to see you this morning. Thanks for dropping by.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:08",
      "speaker": "WHEELER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:55",
      "speaker": "ROMAN",
      "sentences": "All right, our top of the morning, the world's top three airlines as rated by airlineratings.com.(BEGIN VIDEO CLIP) Ad for Air New Zealand. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:55",
      "speaker": "ROMANS",
      "sentences": "Number one airline of the year is Air New Zealand, cited for its Sky Nest economy class beds set to launch next year.(BEGIN VIDEO CLIP) Ad for Qatar Airways. (END VIDEO CLIP) ROMANS:  In second place, last year's number one, Qatar Airways, which also won best business class and best catering. (BEGIN VIDEO CLIP) Ad for Etihad Airways. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:55",
      "speaker": "ROMANS",
      "sentences": "Number three was Abu Dhabi's Etihad Airways.The top-rated U.S. airlines were Delta at number 15 overall, JetBlue at 18, and Hawaiian Airlines at number 22. And just like that, she's back. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:55",
      "speaker": "KIM CATTRALL, ACTRESS",
      "sentences": "Honey, you've put up a very good fight but you have no idea who you're dealing with.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}