{
  "date": "2023-11-03",
  "headline": "CNN News Central",
  "subHeadline": "Dems Encounter Voter Frustration In Battleground Wisconsin & Court Black Voters; Supreme Court To Consider Federal Ban On Bump Stocks; Biden Travels To Lewiston, Maine, To Console Victims' Families. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:31:53",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "With the 2024 election now just a year away, CNN's John King has been talking to voters in battleground states about the issues that matter to them.And recently he traveled to Milwaukee, Wisconsin, where high turnout is key for Democrats in the state's largest city. Nearly 40 percent of Milwaukee's population is black. It's a crucial voting bloc. But voter frustration could be a problem for the Biden camp. Let's bring in CNN's chief national correspondent, John King. John, great to see you. Wisconsin of course, a very important battleground state. Does Biden have a big problem on his hands here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "He does. And just think about Wisconsin. Donald Trump won it by 20,000 votes in 2016 and goes on to be president. Joe Biden wins it by about 20,000 votes in 2020, he wins the White House.What is the core constituency for Biden? It is black voters. And come with us to Milwaukee. He does have a problem. (BEGIN VIDEOTAPE) (KNOCKING) KING (voice-over): Devonta Johnson is a foot soldier for democracy in one of its most crucial battlegrounds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "DEVONTA JOHNSON, CANVASSER, BLACK LEADERS ORGANIZING FOR COMMUNITIES",
      "sentences": "Hello. I'm Devonta from Black Leaders Organizing for Communities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "KING",
      "sentences": "This stop is encouraging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm so happy that it's a black man out here that's going from door to door.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "DEZ WOODS, CANVASSER, BLACK LEADERS ORGANIZING FOR COMMUNITIES",
      "sentences": "She's a tough one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "KING",
      "sentences": "Fellow organizer, Dez Woods, though, gets the response for more common these days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I won't talk about the elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "KING",
      "sentences": "Woods is trained to keep trying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "WOODS",
      "sentences": "So, are you not a voter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When I want to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "WOODS",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And right now, I don't want to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "KING",
      "sentences": "The predominantly black neighborhoods on Milwaukee's north side can look and feel forgotten.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One of the main things we care about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "KING",
      "sentences": "The canvassers meeting often and share what they are hearing. Good-paying jobs are scarce. Rent is up. The streets used to be cleaner and safer.UNIDENTIFIED FEMALE; And you all hear people say ain't nothing happening. It won't affect us. Raise you all hand. Raise you all hand. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's all they be saying. It's like ain't no change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "ANGELA LANG, EXECUTIVE DIRECTOR, BLACK LEADERS ORGANIZING FOR COMMUNITIES",
      "sentences": "So we see all these other areas --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "KING",
      "sentences": "BLOC founder, Angela Lang, outlines this week's agenda and next November's stakes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "LANG",
      "sentences": "There is no way to win a statewide election that doesn't run through the black community.What happens in Milwaukee can impact the rest of the state, which ultimately can impact the rest of the country. No pressure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "KING",
      "sentences": "The president was last here in August for a green energy event and this old industrial site is being cleaned up with Biden infrastructure money.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "AD ANNOUNCER",
      "sentences": "Putting in the work for black America.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "KING",
      "sentences": "But early spending on radio and TV ads targeting black voters is proof the campaign sees the problem. Those ads don't mention one issue critical here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "LANG",
      "sentences": "People are wondering, what is he doing in terms of police accountability and criminal justice reform?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "KING",
      "sentences": "Lang also says the president better show up more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "LANG",
      "sentences": "People always want to see people actually paying attention, and sometimes that means being able to physically be here and engage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "KING",
      "sentences": "Black turnout soared here in the Obama years but it dropped in 2016 and was flat in 2020.KING (on camera): On a scale of one to 10, how would you grade the Joe Biden presidency in terms of its impact on your life and your community?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "DAVETTE BAKER, MILWAUKEE VOTER",
      "sentences": "A four.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "KING",
      "sentences": "A four?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "BAKER",
      "sentences": "Yes, and I love Joe.KING (voice-over): Davette Baker, though, sees a reason for optimism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "BAKER",
      "sentences": "The alternative is the man whose name I try not to say.KING (on camera): Well, I'll say it. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:53",
      "speaker": "KING",
      "sentences": "When we sit -- as we sit here today, the likely alternative is Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KING",
      "sentences": "Would that be enough to motivate people even if maybe they're a little eh on Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "BAKER",
      "sentences": "I think so.KING (voice-over): Joanna Brooks is one such voter. She owns a yoga studio just across the Milwaukee line in Glendale.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "JOANNA BROOKS, MILWAUKEE VOTER",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KING",
      "sentences": "Like many we met in the city, Brooks says black voters get taken for granted. BROOKS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KING",
      "sentences": "But Brooks says that accountability exercise must wait until after 2024 because of constant Republican attacks on abortion rights and voting rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "BROOKS",
      "sentences": "I grew up almost certain that my rights were guaranteed, right? I took it for granted.And now as I sit and watch the work of so many black folks during the civil rights movement, so many women who fought for women's rights, when I see all of their work slowly being undone, that was a wake-up call for me for sure. You have to fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KING",
      "sentences": "Eric Jones is no Trump fan but he thinks it's foolish to be on Trump motivating black turnout.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "ERIC JONES, MILWAUKEE VOTER",
      "sentences": "I get people saying they're not going to vote. That's my fear that if they see those two, then they're going to say, screw it, we're damned anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KING",
      "sentences": "We met Jones at the fifth anniversary of the Bronzeville Collective. Several local artists sell their goods here.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KING",
      "sentences": "It is a source of smiles and hope in a community often defined by poverty and a high incarceration rate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "JONES",
      "sentences": "When the factories and the manufacturing left, the jobs left. When jobs leave and opportunities leave, then you have certain things that are domino effects, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KING",
      "sentences": "Jones says the president should stop by and learn a lesson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "JONES",
      "sentences": "You bring opportunities, you bring jobs, you get votes, plain and simple.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KING",
      "sentences": "For the president, it is the mood, a year from now, that matters most, but the mood today is bleak.(on camera): If you're Joe Biden and you want to be reelected, he'd have a problem today, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "JOHNSON",
      "sentences": "Yes, he would. He would have a big problem.KING (voice-over): Johnson's work could well help the president. But listen. (on camera): If it were just Biden and Trump, who would you vote for? (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "JOHNSON",
      "sentences": "That's a -- that's just a tough one.KING (voice-over): A young man who says the country needs big change -- (KNOCKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KING",
      "sentences": "-- determined to boost Milwaukee's turnout, yet not sure who gets his vote.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KING",
      "sentences": "And, Jessica, as you noted, there's a year until Election Day. The Biden campaign says, number one, it's not such a big problem. I would argue they're wrong about that, if they really believe that. But they say they have a year to turn it around.This is my tenth presidential election. It's always discussed with politics and there's always a president enthusiasm problem when you are far out from an election. But I've never seen anything like this, especially in the black community that is so critical to the Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "DEAN",
      "sentences": "Right, and that sort of institutional knowledge is important. It's really important context to this whole conversation when the state is being won by a number of people that could fit into a Wisconsin football game stadium.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "DEAN",
      "sentences": "John, I do want to ask you, just in your travels, is Wisconsin the only state where you're seeing this for the Biden campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KING",
      "sentences": "No, absolutely not, especially in the black community. Think about the five states Donald Trump won in 2016 and Joe Biden flipped, the reason he's president, Michigan, Wisconsin, Pennsylvania, Georgia and Arizona.In Arizona, probably 25 percent of the black voters. In Georgia, it's 32 percent, 33 percent of the eligible voters are black voters. But this is the foundation of the Biden coalition. Remember, black voters saved him in South Carolina in the 2020 primaries. This sense in the black community, that young man, Devante Johnson, older women 50s and 60s, they keep telling us they're critical and don't keep their promises. Where is he? One of the things I heard in Milwaukee that was fascinating is they want to see more of the vice president as well. This disaffection, the fact that you hear people who know that during the civil rights movement people died for their right to vote saying, I don't think it matters anymore, Jessica, it was just stunning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "DEAN",
      "sentences": "It is stunning.John King, really important work. Thank you so much for sharing that with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KING",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:16",
      "speaker": "DEAN",
      "sentences": "We have some breaking news now, returning to the top story this hour. Israel has now taken responsibility for that attack outside a hospital in Gaza City today. That's a hospital where thousands are seeking safe shelter from continued Israeli bombings.And just a warning, the video we're about to show you is disturbing. It shows multiple casualties on the ground near an ambulance. And in a statement, Israel said it targeted the ambulance because it was being used by a Hamas terrorist cell. The statement reads, quote, \"A number of Hamas terrorist operatives were killed in the strike. And we have information which demonstrates that Hamas' method of operation is to transfer terror operatives and weapons in ambulances.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:16",
      "speaker": "SANCHEZ",
      "sentences": "We also have some news just into CNN about the Supreme Court. They're now entering a new battle over gun rights.Justices have agreed to take up a challenge to the federal ban on bump stocks, those devices that essentially allow shooters to fire semiautomatic rifles more rapidly, discharging potentially hundreds of bullets per minute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:16",
      "speaker": "DEAN",
      "sentences": "CNN's chief legal affairs analyst (sic), Paula Reid, is with us, along with CNN's senior Supreme Court analyst, Joan Biskupic.Thanks so much. It's always great to have you both here because I know we're going to get to the bottom of the things -- (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:16",
      "speaker": "DEAN",
      "sentences": "-- and understand them when you leave.Paula, let's start with you. Walk us through this decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "SANCHEZ",
      "sentences": "And, Joan, it comes during a very busy term for the Supreme Court. They're looking at not just this but also another Second Amendment case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "JOAN BISKUPIC, CNN SENIOR SUPREME COURT ANALYST",
      "sentences": "A very important Second Amendment case.This one has to do with government authority to classify bump stocks as machine guns. The one -- the case that will be heard on Tuesday goes more fundamentally to Second Amendment rights. And I think, by the end of the session, we'll have much more clarity over gun rights and the government's power to regulate guns that cause violence. The case that's coming up, as I said, this goes to the heart of what the Second Amendment stands for. Because it revisits for the first time a 2022 decision where the justices said, when lower court judges look at everything to see if any gun regulation can stand, they have to look at the history and tradition that existed back in the 18th century. It requires judges to look for analogs and comparisons. In this case, it involves a very modern problem. It involves a man who is being prosecuted under a federal law that says that if you are subject to domestic violence, a restraining order, that you cannot possess a firearm. And a lower court said that kind of prohibition would not have existed back in the 18th century, and it struck -- it's said that that law should be struck down. The Biden administration will come before the court with this case just as it will with the bump stocks one, saying, no, there are good reasons to have it. And as I say, the one on Tuesday, more fundamentally gets to Second Amendment rights, which have, frankly, been in chaos in lower courts because of the justice's ruling on how to understand history and tradition of the Second Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "DEAN",
      "sentences": "And I'm just understanding you right, the Biden administration had been pushing for them to hear that case, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "BISKUPIC",
      "sentences": "Yes. In both situations, it was in the lower court in the southwest part of the country that narrowly read the power of government to regulate firearms.In the case that the justices just accepted today involving bump stocks, it had to do with the power of federal regulators to classify bump stocks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "DEAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "BISKUPIC",
      "sentences": "If the law - the federal firearms law could be ambiguous on that point.But the one on Tuesday, Jessica, that goes to just what government can do at all when it tries to get into the gun control area. Because what the -- again, the Biden administration brought that appeal because it lost in the Fifth Circuit. Where those justices -- those judges down there said, no, there is no way that when the framers developed the Second Amendment, they would have considered a man who was subject to a domestic violence restraining order as someone whose rights to own a gun could be taken away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "DEAN",
      "sentences": "It strikes me we're having this conversation about the Biden administration's efforts on some kind of gun control legislation as the president himself is headed to Maine, the site of a mass shooting just about 10 or so days ago.The president obviously is there to offer condolences to victims and their families. But also to make a point that the administration has been trying to be active on an issue that have -- that hasn't had much traction in Congress. Paula, this has been a challenge, the makeup of the Supreme Court for this administration, specifically on this issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "REID",
      "sentences": "It has been. And another point I want to make is the president's own son is also facing gun charges in Delaware.And this particular case that's going next week is one that his attorneys have pointed to that they believe, if the Biden administration loses that case, it could actually help Hunter Biden's case that is now full-blown a criminal prosecution. They expected they could resolve it with a plea deal. And they were pointing to what was happening with that case when it was moving through the courts saying, look, this isn't going to be good for you guys if you bring these charges. Now he is facing those charges. And it's just notable that the father and son, sort of on opposite sides of benefitting from these cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "DEAN",
      "sentences": "It is ironic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:49:44",
      "speaker": "SANCHEZ",
      "sentences": "Right now, President Biden and the first lady are traveling to Lewiston, Maine, to comfort and console family of the victims of last week's mass shooting that left 18 people dead.This morning, a hospital spokesperson tells CNN that three people who were injured in that shooting are still in the hospital. Two of them in stable condition, one of them listed as critical. Let's take you live to Lewiston with CNN correspondent, Omar Jimenez. That is, again, where President Biden is arriving in just moments. And, Omar, what are we anticipating from the president's visit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:09",
      "speaker": "DONNA GENDRON, NEPHEW KILLED IN SHOOTING",
      "sentences": "It just shows all the love and the support. And I'm so glad the president is taking the time to come here to be with the families of the deceased.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:09",
      "speaker": "JIMENEZ",
      "sentences": "And we heard that from another person as well, another community member, who had come out here to lay flowers and, again, pay some of those respects as well.This, as I mentioned, is the first of where these shootings happened that night. And the shooter made his way to a bowling alley or to a bar and grill that's a few miles from where we're standing right now. Again, even though it's been a little more than week, one person we spoke to said this is going to stick with them for a very long time because things like this don't happen in Maine, as one person related to us. But as we now know and the whole community does, it did -- Boris?",
      "isLastSentenceInterrupted": false
    }
  ]
}