{
  "date": "2023-10-13",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Jordan Wins GOP Nomination For House Speaker; Israel At War; IDF: At Least 1,300 Killed In Hamas Attacks On Israel, At Least 260 Killed During Attack On Music Festival; More Than 20K U.S. Citizens Have Contacted State Dept., Many Looking To Leave Israel; IDF: Conducted Raids In Gaza Over Past 24 Hours. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Absolutely senseless. Efrad (ph) and Mark, I don't know what to say. I hope Ohad and Ethan come home soon. I hope they're safe. And I hope they come home to you soon. Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "AVSKER",
      "sentences": "We are really -- we are asking that the -- today, that's the main point, that they will brought home safe and sound. And we really ask the world leaders who have a lot of leverage to bring this about. And we are asking, this should be the main purpose (inaudible). Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Yes. Especially the leaders in Qatar, which have close relationship with Hamas, but also those in Turkey and Egypt and Jordan and the UAE and Saudi Arabia, anyone who has call, anyone who can do anything and appeal to Hamas to release these innocent civilians, innocent people who are being held hostage in Gaza, please, please do what you can. Thank you so much, Efrad (ph) and Mark, appreciate it.Welcome to THE LEAD. I'm Jake Tapper. In this hour, we are following two major breaking stories. The first on Capitol Hill, House Republicans mired in chaos, struggling mightily to try to select a new House Speaker. It's never been this difficult for any previous Congress in the history of the United States. But somehow this Congress, these Republicans are finding it very, very difficult. In the last hour, Congressman Jim Jordan won the party's nomination empowering, but that's just the majority of the majority and there are still 55 House Republicans who say they will not support Jim Jordan, who is a fairly controversial figure. Meaning his path to get the job remains pretty difficult. We're going to bring you the latest from Capitol Hill as there are developments there if there are developments there. But we're going to begin with the big story in Gaza on the edge of an unprecedented humanitarian catastrophe. That's the warning from the United Nations today as Israeli leaflets float down from the skies over Northern Gaza. Israel is warning the 1.1 million residents in Northern Gaza to evacuate ahead of what is likely to become a massive ground operation which of course all began one week ago tomorrow when the group Hamas, which the United States and the EU, and Israel considered to be a terrorist group, when Hamas committed its unspeakable terrorist attacks last weekend, murdering approximately 900 people in Israel, most of them civilians. The United Nations is warning that it is not so simple for 1.1 million Palestinians in the north of Gaza, population -- nearly the population of Manhattan to just pick up their lives and move south, and a day or two, for many reasons, including because the Gaza Strip has already been devastated by airstrikes and is packed with more than 400,000 people currently lacking shelter. As UN puts it, Gaza already a quote hellhole is quote on the brink of collapse. Hamas is telling residents not to leave. Hamas is accusing Israel of engaging in psychological warfare. Of course, a reminder, Hamas embeds itself among the population of Gaza in order to give itself the most vile type of shield, its own civilians. If you ask the president of Israel, those civilians should have already overthrown Hamas. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "ISAAC HERZOG, ISRAEL PRESIDENT",
      "sentences": "First of all, we have to understand as a state, as a state in a way, that has built a machine of evil right at our doorstep. It's an entire nation out there that is responsible. It's not true. This rhetoric about civilians not aware, not involved, it's absolutely not true. They could have risen up, they could have fought against, that evil regime which took over Gaza in a coup d'etat, murdering the family members who are in Fatah.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:08",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes. Initially, the UN was under the impression that the Israeli Defense Forces were giving the Gaza's population just 24 hours to move south. That would have been until early tomorrow it would seem. However, the IDF clarified that later and didn't put a timeline on it. However, the message has been communicated with urgency and it is understood to mean with urgency that people should move south.And if they needed perhaps other reasons to feel that they were in danger by maintaining, you know, by staying in their homes in the north there has been here just in the past, just overlooking the north of Gaza, acquired a sustained amount of missile and artillery fire, some very heavy detonations going into the north of Gaza. Interestingly, significantly, that salvo paused for about 20 minutes. And during that time, there was a very intense barrage of outgoing rockets coming from Gaza into Sderot, here, quite the most sustained we've seen perhaps in a couple of days. So it seems that even when heavy firepower is put down on the north of Gaza, Hamas can then come out and reply with rockets. But to your point, the civilian population, some of them are moving, but some of them are not because Hamas has told them not to, but the incursion earlier today, an indication of how Israel potentially getting ready for a deeper and bigger incursion. (BEGIN VIDEOTAPE) ROBERTSON (voice-over): Israeli troops inside Gaza for the first time since Hamas' attacked last Saturday, a limited local raid targeting Hamas, searching for hostages seemingly over by the time the IDF announced it late Friday. Not far away, Northern Gaza civilians are being forced into a life or possible death choice. Flyers dropped by Israel told them to flee south now, triggering concern at the UN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:08",
      "speaker": "ROLANDO GOMEZ, UNITED NATIONS SPOKESMAN",
      "sentences": "The United Nations considers it impossible for such a movement to take place without devastating humanitarian consequences.ROBERTSON (voice-over): No deadline given by the IDF in their effort to minimize mounting civilian casualties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:08",
      "speaker": "JONATHAN CONRICUS, IDF INTERNATIONAL SPOKESMAN",
      "sentences": "We are asking them to evacuate so that we will be able to continue to strike military targets belonging to Hamas in the Gaza Strip.ROBERTSON (voice-over): Thursday night, the heaviest Israeli strikes on Northern Gaza yet, but Hamas is telling its residents to stay put, setting the scene for a potential blame game over the rising Palestinian death toll us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:08",
      "speaker": "JOHN KIRBY, COORDINATOR FOR STRATEGIC COMMUNICATIONS, NATIONAL SECURITY COUNCIL",
      "sentences": "Hamas actually gave a counter order to telling Palestinians in Gaza to stay at home. Why, because having human shields they think protects them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:08",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "Puts them in places where they will be in danger, puts them in places where they're used in effect to try to protect Hamas officials or their equipment or infrastructure.ROBERTSON (voice-over): All of this as Israel's true build up at the border grows, signaling a larger ground attack may be getting close. US Secretary of Defense in country making sure the IDF has what it needs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:08",
      "speaker": "LLOYD AUSTIN, SECRETARY OF DEFENSE",
      "sentences": "I am here in-person to make something crystal clear, America support for Israel is ironclad.ROBERTSON (voice-over): And not just military support, EU leaders came close to Gaza to see for themselves where some of Hamas is most brutal murders were executed. But inside Gaza, fears escalating about what the coming days will bring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:08",
      "speaker": "ROBERTSON",
      "sentences": "So hearing the jets overhead again, Jake, perhaps in response to those rockets we heard fired out just a few minutes ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:08",
      "speaker": "TAPPER",
      "sentences": "Nic, what about the potential evacuations to Egypt? I just asked the Israeli ambassador to the United Nations about that. He said they've been working on that. I've asking about this literally since last Saturday. Where are the Gazans expected to go? And if Egypt doesn't allow that border to open, there really is nowhere for them to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:08",
      "speaker": "ROBERTSON",
      "sentences": "Yes. And I think the roots of this issue are deeply historical here. We heard from the Egyptian president today saying that he didn't want the Palestinian -- in essence, he didn't want the Palestinians to come out into Egypt because their homeland is in Palestine. They have to be on their land. That's the whole issue for Palestinians. You know, many lost their homes back in '48. Many lost their homes back in '67. We heard from the Jordanian foreign minister today as well saying that as well. Now, there's also an additional reason beyond Palestinians not giving up land here in the West Bank or in Gaza. There would be a potential big political problem in Egypt, for President Sisi, if he had a million refugees show up less about where they go in the desert, but the destabilizing of having a million additional refugees. And the same for the Jordanians, Palestinian refugees there, if they go there, it's destabilizing on Jordan, very destabilizing.And so, these leaders in Egypt and Jordan are very concerned about letting Palestinians out for those two reasons, their own stability and the history of Palestinians not giving up their land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:08",
      "speaker": "TAPPER",
      "sentences": "Nic Robertson, thanks so much. Appreciate it. Let's bring in CNN's Erin Burnett who's in Tel Aviv. And, Erin, you've been traveling up and down the Gaza border. What are you seeing in terms of a possible Israeli incursion into Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:08",
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "Well, I mean, Jake, I think it's no question that everyone along that border, Israeli civilians, Israeli military building up expect that that incursion is imminent and, again, whether that's tonight or tomorrow, or in a few days, unclear. But there is no question that they are ready to go.I mean, today at one area near the border, just a few miles away from the border, Jake, we saw, I mean, I want to say seven or eight just buses going in. They're busting soldiers in right now. Some of the ones they're busing in are not in the reserves. These are these are full soldiers, 50 or so a bus. That's just to give you a sense of the flow, constant flow going in. And talking to some of them, it's, let's go, this is not going to happen to us again, we are going to show the world that this will never happen again to the Jews of Israel. And they are ready. And I think that's the very clear message. I will also say, Jake, at some of these points, the readiness level of the troops sort of the energy, the anticipation was clearly higher than we've seen over the past few days. In terms of helmets are on, all PPE, personal protective equipment, is on, they are ready. In some cases, had hand on the trigger and that they are they are ready to go. That doesn't mean that they're going to be going imminently but they are there and they are ready. And when you talk about hundreds of thousands of troops like that, it's a lot. We see them being fed. We see them -- that some of them are bussed back out to spend the night, some of them 40 minutes away and coming back in. It's only so long that you can keep a tempo like that up before you have to make a decision on what you're going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:23",
      "speaker": "TAPPER",
      "sentences": "New videos from that horrific Hamas terrorist attack on the Nova Music Festival in Israel near Re'im continue to surface showing just how civilians were targeted for murder. And we want to warn you, these images are disturbing. Especially the picture I'm going to show you in about 10 seconds.The images come from a body cam video. Yes, some of the terrorists wore body cameras. The video show them firing into Israeli versions of porta potties at the musical festival to kill anyone hiding inside. The bloodstains seen in the video suggest at least some of them were in fact occupied, and we do not know the fate of the victims. Early on we knew the number of killed there was appalling at least 260 people killed, attendees of a music festival. But as we heard from survivors and watch their videos, a clearer picture emerged of exactly what happened. CNN investigative producer Katie Polglase put together this report six hours of horror in the desert. And again, we warn you many of these images are quite disturbing. (BEGIN VIDEO CLIP) KATIE POLGLASE, CNN INVESTIGATIVE PRODUCER (voice-over): At 6:30 AM on October 7th, and things are getting into full swing at the Nova Festival in the south of Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:08",
      "speaker": "BUKSHPAN",
      "sentences": "Were like ducks. It was like a range. People were running in there hundreds, and you can hear the bullets coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:08",
      "speaker": "POLGLASE",
      "sentences": "Were you seeing anyone gets shot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:08",
      "speaker": "BUKSHPAN",
      "sentences": "Yes. You can see people fall.POLGLASE (voice-over): It's 8:30 AM and as Gal and others continued running east, others running north met with more bullets and a police blockade, causing further panic. As a result, revelers start running back down the main road towards the festival, not knowing there are more militants just a few kilometers further down. On that same road chilling dashcam footage shows Hamas militants shooting directly at an approaching car just an hour earlier. Those festival goers that remained closer to the concert site hid behind anything they could find, even behind trees waiting while the bullets closed in. Many did not survive. 260 are reported dead, but that toll could rise. Just three hours after the start of a massacre, at 9:39 AM videos emerge of some festival goers already held hostage in Gaza. This man still wearing a festival wristband and another visibly wearing the security uniform. Their fates remain unknown. Gal and others are still processing the trauma of what they went through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:08",
      "speaker": "BUKSHPAN",
      "sentences": "I know people who were like 12 hours in bushes and they didn't move. I know people who tried to hide and they died. Humanity never seen this in the last couple of hundreds of years, since maybe the Holocaust, but this is just horrific, horrific.POLGLASE (voice-over): It would be 10 hours until help arrived for some, others are still missing, feared dead or held hostage in Gaza. The scale of this tragedy may grow greater yet after those six hours of horror in the desert. Katie Polglase, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:11",
      "speaker": "TAPPER",
      "sentences": "Hamas' brutality on Israelis has also impacted many Americans living here in the US. Some Americans have dual citizenship. I want to bring in Daniel Zaken. He's a former member of the Israeli Defense Forces. His cousin Jonathan Ram (ph), who was only 23, was killed by the terrorist of Hamas at the music festival on Saturday.Daniel, I don't know what to say. I'm so sorry for your loss. What do you know about how Jonathan was killed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:11",
      "speaker": "DANIEL ZAKEN, FORMER MEMBER OF THE ISRAELI DEFENSE FORCES",
      "sentences": "So yes. We're all just devastated and horrified at what happened. Jonathan was at the festival with his friends. And as soon as Hamas descended and started brutally murdering everyone they could see at the festival, Jonathan, my cousin sprung into action and immediately saw a girl having a panic attack and help their escape. They entered a vehicle together, started driving off. But with all the traffic and the cars they got stuck.And Hamas started shooting at the vehicles and they sustained heavy gunfire. So they got out of the vehicle and started running on foot. And that was the last piece of information we got from the festival.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:19",
      "speaker": "ZAKEN",
      "sentences": "First off, it's extremely shocking to see and I don't know if these people are misled, or if they actually believe what they're supporting is helping the Palestinians. But it's simply not it's -- they're supporting the wrong cause. The fight that Hamas is trying to fight isn't going to get the Palestinians anywhere. They're just causing more and more suffering in the region. Their goal is to annihilate the State of Israel, they say it, they openly say it, and they're proud of it. And that's not something that's going to help bring dignity of the Palestinians. I think it's in everyone's best interest to get Hamas out of there. And, you know, hopefully build a better future for everyone in the Middle East.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:19",
      "speaker": "TAPPER",
      "sentences": "They're remarkably restrained. You served with the IDF from 2012 to 2015. And you say, you can be called up to serve again. ZAKEN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:19",
      "speaker": "TAPPER",
      "sentences": "Daniel, thank you for joining us. Thank you for sharing a little bit about who Jonathan was, may his memory be a blessing. Please stay in touch with us. Please, we want to keep talking about Jonathan and obviously, we wish the best for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:19",
      "speaker": "ZAKEN",
      "sentences": "Thank you very much. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:37:02",
      "speaker": "TAPPER",
      "sentences": "With so many commercial carriers canceling, the U.S. State Department is adding charter flights to get Americans out of Israel. U.S. officials announced minutes ago that the first of those flights has landed in Greece. Still thousands of U.S. citizens are in limbo in Israel as they wait to hear evacuation instructions from the U.S. government. Joining us now, Jessica Nagar Zandani. She's an American living in southern Israel. She has been in and out of her family's bomb shelters and Saturday, and is desperately trying to get out with her kids. And Jessica this morning, the U.S. Embassy in Tel Aviv told you to shelter in place and await further instructions. It's been hours have you gotten those instructions yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:37:02",
      "speaker": "JESSICA NAGAR ZANDANI, AMERICAN CHARITY WORKER STRANDED IN ISRAEL",
      "sentences": "It has been days I have been calling them for the last three days when we -- when I first was informed that they were going to be trying to get us out. There -- it's crickets. I mean, they have us on this -- in this step program for citizens that are abroad. And it doesn't work. It basically it's for -- if you're traveling, so it doesn't actually activate if you've been here and you're not on an active trip. There's no notifications. So you're just calling. You're just calling the embassy, calling anybody who will take a phone call. And nobody has an answer.Today was the first day that I -- first phone call, first time in the last since Saturday that I've had any kind of answer. And this was just a shelter in place because they don't have a way of getting us as of right now. There is -- it is tentative, so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:26",
      "speaker": "TAPPER",
      "sentences": "But for right now you want to get to the United States with your kids just for their safety. How are your kids doing and coping?J. ZANDANI: They're excited to see you. They've actually been waiting up. They're coping amazingly well. But as we've learned from previous operations, you know, it's not when the bombs are falling so much. It's when they stop that you really have the best understanding of the true violence and terror and PTSD a lot of times in children that you really get that clear picture because it's when everything is over that and everything has settled that the real picture and the real reality of what has gone on and what has been gone through, so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:26",
      "speaker": "TAPPER",
      "sentences": "Who is this sweetie?J. ZANDANI: The idea of getting them out -- this is Zoey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:26",
      "speaker": "TAPPER",
      "sentences": "Hi, Zoey. How're you doing, sweetie?ZOEY ZANDANI, JESSICA NAGAR ZANDANI'S DAUGHTER: Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:26",
      "speaker": "TAPPER",
      "sentences": "You're very pretty.Z. ZANDANI: OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:26",
      "speaker": "TAPPER",
      "sentences": "You're doing OK? Yes. Yes, but --Z. ZANDANI: I'm lucky, I don't have school. I don't like do homework.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:26",
      "speaker": "TAPPER",
      "sentences": "You don't have to do homework. OK. Well, that's not bad. That's not bad. OK. I like your pajamas.Z. ZANDANI: I take care of the papers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:26",
      "speaker": "TAPPER",
      "sentences": "Yes.J. ZANDANI: Yes. Z. ZANDANI: I don't need them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:26",
      "speaker": "TAPPER",
      "sentences": "OK. How's the rest of your family taken out? I hear your sister's not so happy. J. ZANDANI",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:26",
      "speaker": "TAPPER",
      "sentences": "Yes. Well, I'm going to -- this is airing on CNN and CNN around the world, CNN International, and we'll send the link to, you know, so the national security adviser and the deputy national security adviser and the National Security Council spokesman and the Secretary of State and you know, hopefully that --J. ZANDANI: I hope --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:26",
      "speaker": "TAPPER",
      "sentences": "Hopefully, they'll click it and watch it and maybe they can help you. Before you go, I heard Zoey, there's a story about Zoey's doll that I'm supposed to ask you about.J. ZANDANI: He had. Yes, she has scissors. She's been making these paper dolls with these scissors. So when Saturday happened, as you can see behind me, there is still the tin foil on our doors and windows. The anxiety and the fear and hearing the, you know, the shots outside. We weren't close enough where they were been. We were very lucky that way. They caught them outside of our moshav. But you know, it was palpable. And she wanted to fight. She wanted to keep her family safe. And she wanted to make sure that she could do that. So she ran as fast as she could and went into her and grabbed her scissors and her bedazzled scissors with butterflies and everything and has been with them ever since. And she just carries them around. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:26",
      "speaker": "TAPPER",
      "sentences": "Yes. Let's get her on a plane. Let's get her on a plane though. I think a plane would be a better plan. I appreciate the spirit. I think a plane would be a better plan.J. ZANDANI: Yes, running with scissors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:26",
      "speaker": "TAPPER",
      "sentences": "All right, Zoey.J. ZANDANI: Thank you so much, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:26",
      "speaker": "TAPPER",
      "sentences": "See you peanut. Take it easy. All right, Jessica. We're going to work on this. All right, but who's -- and who is this dude? Who's these other two?J. ZANDANI: This is Gabby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "TAPPER",
      "sentences": "Hi Benny. All right guys. We're going to try to get you on a plane OK. We're going to try to bring attention to this.J. ZANDANI: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "TAPPER",
      "sentences": "Thank you Jessica. Bye Benny, bye Gabby, bye Jessica, bye Zoey.J. ZANDANI: Bye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "TAPPER",
      "sentences": "See you guys. OK.Z. ZANDANI: Bye. J. ZANDANI: Bye guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "TAPPER",
      "sentences": "A live look at Gaza tonight another brief moment of calm in between the explosions we've seen light up this night sky all week what CNN is learning about efforts to evacuate the innocent in Gaza before an Israeli ground invasion rolls in. That's next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "TAPPER",
      "sentences": "Welcome back. My friend Erin Burnett is in Tel Aviv back with me now. Erin, tomorrow it's the Sabbath and it's also one week since the horrific attack that the deadliest day for the Jewish people since the Holocaust. What's the mood in Tel Aviv this evening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:12",
      "speaker": "TAPPER",
      "sentences": "And speaking of which, you spoke with soldiers along the Gaza border. How are they feeling as this conflict clearly is escalating?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:12",
      "speaker": "BURNETT",
      "sentences": "So Jake, they're ready. They're ready to go. And, you know, one -- two soldiers drove by us today and very tight lipped one said, you know, where are you, from CNN. And he leans out and he says, I want the world to know this will never happen to the Jewish people again. It's time to go. In sort of a tight lipped, incredibly intense way which reflects sort of the intensity the mood that we did see across the border. But they are already.I was talking to a an IDF soldier today, Jake, named Samuel (ph) grew up in Long Island, moved back to Israel said, he moved here because this has been the homeland for the Jewish people for 2000 years. And he wanted to be back home. He is ready to go. And Jake, he also told me about how part of the way he feels that way, he said, and maybe I'll deal with this part of it later, as he's been recovering bodies. And he was talking about pining people skeletons, frankly, Jake, skeletons, in the burnt out homes from that he thinks they're going to find a lot more. Talking about finding the bodies and the blood, bullet written safe rooms and the houses that were still there, and talking about how he's still finding bodies, children, just talking about those things. And again, just that intensity that he feels it is time because he said this can never ever be allowed to happen to the Jewish people again. And I think that reflects what we are hearing, even an IDF soldier who's a yoga instructor. He said, I believe in peace. But I am here and I am ready to go because this can never happen again. And that's the mood. It's palpable. And they're ready, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:57:13",
      "speaker": "TAPPER",
      "sentences": "Our focus is not only on the horrors going on in the Middle East, but also what's going on in Washington, D.C. You might think during this time of two major horrific wars and this looming shutdown of the federal government in the United States that House Republicans would set aside their petty differences get their act together. You'd be wrong. This afternoon, House Republicans chose Representative Jim Jordan of Ohio to be their nominee for House speaker, but so far he does not have even close to 217 votes in order to win this speakership. CNN's Manu Raju is on Capitol Hill. Manu, what's next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:57:13",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, this is going to be a difficult few days for Jim Jordan trying to convince 55 Republicans who voted in a secret ballot election against him. Jim Jordan, after he was nominated by the Republican conference to be the next Speaker of the House. If that was just a majority vote, it was far short of the tuner and 17 votes, he needs to be elected on the House floor. He took it to the test to his members asking how many would vote against him on the house floor, 55 did. So now he's going to spend the next couple of days trying to convince him to come on his side. The question is, can he get the 217 votes before they want to go to the floor as soon as Tuesday to elect the next speaker and try to get the House out of a state of paralysis, something that happened in the aftermath of the ouster of Speaker McCarthy just last week. But in talking to some of those Republicans who are opposed to Jim Jordan, they are still planning to vote from another candidate, including some who plan to vote for Jim Jordan, no matter what. That's what Carlos Gimenez, the Republican from Florida told me earlier this afternoon.(BEGIN VIDEO CLIP) REP. CARLOS GIMENEZ (R-FL): We know who our real leader is, it was demonstrated in there. I'm more solidly behind McCarthy now than ever. I think Kevin McCarthy is the one that needs to lead our party. And hopefully he will realize that for the good of the conference, for the good of the Congress, for the good of the country, he needs to put his name back in. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:57:13",
      "speaker": "RAJU",
      "sentences": "So Kevin McCarthy told me that he's planning to still support Jim Jordan, but as you can hear from that, Congressman, even that comment is not convincing him to support Congressman Jordan. So Jake, what is the option from there? If Jim Jordan does not get 217 votes, then they have to either get a new candidate who can get there but no candidate has been able to do that. There was some talk internally about trying to prop up Interim Speaker Patrick McHenry given more powers to oversee legislation on the House floor. But the Republicans are still divided on that question, as well as this chamber still paralyzed here. Jake?",
      "isLastSentenceInterrupted": false
    }
  ]
}