{
  "date": "2023-11-02",
  "headline": "The Situation Room",
  "subHeadline": "Flares Light Up Gaza Amid New Explosions; New Hamas Warning About Hostages In Gaza; New Testimony In Trump Civil Fraud Trail By Eric, Don Jr.; Tuberville's GOP Colleagues Blast His Military Promotion Holds; Jewish Cemetery In Vienna Set On Fire, Desecrated With Swastikas. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:10",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, Wolf. We just had a very heavy detonation coming from the direction of Beit Hanoun, where all those flares were dropping a short time ago. We've seen tank fire as well going across the horizon behind me in the same direction and have been hearing heavy machine gunfire. It sounds like exchanges of heavy machine gunfire going on in that same area around Beit Hanoun. I just heard another detonation there. We're hearing the sounds of outgoing artillery. I'm hearing the sounds of fighter jets in the sky, which means there could be other flashes and illuminations as their strikes take place right around now. But earlier on, half an hour of illumination over Beit Hanoun with these flares on the ground.The ground was shrouded in this thick battle smoke. It gave the impression that the IDF was maneuvering troops around Beit Hanoun, which is a densely populated town right in the northeastern corner of Gaza, 2.5 miles behind us, a few miles away from the even bigger and more densely populated city of Gaza City. There were, at that time, also explosions, detonations. It really creates the impression that the IDF, who have many, many forces, we don't know how many troops are on the ground at the moment, but many and substantial forces inside the Gaza Strip right now who are focusing a military effort around Beit Hanoun. And I believe that is what we're hearing right now, the continuation of that, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:10",
      "speaker": "BLITZER",
      "sentences": "All right. Stay safe over there. Nic Robertson, reporting for us, Nic, I appreciate it very, very much.All this as Gaza is hit from the air and on the ground, the Biden administration is sending an increasingly blunt message to Israel. The secretary of state, Antony Blinken, on his way to the region right now. CNN's M.J. Lee is over at the White House for us getting new information for us. M.J., what are you learning? M.J. LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT:  Well, Wolf, these images coming out of Gaza right now are exactly what is fueling the growing concerns here at the White House about the mounting death toll and the humanitarian suffering in Gaza. And sources tell CNN that the Israeli airstrikes at the Jabalya airstrikes this week at the Jabalya refugee camp, rather, that those were particularly concerning and jarring for President Biden and his top advisers and that there is a growing recognition here at the White House that Israel may have limited time to continue on with this current operation before the uproar over the civilian suffering becomes untenable. To that end, Wolf, we are told that President Biden and his top U.S. officials have been warning their Israeli counterparts of what they see as this reality, and that with growing bluntness, they have been saying that the international community will judge Israel harshly unless they take significant steps to try to ease some of that civilian suffering. As you noted, Secretary of State Antony Blinken is headed to the area now, and he did say that he would be discussing concrete steps to try to minimize civilian suffering. Here's what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "LEE",
      "sentences": "We are also told that some of President Biden's advisers believe that there are just weeks, not months, before the public calls for the U.S. government to call for a ceasefire from Israel becomes untenable. We, of course, saw that play out at a fundraiser that President Biden attended last night.But for now, U.S. officials are avoiding using that term, publicly calling for a ceasefire, and instead saying they would advocate for humanitarian pauses. These are pauses that U.S. officials say would be limited in scope and also limited in duration. And officials here say that those pauses would be helpful not just for getting in humanitarian aid into Gaza but for, hopefully, at some point, getting hostages out of Gaza as well. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "BLITZER",
      "sentences": "M.J. Lee at the White House for us. Thank you very much.I quickly want to go back to CNN's Nic Robertson. He's in Sderot, Israel, not far from Gaza. Nic, quick question, how has the situation on the ground changed since the U.S. secretary of state's visit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "ROBERTSON",
      "sentences": "It's deteriorated significantly since Secretary Blinken's visit several weeks ago. There was a sense in the air when he was here that a ground offensive on Gaza could be avoided, that there might be an off-ramp in the situation.The United States was giving that absolutely strong and clear and loud support for Israel, saying that it had every right to strike back, privately, though, urging caution. Now, these urges of caution to avoid civilian casualties, because the casualties now in Gaza, more than 9,000 civilians dead, according to the Hamas-led Palestinian Ministry of Health there, more than 22,000 civilians injured in Gaza, they say. This, now, is changing the narrative from the White House. So, when Secretary Blinken arrives here in just a few hours' time, perhaps we're going to hear a more public message urging this caution, urging Israel to set out a clear vision of how it sees this current situation will end. We know that the Hamas leader, Ismail Haniyeh, who is now right now in Tehran, meeting with the Iranian foreign minister, has laid out a political vision. No doubt that vision is a propaganda tool for what Hamas wants to achieve here, but this is his vision, he says, and what he's laying out. He says very clearly there will be death and destruction for the hostages just as -- in Gaza right now, just as it is for the civilians and Hamas inside Gaza. This vision, he says, is one that calls for an immediate ceasefire, he says. The prime minister of Israel is lying to his people, he says, that Hamas is offering an immediate ceasefire, a prisoner exchange. It wants the borders with Israel to be opened, and it also wants there to be a Palestinian -- a viable Palestinian state with Jerusalem at its capital. This is very much the language Hamas has been using in recent years, but specifically, now, Secretary Blinken arrives, this is the narrative, if you will. This is the propaganda that Hamas is trying to put forward, a political platform as they meet with officials in Tehran, which, of course, is going to cause a lot of speculation about why they're meeting at this time, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "BLITZER",
      "sentences": "Yes. And my own sense right now, based on a briefing I had earlier today with a senior Israeli military officer, is that the Israelis are also sending a direct message to Hezbollah in Lebanon and to Iran, their patron, for that matter, as well, basically the message being, don't mess with Israel. If you do, you're going to be finding yourself in the same fate as Hamas is finding itself in Gaza with this intense Israeli aerial bombardment and ground forces moving in. This is a really dramatic moment in this development, in this war right now.Nic Robertson, thanks very much. Also breaking tonight, a Hamas leader, as we heard, is warning that hostages being held in Gaza are subject to the same death and destruction, their words, as other civilians in the territory. And this comes as more Americans and other foreign nationals are getting out of Gaza through that critical Rafah border crossing in the south into Egypt. CNN's Melissa Bell is joining us from Cairo right now. Melissa, how many people got out of Gaza today, and how many more are waiting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "We're following the breaking news here in the Middle East, Israel unleashing an intense wave of air attacks against Hamas targets in Gaza. More on that in just a moment.There's also breaking news right now we're following in the U.S. House of Representatives. Lawmakers have just passed what's called a standalone bill funding aid to Israel without additional help for Ukraine, and that's setting up a major clash with the U.S. Senate and the White House. CNN's Melanie Zanona is tracking all the action up on Capitol Hill latest for us. Give us the latest, Melanie. MELANIE ZANONA, CNN CAPITOL HILL REPORTER:  Well, Wolf, you're right, the House did just pass this $14 billion aid package for Israel, but it was passed mostly along party lines. The final vote tally, two Republicans voted against it, and 12 Democrats broke ranks to support it. And the reason why Democratic leaders were against this bill is because of House Speaker Mike Johnson assembled the bill and put it together. First of all, he decided to exclude Ukraine money, which has become divisive in the House Republican Conference, but he also decided to include partisan spending cuts for the IRS, really an unusual move, Wolf, that we don't typically see. You don't typically see emergency supplemental funding conditioned upon anything. And so Democrats balked at that. Most of them ended up opposing it. And the White House even issued a veto threat. So, it's pretty clear that this bill is going nowhere in the Democratic-controlled Senate. But Speaker Mike Johnson has really defended his approach, and he has framed this as Democrats now siding with the IRS over Israel. So, of course, both sides playing politics here, this bill has passed the House, but its fate in the Senate, very uncertain, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "And none of that money is going to go to Israel unless it passes the Senate and then the president has to sign into it law, all that very questionable right now.Melanie Zanona, thank you very much for that update. I want to get some more now on all the breaking news with the top Democrat, a key member of the House Intelligence Committee, Congressman Jim Himes is joining us. Congressman, thanks so much for joining us. I want to get to the passage of this Israeli aid package, the passage of it, in just a moment. But, first, let me get your reaction to these extraordinary images we've been seeing from Gaza, an apparent massive Israeli air assault into Northern Gaza. First of all, what do you make of this? REP. JIM HIMES (D-CT):  Well, this would appear, Wolf, to be the start of Israel's long-planned offensive, so not terribly surprising. We have been watching it pretty closely. And, you know, this is what Israel is going to do to make sure that Hamas, which visited so much horror and tragedy on to Israel on October 7th, that they are brought to justice. Now, as you know, the other side of this, of course, is that since October 7th, the president, the secretary of state, the national security adviser and lots of us have been making the point that, while justified, this needs to be done with due consideration to humanitarian concerns and, of course, now the secretary of state will be going over there to make that point explicit to his Israeli counterparts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "HIMES",
      "sentences": "Well, Wolf, I would be very surprised if that would happen. The advocates for a ceasefire -- and I understand where they're coming from, they see the carnage of war, and they say this has got to stop. I understand where they're coming from. But I think any right-thinking person would say that the brutal murderers who visited such pain and tragedy on Israel on October 7th must be brought to justice.And if you argue for a cease-fire, you then need to answer the question, how do you bring these monsters, who will use a ceasefire, and, by the way, this is not me, this is them saying, that they will use a ceasefire to rearm, reorganize with the intention of doing this again to Israel. So, the key here, Wolf, and what the president has been very clear on from moment one, is that the Israelis shouldn't act out of rage and emotion. They shouldn't believe that bringing justice to Hamas has to be accomplished in three weeks or four weeks. They need to do it consistent with the laws of armed conflict and humanitarian considerations. That's the morally right thing to do. And as you pointed out, the political pressure if the Israelis are seen to be acting out of emotion, the political pressure will mount. And, by the way, the other consideration here is that there are probably things that would provoke Hezbollah or Iran to get more involved. And, of course, that is an outcome that is very, very bad for everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "Yes, that's an important point as well.Do you believe, Congressman, that Israel is doing enough to minimize civilian casualties in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "HIMES",
      "sentences": "Well, Wolf, I worry about that, honestly. As we learned in places like Fallujah, this is a very, very difficult thing to do. And as I see the imagery, of course, as a human being, my heart goes out to the civilians who are mixed up in that.So, I don't know the answer to your question, because you're asking a question that has everything to do with how precisely are they targeting and that sort of something. What I can tell you is that -- and I think this position is consistent with the entire administration's -- Israel needs to go step-by-step and very carefully so that they not only do everything they can do to preserve civilian life but so that they are perceived as doing so, because if they are perceived as not doing so, both the political and regional strategic problems get very ugly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "As you know, President Biden says he believes it's time for what he calls a pause, not a ceasefire, but a pause in this war between Israel and Hamas. Do you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "HIMES",
      "sentences": "I do. And, in fact, you know, Connecticut Senator Chris Murphy made this point, I think, four or five days ago, that the Israelis should be open and should allow for pauses that would allow for the movement of innocent people, that would allow for negotiations for hostages. Remember, the hostages are there and subject to the violence that is going on in Gaza, and that would allow the inflow of water, medicines, and all of those things that the civilians of Gaza need.Without a pause -- and, you know, look, pause could mean geographic. It could go long or short. But without those pauses to set up safe areas, safe convoys, safe transit of civilians, the outcome will be far from what we would hope it would be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "You just voted against what's called the standalone $14.3 billion aid package for Israel, like almost all of the other Democrats in the House of Representatives. Tell us why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "HIMES",
      "sentences": "Yes, Wolf. There's a bunch of reasons for the no vote. First of all, I have always voted in support of aid for Israel, and aid for Israel has always not had conditions on it. Now, this bill, and I'll come back to this, because this is the first time we've seen in a very long time that an emergency bill, and, boy, is this an emergency, comes with a pay-for, right, and a pay-for is, in this case, a Democratic policy priority.So, people need to step back and think, wait a minute, emergency legislation is now in the Congress of the United States, going to be subject to, well, yes, we'll fund Israel's effort here, but we also want to achieve this policy win against the opposite party. That is a very dangerous path to go down. The bill did not contain humanitarian aid, which we have just spent the last four minutes talking about in terms of its importance, and, of course, splitting Israel from Ukraine reflects the fact that they are pandering, they, being the Republicans, to the roughly 50 percent of house Republicans who don't want to help Ukraine in its fight against Russia. None of those things are good, Wolf, in my opinion, and that's why I voted against this bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "It did narrowly pass the House of Representatives, but it's not going to be appropriated for Israel until it passes the Senate, and then the president has to sign it into law, both of those possibilities, pretty remote right now.Congressman Jim Himes, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "HIMES",
      "sentences": "Thank you, Wolf. Stay safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "We'll have much more on all the breaking news out of Israel and Gaza in just a few moments, but we're also following another major story back in the United States. Court has wrapped up for the day in New York City and Eric Trump, though, is expected back on the stand in the morning in the civil fraud case against him, his family, and their business.CNN's Kara Scannell is outside the courthouse in Manhattan watching all of this unfold. Kara, what was your biggest takeaway from another contentious day for the Trumps in court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "SCANNELL",
      "sentences": "Well, the former president issued yet another statement on his social media platform attacking this proceeding, this lawsuit, attacking the judge and the attorney general's office for the litigation here.And he is making this statement because both of his sons have been called to testify, as has his daughter, Ivanka Trump. She is due to testify next week after the former president himself will sit in this courtroom behind me and answer questions under oath. That is expected to take place on Monday. But he did steer clear of the gag order that's in place. He did not make any comments about the judge's staff, despite this becoming an issue at the end of the day in court. But we'll be back in court tomorrow, starting again at 10:00 A.M. where Eric Trump will continue testifying under oath. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "We'll see what happens then. Kara Scannell in New York, thank you very much.Right now, I want to bring in our CNN Anchor and Chief Legal Analyst Laura Coates and CNN Legal Analyst Norm Eisen. Laura, this is not a jury trial. The judge will make the ultimate decision. Has he shown any signs during the course of the testimony about which way he could rule?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "LAURA COATES, CNN ANCHOR AND CHIEF LEGAL ANALYST",
      "sentences": "Well, he certainly showed his hand when he ruled for summary judgment, which is essentially a way of saying, look, I'm going to resolve one of the biggest parts of this case before this part of the trial even begins, and that's whether the documents themselves were fraudulent.Having done that, now the attention is turned to essentially how expensive this might be or whatever penalty it might ensue based on how the information was used or intended to be used. And so, certainly, that is a show of hand. But he certainly seems to be very, very clear that he is not going to tolerate consistent or even sporadic attacks against members of his staff, including a clerk, and he is showing a very, very concerted effort to ensure that they know that he means business when it comes to focusing on this particular case, this particular matter, and not trying to use the courtroom as some sort of a circus tent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "Interesting. Norm, Eric Trump clearly grew frustrated with the prosecutors' questions earlier today. We know emotional testimony can impact a jury, but what about a judge? This is not a jury trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Well, in this case, the judge will make a credibility decision, Wolf. He's going to decide whether he believes Eric Trump, Don Jr., and the other members of the Trump family.And Eric grew flustered today because he was confronted over and over again with evidence, emails and other proof where he claimed he was not involved and then they showed him that he was involved. And so, the judge may very well read that as a token of dishonesty. That happened with Don Jr. It happened more strongly with Eric. And I think we're likely to see a finding of low credibility that will be very hard to attack on appeal. That's one of the toughest things, because it's based on the judge's eyewitness observation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "COATES",
      "sentences": "Well, here's the risk of pleading the Fifth, and, by the way, taking a step back, how extraordinary to think that you would hear from a former president of the United States taking the stand in a civil fraud trial in his hometown of New York for a quarter of, I think, a billion dollars as a potential liability and fine, his adult children, at least several, already testifying, and Ivanka appealing this process to see whether she ultimately has to testify. It's very extraordinary to think about that, just taking a step back.But if he does testify, here's a risk in a civil trial as opposed to a criminal context. If this were a criminal prosecution, Wolf, him saying that he was pleading the Fifth could not be used against him. It's one's right to be able to do so. In a civil context, you can what's called draw an adverse inference based on that assertion of the Fifth. What does that mean? It means that I can essentially assume as the fact finder or the judge or jury, the judge in this case, of course, that why you're not answering the question or what you would ultimately say if you were forced to answer that question is not going to be good for you. And so it creates a really important rock and a hard place conversation for any litigant or any defendant to take that stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "BLITZER",
      "sentences": "Interesting. All right, Laura Coates and Norm Eisen, thanks to both of you very much.Important note, Laura will be back later tonight, 11:00 P.M. Eastern for her program, Laura Coates Live. It's an important show. We'll watch it. Just ahead, a senior adviser to the Israeli prime minister, Benjamin Netanyahu, will join us live here in Tel Aviv as we witness a new assault that's lit up the skies over Gaza. Stay with us. You're in THE SITUATION ROOM. (COMMERCIAL BREAK) [18:40:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "BLITZER",
      "sentences": "We're getting more now on the breaking news here in the Middle East. CNN hearing constant gunfire near the Israeli-Gaza border after an intense new Israeli air bombardment with flares lighting up the sky over northern Gaza.Joining us now, from Tel Aviv, Mark Regev, a senior adviser to the Israeli prime minister, Benjamin Netanyahu. Mark, thanks so much for joining us. We have been watching this extraordinary image of an apparent Israeli assault on Northern Gaza. What can you tell us about what is taking place right now? Because the airstrikes seem to have been -- they continued for half an hour, nonstop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "MARK REGEV, SENIOR ADVISER TO ISRAELI PRIME MINISTER",
      "sentences": "So, obviously, while military operations are ongoing, I can't go into any detail other than to say that we are keeping the pressure up on Hamas. We are hitting its military machine. Our goal is, as you know, Wolf, is to destroy Hamas' military machine and to dismantle its political control over Gaza.After the horrific attack that we endured on October 7th, when they massacred our people, they raped, they burned babies alive, they shot young people in a pit who were attending a festival, a music festival, we refuse to have to endure that sort of violence ever again. And the only way to protect the Israeli people is to eliminate this threat, the threat that Hamas poses. President Biden called Hamas sheer evil, and evil needs to be eradicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "BLITZER",
      "sentences": "As you know, at least I suspect, Israel is also trying to send a message right now with this intense aerial assault on Northern Gaza. And I say that because Hezbollah's leader is scheduled to make an important address tomorrow. Is Israel sending a message to Hezbollah in Lebanon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "REGEV",
      "sentences": "I'd send a message to Hezbollah now. I would say to them, don't. I think I'm repeating what President Biden said. Don't. Don't escalate the situation in the north. We have no interest in a two- front war. But if you start one, if Hezbollah forces us to respond, we will respond forcibly and decisively.I hope cooler heads will prevail in Tehran and in Beirut. I don't think anyone has an interest in another war. If we're forced to fight, we will. But let me make it clear, we prefer to avoid that. We want to concentrate on what needs to be done in Gaza. We fought two-front wars in the past in 1967, in 1973. We will prevail in a two-front war. We prefer, however, to avoid it. We're watching very closely. We're mobilized. We're ready. I hope, as I said a moment ago, that more rational minds prevail both in Tehran and in Beirut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "BLITZER",
      "sentences": "Yes. The suspicion that I have is Israel sending a message, don't mess with Israel right now, because if you see what's going on with Hamas in Gaza, you're going to see even worse to Hezbollah in Lebanon.CNN has learned, Mark, that the White House has begun bluntly warning Israel that the civilian death toll in Gaza is increasing, putting pressure on the U.S. government to publicly call for a ceasefire, which the U.S. has not yet done, and that Israel has weeks, not months, before that potentially happens. What's your reaction to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "BLITZER",
      "sentences": "Mark Regev, thanks as usual for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "REGEV",
      "sentences": "My pleasure, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "BLITZER",
      "sentences": "Tonight, Senate Republicans are vowing to keep the pressure up on Tommy Tuberville after they vented their anger over his hold on U.S. military nominations.CNN's Manu Raju has our report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Wolf, tonight for the first time, we are seeing Republican anchor spill out into public view, trying to pressure Tommy Tuberville to back down over his blockade that has now led to nearly 400 military apartment to be stalled, unable to get their passions.Tuberville tells me tonight, he is not backing down. Tommy Tuberville defiant. So, has any of this caused you to change your approach? SEN. TOMMY TUBERVILLE (R-AL):  No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "RAJU",
      "sentences": "Despite growing anger from within the GOP over the Alabama senator's nine-month blockade, denying nearly 400 military personnel their promotions, all over his demand that the Pentagon scrap its policy by reimbursement service members for traveling out of state for reproductive services, including abortion.SEN. LINDSEY GRAHAM (R-SC):  This is doing great damage to our military. I don't send it lightly. SEN. DAN SULLIVAN (R-AK):  We're going to look back at this episode and just be stoned at what a national security suicide mission this became.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "RAJU",
      "sentences": "For the first time, GOP senators taking their theory to the floor, trying to shame Tuberville and force him to allow key personnel to take their jobs.But Tuberville single-handedly blocked 61 nominees from getting confirmed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "TUBERVILLE",
      "sentences": "With that, Madam President, I object. I object.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Is there objection?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "TUBERVILLE",
      "sentences": "Madam President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The senator from Alabama.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "TUBERVILLE",
      "sentences": "I object.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "RAJU",
      "sentences": "Even as GOP leaders are ready to move on.SEN. JOHN CORNYN (R-TX):  But I think Senator Tuberville has made his point. SEN. JOHN THUNE (R-SD):  If you want to do this, go after people making the policy, not the people who have nothing to do with it and are simply they're trying to do their jobs, keep our country safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "RAJU",
      "sentences": "Do you support a stand?SEN. JOHN BARRASSO (R-WY):  I want to get these people confirmed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "RAJU",
      "sentences": "Many Republicans raising alarms.SEN. TODD YOUNG (R-IN):  It's a dangerous time. We need to field our entire national security team, including the military officers who deserve their promotions. SEN. JONI ERNST (R-IA):  We are going to see repercussions from this for probably the next decade to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "RAJU",
      "sentences": "Yet some limiting their own leaders. What should do that Republican leaders do?SEN. JOSH HAWLEY (R-MO):  Like actually get a solution. I mean, what are they good for? I mean, what Mitch McConnell doing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "RAJU",
      "sentences": "The former Auburn football coach and insists his holds are having no impact on the military and says he simply trying to kill policy he says it's illegal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "TUBERVILLE",
      "sentences": "It's the only way I can get their attention. And I hate -- I told you all along, I hate I have to do this. But somebody has got to listen to us. Okay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "RAJU",
      "sentences": "Tuberville's gaining new attention, after the Marine Corps commandant Eric Smith was hospitalized. He had been working 18-hour days and two jobs to fill a vacancy caused by Tuberville blockade.Aren't you making it harder for them to do their job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "TUBERVILLE",
      "sentences": "Two thousand people work for them, okay? So, somebody working 18 hours a day, Jack Reed blaming for his heart attack. Come on, give me a break. This guy's going to work 18 to 20 hours a day, no matter what. That's what we do. I did that for years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "RAJU",
      "sentences": "Now Tuberville has said for months that the Senate Majority Leader Chuck Schumer can't simply schedule votes on individual nominations, something Schumer has not wanted to give him the time that it takes to do so.Schumer now is trying to take matters into his own hands, trying to o change the Senate rules to advance a whole group of nominees during one large bloc. But there is one issue. He needs Republican support to do so, meaning 60 votes in the United States Senate. Expect next week to be a huge issue, as Republicans met behind closed doors as they debate their next steps and Schumer tried to pressure the Republicans to back this change -- Wolf. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:11",
      "speaker": "BLITZER",
      "sentences": "The Israel-Hamas war has led to an uptick in antisemitic incidents around the world, decades after the Holocaust. A Jewish cemetery in Austria was set on fire and desecrated with Nazi swastikas.CNN senior international correspondent Fred Pleitgen is joining us live from Vienna right now. Fred, tell us what you're seeing in Vienna and elsewhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:11",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, certainly, Wolf, there is a troubling development we're seeing here in Austria. Indeed, many other countries across Europe, where there is a rise in antisemitic incidents. And I think a lot of the Jewish community, certainly the one from speaking to, said that you feel very vulnerable and a lot of them quite frankly feel reminded of times in the 1930s, when things were really going badly for Jewish people here on the European continent.One of the things that really stuck out to us today, as we were there at that cemetery, there was a swastika spray-painted on a wall there. But also the ceremonial hall of that cemetery, the Jewish part of the cemetery had been set on fire. There were some very valuable Holy Scriptures that were reduced to ashes. The thing that right stood out, Wolf, to us is that the Jewish community here told us that last time that building had ever been set on fire was in 1938 during Kristallnacht, during Kristallnacht, which is, of course, almost to the day 85 years ago. And certainly there are a lot of people here in the Jewish community in Austria who say that right now they believe that things are going and effort by direction for the Jews here in this country. There is only a community of 10,000 to 13,000 Jews here in Austria. But they say, since October 7th, since Hamas attack against that area in southern Israel, they have seen around 300 percent increase in incidents of antisemitic nature. And certainly, we're seeing similar things and other countries. Well thanks we've been hearing from the Jewish community. In Berlin, Germany, but, of course, we saw also houses that were had David stars, stars of David spray-painted on them in places like Paris and many incidents around Europe. And I was able to speak, Wolf, to the head of the European Jewish Association and he said, right, now he's calling on European leaders to do more to protect Jews here on the European continent, Wolf.",
      "isLastSentenceInterrupted": false
    }
  ]
}